{
	"bloody_assault": {
		"name": "Bloody Assault",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Bloody Assault (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/151}",
			"",
			"Sacrificing accuracy, you can inflict bloody wounds that are slow to heal.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +6.  ",
			"**Benefit:** You can choose to take a -5 penalty on all melee attack rolls and combat maneuver checks to inflict 1d4 points of bleed damage with your weapon melee attacks, in addition to the normal damage dealt by the weapon. A creature continues to take bleed damage every round at the start of its turn. Bleed damage can be stopped by a DC 15 Heal check or through any magical healing. Bleed damage from this feat does not stack with itself. You must choose to use this feat before making the attack roll, and its effects last until your next turn (although the bleeding lasts until healed, as normal).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">Each round you use this feat, you can spend up to 5 stamina points. If you do, until the end of your next turn, you reduce the penalty on all your attack rolls by an amount equal to the number of stamina points you spent."
		]
	},
	"bloody_mess": {
		"name": "Bloody Mess",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Bloody Mess (Combat)",
			"",
			"{SOURCE Antihero's Handbook/8}",
			"",
			"Your recklessness often puts you in harm's way, and you are terrifying to behold when covered in your own blood.  ",
			"**Prerequisites:** {feat/Skill Focus/ (Intimidate)}.  ",
			"**Benefit:** Whenever you take an amount of piercing, slashing, or bleed damage equal to or greater than double your character level, you can attempt an Intimidate check as an immediate action to demoralize the creature that dealt the damage as long as it is within 30 feet of you. If the damage resulted from a critical hit, you can cause the target creature to be sickened instead of shaken if you successfully demoralize it. You can use this feat only once per round to attempt an Intimidate check to demoralize an opponent."
		]
	},
	"bloody_sabres": {
		"name": "Bloody Sabres",
		"sources": [
			"Inner Sea Gods",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Bloody Sabres (Combat)",
			"",
			"{SOURCE Inner Sea Gods/208}",
			"",
			"Imitating the forms of your god, you strike deep and inflict a bloody wound.  ",
			"**Prerequisites:** Dex 15, {feat/Exotic Weapon Proficiency/ (sawtooth sabre)}, {feat/Two-Weapon Fighting}, worshiper of Achaekek.  ",
			"**Benefit:** If you hit an opponent with both your primary weapon and your off-hand weapon as part of the same attack action, and both of those weapons are sawtooth sabres, you deal 1 point of bleed damage in addition to the normal damage dealt by these attacks.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">You can spend 2 stamina points when dealing bleed damage with the Bloody Sabres feat to increase the amount of bleed damage your opponent takes by 1."
		]
	},
	"bloody_vengeance": {
		"name": "Bloody Vengeance",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## Bloody Vengeance (Combat)",
			"",
			"{SOURCE Inner Sea Gods/208;Faiths of Balance/24}",
			"",
			"Your retaliatory strikes have long-lasting effects.  ",
			"**Prerequisites:** Base attack bonus +1, worshiper of Calistria.  ",
			"**Benefit:** If an opponent within line of sight has damaged you within the last minute, you may study that opponent as a standard action. Thereafter, if you hit that opponent with a melee attack, you deal 1 point of bleed damage to that creature in addition to the normal damage dealt by your attack."
		]
	},
	"blowout_shot_deed": {
		"name": "Blowout Shot Deed",
		"sources": [ "Magical Marketplace" ],
		"description": [
			"## Blowout Shot Deed (Grit)",
			"",
			"{SOURCE Magical Marketplace/22}",
			"",
			"By using a specially prepared mix of reagents, you can create concussive blasts with your firearm.  ",
			"**Prerequisites:** Craft (alchemy) 3 ranks, grit class feature or {feat/Amateur Gunslinger} feat.  ",
			"**Benefit:** Spend 1 grit point to retrieve a specially prepared dose of black powder from your person. The next time you use the firearm you've loaded with this special black powder, the concussive blast knocks you back 5 feet from the direction at which you were aiming. If there is no available space behind you, you brace yourself against the obstacle and do not move from your square. Any creatures within the first range increment of the firearm struck by this attack take damage as normal and must succeed at a Reflex save (DC = 10 + 1/2 your gunslinger level + your Int modifier) or be pushed back 10 feet. Creatures within two range increments are pushed back 5 feet, while creatures farther away than this are unaffected by the concussive blast."
		]
	},
	"bludgeoner": {
		"name": "Bludgeoner",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Bludgeoner (Combat)",
			"",
			"{SOURCE Ultimate Combat/90}",
			"",
			"You can knock foes out cold with just about any blunt instrument.  ",
			"**Benefit:** You take no penalty on attack rolls for using a lethal bludgeoning weapon to deal nonlethal damage.  ",
			"**Normal:** You take a -4 penalty on attack rolls when using a lethal weapon to deal nonlethal damage. You cannot use a lethal weapon to deal nonlethal damage in a sneak attack.  ",
			"**Special:** A rogue with this feat can use a lethal bludgeoning weapon to deal nonlethal damage with a sneak attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">When you make an attack with a lethal bludgeoning weapon to deal nonlethal damage, you can spend 2 stamina points to treat the weapon's damage as if the weapon were one size category larger. This does not stack with any other effects that treat the weapon's damage as if the weapon were a larger size."
		]
	},
	"blundering_defense": {
		"name": "Blundering Defense",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Blundering Defense (Combat)",
			"",
			"{SOURCE Advanced Race Guide/66}",
			"",
			"Your feverish and sometimes comical defensive techniques offer enough distraction to aid allies.  ",
			"**Prerequisites:** {feat/Cautious Fighter}, halfling.  ",
			"**Benefit:** Whenever you fight defensively or use the total defense action, allies gain a luck bonus to AC and CMD equal to 1/2 the dodge bonus you gain from the action you are taking. Allies only gain this bonus while they are adjacent to you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">You can spend 5 stamina points to cause allies within 10 feet who are also in your melee reach to gain the benefits of this feat."
		]
	},
	"blunt_blade": {
		"name": "Blunt Blade",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Blunt Blade (Blood Hex)",
			"",
			"{SOURCE Magic Tactics Toolbox/28}",
			"",
			"With a single curse, you make your rival less fearsome in combat.  ",
			"**Prerequisites:** Int 13, base attack bonus +6, Use Magic Device 1 rank.  ",
			"**Benefit:** As a standard action, you can curse the accuracy of an enemy you have dealt damage to in the last minute. The target must succeed at a Fortitude save or it automatically fails to confirm all critical threats. This effect lasts for 1 round.  ",
			"**Special:** If a shaman or witch uses this blood hex, the target is unable to deal precision damage or sneak attack damage for the hex's duration."
		]
	},
	"blustering_bluff": {
		"name": "Blustering Bluff",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Blustering Bluff",
			"",
			"{SOURCE Ultimate Intrigue/75}",
			"",
			"You can verbally bully others into believing unlikely or outrageous lies.  ",
			"**Prerequisites:** Cha 13, Bluff 1 rank, Intimidate 1 rank.  ",
			"**Benefit:** When using Bluff to fool a foe, you can bully that person to reduce the penalty for telling an unlikely or far-fetched lie by 5. If you do so and your check would not have succeeded otherwise, after 1d6x10 minutes, the person you fooled realizes you bullied him into believing a lie, treats you as unfriendly, and might report you or take other actions against you.  ",
			"**Normal:** The penalty for telling unlikely lies is -5, and the penalty for telling far-fetched lies is -10."
		]
	},
	"boar_ferocity": {
		"name": "Boar Ferocity",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Boar Ferocity (Combat)",
			"",
			"{SOURCE Ultimate Combat/90}",
			"",
			"Your flesh-ripping unarmed strikes terrify your victims.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Boar Style}, Intimidate 6 ranks.  ",
			"**Benefit:** You add piercing damage to the damage types you can deal with your unarmed strikes. Further, you gain a +2 bonus on Intimidate checks to demoralize opponents. While using Boar Style, whenever you tear an opponent's flesh, you can spend a free action to make an Intimidate check to demoralize that opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">If your foe is demoralized before you tear its flesh with Boar Style, you can spend 5 stamina points to sicken it for 1 round."
		]
	},
	"boar_shred": {
		"name": "Boar Shred",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Boar Shred (Combat)",
			"",
			"{SOURCE Ultimate Combat/90}",
			"",
			"The wounds you inflict with your unarmed strikes bleed, giving you renewed vigor.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Boar Ferocity}, {feat/Boar Style}, Intimidate 9 ranks.  ",
			"**Benefit:** You can make an Intimidate check to demoralize an opponent as a move action. While using Boar Style, whenever you tear an opponent's flesh, once per round at the start of that opponent's turn he takes 1d6 bleed damage. The bleed damage dealt while using Boar Style persist even if you later switch to a different style.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">You can spend 2 stamina points to demoralize an opponent as a swift action."
		]
	},
	"boar_style": {
		"name": "Boar Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Boar Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/90}",
			"",
			"Your sharp teeth and nails rip your foes open.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, Intimidate 3 ranks.  ",
			"**Benefit:** You can deal bludgeoning damage or slashing damage with your unarmed strikes - changing damage type is a free action. While using this style, once per round when you hit a single foe with two or more unarmed strikes, you can tear flesh. When you do, you deal 2d6 extra points of damage with the attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">While using this style, you can spend 3 stamina points when you hit a target with only one unarmed strike during a round to tear flesh and deal 2d6 points of damage with the attack. You can still only tear flesh once per round."
		]
	},
	"body_control": {
		"name": "Body Control",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Body Control (Meditation)",
			"",
			"{SOURCE Faiths and Philosophies/19}",
			"",
			"You can directly manipulate your autonomic functions.  ",
			"**Prerequisites:** Wis 11, {feat/Meditation Master}.  ",
			"**Benefit:** For 24 hours after you meditate, you gain a +1 bonus on Fortitude saving throws against poison, disease, starvation, and effects that would make you fatigued or exhausted. You need only half as much food to avoid starvation, half as much water to avoid dehydration, and half as much sleep to heal injuries, avoid fatigue or exhaustion, and prepare spells."
		]
	},
	"body_mastery": {
		"name": "Body Mastery",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Body Mastery (Meditation)",
			"",
			"{SOURCE Faiths and Philosophies/19}",
			"",
			"Meditation allows you to harden your body against physical attacks.  ",
			"**Prerequisites:** Wis 19, {feat/Body Control}, {feat/Meditation Master}, character level 15th.  ",
			"**Benefit:** For 24 hours after you meditate, you gain damage reduction 2/-."
		]
	},
	"body_shield": {
		"name": "Body Shield",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Body Shield (Combat)",
			"",
			"{SOURCE Ultimate Combat/90}",
			"",
			"With a sly maneuver, you force a grappled opponent into the path of an incoming attack.  ",
			"**Prerequisites:** Dex 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, base attack bonus +6.  ",
			"**Benefit:** As an immediate action while you are grappling an adjacent creature, you can make a grapple combat maneuver check against that creature to gain cover against a single attack. If you are successful and the attack misses you, that attack targets the creature you used as cover, using the same attack roll. You cannot use this feat against a creature grappling you, and the cover you gain ends after the attack you gained cover against is resolved.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">You can spend 5 stamina points to use this feat against a creature grappling you."
		]
	},
	"bodyguard": {
		"name": "Bodyguard",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Bodyguard (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/151}",
			"",
			"Your swift strikes ward off enemies attacking nearby allies.  ",
			"**Prerequisites:** {feat/Combat Reflexes}.  ",
			"**Benefit:** When an adjacent ally is attacked, you may use an attack of opportunity to attempt the aid another action to improve your ally's AC. You may not use the aid another action to improve your ally's attack roll with this attack.  ",
			"**Normal:** Aid another is a standard action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">When you use an attack of opportunity to use an aid another action to improve an adjacent ally's Armor Class, you can spend 1 or 2 stamina points. Increase the bonus to the ally's AC by an amount equal to the number of stamina points you spent."
		]
	},
	"bolster_jinx": {
		"name": "Bolster Jinx",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Bolster Jinx",
			"",
			"{SOURCE Halflings of Golarion/26}",
			"",
			"Your ability to resist certain effects somehow makes it even harder for creatures you jinx to do the same.  ",
			"**Prerequisites:** {feat/Great Fortitude}, {feat/Iron Will}, or {feat/Lightning Reflexes}; Halfling Jinx trait.  ",
			"**Benefit:** A jinxed target's penalty on Fortitude, Reflex, or Will saves increases by 2 if you have the Great Fortitude, Lightning Reflexes, or Iron Will feat, respectively. If you have more than one of these feats, the additional penalties apply to all of the corresponding saves."
		]
	},
	"bolster_undead": {
		"name": "Bolster Undead",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Bolster Undead",
			"",
			"{SOURCE Inner Sea Gods/208}",
			"",
			"You can fortify undead against positive energy.  ",
			"**Prerequisites:** Channel energy 6d6, worshiper of Urgathoa.  ",
			"**Benefit:** Whenever you channel negative energy to heal undead creatures, you grant all undead you heal +1 channel resistance (or a +1 bonus to their existing channel resistance) for a number of rounds equal to your Charisma modifier (minimum 1 round)."
		]
	},
	"bolstered_resilience": {
		"name": "Bolstered Resilience",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Bolstered Resilience",
			"",
			"{SOURCE Ultimate Combat/90}",
			"",
			"You can dramatically increase your damage reduction in exchange for its temporary loss.  ",
			"**Prerequisites:** Damage reduction.  ",
			"**Benefit:** As an immediate action, you can double your DR against a single attack, to a maximum of DR 20. The type of the DR remains unchanged. If the attack you are guarding against is not successful, the increased damage reduction persists until you are hit with an attack or until the start of your next turn, whichever happens first. At the start of your next turn, you become fatigued. You cannot use this feat while you are fatigued."
		]
	},
	"bonded_mind": {
		"name": "Bonded Mind",
		"sources": [ "Distant Shores" ],
		"description": [
			"## Bonded Mind (Teamwork)",
			"",
			"{SOURCE Distant Shores/63}",
			"",
			"You and your partner are so close that you can almost read each other's minds.  ",
			"**Benefit:** As long as you can see each other, you and an ally who also has this feat can trade nonverbal messages. These function as the {spell/message} spell, except that you don't need to whisper or point, and you cannot be overheard."
		]
	},
	"bonebreaker": {
		"name": "Bonebreaker",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Bonebreaker (Combat)",
			"",
			"{SOURCE Ultimate Combat/90}",
			"",
			"When your opponent is unable to adequately defend against them, your precise unarmed strikes break bone and tear tissue.  ",
			"**Prerequisites:** Dex 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Jawbreaker}, {feat/Stunning Fist}, Heal 9 ranks.  ",
			"**Benefit:** When you make a successful Stunning Fist attempt against an opponent that is grappled, helpless, or stunned, you can forgo any other Stunning Fist effect to deal 1d6 Strength or Dexterity damage to that opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">When you make a successful Stunning Fist attempt against a creature that is dazed or staggered, you can spend 5 stamina points to forgo any other Stunning Fist effects and deal 1d6 points of Strength or Dexterity damage to that opponent instead."
		]
	},
	"bookish_rogue": {
		"name": "Bookish Rogue",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Bookish Rogue",
			"",
			"{SOURCE Advanced Class Guide/143}",
			"",
			"Thanks to your preparation, your arcane ability is more varied than most.  ",
			"**Prerequisites:** Minor magic rogue talent.  ",
			"**Benefit:** By studying a spellbook for 10 minutes, you can change one spell you are able to cast using your minor magic or major magic rogue talent to one sorcerer/wizard spell of the same level contained in the spellbook. This change is permanent until you take the time to change it via this feat again."
		]
	},
	"boon_companion": {
		"name": "Boon Companion",
		"sources": [
			"Ultimate Wilderness",
			"Seekers of Secrets",
			"Animal Archive"
		],
		"description": [
			"## Boon Companion",
			"",
			"{SOURCE Ultimate Wilderness/217;Seekers of Secrets/16;Animal Archive/18}",
			"",
			"Your bond with your animal companion or familiar is unusually close.  ",
			"**Prerequisites:** Animal companion class feature or familiar class feature.  ",
			"**Benefit:** The abilities of your animal companion or familiar are calculated as though your class were 4 levels higher, to a maximum effective druid level equal to your character level. If you have more than one animal companion or familiar, choose one to receive this benefit. If you dismiss or lose an animal companion or familiar that has received this benefit, you can apply this feat to the replacement creature.  ",
			"**Special:** You can select this feat more than once. The effects do not stack. Each time you take the feat, it applies to a different animal companion or familiar."
		]
	},
	"born_alone": {
		"name": "Born Alone",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Born Alone",
			"",
			"{SOURCE Advanced Race Guide/141}",
			"",
			"You are so tough and vicious that you killed and ate the rest of your litter while still in the womb.  ",
			"**Prerequisites:** Orc.  ",
			"**Benefit:** Whenever you kill or knock unconscious an opponent with a melee attack, you gain temporary hit points equal to your Constitution bonus (minimum 1) until your next turn. These temporary hit points do not stack. You do not gain this bonus if the opponent is helpless or has less than half your Hit Dice."
		]
	},
	"born_of_frost": {
		"name": "Born of Frost",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Born of Frost",
			"",
			"{SOURCE Monster Codex/68}",
			"",
			"You exude a chill that can harm other creatures.  ",
			"**Prerequisites:** Frost giant.  ",
			"**Benefit:** Your natural weapons and unarmed strikes deal an additional 1d6 points of cold damage. Creatures that strike you with natural weapons or unarmed strikes take 1 point of cold damage."
		]
	},
	"bouncing_spell": {
		"name": "Bouncing Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Bouncing Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/151}",
			"",
			"You can direct a failed spell against a different target.  ",
			"**Benefit:** Whenever a bouncing spell targeting a single creature has no effect on its intended target (whether due to spell resistance or a successful saving throw) you may, as a swift action, redirect it to target another eligible creature within range. The redirected spell behaves in all ways as if its new target were the original target for the spell. Spells that affect a target in any way (including a lesser effect from a successful saving throw) may not be redirected in this manner. A bouncing spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"bouncing_spell_like_ability": {
		"name": "Bouncing Spell-Like Ability",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Bouncing Spell-Like Ability (Monster)",
			"",
			"{SOURCE Horror Adventures/83}",
			"",
			"You can retarget one of your spell-like abilities when it fails to affect its original target.  ",
			"**Prerequisites:** Spell-like ability at caster level 4th or higher.  ",
			"**Benefit:** Choose one of your spell-like abilities, subject to the restrictions described in this feat. You can use the chosen spell-like ability as a bouncing spell-like ability three times per day (or less, if the ability is normally usable only once or twice per day).",
			"",
			"Whenever you use a bouncing spell-like ability against a single target and the ability has no effect on it (whether due to spell resistance or a successful saving throw), as a swift action, you can redirect the spell-like ability to target another eligible creature within range. The redirected spell-like ability behaves as if its new target were the original target for the spell-like ability. Spell-like abilities that affect a target in any way (including a lesser effect from a successful saving throw) can't be redirected in this manner.",
			"",
			"You can only select a spell-like ability duplicating a spell with a level less than or equal to 1/2 your caster level (round down) - 1  ",
			"**Special:** This feat can be taken multiple times. Each time it is taken, you can apply it to a different spell-like ability.",
			"",
			"| Spell Level | Caster Level |",
			"| --- | --- |",
			"| 0 | 2nd |",
			"| 1st | 4th |",
			"| 2nd | 6th |",
			"| 3rd | 8th |",
			"| 4th | 10th |",
			"| 5th | 12th |",
			"| 6th | 14th |",
			"| 7th | 16th |",
			"| 8th | 18th |",
			"| 9th | 20th |"
		]
	},
	"bouncing_trick": {
		"name": "Bouncing Trick",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Bouncing Trick (Trick)",
			"",
			"{SOURCE Psychic Anthology/16}",
			"",
			"Your mesmerist trick jumps to a new target after the trick is triggered.  ",
			"**Prerequisites:** Mesmerist trick class feature.  ",
			"**Benefit:** Whenever you implant a mesmerist trick in a target's mind, you can spend any number of additional uses of your mesmerist trick ability to transform the trick into a bouncing trick. The maximum number of uses of the mesmerist trick ability that you can spend on a single bouncing trick is equal to your Charisma modifier.",
			"",
			"After you trigger a bouncing trick, you can redirect the trick to one target within 30 feet as an immediate action. The redirected trick is immediately implanted in the new target's mind, as if it were the original target. You can't implant a bouncing trick in a target that has been previously implanted with that same bouncing trick. You can't implant a creature with a bouncing trick in this manner if doing so would place it above the maximum number of mesmerist tricks that you can implant in a single target.",
			"",
			"You can redirect the trick multiple times, up to the number of additional uses of the mesmerist trick ability that you spent on the bouncing trick. If you don't use an immediate action to redirect a bouncing trick as soon as the trick is triggered, any remaining uses of the mesmerist trick ability that you invested in the bouncing trick are lost."
		]
	},
	"bounding_hammer": {
		"name": "Bounding Hammer",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Bounding Hammer (Combat)",
			"",
			"{SOURCE Dwarves of Golarion/20}",
			"",
			"You can throw a hammer so it rebounds near you.  ",
			"**Prerequisites:** Proficiency with hammer, base attack bonus +6.  ",
			"**Benefit:** As a standard action, you may throw a hammer at an opponent within 20 feet. If you hit (whether or not the attack damages the target), the hammer rebounds off of the creature and lands in your square. If you have the Snatch Arrows feat, you may choose to catch the hammer when it enters your square (though this does not give you the ability to immediately throw the hammer). This ability may not work against some creatures or in certain circumstances as determined by the GM; for example, your weapon does not bounce off incorporeal creatures (unless it has the {magic-enh/ghost touch} ability), it may stick to creatures with the adhesive ability, the slowing effect of fighting underwater prevents you from using this feat, and so on.  ",
			"**Normal:** A thrown weapon drops in the square where it hit its target."
		]
	},
	"bounding_step": {
		"name": "Bounding Step",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Bounding Step",
			"",
			"{SOURCE Heroes of the Wild/22}",
			"",
			"You can leap through difficult terrain like a deer or elk.  ",
			"**Prerequisites:** Dex 15, {feat/Nimble Moves}.  ",
			"**Benefit:** You gain a +2 bonus on Acrobatics checks to keep your balance and Reflex saves to avoid falling. Additionally, select one terrain type from the ranger list of favored terrains. Within that terrain, the maximum number of feet of difficult terrain you can move through as if it were normal terrain increases by 10 feet.  ",
			"**Normal:** {feat/Nimble Moves} allows you to move through 5 feet of difficult terrain each round as if it were normal terrain.  ",
			"**Special:** If you have the {ability/favored terrain} class feature, you do not select a terrain with this feat. Instead, this feat's increased movement through difficult terrain applies to all of your favored terrains."
		]
	},
	"bounteous_body": {
		"name": "Bounteous Body",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Bounteous Body",
			"",
			"{SOURCE Wilderness Origins/14}",
			"",
			"Your body produces magical fruits of greater power.  ",
			"**Prerequisites:** Character level 5th, grapevine or natural magic racial trait.  ",
			"**Benefit:** You can spend 1 hour in concentration to grow a number of fist-sized fruits equal to one-third your character level. Eating a fruit grants the benefits of a {spell/lesser restoration} spell. Fruits lose their magical potency after 24 hours. This ability is usable once per week plus one additional time per week equal to your Constitution modifier (minimum 0)."
		]
	},
	"brackish_spell": {
		"name": "Brackish Spell",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Brackish Spell (Metamagic)",
			"",
			"{SOURCE Elemental Master's Handbook/15}",
			"",
			"You can conjure a seawater orb to protect yourself.  ",
			"**Benefit:** This feat can be applied only to spells with the water descriptor. You can modify the spell to surround you with a thin sheath of brackish salt water in addition to the spell's normal effect. You gain DR/piercing equal to the spell's level for 1 round after you finish casting the spell. After this round, the water collapses into a briny puddle and the effect ends. A brackish spell does not use up a higher-level spell slot than the spell's actual level."
		]
	},
	"brain_eater": {
		"name": "Brain Eater",
		"sources": [ "Classic Horrors Revisited" ],
		"description": [
			"## Brain Eater",
			"",
			"{SOURCE Classic Horrors Revisited/32}",
			"",
			"You gain some of the skills and knowledge of a consumed foe by eating its brain.  ",
			"**Prerequisites:** Ghoul, Int 17.  ",
			"**Benefit:** If you eat a portion of the brain of a creature with Intelligence 3 or higher, you gain a +2 insight bonus on all skill checks and Will saving throws for 1 hour. Eating a brain is a full-round action, and the target must be dead or helpless. If the target is living, you may attempt to eat its brain as a coup de grace attack on the target, but you gain the insight bonus only if your attempt results in the victim's death."
		]
	},
	"branch_pounce": {
		"name": "Branch Pounce",
		"sources": [
			"Ultimate Wilderness",
			"Heroes of the Wild"
		],
		"description": [
			"## Branch Pounce (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/107;Heroes of the Wild/22}",
			"",
			"You are adept at exploiting higher ground to its greatest advantage in battle, and can leap from above to deal incredible damage to your foes.  ",
			"**Prerequisites:** Climb 3 ranks, Stealth 3 ranks.  ",
			"**Benefit:** When charging a target by jumping down from above (such as when jumping out of a tree), you can soften your fall with a melee attack. If the attack at the end of your charge hits, the attack deals damage as normal and you also deal the amount of falling damage appropriate to your fall to the target (1d6 points for a 10-foot fall, 2d6 points for a 20-foot fall, and so on). This falling damage is not multiplied on a critical hit. You land in an unoccupied square of your choosing adjacent to the target, and you take falling damage as if your fall had been 10 feet shorter. You can attempt an Acrobatics check as normal to treat the fall as an additional 10 feet shorter for the purpose of determining the damage you take from the fall. If your attack misses, you land prone in a random square adjacent to the target and automatically take the full amount of falling damage."
		]
	},
	"branded_for_retribution": {
		"name": "Branded for Retribution",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Branded for Retribution",
			"",
			"{SOURCE Ultimate Combat/90}",
			"",
			"You brand an enemy with your bane weapon, making it more vulnerable to your allies' attacks.  ",
			"**Prerequisites:** Bane class feature.  ",
			"**Benefit:** As a standard action, expend 3 rounds of your bane class feature and make a melee touch attack with the weapon affected by bane. If you hit, your target takes no damage but is branded until the start of your next turn. While this brand remains, your allies' weapons are considered to have the bane ability with which your weapon is imbued when they attack the branded creature."
		]
	},
	"brash_stride": {
		"name": "Brash Stride",
		"sources": [ "Pathfinder #132: The Six-Legend Soul" ],
		"description": [
			"## Brash Stride",
			"",
			"{SOURCE Pathfinder #132: The Six-Legend Soul/72}",
			"",
			"You have studied the bold fighting style of Grand Prince Cyricas and emulate his intrepid tread through jungles and other dangerous lands.  ",
			"**Prerequisites:** Dex 15, {feat/Acrobatic Steps}, {feat/Nimble Moves}.  ",
			"**Benefit:** When you charge or run, you treat difficult terrain as normal terrain."
		]
	},
	"bravery_in_action": {
		"name": "Bravery in Action",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Bravery in Action",
			"",
			"{SOURCE Divine Anthology/7}",
			"",
			"Sometimes the key to bravery is acting before you have time to be scared.  ",
			"**Prerequisites:** Bravery class feature, worshiper of Cayden Cailean.  ",
			"**Benefit:** You can add the bonus from bravery to your initiative checks."
		]
	},
	"breach": {
		"name": "Breach",
		"sources": [ "Mystery Monsters Revisited" ],
		"description": [
			"## Breach",
			"",
			"{SOURCE Mystery Monsters Revisited/6}",
			"",
			"Using its powerful tail to charge at an incredible speed, a bunyip can explode through the water's surface and get the jump on terrestrial prey.  ",
			"**Prerequisites:** Str 15, bunyip.  ",
			"**Benefit:** While underwater, the bunyip can make a special charge attack against a creature on land. As long as the target is no farther away than half the bunyip's swim speed (25 feet for most bunyips) from the body of water the bunyip is attacking from, the bunyip can break through the surface of the water and continue its charge as it soars through the air and toward the target of its attack. The bunyip can still only move up to twice its swim speed while making a breach attack. This attack otherwise follows all the normal rules for a charge attack."
		]
	},
	"breadth_of_experience": {
		"name": "Breadth of Experience",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Breadth of Experience",
			"",
			"{SOURCE Advanced Player's Guide/151}",
			"",
			"Although still young for your kind, you have a lifetime of knowledge and training.  ",
			"**Prerequisites:** Dwarf, elf, or gnome; 100+ years old.  ",
			"**Benefit:** You get a +2 bonus on all Knowledge and Profession skill checks, and can make checks with those skills untrained."
		]
	},
	"break_guard": {
		"name": "Break Guard",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Break Guard (Combat)",
			"",
			"{SOURCE Ultimate Combat/91}",
			"",
			"You can use one of your two weapons to occupy your opponent's defenses while attacking with the other.  ",
			"**Prerequisites:** Dex 15, Int 13, {feat/Combat Expertise}, {feat/Improved Disarm}.  ",
			"**Benefit:** While wielding two weapons, whenever you successfully use one weapon to disarm an opponent, you can spend a swift action to attack the opponent you attempted to disarm using your other weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">You can spend 5 stamina points to attack the opponent you disarmed with a free action instead of a swift action."
		]
	},
	"breaker_of_barriers": {
		"name": "Breaker of Barriers",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Breaker of Barriers (Combat)",
			"",
			"{SOURCE Inner Sea Gods/208}",
			"",
			"You see it as your sacred duty to destroy all obstacles.  ",
			"**Prerequisites:** Str 17, worshiper of Rovagug.  ",
			"**Benefit:** You gain a +2 bonus on Strength checks to break down doors, walls, dams, and other barriers and on combat maneuver checks to bull rush and overrun opponents. You ignore the first 5 points of hardness when you deal damage to doors, walls, dams, and other barriers."
		]
	},
	"bred_commander": {
		"name": "Bred Commander",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Bred Commander",
			"",
			"{SOURCE Monster Codex/116}",
			"",
			"You possess a long pedigree of ruthless generals and military tacticians, and an army under your command is more difficult to rout as a result.  ",
			"**Prerequisites:** Hobgoblin.  ",
			"**Benefit:** When serving as a commander using the {rule/mass combat/ rules}, you can add your class level to your army's Morale checks in place of your Charisma modifier."
		]
	},
	"brew_potion": {
		"name": "Brew Potion",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Brew Potion (Item Creation)",
			"",
			"{SOURCE PRPG Core Rulebook/119}",
			"",
			"You can create magic potions.  ",
			"**Prerequisites:** Caster level 3rd.  ",
			"**Benefit:** You can create a potion of any 3rd-level or lower spell that you know and that targets one or more creatures or objects. Brewing a potion takes 2 hours if its base price is 250 gp or less, otherwise brewing a potion takes 1 day for each 1,000 gp in its base price. When you create a potion, you set the caster level, which must be sufficient to cast the spell in question and no higher than your own level. To brew a potion, you must use up raw materials costing one half this base price. See the {rule/magic item creation/ rules} for more information.",
			"",
			"When you create a potion, you make any choices that you would normally make when casting the spell. Whoever drinks the potion is the target of the spell."
		]
	},
	"brewmaster": {
		"name": "Brewmaster",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Brewmaster",
			"",
			"{SOURCE Advanced Race Guide/17}",
			"",
			"You can concoct potent brews.  ",
			"**Prerequisites:** Craft (alchemy) 1 rank, Profession (brewer) 1 rank, dwarf.  ",
			"**Benefit:** You gain a +2 bonus on Craft (alchemy) and Profession (brewer) checks, and you add +1 to the DC of any ingested poison you create."
		]
	},
	"brilliant_planner": {
		"name": "Brilliant Planner",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Brilliant Planner",
			"",
			"{SOURCE Ultimate Intrigue/75}",
			"",
			"Your experience and intellect enable you to create prescient plans and contingencies.  ",
			"**Prerequisites:** Int 13, character level 5th.  ",
			"**Benefit:** You can prepare for future contingencies without defining what those preparations are until they are relevant. As a part of this preparation, while in a settlement for at least 24 hours, you can take 8 hours and spend up to 50 gp per character level, which becomes your brilliant plan fund. While you have a brilliant plan pending, you are always treated as carrying 20 additional pounds of weight, even before you define your brilliant plan.",
			"",
			"Once per day, you can take 10 minutes to enact a brilliant plan, withdrawing an item that would have been available in a settlement you visited or procuring a mundane service that your character planned ahead of time. Once you enact the plan, subtract the price of the item or service from this feat's fund. Any item procured must weigh 10 pounds or less. Likewise, the GM must approve any nonmagical service you gain by using this feat as being appropriate for the location selected.",
			"",
			"Once you have spent all the money in your brilliant plan fund or procured 20 pounds of objects with this feat, you cannot use the feat again until you replenish your brilliant plan fund."
		]
	},
	"brilliant_spell_preparation": {
		"name": "Brilliant Spell Preparation",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Brilliant Spell Preparation",
			"",
			"{SOURCE Ultimate Intrigue/79}",
			"",
			"You have the foresight to prepare just the right spell for the troubles you face.  ",
			"**Prerequisites:** Int 13, ability to prepare 3rd-level spells.  ",
			"**Benefit:** Select one class for which you prepare spells of 3rd level or higher. Once you select a class, it can't be changed. When you prepare spells for that class, you can leave one spell slot open as a special slot. The slot must be at least 2 levels lower than the highest-level spell you can cast. You can then prepare a spell in this special open slot as a standard action instead of it taking 15 minutes.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you can leave an additional special slot open."
		]
	},
	"brisk_spell": {
		"name": "Brisk Spell",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Brisk Spell (Metamagic)",
			"",
			"{SOURCE Magic Tactics Toolbox/5}",
			"",
			"Your movement spells make allies swifter than normal.  ",
			"**Prerequisites:** Dex 13+.  ",
			"**Benefit:** You can alter spells that grant a creature a movement type it doesn't normally have to increase the speed for that movement type by 10 feet. A brisk spell uses a spell slot equal to the spell's normal spell level."
		]
	},
	"bristling_bull_rush": {
		"name": "Bristling Bull Rush",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Bristling Bull Rush (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/108}",
			"",
			"You deal damage to opponents when bull rushing them through difficult terrain, using the environment itself to harm your targets.  ",
			"**Prerequisites:** Str 13, {feat/Improved Bull Rush}, {feat/Power Attack}, base attack bonus +3.  ",
			"**Benefit:** When you successfully bull rush a creature, it takes 1d4 points of damage for every 5 feet it is pushed through naturally occurring difficult terrain. This damage is in addition to any damage the creature might normally take from moving through the difficult terrain. Creatures with the woodland stride special ability or who are otherwise unaffected by difficult terrain are immune to this extra damage."
		]
	},
	"bristling_drag": {
		"name": "Bristling Drag",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Bristling Drag (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/108}",
			"",
			"You deal damage to opponents when dragging them through difficult terrain.  ",
			"**Prerequisites:** Str 13, {feat/Improved Drag}, {feat/Power Attack}, base attack bonus +3.  ",
			"**Benefit:** When you successfully drag a creature, it takes 1d4 points of damage for every 5 feet it is dragged through naturally occurring difficult terrain. This damage is in addition to any damage the creature might normally take from moving through the difficult terrain. Creatures with the woodland stride special ability or who are otherwise unaffected by difficult terrain are immune to this extra damage."
		]
	},
	"broken_wing_gambit": {
		"name": "Broken Wing Gambit",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Broken Wing Gambit (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Combat/90}",
			"",
			"You feign weakness, making yourself a tempting and distracting target.  ",
			"**Prerequisites:** Bluff 5 ranks.  ",
			"**Benefit:** Whenever you make a melee attack and hit your opponent, you can use a free action to grant that opponent a +2 bonus on attack and damage rolls against you until the end of your next turn or until your opponent attacks you, whichever happens first. If that opponent attacks you with this bonus, it provokes attacks of opportunity from your allies who have this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">When an opponent with the +2 bonus on attack rolls granted by this feat attacks you, you can spend 5 stamina points to have that attack provoke an attack of opportunity from you also."
		]
	},
	"brood_defender": {
		"name": "Brood Defender",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Brood Defender",
			"",
			"{SOURCE Legacy of Dragons/19}",
			"",
			"When someone under your protection is set upon, you react viciously against the attacker.  ",
			"**Prerequisites:** {feat/Bodyguard}, {feat/Combat Reflexes}, wyvaran.  ",
			"**Benefit:** If an opponent misses its attack on an ally after you successfully used the aid another action to improve that ally's AC this round, you can attempt an Intimidate check as an immediate action to demoralize that opponent."
		]
	},
	"brutal_coup_de_grace": {
		"name": "Brutal Coup de Grace",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Brutal Coup de Grace (Combat)",
			"",
			"{SOURCE Horror Adventures/83}",
			"",
			"Your killing blows are so brutal that they scare other foes.  ",
			"**Prerequisites:** {feat/Dazzling Display}, {feat/Weapon Focus}, base attack bonus +5, proficiency with the selected weapon.  ",
			"**Benefit:** When you deliver a [coup de grace](rule/helpless_defenders) with the selected weapon and kill the target, enemies within 30 feet of you who can see or hear you must succeed at a Will saving throw (DC = 10 + 1/2 your character level + your Charisma bonus) or become shaken. This is a mind-affecting fear effect."
		]
	},
	"brutal_grappler": {
		"name": "Brutal Grappler",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Brutal Grappler (Combat, Teamwork)",
			"",
			"{SOURCE Orcs of Golarion/24}",
			"",
			"When helping an ally grapple, you can damage the target.  ",
			"**Prerequisites:** Half-orc or orc.  ",
			"**Benefit:** When you and an ally with this feat have grappled the same creature, you may attempt to damage the opponent on your turn (whether you were the one who first initiated the grapple or were assisting your ally in doing so). You and the ally are treated as aiding each other in the grapple (+2 bonus on your grapple combat maneuver) as long as you both decide to maintain the grapple.  ",
			"**Normal:** When multiple creatures grapple one target, the creature that first initiates the grapple is the only one that makes a check to damage a grappled opponent, with a +2 bonus for each creature that assists the grapple using the {rule/Aid Another} action."
		]
	},
	"brute_assault": {
		"name": "Brute Assault",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Brute Assault (Combat)",
			"",
			"{SOURCE Horror Adventures/83}",
			"",
			"With brute force, you can bowl over and cripple opponents by treading on them.  ",
			"**Prerequisites:** Str 23, Int 13, {feat/Brute Stomp}, {feat/Brute Style}, {feat/Combat Reflexes}, {feat/Improved Overrun}, {feat/Improved Trip}, {feat/Improved Unarmed Strike}, {feat/Vicious Stomp}, base attack bonus +10.  ",
			"**Benefit:** While using Brute Style, when you successfully perform an overrun or trip combat maneuver against an opponent that causes that opponent to fall prone, your opponent takes 1d6 points of Strength damage, and its base speed is halved until the Strength damage is healed. A successful Fortitude save (DC = 10 + your base attack bonus) reduces the Strength damage to 1 point and negates the movement speed reduction."
		]
	},
	"brute_stomp": {
		"name": "Brute Stomp",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Brute Stomp (Combat)",
			"",
			"{SOURCE Horror Adventures/83}",
			"",
			"Few can avoid the brutal violence of your bone-crushing kicks and stomps.  ",
			"**Prerequisites:** Str 19, Int 13, {feat/Brute Style}, {feat/Combat Reflexes}, {feat/Improved Overrun}, {feat/Improved Trip}, {feat/Improved Unarmed Strike}, {feat/Vicious Stomp}, base attack bonus +8.  ",
			"**Benefit:** While using Brute Style, when you make a full attack with a prone opponent adjacent to you that includes at least one unarmed strike, you can make an additional unarmed strike at your highest base attack bonus against that prone creature. These additional attacks don't stack with those granted by Medusa's Wrath, and this does not allow you to make an additional attack against a creature you tripped during your full attack. Additionally, you can use your Vicious Stomp feat against any opponent within your natural reach regardless of whether it falls prone adjacent to you."
		]
	},
	"brute_style": {
		"name": "Brute Style",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Brute Style (Combat, Style)",
			"",
			"{SOURCE Horror Adventures/83}",
			"",
			"Through strength, study, and intense inner reflection, you have become an expert at battering fallen opponents.  ",
			"**Prerequisites:** Str 15, Int 13, {feat/Combat Reflexes}, {feat/Improved Overrun}, {feat/Improved Trip}, {feat/Improved Unarmed Strike}, {feat/Vicious Stomp}, base attack bonus +6.  ",
			"**Benefit:** While using this style, you can use your Vicious Stomp feat against any opponent within 10 feet of you, as long as it is within your natural reach. If you don't have the Vicious Stomp feat, you gain no benefit from this feat.  ",
			"**Normal:** The Vicious Stomp feat only works against an opponent that falls prone adjacent to you."
		]
	},
	"buffeting_wings": {
		"name": "Buffeting Wings",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Buffeting Wings (Combat)",
			"",
			"{SOURCE Inner Sea Monster Codex/53}",
			"",
			"You can create a gust of wind with your wings.  ",
			"**Prerequisites:** {feat/Hover}, {feat/Powerful Wings}.  ",
			"**Benefit:** As a full-round action, you can beat your wings to create a blast of air as the {spell/gust of wind} spell. This is an extraordinary ability.  ",
			"**Special:** While the following feats are primarily taken by strix, other creatures with natural wings can also take them at the GM's discretion."
		]
	},
	"bulette_charge_style": {
		"name": "Bulette Charge Style",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Bulette Charge Style (Combat, Style)",
			"",
			"{SOURCE Armor Master's Handbook/10}",
			"",
			"You use the weight of your armor to enhance the momentum of your charge.  ",
			"**Prerequisites:** Str 13, {feat/Improved Overrun}, {feat/Power Attack}, proficiency with heavy armor.  ",
			"**Benefit:** While using this style, you gain a +4 bonus on combat maneuver checks to overrun an opponent. Any magic ability or material that reduces your armor check penalty also reduces the bonus you gain for this style.  ",
			"**Special:** A character with the armor training class feature can use Bulette Charge Style while wearing any type of armor with which she is proficient. Medium armor grants a +3 bonus, and light armor grants a +2 bonus."
		]
	},
	"bulette_leap": {
		"name": "Bulette Leap",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Bulette Leap (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/10}",
			"",
			"You can shove aside multiple opponents while leaping into the air.  ",
			"**Prerequisites:** Str 15, {feat/Bulette Charge Style}, {feat/Improved Overrun}, {feat/Power Attack}, proficiency with heavy armor.  ",
			"**Benefit:** While using Bulette Charge Style, you gain a bonus on Acrobatics checks to jump equal to your Strength bonus. Additionally, when you perform an overrun combat maneuver, you can attempt to overrun multiple foes, but you take a cumulative -2 penalty on each successive overrun attempt in the same round. If an overrun attempt fails, you cannot make any further attempts until your next round."
		]
	},
	"bulette_rampage": {
		"name": "Bulette Rampage",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Bulette Rampage (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/10}",
			"",
			"You are able to channel your enhanced momentum to deal incredible damage to multiple foes.  ",
			"**Prerequisites:** Str 15, {feat/Bulette Charge Style}, {feat/Bulette Leap}, {feat/Improved Overrun}, {feat/Power Attack}, proficiency with heavy armor.  ",
			"**Benefit:** While you're using Bulette Charge Style, whenever you succeed at an overrun combat maneuver check against a foe, that foe takes an amount of damage equal to 1d8 (if you're Medium) or 1d6 (if you're Small) + 1/2 your armor bonus to AC + 1-1/2 times your Strength bonus."
		]
	},
	"bull_rush_strike": {
		"name": "Bull Rush Strike",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Bull Rush Strike (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/151}",
			"",
			"Your critical hits can push back your foes.  ",
			"**Prerequisites:** Str 13, {feat/Improved Bull Rush}, {feat/Power Attack}, base attack bonus +9.  ",
			"**Benefit:** Whenever you score a critical hit with a melee attack, you can push your opponent back, in addition to the normal damage dealt by the attack. If your confirmation roll exceeds your opponent's CMD, you may push your opponent back as if from the bull rush combat maneuver. You do not need to move with the target if successful. This does not provoke an attack of opportunity.  ",
			"**Normal:** You must perform a bull rush combat maneuver to bull rush an opponent.  ",
			"**Special:** You can only apply the effects of one of the following feats to a given critical hit",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">When you fail to confirm a critical hit with a melee attack, you can spend 2 stamina points to attempt to bull rush the target anyway. If you do, reroll the confirmation roll to determine if the bull rush attempt exceeds the opponent's CMD. This reroll is only for the bull rush combat maneuver; it can't cause the critical hit to be confirmed. You still can't make the attempt if the target is immune to critical hits."
		]
	},
	"bull_catcher_style": {
		"name": "Bull-Catcher Style",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Bull-Catcher Style (Combat, Style)",
			"",
			"{SOURCE Monster Hunter's Handbook/8}",
			"",
			"You brace yourself to catch oncoming foes.  ",
			"**Prerequisites:** Dex 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** As a standard action, you can ready yourself against oncoming foes. Until the start of your next turn, if a creature moves at least 10 feet in your direction and enters a square you threaten, you can attempt a grapple combat maneuver against that creature. If the creature is charging, you gain a +2 bonus on the check. A creature you grapple with this style can make only a single natural attack after its movement or charge, even if it has the pounce ability. You can make only one grapple attempt in this manner per round."
		]
	},
	"bull_catcher_toss": {
		"name": "Bull-Catcher Toss",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Bull-Catcher Toss (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/8}",
			"",
			"You can use a charging foe's momentum to throw them aside.  ",
			"**Prerequisites:** Dex 13, {feat/Bull-Catcher Style}, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}; base attack bonus +8, brawler level 4th, or monk level 4th.  ",
			"**Benefit:** When you successfully grapple a creature with the Bull-Catcher Style feat, you can immediately move that creature into any square you threaten. After it is placed, you can break your grapple as an immediate action to move the creature an additional 5 feet in any direction. You can't use this maneuver to move a foe into a space that is intrinsically dangerous or unstable, such as a pit, wall of fire, or midair."
		]
	},
	"bull_catcher_wrangler": {
		"name": "Bull-Catcher Wrangler",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Bull-Catcher Wrangler (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/9}",
			"",
			"You can wrestle a charging foe to the ground.  ",
			"**Prerequisites:** Dex 13, {feat/Bull-Catcher Style}, {feat/Bull-Catcher Toss}, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}; base attack bonus +12, brawler level 8th, or monk level 8th.  ",
			"**Benefit:** When a creature is charging you, and you successfully grapple it with the Bull-Catcher Style feat, you can immediately move it as per the Bull-Catcher Toss feat. Once the creature is moved, you can break your grapple as an immediate action. If you do, select another creature in the repositioned target's threatened area. That creature becomes the new target of the initial charge attack."
		]
	},
	"bulls_eye": {
		"name": "Bull's Eye",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Bull's Eye (Blood Hex)",
			"",
			"{SOURCE Magic Tactics Toolbox/29}",
			"",
			"Your ranged attacks unerringly seek those you have cursed.  ",
			"**Prerequisites:** Dex 13, Int 13, {feat/Dodge}, {feat/Mobility}, {feat/Shot on the Run}, base attack bonus +4, Use Magic Device 1 rank.  ",
			"**Benefit:** As a standard action, you can curse a creature you've dealt damage to with a ranged weapon attack since the beginning of your last turn. The target must succeed at a Reflex save, or you don't take penalties on ranged weapon attacks against the creature for the first range increment and you ignore any bonus to the creature's Armor Class from cover. The creature still benefits from total cover. This effect lasts for 1 minute.  ",
			"**Special:** A shaman or witch with this blood hex can use it against a target she has damaged with any ranged attack since her last turn, and applies its benefits to any ranged attack she makes against an affected creature."
		]
	},
	"bullseye_shot": {
		"name": "Bullseye Shot",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Bullseye Shot (Combat)",
			"",
			"{SOURCE Inner Sea Gods/208;Faiths of Purity/24}",
			"",
			"You slow your breath, calm yourself, and hit the bullseye, just as you were trained to do.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, {feat/Precise Shot}, base attack bonus +5.  ",
			"**Benefit:** You can spend a move action to steady your shot. When you do, you gain a +4 bonus on your next ranged attack roll before the end of your turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">You can spend 5 stamina points to use Bullseye Shot as a swift action."
		]
	},
	"bully_breed": {
		"name": "Bully Breed",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Bully Breed",
			"",
			"{SOURCE Horror Adventures/83}",
			"",
			"Your animal companion can terrify as well as fight.  ",
			"**Prerequisites:** Handle Animal 4 ranks, Intimidate 4 ranks, animal companion or mount class feature.  ",
			"**Benefit:** Your animal companion or mount gains Intimidate as a class skill. It can attempt to demoralize an opponent using the Intimidate skill as a move action on the same round that it damages an opponent with a natural attack.  ",
			"**Normal:** Animal companions and mounts with an Intelligence score of 2 or less must select feats from a limited list.  ",
			"**Special:** Your animal companion can select the {feat/Dazzling Display} and {feat/Shatter Defenses} feats if it meets the prerequisites. This feat does not allow your animal companion to use Intimidate to make a target friendly or gain their assistance."
		]
	},
	"bullying_blow": {
		"name": "Bullying Blow",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Bullying Blow (Combat)",
			"",
			"{SOURCE Advanced Race Guide/141}",
			"",
			"With a simple hit, you more easily intimidate an opponent.  ",
			"**Prerequisites:** Intimidate 1 rank, orc.  ",
			"**Benefit:** As a standard action, you may make a melee attack with a -2 penalty on the attack roll. If the attack damages your opponent, you may make an Intimidate check to demoralize that opponent as a free action.  ",
			"**Normal:** Intimidating an opponent is a standard action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">You can spend 2 stamina points to gain the effects of this feat on a single attack made as part of a full attack."
		]
	},
	"burn_it_down": {
		"name": "Burn It Down!",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Burn It Down! (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/201}",
			"",
			"Burning torches and the discordant symphony of riotous singing ignite the fervor within you.  ",
			"**Prerequisites:** Base attack bonus +1, goblin.  ",
			"**Benefit:** Whenever you make an attack with a torch, a flask of lamp oil fitted with a fuse, alchemist's fire, or a flaming weapon, you gain a morale bonus on your damage roll equal to the number of goblin allies within 30 feet who also have this feat (maximum +4). This bonus damage is fire damage."
		]
	},
	"burn_burn_burn": {
		"name": "Burn! Burn! Burn!",
		"sources": [
			"Advanced Race Guide",
			"Goblins of Golarion"
		],
		"description": [
			"## Burn! Burn! Burn!",
			"",
			"{SOURCE Advanced Race Guide/118;Goblins of Golarion/24}",
			"",
			"You take the goblin love of arson and fire play to a whole new level.  ",
			"**Prerequisites:** Disable Device 1 rank, goblin.  ",
			"**Benefit:** You deal an extra 1d4 points of fire damage when you attack with fire from an alchemical or nonmagical source (such as with alchemical fire or torches) and gain a +4 competence bonus on Reflex saving throws made to avoid catching on fire or to put yourself out when on fire. Additional damage caused by this feat does not apply to magical attacks (such as an alchemist's bomb) or to splash damage."
		]
	},
	"burning_amplification": {
		"name": "Burning Amplification",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Burning Amplification",
			"",
			"{SOURCE Magic Tactics Toolbox/8}",
			"",
			"You can expend some of the energy of your fire spells to make the flames linger long enough to cause your opponents to catch ablaze.  ",
			"**Benefit:** Whenever you cast a spell with the fire descriptor, you can take a -1 penalty on the spells' attack rolls and reduce the spell's saving throw DC by 1 to cause any target that is dealt fire damage to catch on fire. The targets do not take burning damage for catching on fire until their next turn, and each target can attempt a Reflex saving throw to put out the fire before being damaged each round. Rather than the normal DC 15 Reflex saving throw to put the fire out, the target must succeed at a Reflex saving throw with a DC equal 10 + the spell's level + the modifier of your spellcasting ability score). You must choose to use this feat before making an attack roll or before your targets attempt their saving throws. This feat has no effect on spells that neither allow a saving throw nor require an attack roll."
		]
	},
	"burning_spell": {
		"name": "Burning Spell",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Burning Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Magic/143}",
			"",
			"You cause creatures to take extra damage when you affect them with a spell that has the acid or fire descriptor.  ",
			"**Benefit:** The acid or fire effects of the affected spell adhere to the creature, causing more damage the next round. When a creature takes acid or fire damage from the affected spell, that creature takes damage equal to 2 &times; the spell's actual level at the start of its next turn. The damage is acid or fire, as determined by the spell's descriptor. If a burning spell has both the fire and acid descriptor, the caster chooses what kind of damage is dealt by the burning spell effect. A burning spell uses up a slot two levels higher than the spell's actual level."
		]
	},
	"burrowing_shot": {
		"name": "Burrowing Shot",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Burrowing Shot (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/21}",
			"",
			"You lodge your ranged weapons within your target's body.  ",
			"**Prerequisites:** Dex 13, {feat/Deadly Aim}, base attack bonus +9, weapon training class feature with a ranged weapon.  ",
			"**Benefit:** When you successfully hit a creature with a ranged attack, as a swift action, you can have the weapon (or its ammunition, for projectile weapons) lodge itself within the creature's body, causing the creature to take a -2 penalty on ability checks, attack rolls, saving throws, and skill checks as a result of the intense pain. Penalties from multiple lodged weapons do not stack. If the creature is a spellcaster, it gains a 25% spell failure chance with all spells it casts that include somatic components. This penalty can be removed with the treat deadly wounds use of the Heal skill or by removing the lodged weapon as a standard action, which ends the penalties and causes the creature to take an amount of damage equal to the weapon's base damage (without any bonuses)."
		]
	},
	"burrowing_teeth": {
		"name": "Burrowing Teeth",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Burrowing Teeth",
			"",
			"{SOURCE Advanced Race Guide/154}",
			"",
			"You have teeth and claws that suit you well to digging.  ",
			"**Prerequisites:** {feat/Sharpclaw}, {feat/Tunnel Rat}, ratfolk.  ",
			"**Benefit:** You gain a burrow speed equal to 1/2 your base speed. You can burrow through sand, dirt, clay, gravel, or similar materials, but not solid stone. You do not leave a hole behind, nor is your passage marked on the surface."
		]
	},
	"bushwhack": {
		"name": "Bushwhack",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Bushwhack (Combat)",
			"",
			"{SOURCE Monster Codex/20}",
			"",
			"You can subdue an unsuspecting foe quickly.  ",
			"**Prerequisites:** Dex 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When a flat-footed creature is unaware of your presence and you successfully grapple it, you can attempt a second grapple combat maneuver check to pin the creature as a free action. If you have the {feat/Chokehold} feat, you can instead use this second combat maneuver check to initiate a chokehold."
		]
	},
	"but_a_scratch": {
		"name": "But a Scratch",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## But a Scratch (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/79}",
			"",
			"Your bravado convinces your enemies that their deadliest attacks are mere trifles, making you seem nigh invulnerable.  ",
			"**Prerequisites:** Cha 13, Bluff 4 ranks.  ",
			"**Benefit:** When an opponent confirms a critical hit against you with a melee weapon, you can attempt a special Bluff check against that opponent as an immediate action. The DC of this check is the same as the DC to demoralize the opponent with the Intimidate skill. If you are successful, the attacking opponent is shaken for 1 round as if you had successfully demoralized it with Intimidate. Exceeding the DC by 5 or more does not add to the shaken condition's duration. If you fail the special Bluff check granted by this feat, you can attempt it against opponents who saw you attempt the earlier check and fail, but you take a -2 cumulative penalty on that Bluff check and any subsequent Bluff checks attempted in conjunction with this feat against those opponents for 24 hours."
		]
	},
	"butterflys_sting": {
		"name": "Butterfly's Sting",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Butterfly's Sting (Combat)",
			"",
			"{SOURCE Inner Sea Gods/208;Faiths of Purity/24}",
			"",
			"You can forgo a critical hit in order to pass it on to an ally.  ",
			"**Prerequisites:** {feat/Combat Expertise}, worshiper of Desna.  ",
			"**Benefit:** When you confirm a critical hit against a creature, you can choose to forgo the effect of the critical hit and grant a critical hit to the next ally who hits that creature with a melee attack before the start of your next turn. Your attack only deals normal damage, and the next ally to hit the target automatically confirms the attack as a critical hit.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">When you confirm a critical hit, you can spend 10 stamina points to use Butterfly's Sting without forgoing your own critical hit."
		]
	},
	"calculating_mind": {
		"name": "Calculating Mind",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## Calculating Mind",
			"",
			"{SOURCE Occult Mysteries/49}",
			"",
			"You see potential in the world around you that nobody else notices. Your numerological abilities are heightened by this uncommon aptitude.  ",
			"**Prerequisites:** {feat/Sacred Geometry}, Knowledge (engineering) 5 ranks.  ",
			"**Benefit:** Anytime you use the Sacred Geometry feat, you can use d8s instead of d6s when rolling your dice pool. You can use any combination of d6s and d8s that you wish, as long as the number of dice does not exceed the number of ranks you possess in Knowledge (engineering)."
		]
	},
	"call_out": {
		"name": "Call Out",
		"sources": [ "People of the River" ],
		"description": [
			"## Call Out (Combat)",
			"",
			"{SOURCE People of the River/12}",
			"",
			"A well-crafted insult forces an opponent to duel you.  ",
			"**Benefit:** As a standard action, you can make an Intimidate check against a hostile target within 30 feet that can clearly see and hear you. The DC of this check is equal to 10 + your opponent's Hit Dice + its Wisdom modifier. If the target is trained in Sense Motive, the DC is instead equal to 10 + your opponent's Sense Motive bonus, if higher. If you succeed at this check, the target enters a duel with you. The target cannot withdraw from the duel for 1 round + 1 round for every 5 by which the check beat the DC."
		]
	},
	"call_truce": {
		"name": "Call Truce",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Call Truce",
			"",
			"{SOURCE Ultimate Intrigue/79}",
			"",
			"You can passionately entreat your enemies with the aim of making combat unnecessary.  ",
			"**Prerequisites:** Cha 15, {feat/Persuasive}, Diplomacy 5 ranks.  ",
			"**Benefit:** While in combat, as a 1-round action (as if it were a spell with a 1-round casting time), you can call for a truce with any creatures that have an Intelligence score of 4 or greater and can understand you. When doing so, you can't be wielding a weapon or threatening implement, such as a charged spell, wand, or anything else the creatures you are entreating might consider threatening. You must also be in plain sight of most the creatures you are entreating.",
			"",
			"Once you've called for a truce, if any of your allies attack or take any threatening action against those you are entreating before the start of your next turn, your call is unsuccessful. At the start of your next turn, attempt a single Diplomacy check (DC = 30 + the Charisma modifier of the creature with the highest Charisma modifier in the opposing group). If you are successful, combat ceases for 1 minute, or until any creature in the opposing group is threatened or attacked.",
			"",
			"If you fail the check by 5 or more, you cannot use Diplomacy again with any creature you attempted to entreat for 1d4 hours. If anyone in your group instead plans to use the parley to gain a combat advantage, the opponents can attempt a Sense Motive check against each such member of your group to get a hunch, with a DC equal to either 20 or the result of that character's Bluff check, whichever is higher.",
			"",
			"**Special:** If the parley would inherently result in the opponents surrendering or losing, if the opponents are mind-controlled or fanatics, or if there are other appropriate circumstances at the GM's discretion, you might not be able to use this feat. For instance, if the opponents' main advantage over your group comes from a short-duration spell that would end during a parley, you cannot use this feat. Circumstances could potentially increase the check's DC by 5, 10, or even up to 20."
		]
	},
	"callous_casting": {
		"name": "Callous Casting",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Callous Casting (Betrayal, Teamwork)",
			"",
			"{SOURCE Champions of Corruption/20}",
			"",
			"You don't care if your allies are harmed by your spells. The smart ones know this and start running.  ",
			"**Prerequisites:** Spellcraft 1 rank.  ",
			"**Benefit:** You initiate this feat by including an abetting ally in the area of any spell that deals damage of a type to which the abettor is not immune. The callousness of the attack disheartens foes in the area, who must succeed at a Will save against the spell's DC or be shaken for 1 round per spell level. After you resolve the spell's effects, the abettor can move up to her speed as an immediate action. Any movement undertaken using this action is then subtracted from her speed until the end of her next turn. This movement can still provoke attacks of opportunity as normal. Once a foe has attempted a Will save against this feat, he is immune to this effect from that initiator for 24 hours thereafter."
		]
	},
	"calm_disposition": {
		"name": "Calm Disposition",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Calm Disposition (Faction)",
			"",
			"{SOURCE Faction Guide/56}",
			"",
			"You always appear to be in control of your situation.  ",
			"**Prerequisites:** [Prophets of Kalistrade](rule/f_profits) 10 TPA.  ",
			"**Benefit:** You gain +2 bonus on saving throws against effects that affect your composure. This includes all mind-affecting spells, as well as any spell or ability that would cause you to behave in an out-of-control manner, such as fear effects and nausea. This does not include physical effects such as fatigue, and does not reduce any damage taken from concurrent effects."
		]
	},
	"camouflaged_trap": {
		"name": "Camouflaged Trap",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Camouflaged Trap",
			"",
			"{SOURCE Ultimate Wilderness/108}",
			"",
			"You excel at hiding your traps in the wilderness, making them more difficult for your enemies to locate and avoid.  ",
			"**Prerequisites:** Craft (traps) 4 ranks, Survival 4 ranks.  ",
			"**Benefit:** When you craft and set a trap in a wilderness environment, you increase the DC of the Perception check required to find it by 5."
		]
	},
	"cannon_master": {
		"name": "Cannon Master",
		"sources": [
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Cannon Master (Combat)",
			"",
			"{SOURCE Inner Sea Combat/17}",
			"",
			"You have learned how to keep firearm siege engines ready for battle despite harrowing circumstances.  ",
			"**Prerequisites:** {feat/Siege Engineer}, Knowledge (engineering) or Profession (siege engineer) 7 ranks, proficiency with at least one firearm siege engine.  ",
			"**Benefit:** You gain a +2 competence bonus on any Craft (siege engine) checks made to repair a firearm siege engine. In addition, if you are the crew leader for a firearm siege engine with the broken condition, that siege engine's misfire range is increased by only 2 instead of by 4, and the broken siege engine must misfire twice before it explodes.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">While acting as the leader of a firearm siege engine crew, you can spend 5 stamina points as an immediate action when the siege engine rolls a misfire to negate the misfire."
		]
	},
	"canny_tumble": {
		"name": "Canny Tumble",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Canny Tumble (Combat)",
			"",
			"{SOURCE Advanced Class Guide/143}",
			"",
			"Your acrobatic prowess distracts your foes.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Mobility}, Acrobatics 5 ranks.  ",
			"**Benefit:** When you use Acrobatics to move through an opponent's threatened area or space without provoking an attack of opportunity from that opponent, you gain a +2 circumstance bonus on your next melee attack roll against that opponent and that opponent is denied its Dexterity bonus to AC, as long as you make that attack before the start of your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">Just before you make an attack roll with the +2 circumstance bonus granted by this feat, you can spend up to 5 stamina points. When you do, if your attack hits, you gain a bonus on the damage roll equal to double the number of stamina points spent."
		]
	},
	"careful_flyer": {
		"name": "Careful Flyer",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Careful Flyer",
			"",
			"{SOURCE Ultimate Intrigue/79}",
			"",
			"You move with ease when you fly at a slower rate.  ",
			"**Prerequisites:** {feat/Acrobatic}, Fly 5 ranks.  ",
			"**Benefit:** As long as you take a move action to fly, even when moving less than half your speed, you do not need to succeed at a Fly check to continue flying. When moving less than half your speed in a round, you also gain a +2 bonus on Acrobatics checks to avoid attacks of opportunity and a +2 bonus to your AC against attacks of opportunity you provoke because of movement.  ",
			"**Normal:** You must succeed at a Fly check to continue flying unless you move at least half your speed."
		]
	},
	"careful_reader": {
		"name": "Careful Reader",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Careful Reader",
			"",
			"{SOURCE Occult Origins/24}",
			"",
			"Your training with the [Pathfinder Society](rule/aff_scholars) (or its rivals) has taught you proper caution and wariness when deciphering the ancient scrolls and inscriptions of fallen civilizations.  ",
			"**Prerequisites:** Linguistics 3 ranks, Spellcraft 3 ranks.  ",
			"**Benefit:** You gain a +4 bonus on saving throws against written magical effects, including explosive runes, glyph of warding, illusory script, symbol of death, and similar magic, as well as against any form of curse, madness, possession, or similar effect - magical or not - that might occur from reading a book, inscription, scroll, or any other form of writing."
		]
	},
	"careful_sneak": {
		"name": "Careful Sneak",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Careful Sneak",
			"",
			"{SOURCE Ultimate Intrigue/79}",
			"",
			"By taking your time, you negate penalties while sneaking in most armor.  ",
			"**Prerequisites:** Dex 13, Stealth 3 ranks.  ",
			"**Benefit:** You do not apply the armor check penalty for light and medium armor on Stealth skill checks as long as you move half your speed or less. You still cannot run or charge while using Stealth in this way."
		]
	},
	"careful_speaker": {
		"name": "Careful Speaker",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Careful Speaker",
			"",
			"{SOURCE Inner Sea World Guide/284;Pathfinder Campaign Setting/74}",
			"",
			"The paranoid terror that comes from living in a region with a dangerous government (such as Cheliax or Galt) has made you unusually aware of what you say.  ",
			"**Prerequisites:** Wis 13.  ",
			"**Benefit:** You gain a +2 bonus on all Bluff checks made to fool someone or pass secret messages (but not to feint in combat), and a +2 bonus on all Will saves against attempts to scry upon you or read your mind."
		]
	},
	"carrion_feeder": {
		"name": "Carrion Feeder",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Carrion Feeder",
			"",
			"{SOURCE Advanced Race Guide/165}",
			"",
			"Like many scavengers, you can stomach foods that would make weaker creatures ill.  ",
			"**Prerequisites:** Tengu.  ",
			"**Benefit:** You gain a +2 racial bonus on saving throws against diseases and ingested poisons (but not other poisons). You receive a +2 bonus on Survival skill checks to find food for yourself (and only yourself)."
		]
	},
	"cartogramancer": {
		"name": "Cartogramancer",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Cartogramancer",
			"",
			"{SOURCE Ultimate Intrigue/79}",
			"",
			"You combine your knowledge of geography with the art of teleportation.  ",
			"**Prerequisites:** Knowledge (geography) 10 ranks, ability to cast {spell/greater teleport}.  ",
			"**Benefit:** If you cast greater teleport - or similar teleportation effects that require a reliable description of the location - but do not have a reliable description of the destination, you can attempt a DC 25 Knowledge (geography) check prior to casting the spell to gain a reliable description of some location within 100 miles of the destination. If you exceed the DC by 10, you gain a description of some location within 50 miles, and if you succeed the DC by 20, you gain a description of some location within 25 miles. Once you have attempted such a check for a specific location, you cannot attempt it again, and if you attempt to use greater teleport elsewhere in the same general area, the result is the same. For instance, if you don't know the location of the villain's castle, you also don't know a location within 100 miles of the stables next to the villain's castle, or within 100 miles of the town half a mile away from the villain's castle."
		]
	},
	"cartwheel_dodge": {
		"name": "Cartwheel Dodge",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Cartwheel Dodge",
			"",
			"{SOURCE Ultimate Combat/91}",
			"",
			"You use your knack for avoiding damage to reposition yourself in combat.  ",
			"**Prerequisites:** Evasion class feature, improved evasion class feature, acrobatics 12 ranks.  ",
			"**Benefit:** When you successfully use improved evasion to avoid taking damage, you can move up to half your speed as an immediate action. This movement provokes attacks of opportunity as normal."
		]
	},
	"casterbane_shot": {
		"name": "Casterbane Shot",
		"sources": [
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Casterbane Shot (Combat, Grit)",
			"",
			"{SOURCE Inner Sea Combat/17}",
			"",
			"Life in the Mana Wastes, where magic has unpredictable and often fatal effects, has taught you to disable spellcasters with your firearms.  ",
			"**Prerequisites:** {feat/Amateur Gunslinger} or grit class feature, {feat/Point-Blank Shot}, {feat/Precise Shot}, base attack bonus +4.  ",
			"**Benefit:** If you ready a ranged attack with a firearm to attack a spellcaster when he begins casting a spell and successfully hit your opponent, you can expend 1 grit point to increase the target's {rule/concentration} check DC for being injured while casting by 5.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">When using Casterbane Shot, you can spend up to 5 stamina points to increase the DC of the concentration check imposed by the feat by an amount equal to the number of stamina points spent."
		]
	},
	"casters_champion": {
		"name": "Caster's Champion",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Caster's Champion (Combat)",
			"",
			"{SOURCE Path of the Hellknight/21}",
			"",
			"You draw upon the power of an allied arcane spellcaster to enhance your weapons with magical energy.  ",
			"**Benefit:** Three times per day as a swift action, when you are within 30 feet of an ally who is an arcane spellcaster, you can channel a portion of her arcane power into your weapons. For 1 round, you gain a +1 bonus on all weapon damage rolls, and your weapons are treated as magic for the purpose of overcoming damage reduction. When your base attack bonus reaches +4 and every 4 points thereafter, this bonus increases by 1, to a maximum of +5 at 16th level.  ",
			"**Special:** This feat counts as Arcane Strike for the purposes of prerequisites."
		]
	},
	"casting_conduit": {
		"name": "Casting Conduit",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Casting Conduit (Teamwork)",
			"",
			"{SOURCE Antihero's Handbook/10}",
			"",
			"You can use an ally as a conduit to convey spells to an enemy she can touch.  ",
			"**Prerequisites:** Spellcraft 1 rank.  ",
			"**Benefit:** When casting a spell with a range of touch that deals hit point damage, you can target a willing, adjacent ally who also has this feat. The ally takes the minimum damage from the spell, and as an immediate action the ally can make a touch attack against an adjacent foe to deliver the spell. If this attack hits, the spell deals its normal damage to the opponent. If the ally has the grappled or pinned condition, the spell is automatically transferred to the grappling or grappled foe with no attack roll needed. This ability has no effect if the targeted ally is immune to the spell's effect (such as shocking grasp delivered to an ally immune to electricity)."
		]
	},
	"casual_illusionist": {
		"name": "Casual Illusionist",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Casual Illusionist",
			"",
			"{SOURCE Advanced Race Guide/37}",
			"",
			"You can use your innate magic to create minor illusions that augment your efforts at trickery and deceit.  ",
			"**Prerequisites:** Gnome, gnome magic racial trait.  ",
			"**Benefit:** As long as you have at least one spell-like ability unused from your gnome magic racial trait, you gain a +2 racial bonus on all Bluff, Disguise, and Sleight of Hand checks you make. At 10th level, these bonuses increase to +4.  ",
			"**Special:** This feat counts as the Deceitful feat for the purposes of all prerequisites."
		]
	},
	"cat_and_mouse": {
		"name": "Cat and Mouse",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Cat and Mouse (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/80}",
			"",
			"You can forgo an obvious counterstrike against an opponent to better spot breaches in its defenses.  ",
			"**Prerequisites:** Bluff 5 ranks, Sense Motive 5 ranks, opportune parry and riposte deed.  ",
			"**Benefit:** When you use the opportune parry and riposte deed to successfully parry an opponent's attack, if you have your immediate action available and choose not to attempt a riposte, you gain a +1 dodge bonus to your AC and a +2 bonus on all combat maneuver checks against the opponent you successfully parried for 1 round."
		]
	},
	"cataract": {
		"name": "Cataract",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Cataract (Blood Hex)",
			"",
			"{SOURCE Magic Tactics Toolbox/29}",
			"",
			"You can curse the eyes of a wounded enemy.  ",
			"**Prerequisites:** Int 13, Perception 5 ranks, Use Magic Device 1 rank.  ",
			"**Benefit:** As a full-round action, you can curse a creature you've dealt damage to since the beginning of your last turn. The creature must succeed at a Fortitude save or its eyes become milky and its vision is obscured. For 1 round, any target the creature makes a ranged touch attack against gains {rule/concealment} for the purposes of that attack.  ",
			"**Special:** A shaman or witch with this blood hex can use it against any creature she has dealt damage to in the past minute. A shaman or witch can use this blood hex as a standard action."
		]
	},
	"catch_off_guard": {
		"name": "Catch Off-Guard",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Catch Off-Guard (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/119}",
			"",
			"Foes are surprised by your skilled use of unorthodox and improvised weapons.  ",
			"**Benefit:** You do not suffer any penalties for using an improvised melee weapon. Unarmed opponents are flat-footed against any attacks you make with an improvised melee weapon.  ",
			"**Normal:** You take a -4 penalty on attack rolls made with an improvised weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When making an attack with an improvised weapon against an armed opponent, you can spend 5 stamina points. If you do, the target is considered flat-footed during that attack. An opponent who recognizes you and has seen you use Catch Off-Guard in this way is immune to this effect.",
			"",
			"### Mythic Catch Off-Guard",
			"",
			"{SOURCE Mythic Adventures/60}",
			"",
			"In your hands, anything is a deadly weapon.  ",
			"**Prerequisites:** {feat/Catch Off-Guard}.  ",
			"**Benefit:** The damage dealt when you use improvised weapons increases by your tier. You also gain a bonus to CMD equal to your tier when an opponent attempts to sunder or disarm an improvised weapon you're wielding."
		]
	},
	"catfolk_exemplar": {
		"name": "Catfolk Exemplar",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Catfolk Exemplar",
			"",
			"{SOURCE Advanced Race Guide/96}",
			"",
			"Your feline traits are more defined and prominent than those of other members of your race.  ",
			"**Prerequisites:** Catfolk.  ",
			"**Benefit:** You can take the Aspect of the Beast feat even if you do not meet the normal prerequisites. Furthermore, your catlike nature manifests in one of the following ways. You choose the manifestation when you take this feat, and cannot change it later.",
			"",
			">*Enhanced Senses (Ex):* If you have low-light vision, you gain the scent catfolk racial trait. If you have the scent racial trait, you gain low-light vision.",
			">",
			">*Fast Sprinter (Ex):* You gain a 10-foot racial bonus to your speed when using the charge, run, or withdraw actions. If you have the sprinter racial trait, your racial bonus to speed when using the charge, run, or withdraw action increases to a 20-foot bonus.",
			">",
			">*Sharp Claws (Ex):* If you do not have the cat's claws racial trait or the claws of the beast manifestation from the Aspect of the Beast feat, you gain the cat's claws racial trait. If you have either the cat's claws racial trait or the claws of the beast manifestation, your claw damage increases to 1d6.",
			"",
			"**Special:** You can take this feat multiple times. Its effects do not stack. Each time you select it, you must choose a different manifestation."
		]
	},
	"cats_fall": {
		"name": "Cat's Fall",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Cat's Fall",
			"",
			"{SOURCE Ultimate Intrigue/80}",
			"",
			"Much like a cat, you can instantly shift your balance when you fall and roll with the impact, avoiding serious injury and landing on your feet.  ",
			"**Prerequisites:** Dex 13, Acrobatics 1 rank.  ",
			"**Benefit:** When you succeed at a DC 15 Acrobatics skill check to soften a fall, you ignore the first 20 feet of that fall and convert the damage from the next 10 feet of the fall to nonlethal damage. You land on your feet as long as you take less than 20 points of damage from the fall.  ",
			"**Normal:** A successful DC 15 Acrobatics check allows you to ignore the first 10 feet fallen, and you fall prone if you take any falling damage."
		]
	},
	"caustic_slur": {
		"name": "Caustic Slur",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Caustic Slur",
			"",
			"{SOURCE Gnomes of Golarion/31}",
			"",
			"You know exactly how to insult your favored enemies in order to make them lose their heads.  ",
			"**Prerequisites:** Bluff 1 rank, {ability/favored enemy} class feature, gnome.  ",
			"**Benefit:** As a standard action, you can make a Bluff check against one sort of favored enemy. Any creature of that type within 60 feet of you must make a Will saving throw or become angered. If an affected creature attacks you, it's treated as if it were using {feat/Power Attack} (taking a penalty on attack rolls but gaining a bonus on damage rolls). If the creature already has the power attack feat, the attack penalty increases by 1 and the damage bonus increases by 2. These modifiers end when combat ends.",
			"",
			"This ability does not work on creatures that cannot understand you, though sometimes a simple gesture is sufficient for an intelligent opponent to catch your gist regardless of any language barrier."
		]
	},
	"cautious_fighter": {
		"name": "Cautious Fighter",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Cautious Fighter (Combat)",
			"",
			"{SOURCE Advanced Race Guide/66}",
			"",
			"You care more about survival than victory.  ",
			"**Prerequisites:** Halfling.  ",
			"**Benefit:** When fighting defensively or using total defense, your dodge bonus to AC increases by 2.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When not fighting defensively or using total defense, you can spend 5 stamina points to increase your dodge bonus by 2. This increase lasts until the start of your next turn."
		]
	},
	"cavalry_formation": {
		"name": "Cavalry Formation",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Cavalry Formation (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Combat/90}",
			"",
			"You are skilled at riding in close formation with your mounted allies without impeding your effectiveness on the battlefield.  ",
			"**Prerequisites:** {feat/Mounted Combat}.  ",
			"**Benefit:** You and your mount can overlap the space of mounts whose riders have this feat, although no more than two creatures can share any one square. Further, you can charge through a space containing an allied mount if that mount's rider has this feat, although the space from which you make your charge attack must comply with this feat's other benefit or be unoccupied.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">At the start of your turn, you can spend 2 stamina points to gain the ability to overlap with allied riders who do not have this feat. This ability lasts until the start of your next turn."
		]
	},
	"cecaelia_focus_tattoo": {
		"name": "Cecaelia Focus Tattoo",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Cecaelia Focus Tattoo",
			"",
			"{SOURCE Blood of the Sea/6}",
			"",
			"You have tattooed the humanoid portion of your skin with a swirling mark that provides you with focus and pride.  ",
			"**Prerequisites:** Cecaelia.  ",
			"**Benefit:** Select one of the cecaelia focus tattoos below; you gain its benefits while it is active. While you can have any number of focus tattoos, only one can be active at a time. You activate a focus tattoo by concentrating on its importance to you for 1 hour without interruption. Once a focus tattoo is active, it remains so until you activate a new tattoo.",
			"",
			"Each time you would gain a favored class bonus, you may forgo that benefit and instead get another tattoo from the Cecaelia Focus Tattoos list. Instead of getting a new tattoo, you can increase the complexity of an existing tattoo by selecting the same tattoo again. You may choose any tattoo multiple times; if you do, its benefits stack while it is active.",
			"",
			"| Name | Effect |",
			"| --- | --- |",
			"| Aureoln prong | Increase range of darkvision by 5 feet while on land |",
			"| Cobalt prong | Increase range of darkvision by 5 feet while underwater |",
			"| Crimson spiral | +1 competence bonus on Fortitude saves against death effects and on Constitution checks to become stable |",
			"| Emerald helix | +1 competence bonus on Survival checks while on land |",
			"| Indigo vines | +1 competence bonus on Fortitude saves against poison delivered by a creature's natural attack |",
			"| Inky whorls | +1 competence bonus on Stealth checks while on land |",
			"| Silver whorls | +1 competence bonus on Stealth checks while underwater |",
			"| Teal helix | +1 competence bonus on Survival checks while underwater |"
		]
	},
	"celestial_guidance": {
		"name": "Celestial Guidance",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Celestial Guidance",
			"",
			"{SOURCE People of the Stars/27}",
			"",
			"You can use the movements of the sun, moon, stars, and planets to navigate and acquire eldritch knowledge about the fundamental nature of reality.  ",
			"**Benefit:** You gain a +2 bonus on Knowledge (geography) skill checks to learn about the stars or planets. At night, as long as the sky is clear and you can see the stars, you cannot get lost. Once per night when the stars are visible, you can reroll a Knowledge check you failed earlier in the day. When you do so, you can choose to roll the appropriate Knowledge skill check again or you can instead use your Knowledge (geography) skill to gain the same information."
		]
	},
	"celestial_obedience": {
		"name": "Celestial Obedience",
		"sources": [ "Chronicle of the Righteous" ],
		"description": [
			"## Celestial Obedience",
			"",
			"{SOURCE Chronicle of the Righteous/5}",
			"",
			"Your reverence for an empyreal lord is so great that daily prayer and minor sacrifices grant you special boons.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks, must worship an empyreal lord.  ",
			"**Benefit:** Each empyreal lord requires a different obedience, but all obediences take only 1 hour to perform.",
			"",
			"Once you've performed the obedience, you gain the benefit of a special ability or resistance as indicated in the \"Obedience\" entry for the empyreal lord. If you have at least 12 Hit Dice, you also gain the first boon granted by your empyreal lord upon undertaking your obedience. If you have at least 16 Hit Dice, you also gain the empyreal lord's second boon. If you have 20 Hit Dice or more, you also gain the empyreal lord's third boon. Unless a specific duration or number of uses per day is listed, a boon's effects are constant.",
			"",
			"{pclass/Mystery cultist/s} gain access to these boons at lower levels as a benefit of their prestige class. If you ever fail to perform a daily obedience, you lose all access to the benefits and boons granted by this feat until you next perform the obedience."
		]
	},
	"celestial_servant": {
		"name": "Celestial Servant",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Celestial Servant",
			"",
			"{SOURCE Advanced Race Guide/88}",
			"",
			"Rather than being a normal animal or beast, your companion or familiar hails from the heavenly realms.  ",
			"**Prerequisites:** Aasimar, animal companion, familiar, or mount class feature.  ",
			"**Benefit:** Your animal companion, familiar, or mount gains the celestial template and becomes a magical beast, though you may still treat it as an animal when using Handle Animal, wild empathy, or any other spells or class abilities that specifically affect animals."
		]
	},
	"censoring_critical": {
		"name": "Censoring Critical",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Censoring Critical (Combat, Critical)",
			"",
			"{SOURCE Path of the Hellknight/45}",
			"",
			"Your critical hits mute your enemies. Whenever you score a critical hit against an opponent, the victim is unable to speak for 1d4+1 rounds. This prevents spellcasters from using spells with verbal components. A successful Fortitude saving throw reduces this muteness to 1 round. The DC of this Fortitude save is equal to 10 + your base attack bonus.  ",
			"**Prerequisites:** {feat/Critical Focus}, base attack bonus +15.  ",
			"**Benefit:** Whenever you score a critical hit against an opponent, the victim is unable to speak for 1d4+1 rounds. This prevents spellcasters from using spells with verbal components. A successful Fortitude saving throw reduces this muteness to 1 round. The DC of this Fortitude save is equal to 10 + your base attack bonus.  ",
			"**Special:** You can apply the effects of only one critical feat to a given critical hit unless you have Critical Mastery."
		]
	},
	"center_of_power": {
		"name": "Center of Power",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Center of Power",
			"",
			"{SOURCE Quests and Campaigns/26}",
			"",
			"You have posted loyal followers in the most vital places.  ",
			"**Prerequisites:** {feat/Leadership} score 13, hold a leadership role related to running a kingdom.  ",
			"**Benefit:** Choose a building in your kingdom as your center of power, and dedicate one of the followers granted to you by the {feat/Leadership} feat to overseeing that location. For every kingdom turn in which that follower does nothing but oversee that location, the benefits that building grants to your kingdom's Economy, Fame, Loyalty, and Stability are doubled and any penalties are negated. This feat does not allow a building to grant benefits it does not normally provide, and has no effect on a building's other effects.",
			"",
			"This feat only applies to one building, and committing multiple followers to this or different buildings has no effect - the selected location is treated as being of particular importance to you, and its uniqueness combined with the follower's loyalty grants it special efficiencies. The same follower does not have to oversee your center of power every month, but you must keep at least one follower dedicated to this location for the entire month to gain this feat's benefits. Once per year, you may change which building is your center of power."
		]
	},
	"centered_spell": {
		"name": "Centered Spell",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Centered Spell (Metamagic)",
			"",
			"{SOURCE Legacy of the First World/23}",
			"",
			"You can make a spell explode around you, leaving a safe zone for yourself at the center of the blast.  ",
			"**Prerequisites:** Spellcraft 3 ranks.  ",
			"**Benefit:** You can center the area of a spell with an area effect and duration of instantaneous on you, and exclude yourself from the effects of the spell. Your familiar (if any) is also excluded from the effect, provided that it is in your square and at least one size category smaller than you.",
			"",
			"A centered spell does not use up a higher-level spell slot than the spell's actual level."
		]
	},
	"cerberus_crush": {
		"name": "Cerberus Crush",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Cerberus Crush (Combat)",
			"",
			"{SOURCE Plane-Hopper's Handbook/9}",
			"",
			"When you strike from three directions, you channel deadly force into each blow.  ",
			"**Prerequisites:** {feat/Cerberus Snare}, {feat/Cerberus Style}, {feat/Vital Strike}, base attack bonus +13 or monk level 13th.  ",
			"**Benefit:** You can apply the benefits of {feat/Vital Strike}, {feat/Improved Vital Strike}, and {feat/Greater Vital Strike} to all attacks made using {feat/Cerberus Style}."
		]
	},
	"cerberus_snare": {
		"name": "Cerberus Snare",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Cerberus Snare (Combat)",
			"",
			"{SOURCE Plane-Hopper's Handbook/9}",
			"",
			"Your strikes latch onto your opponent like the jaws of a cerberus, preventing them from fleeing across planes.  ",
			"**Prerequisites:** {feat/Cerberus Style}, base attack bonus +9 or monk level 9th.  ",
			"**Benefit:** Whenever you damage an opponent with {feat/Cerberus Style}, except that its duration is 1 round. Spell resistance applies; for the purpose of checks to overcome spell resistance, your caster level is equal to your character level."
		]
	},
	"cerberus_style": {
		"name": "Cerberus Style",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Cerberus Style (Combat, Style)",
			"",
			"{SOURCE Plane-Hopper's Handbook/9}",
			"",
			"You rain blows upon your enemies from three directions, like the three heads of the cerberus guardians of Hell.  ",
			"**Prerequisites:** {feat/Cleave}, {feat/Improved Unarmed Strike}, base attack bonus +6 or monk level 6th.  ",
			"**Benefit:** As a standard action, you can make a single unarmed strike at your full base attack bonus against a foe within reach. If you hit, you deal damage normally and can make an additional attack (using your full base attack bonus) against up to two other foes that are also within reach. You take a -2 penalty to your Armor Class until the start of your next turn for each additional attack you make with this feat."
		]
	},
	"chain_challenge": {
		"name": "Chain Challenge",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Chain Challenge",
			"",
			"{SOURCE Monster Codex/116}",
			"",
			"You feed off the rush of victory over your enemies, and channel that fervor into battle.  ",
			"**Prerequisites:** Challenge class feature, character level 7th.  ",
			"**Benefit:** When the target of your challenge ability is killed or knocked unconscious, you can declare a new challenge target within 30 feet as an immediate action. This action must be taken immediately upon your initial challenge target's defeat, and you can't take it later if you are unable to act at the time. If you declare a new challenge using this feat, it doesn't count against your total daily uses of challenge. You can chain together a number of challenges beyond the first equal to your Charisma bonus (minimum 1)."
		]
	},
	"chain_mastery": {
		"name": "Chain Mastery",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Chain Mastery (Combat)",
			"",
			"{SOURCE Book of the Damned/178}",
			"",
			"You wield spiked chains with effortless lethality.  ",
			"**Prerequisites:** Dex 15, {feat/Exotic Weapon Proficiency/ (spiked chain)}.  ",
			"**Benefit:** You treat a spiked chain as a one-handed martial weapon for all purposes. You can still choose to wield a spiked chain as a two-handed weapon, and if you do so, you gain a +2 bonus on combat maneuver checks to disarm or trip foes with your spiked chain."
		]
	},
	"chainbreaker": {
		"name": "Chainbreaker",
		"sources": [ "Andoran, Spirit of Liberty" ],
		"description": [
			"## Chainbreaker (Achievement)",
			"",
			"{SOURCE Andoran, Spirit of Liberty/13}",
			"",
			"Nothing rouses your fury and makes you more deadly in battle than the sight of slaves cowering before their masters.  ",
			"**Prerequisites:** Over the course of at least five different occasions, free a cumulative total of 50+ sentient beings held in unjust captivity.  ",
			"**Benefit:** When in combat with an opponent that you know owns or trades in slaves, once per round you may add a bonus to damage rolls for a melee attack, ranged attack, or targeted spell against that opponent. This bonus damage is +1 for every four Hit Dice you have."
		]
	},
	"chairbreaker": {
		"name": "Chairbreaker",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Chairbreaker (Combat)",
			"",
			"{SOURCE Champions of Corruption/23}",
			"",
			"You deal more damage by breaking nearby objects against your enemies.  ",
			"**Prerequisites:** {feat/Catch Off-Guard}, base attack bonus +1.  ",
			"**Benefit:** When you attack a target with an improvised weapon, you can give that weapon the broken condition to deal 1d4 points of additional damage on that attack. Additionally, you gain a +4 bonus on the roll to confirm a critical hit with this attack. If you confirm the crit, the extra damage granted by this feat is also multiplied and the improvised weapon is destroyed."
		]
	},
	"chakra_adept": {
		"name": "Chakra Adept",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Chakra Adept",
			"",
			"{SOURCE Occult Adventures/129}",
			"",
			"Your body and soul have grown more accustomed to kundalini energy.  ",
			"**Prerequisites:** {feat/Chakra Initiate}, ability to awaken the heart chakra.  ",
			"**Benefit:** Your pool of serpent-fire ki increases to 4 points. When you maintain your chakras as a swift action without opening a new chakra, you can choose to attempt either the Fortitude save or the Will save instead of both.",
			"",
			"In addition, after you stop spending ki to maintain your chakras, the kundalini energy lingers in your body. On the first round during which you spend no ki to maintain your chakras, your highest chakra closes and you can spend a swift action to use any one of the abilities of your remaining open chakras. On the next round after that, all of your chakras close, and you must spend 1 point of ki and a swift action to start again from your root chakra."
		]
	},
	"chakra_initiate": {
		"name": "Chakra Initiate",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Chakra Initiate",
			"",
			"{SOURCE Occult Adventures/129}",
			"",
			"You have an extra wellspring of kundalini energy that you can use to open your chakras.  ",
			"**Prerequisites:** Ability to awaken the root chakra.  ",
			"**Benefit:** You gain a pool that holds 3 points of serpentfire ki, which you can use only to open or maintain chakras. These serpent-fire ki points are replenished at the same time you replenish the points in your regular ki pool."
		]
	},
	"chakra_mandala": {
		"name": "Chakra Mandala",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Chakra Mandala",
			"",
			"{SOURCE Occult Origins/24}",
			"",
			"Using scars, tattoos, or henna, you inscribe symbols over your chakras to help maintain your balance of kundalini.  ",
			"**Prerequisites:** Ki pool class feature.  ",
			"**Benefit:** If you fail the Fortitude saving throw to maintain your awakened chakras, you take only half the normal damage."
		]
	},
	"chakra_master": {
		"name": "Chakra Master",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Chakra Master",
			"",
			"{SOURCE Occult Adventures/129}",
			"",
			"You have mastered all seven chakras, and use your ki to pull more power from the kundalini flow.  ",
			"**Prerequisites:** {feat/Chakra Adept}, {feat/Chakra Initiate}, ability to awaken the crown chakra.  ",
			"**Benefit:** Your pool of serpent-fire ki increases to 5 points. You can spend 3 ki points instead of 1 when you open or maintain a chakra to gain the benefits of two chakras instead of one in that round. If you are opening or maintaining your crown chakra, this stacks with the crown chakra's special power, allowing you to gain the benefits of three chakras in a round."
		]
	},
	"champion": {
		"name": "Champion",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Champion (Story)",
			"",
			"{SOURCE Ultimate Campaign/67}",
			"",
			"You must prove yourself through single combat.  ",
			"**Prerequisites:** You must have defeated a single challenging foe without any aid from another, or have the [Competition Champion](rule/birth_circumstances_and_more) major childhood event background, or the Champion of a God (barbarian), Champion of the People (cavalier), or Gladiator (fighter) {rule/class background>_tables}.  ",
			"**Benefit:** As a swift action, you can declare a single combat challenge to one foe within 50 feet and in line of sight. Upon doing so, you gain a +1 bonus on attack rolls and a +1 dodge bonus to AC against that foe as long as no one else threatens that opponent or until the single combat challenge ends. If another combatant attacks you or your foe, the challenge ends and you take a -2 penalty on attack rolls and to AC for 1 round. Though you can declare a single combat challenge at will, once you declare it on a foe you can't declare it on the same foe for another 24 hours.  ",
			"**Goal:** Defeat an appropriate number of challenging foes in single combat. These combats must not be interrupted by other creatures, and the foes must not have already been substantially injured or impaired prior to combat with you.  ",
			"**Completion Benefit:** Your bonuses for single combat increase to +2. In addition, any confirmed critical hits you make against such a foe deal an additional 1d6 points of damage."
		]
	},
	"champion_of_anarchy": {
		"name": "Champion of Anarchy",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Anarchy (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/98}",
			"",
			"You spread chaos wherever you go.  ",
			"**Prerequisites:** 10 Hit Dice, chaotic neutral alignment.  ",
			"**Benefit:** You can store a number of [affirmations](rule/shifts_and_affirmations) up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can use an affirmation to cast {spell/lesser confusion} as a spell-like ability as a standard action, with a caster level equal to your Hit Dice. The duration of this effect on a failed save is 1d4 rounds. Lastly, you gain a +2 bonus on weapon and spell damage rolls against lawful creatures. This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but are no longer chaotic neutral, you continue to gain the +2 bonus on weapon and spell damage against lawful creatures."
		]
	},
	"champion_of_balance": {
		"name": "Champion of Balance",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Balance (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/98}",
			"",
			"You are dedicated to perfect balance in the multiverse.  ",
			"**Prerequisites:** 10 Hit Dice, neutral alignment.  ",
			"**Benefit:** You gain a +2 bonus on weapon and spell damage rolls against good and evil creatures. You also gain a +2 bonus on weapon and spell damage rolls against lawful and chaotic creatures. These bonuses stack with each other.  ",
			"**Residual:** You gain no benefit from this feat if you are not of neutral alignment."
		]
	},
	"champion_of_destruction": {
		"name": "Champion of Destruction",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Destruction (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/98}",
			"",
			"You would destroy the world if it were within your power.  ",
			"**Prerequisites:** 10 Hit Dice, chaotic evil alignment.  ",
			"**Benefit:** You can store a number of [affirmations](rule/shifts_and_affirmations) up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can also use an affirmation to treat an effect on you from a spell, magic item, or other alignment-based effect as if you were neither chaotic nor evil. You can choose to do so after any attack roll hits you with such an effect or you fail a saving throw against such an effect. Lastly, you gain a +2 bonus on weapon and spell damage rolls against lawful and good creatures (or +4 if the creature is both lawful and good). This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but you are no longer chaotic evil, you continue to gain the +2 bonus on weapon and spell damage rolls against lawful and good creatures (or +4 if the creature is both lawful and good)."
		]
	},
	"champion_of_freedom": {
		"name": "Champion of Freedom",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Freedom (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/99}",
			"",
			"You believe that beings can thrive only when free.  ",
			"**Prerequisites:** 10 Hit Dice, chaotic good alignment.  ",
			"**Benefit:** You can store a number of [affirmations](rule/shifts_and_affirmations) up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can also use an affirmation to gain the effects of {spell/freedom of movement} for 1 round. Lastly, you gain a +2 bonus on weapon and spell damage rolls against evil and lawful creatures (or +4 if the creature is both evil and lawful). This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but you are no longer chaotic good, you continue to gain the +2 bonus on weapon and spell damage rolls against evil and lawful creatures (or +4 if the creature is both lawful and evil)."
		]
	},
	"champion_of_grace": {
		"name": "Champion of Grace",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Grace (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/99}",
			"",
			"It is your mission to do as much good as possible.  ",
			"**Prerequisites:** 10 Hit Dice, neutral good alignment.  ",
			"**Benefit:** You can store a number of [affirmations](rule/shifts_and_affirmations) up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can use an affirmation and touch a creature as a standard action to remove a single condition or harmful effect from the list of paladin {ability/mercies} (using your Hit Dice as your paladin level to determine which mercies you can use and their effects). Lastly, you gain a +2 bonus on weapon and spell damage rolls against evil creatures. This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but you are no longer neutral good, you continue to gain the +2 bonus on weapon and spell damage rolls against evil creatures."
		]
	},
	"champion_of_malevolence": {
		"name": "Champion of Malevolence",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Malevolence (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/99}",
			"",
			"Things would be better if everyone just did as you wished.  ",
			"**Prerequisites:** 10 Hit Dice, neutral evil alignment.  ",
			"**Benefit:** You can store a number of [affirmations](rule/shifts_and_affirmations) up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can use an affirmation and touch a creature as a standard action to bestow a single condition or harmful effect from the list of antipaladin cruelties (using your Hit Dice as your antipaladin level to determine which cruelties you can use and their effects). Lastly, you gain a +2 bonus on weapon and spell damage rolls against good creatures. This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but you are no longer neutral evil, you continue to gain the +2 bonus on weapon and spell damage rolls against good creatures."
		]
	},
	"champion_of_righteousness": {
		"name": "Champion of Righteousness",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Righteousness (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/99}",
			"",
			"You know that good must be tempered with order if it's going to prevail in the long term.  ",
			"**Prerequisites:** 10 Hit Dice, lawful good alignment.  ",
			"**Benefit:** You can store a number of [affirmations](rule/shifts_and_affirmations) up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can use an affirmation to treat the effect of a spell, magic item, or other alignment-based effect on you as if you were neither lawful nor good. You can choose to do so after any attack roll hits you with such an effect or you fail a saving throw against such an effect. Lastly, you gain a +2 bonus on weapon and spell damage rolls against chaotic and evil creatures (or +4 if the creature is both chaotic and evil). This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but you are no longer lawful good, you continue to gain the +2 bonus on weapon and spell damage rolls against chaotic and evil creatures (or +4 if the creature is both chaotic and evil)."
		]
	},
	"champion_of_tranquility": {
		"name": "Champion of Tranquility",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Tranquility (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/99}",
			"",
			"The harmony of law is your highest ideal.  ",
			"**Prerequisites:** 10 Hit Dice, lawful neutral alignment.  ",
			"**Benefit:** You can store a number of [affirmations](rule/shifts_and_affirmations) up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can use an affirmation to cast {spell/calm emotions} as a spell-like ability as a standard action, with a caster level equal to your Hit Dice. Lastly, you gain a +2 bonus on weapon and spell damage rolls against chaotic creatures. This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but you are no longer lawful neutral, you continue to gain the +2 bonus on weapon and spell damage rolls against chaotic creatures."
		]
	},
	"champion_of_tyranny": {
		"name": "Champion of Tyranny",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Tyranny (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/99}",
			"",
			"You must beat down the masses to have true order.  ",
			"**Prerequisites:** 10 Hit Dice, lawful evil alignment.  ",
			"**Benefit:** You can store a number of [affirmations](rule/shifts_and_affirmations) up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can use an affirmation to cast {spell/hold person} as a spell-like ability as a standard action, with a caster level equal to your Hit Dice. You gain a +2 bonus on weapon and spell damage rolls against chaotic and good creatures (or +4 if the creature is both chaotic and good). This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but you are no longer lawful evil, you continue to gain the +2 bonus on weapon and spell damage rolls against chaotic and good creatures (or a +4 bonus if the creature is both chaotic and good)."
		]
	},
	"chance_death": {
		"name": "Chance Death",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Chance Death (Origin)",
			"",
			"{SOURCE Plane-Hopper's Handbook/16}",
			"",
			"You might have been struck by lightning or fallen off a horse, but either way your death came as the result of pure bad luck, a happenstance accident no one could have predicted.  ",
			"**Prerequisites:** Duskwalker.  ",
			"**Benefit:** Once per day, if you would die as a result of an attack or failing a saving throw, as an immediate action you can reroll the attack or saving throw. You must use the result of the second roll, even if it is worse. At 11th level, you can use this feat a second time per day."
		]
	},
	"change_of_heart": {
		"name": "Change of Heart",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Change of Heart",
			"",
			"{SOURCE Martial Arts Handbook/26}",
			"",
			"At the moment of your victory, you can help your foe to see as you do.  ",
			"**Prerequisites:** Base attack bonus +6 or monk level 6th.  ",
			"**Benefit:** When your melee attack would reduce an opponent to 0 or fewer hit points or render the opponent unconscious, you can elect to forgo this damage and instead attempt a Diplomacy check to influence the target's attitude. The DC of this check is equal to 20 + the creature's Hit Dice + the creature's Charisma modifier. You gain a bonus equal to half the damage you would have dealt and can use your base attack bonus instead of your ranks in Diplomacy. Unlike with a normal Diplomacy check, you can increase the target's attitude toward you by more than two steps. You can use the benefits of this feat only against enemies who attacked you and whom you did not attack or otherwise provoke first."
		]
	},
	"changeling_familiar": {
		"name": "Changeling Familiar",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Changeling Familiar",
			"",
			"{SOURCE Wilderness Origins/21}",
			"",
			"Many familiars are able to turn into other animals, but a few familiars have greater talents, and can transform into humanoid bodies of their own.  ",
			"**Prerequisites:** Familiar class feature, caster level 9th, your familiar must have the change shape universal monster ability.  ",
			"**Benefit:** Your familiar's {umr/change shape/ universal monster ability} can function as {spell/alter self}, and it gains a single alternate form of either Small or Medium size. This form is of a child or teenager of its master's species, and once chosen cannot be changed. Such changeling familiars always bear some kind of visible mark of their original nature, such as a cat's eyes, a serpent's tongue, or small demonic horns. The changeling familiar does not gain any new languages with this transformation, so changeling familiars are often mute."
		]
	},
	"channel_deific_essence": {
		"name": "Channel Deific Essence",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Channel Deific Essence",
			"",
			"{SOURCE Planar Adventures/26}",
			"",
			"Rather than bringing forth positive or negative energy to heal allies or blast undead, you channel a fraction of your deity's power into yourself.  ",
			"**Prerequisites:** {feat/Alignment Channel}, channel energy 5d6, domain class feature, same alignment as patron deity.  ",
			"**Benefit:** As a standard action, you can expend a use of channel energy to select a domain you have. You gain the ability associated with that domain from the invoke deity spell for a number of rounds equal to your number of channel energy dice. While this ability is active, taking actions directly opposed to your deity's teachings or alignment causes you to take the penalties listed in invoke deity and ends this effect. You can gain only one ability from this feat at a time, and its effects do not stack with invoke deity.",
			"",
			"If you instead expend two uses of channel energy, you can instead infuse a single willing target within 30 feet with deific essence. The target need not be a worshiper of your deity, but is subject to the same penalties if it takes actions directly opposed to your deity's teachings or alignment."
		]
	},
	"channel_discord": {
		"name": "Channel Discord",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Channel Discord",
			"",
			"{SOURCE Inner Sea Gods/208}",
			"",
			"You can focus the Abyss's power to sow discord among those who take damage from your channeled energy.  ",
			"**Prerequisites:** Channel energy 8d6, worshiper of a demon lord.  ",
			"**Benefit:** Once per day when you channel negative energy to harm living creatures, in addition to dealing damage you can choose to affect those who fail their Will save against your channel with a song of discord (caster level equal to your effective cleric level)."
		]
	},
	"channel_endurance": {
		"name": "Channel Endurance",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Channel Endurance",
			"",
			"{SOURCE Inner Sea Gods/209}",
			"",
			"Calling upon the winds and the waves, you prepare your allies for the dangers of the natural world.  ",
			"**Prerequisites:** Channel positive energy 3d6, worshiper of Gozreh.  ",
			"**Benefit:** Once per day when you channel positive energy to heal living creatures, you can choose to grant each healed creature the benefit of {spell/endure elements} (caster level equal to your effective cleric level). This effect lasts 24 hours."
		]
	},
	"channel_force": {
		"name": "Channel Force",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Channel Force",
			"",
			"{SOURCE Advanced Race Guide/88}",
			"",
			"Your channel is bolstered by your faith, allowing you to move and damage your foes.  ",
			"**Prerequisites:** Aasimar, channel energy 2d6.  ",
			"**Benefit:** When you channel energy to deal damage, you may choose to affect only a single target within 30 feet. In addition to dealing damage, if that single target fails its saving throw, you may pull or push the target up to 5 feet for every 2d6 points of channel energy damage you are capable of dealing."
		]
	},
	"channel_hate": {
		"name": "Channel Hate",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Channel Hate",
			"",
			"{SOURCE Inner Sea Gods/209}",
			"",
			"You masterfully inspire in others violence toward those you hate.  ",
			"**Prerequisites:** Channel energy 6d6, worshiper of Gyronna.  ",
			"**Benefit:** As a standard action, you can expend one use of your channel energy ability to affect a single creature within 30 feet as if you had cast vengeful outrage (caster level equal to your effective cleric level). Upon obtaining channel energy 9d6, you can affect a number of creatures within 30 feet equal to your Charisma bonus (minimum 2 creatures) with this feat instead. If you expend an extra use of channel energy when using this feat, the target does not gain a second saving throw against this effect if you designate the target's friend or loved one as its hated enemy."
		]
	},
	"channel_ray": {
		"name": "Channel Ray",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Channel Ray",
			"",
			"{SOURCE Ranged Tactics Toolbox/12}",
			"",
			"You can focus your channeled energy on a single target.  ",
			"**Prerequisites:** Channel energy class feature.  ",
			"**Benefit:** When you channel energy, you can project a ray from your holy symbol instead of creating a burst. You must succeed at a ranged touch attack to hit an unwilling target; your target is then affected by the channeled energy as normal and receives a saving throw. You need not make an attack roll to affect a willing creature with the ray. The ray has a range of 30 feet per channel energy die, and its save DC is increased by 2."
		]
	},
	"channel_smite": {
		"name": "Channel Smite",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Channel Smite (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/119}",
			"",
			"You can channel your divine energy through a melee weapon you wield.  ",
			"**Prerequisites:** Channel energy class feature.  ",
			"**Benefit:** Before you make a melee attack roll, you can choose to spend one use of your channel energy ability as a swift action. If you channel positive energy and you hit an undead creature, that creature takes an amount of additional damage equal to the damage dealt by your channel positive energy ability. If you channel negative energy and you hit a living creature, that creature takes an amount of additional damage equal to the damage dealt by your channel negative energy ability. Your target can make a Will save, as normal, to halve this additional damage. If your attack misses, the channel energy ability is still expended with no effect.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When making an attack using this feat, you can spend a number of stamina points up to the number of dice in your channel energy. For each stamina point you spend in this way, add an additional 1d6 points of positive or negative energy damage to your Channel Smite attack. This damage is also halved if the target succeeds at its Will save against the Channel Smite attack.",
			"",
			"### Mythic Channel Smite",
			"",
			"{SOURCE Mythic Adventures/60}",
			"",
			"Your weapon a conduit of divine energy.  ",
			"**Prerequisites:** {feat/Channel Smite}.  ",
			"**Benefit:** When using Channel Smite, you gain a bonus on your attack roll equal to the number of d6s granted by your channel energy class feature. This is either a sacred bonus (if channeling positive energy) or a profane bonus (if channeling negative energy). If your attack misses the target, you can expend one use of mythic power as a free action to release the channeled energy, producing the normal effects of your channel energy class feature centered on the creature you were attempting to smite."
		]
	},
	"channel_spirit": {
		"name": "Channel Spirit",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Channel Spirit",
			"",
			"{SOURCE Haunted Heroes Handbook/24}",
			"",
			"You can willingly allow spirits to possess you, trading a taste of your life for their knowledge and abilities.  ",
			"**Prerequisites:** {feat/Spirit Ridden} or spirit class feature.  ",
			"**Benefit:** Select one of the spirit legends available to a medium. You can trade control of your body to a spirit of this type for power. You must perform a seance, taking 1 hour and requiring your concentration. At the end of the seance, you invite a spirit of the chosen type to inhabit your body. You do not require an appropriate location to channel the spirit. You gain the benefits of the spirit's spirit bonus and seance boon, but no spirit powers. Your spirit bonus is +1, or equal to your spirit bonus from any medium class levels you have (whichever is higher). You don't select a taboo and the spirit gains no influence over you. You can continue to gain the benefits of the spiritual possession for up to 1 hour per character level you have. At the end of the duration, the spirit takes over your body, and you become an NPC under the GM's control for a duration equal to the amount of time the spirit possessed you. You can end the duration prematurely as a free action, but the spirit still takes over your body. If you have the spirit class feature, you can't use this feat and act as a vessel for a second spirit simultaneously, but you gain spirit powers as normal for your medium level.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take this feat, you gain a new spirit you can channel."
		]
	},
	"channel_surge": {
		"name": "Channel Surge",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Channel Surge",
			"",
			"{SOURCE Cohorts and Companions/15}",
			"",
			"You are a mighty conduit of sacred or profane power.  ",
			"**Prerequisites:** Channel energy or lay on hands class feature.  ",
			"**Benefit:** When you channel energy or lay on hands, you may expend two uses of the ability as a full-round action to increase the amount of healing or damage you do by +50%."
		]
	},
	"channel_viciousness": {
		"name": "Channel Viciousness",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Channel Viciousness",
			"",
			"{SOURCE Inner Sea Gods/209}",
			"",
			"You can channel brutality into the weapons of your allies.  ",
			"**Prerequisites:** Channel negative energy 4d6, worshiper of Gorum.  ",
			"**Benefit:** As a standard action, you can expend one of your uses of channel energy to charge the melee weapons of all allies within 30 feet of you with negative energy. Affected melee weapons gain the vicious magic weapon special ability for 1 minute &times; your Charisma bonus (minimum 1 minute)."
		]
	},
	"channeled_blessing": {
		"name": "Channeled Blessing",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Channeled Blessing",
			"",
			"{SOURCE Advanced Class Guide/143}",
			"",
			"Your channeled energy can deliver a warpriest's blessing.  ",
			"**Prerequisites:** Blessings class feature, channel energy class feature.  ",
			"**Benefit:** When you channel energy to heal, you can instead deliver a warpriest's blessing to a single willing creature (including yourself) in the area that otherwise would have been healed by your channeled energy. The blessing must be one that requires a standard action and affects one or more creatures. If the blessing would normally affect multiple targets, you affect only a single target. The target receives the blessing in place of the healing and any other effects of the channeled energy. (This application doesn't count toward your uses of blessings per day.)"
		]
	},
	"channeled_revival": {
		"name": "Channeled Revival",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Channeled Revival",
			"",
			"{SOURCE Ultimate Combat/92}",
			"",
			"You can expend a large portion of your channeling power to reverse death itself.  ",
			"**Prerequisites:** Channel energy 6d6 (positive energy).  ",
			"**Benefit:** As a full-round action that provokes attacks of opportunity, you can expend three uses of your channel energy class feature to restore a dead creature to life as if you had cast the breath of life spell."
		]
	},
	"channeled_shield_wall": {
		"name": "Channeled Shield Wall",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Channeled Shield Wall",
			"",
			"{SOURCE Ultimate Magic/143}",
			"",
			"You draw upon your channel energy to enhance the protective ability of your shield and those of allies while they are adjacent to you.  ",
			"**Prerequisites:** Channel energy 3d6, proficiency with a shield.  ",
			"**Benefit:** As a swift action, you can spend a use of your channel energy to grant yourself a +2 deflection bonus while using a shield. This bonus lasts 1 minute per cleric level or effective cleric level. While you benefit from this bonus, allies with shields also gain a +2 deflection bonus while they are adjacent to you."
		]
	},
	"channeling_force": {
		"name": "Channeling Force",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Channeling Force (Combat)",
			"",
			"{SOURCE Advanced Class Guide/143}",
			"",
			"You distill your channeled energy into a sheen of force that surrounds your weapon for a limited time.  ",
			"**Prerequisites:** Ability to cast at least one force spell, channel energy class feature.  ",
			"**Benefit:** A swift action, you can expend one use of channel energy to grant your weapon attacks a bonus on damage rolls equal to the number of dice of your channel energy. This extra damage is force damage. This lasts for your next three weapon attacks or until the end of combat, whichever comes first.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When you hit with an attack while using this feat, you can spend 5 stamina points to not have that attack count as one of the three attacks you can make with the force-imbued weapon."
		]
	},
	"channeling_scourge": {
		"name": "Channeling Scourge",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Channeling Scourge",
			"",
			"{SOURCE Ultimate Combat/92}",
			"",
			"Your zeal for hunting your faith's enemies empowers your ability to channel divine energy, as long as you channel that energy for harm.  ",
			"**Prerequisites:** Channel energy class feature, inquisitor level 1st.  ",
			"**Benefit:** When you use channel energy to deal damage, your inquisitor levels count as cleric levels for determining the number of damage dice and the saving throw DC."
		]
	},
	"channeling_variance": {
		"name": "Channeling Variance",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Channeling Variance",
			"",
			"{SOURCE Magic Tactics Toolbox/9}",
			"",
			"You alter your channeled energies based on your god's tenets.  ",
			"**Prerequisites:** Domain class feature, channel energy class feature, must worship and receive spells from a deity.  ",
			"**Benefit:** Choose one variant channeling ability. The chosen ability must match one of your deity's domains, subdomains, or areas of concern. Three times per day when you channel energy, you can apply the modifications of the chosen variant channeling ability to your channeled energy, including reductions to the damage dealt or healing performed by your channeled energy.",
			"",
			"If you already have a variant channeling ability, this feat instead allows you to channel energy without the modifications of your chosen variant channeling ability (including reductions to the damage dealt or healing performed by your channeled energy) three times per day.  ",
			"**Special:** This feat can be selected twice. The second time you do, you can use Channeling Variance whenever you channel energy instead of just three times per day."
		]
	},
	"detect_expertise": {
		"name": "Detect Expertise",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Detect Expertise",
			"",
			"{SOURCE Ultimate Magic/148}",
			"",
			"You can detect the mystic specialty of a foe.  ",
			"**Prerequisites:** Int 13; ability to cast detect chaos, detect evil, detect good, detect law, or detect magic.  ",
			"**Benefit:** When you use any of the spells listed in this feat's prerequisites to detect a creature's alignment or its magic, you have a chance of detecting what spellcasting expertise it has. After you observe a creature with the detect spell for 3 rounds, it must make a Will save (DC 10 + 1/2 your caster level + your Intelligence modifier). If it fails the saving throw, you learn what bloodlines, domains, hexes, schools, or mysteries (if any) the creature possesses. If the creature makes its save, it is immune to the effects of this feat for 24 hours.",
			"",
			"### Mythic Detect Expertise",
			"",
			"{SOURCE Mythic Adventures/63}",
			"",
			"You can sense a creature's magical abilities with just a mere glance.  ",
			"**Prerequisites:** {feat/Detect Expertise}.  ",
			"**Benefit:** You gain the benefit of Detect Expertise immediately (without needing to observe a creature for 3 rounds) when using the divinations listed in Detect Expertise. Non-mythic creatures cannot attempt a Will save to resist this effect."
		]
	},
	"devastating_assault": {
		"name": "Devastating Assault",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Devastating Assault (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/22}",
			"",
			"You can hammer at a foe to smash through its defenses.  ",
			"**Prerequisites:** Base attack bonus +9, weapon training class feature with a melee weapon.  ",
			"**Benefit:** As a full-round action, you can bat aside all of your foe's defenses to ensure you make a single, especially effective melee attack. You make a single melee attack using an appropriate weapon against a single target, but make as many attack rolls as you could in a full-attack action using that weapon. You make the attack rolls in order from highest bonus to lowest, as if you were making a full attack. If any of the attack rolls hit the target, your single attack is considered to have hit and you roll damage normally. If one or more rolls are critical threats, you confirm the critical hit only once using your highest base attack bonus.",
			"",
			"If you hit with two or more attacks, the target must succeed at a Fortitude save (DC = 10 + 1/2 your base attack bonus + your Strength modifier) or suffer a condition for 1d4 rounds. If at least two attacks hit, you can choose from deafened, entangled, or shaken. If at least three attacks hit, you can also choose from blinded or staggered. If at least four attacks hit, you can also choose the dazed condition. Once you have forced a foe to attempt a saving throw to avoid suffering a condition via this feat, you cannot attempt to inflict that condition on it again with Devastating Assault for 24 hours."
		]
	},
	"devastating_strike": {
		"name": "Devastating Strike",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Devastating Strike (Combat)",
			"",
			"{SOURCE Ultimate Combat/95}",
			"",
			"Pitting all of your strength and resolve against your enemy, you deliver a strike that is impossible to ignore.  ",
			"**Prerequisites:** {feat/Vital Strike}, base attack bonus +9.  ",
			"**Benefit:** Whenever you use Vital Strike, {feat/Improved Vital Strike}, or {feat/Greater Vital Strike}, you gain a +2 bonus on each extra weapon damage dice roll those feats grant (+6 maximum). This bonus damage is multiplied on a critical hit.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">Whenever you use Vital Strike, Improved Vital Strike, or Greater Vital Strike, you can spend 5 stamina points to increase the bonus damage to +4 on each extra weapon damage die. For weapons with more than one damage die, count all of the weapon's base damage dice together as one set."
		]
	},
	"devil_sense": {
		"name": "Devil Sense",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Devil Sense",
			"",
			"{SOURCE Adventurer's Guide/176}",
			"",
			"You instinctively sense the presence of fiends.  ",
			"**Prerequisites:** Wis 13, ability to cast detect evil as a spell or spell-like ability.  ",
			"**Benefit:** At the beginning of your turn each round, if you are within 60 feet of an outsider with the evil subtype, you instinctively sense that something unholy is near. You may experience this sense as an unpleasant smell or taste (such as sulfur), as gooseflesh on your arms or neck, or as an ineffable sense of dread. This sense does not alert you to the direction of the outsider. Anything that can thwart or mislead detect evil can likewise block this sense."
		]
	},
	"devilish_pride": {
		"name": "Devilish Pride",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Devilish Pride",
			"",
			"{SOURCE Inner Sea Gods/210}",
			"",
			"Your pride allows no master but Asmodeus.  ",
			"**Prerequisites:** {feat/Iron Will}, worshiper of Asmodeus.  ",
			"**Benefit:** Whenever you attempt a Will save against a charm or compulsion spell cast by anyone who is not a worshiper of Asmodeus, you may roll twice and take the better result."
		]
	},
	"devils_foe": {
		"name": "Devil's Foe",
		"sources": [ "Andoran, Spirit of Liberty" ],
		"description": [
			"## Devil's Foe (Achievement)",
			"",
			"{SOURCE Andoran, Spirit of Liberty/13}",
			"",
			"Once you were just another helpless victim, but now even the deepest pits of Hell ring with the lamentations of your adversaries.  ",
			"**Prerequisites:** Face 10 different devils in combat and take damage or suffer some other sort of injury from five or more attacks made by each one without falling unconscious, fleeing, or otherwise becoming unable to strike back at them.  ",
			"**Benefit:** Your attacks count as good-aligned for the purposes of bypassing the damage reduction of devils."
		]
	},
	"devotion_against_the_unnatural": {
		"name": "Devotion Against the Unnatural",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Devotion Against the Unnatural",
			"",
			"{SOURCE Ultimate Wilderness/217}",
			"",
			"The animal's devotion to its master allows it to stand against unnatural forces.  ",
			"**Prerequisites:** Animal companion, devotion special ability.  ",
			"**Benefit:** The animal companion gains a +2 morale bonus on saving throws against spells, spell-like abilities, and supernatural abilities of aberrations, outsiders, and undead. The animal companion is immune to the unnatural aura ability that some undead creatures (such as wraiths) have."
		]
	},
	"diabolic_humiliation": {
		"name": "Diabolic Humiliation",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Diabolic Humiliation (Combat)",
			"",
			"{SOURCE Planar Adventures/27}",
			"",
			"Your humiliating strikes decrease a foe's morale.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, {feat/Diabolic Style}; {feat/Vital Strike}; {feat/Improved Unarmed Strike} or {feat/Weapon Focus} (unarmed strike); base attack bonus +8 or monk level 7th.  ",
			"**Benefit:** When you successfully stagger a foe with an unarmed strike using Diabolic Style, the target becomes further humiliated. The target cannot gain the benefit of any morale bonus for 1 minute after being staggered in this way, and for the duration of that minute, any additional staggered effects it suffers from your attacks of opportunity last for 2 rounds rather than 1. The durations of multiple staggered effects administered in this way stack.  ",
			"**Special:** A monk of at least 10th level with this feat can select {feat/Improved Vital Strike} as a monk bonus feat."
		]
	},
	"diabolic_judgement": {
		"name": "Diabolic Judgement",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Diabolic Judgement (Combat)",
			"",
			"{SOURCE Planar Adventures/27}",
			"",
			"You punish your foes for every opportunity they present.  ",
			"**Prerequisites:** {feat/Combat Reflexes}; {feat/Diabolic Humiliation}; {feat/Diabolic Style}; {feat/Improved Vital Strike}; {feat/Vital Strike}; {feat/Improved Unarmed Strike} or {feat/Weapon Focus} (unarmed strike); base attack bonus +12 or monk level 11th.  ",
			"**Benefit:** While using Diabolic Style, the first time each round that you successfully hit with an attack of opportunity, you can apply the effects of any Vital Strike feat you have to that attack.  ",
			"**Special:** A monk of at least 14th level with this feat can select {feat/Greater Vital Strike} as a monk bonus feat."
		]
	},
	"diabolic_style": {
		"name": "Diabolic Style",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Diabolic Style (Combat, Style)",
			"",
			"{SOURCE Planar Adventures/27}",
			"",
			"You utilize combat as an opportunity to inflict humiliation upon those who provoke your attacks of opportunity.  ",
			"**Prerequisites:** {feat/Combat Reflexes}; {feat/Improved Unarmed Strike} or {feat/Weapon Focus} (unarmed strike); base attack bonus +2 or monk level 1st.  ",
			"**Benefit:** While using this style, you can make an attack of opportunity with an unarmed strike to deliver a humiliating swat to the target. If you hit the target, you inflict 1 point of nonlethal damage and the target must succeed at a Will saving throw (DC = 10 + half your level + your Charisma modifier) or become staggered for 1 round.  ",
			"**Special:** A monk of at least 6th level with this feat can select {feat/Vital Strike} as a monk bonus feat."
		]
	},
	"diabolical_negotiator": {
		"name": "Diabolical Negotiator",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Diabolical Negotiator",
			"",
			"{SOURCE Inner Sea Gods/210}",
			"",
			"You treat the art of negotiation as devilish science.  ",
			"**Prerequisites:** {feat/Skill Focus/ (Diplomacy)}, worshiper of Asmodeus.  ",
			"**Benefit:** You can add your Intelligence or Wisdom modifier (whichever is higher) on Diplomacy checks in place of your Charisma modifier. You can shift a creature's attitude more than two steps with Diplomacy, and a creature's attitude is only decreased by one step if you roll a natural 1 and fail the check by 5 or more."
		]
	},
	"die_for_your_master": {
		"name": "Die for Your Master",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Die for Your Master",
			"",
			"{SOURCE Ultimate Magic/148}",
			"",
			"Your tumor familiar goes to any length to save your life.  ",
			"**Prerequisites:** Tumor familiar alchemist discovery.  ",
			"**Benefit:** If your tumor familiar is attached, and you would be reduced to 0 or fewer hit points by damage in combat (from a weapon or other blow, not a spell or special ability), the familiar throws itself in the way of the attack as an immediate action. If it makes a Reflex saving throw (DC = damage dealt), it takes all the damage from the attack; if it fails, it takes half damage and you take half damage.",
			"",
			"The familiar must be aware of the attack and able to react to it in order to use this ability, and it can only do this once per day - if it is denied its Dexterity bonus to AC, it can't use this ability. Since this effect would not normally allow the familiar to make a Reflex save for half damage, its improved evasion ability does not apply on this saving throw."
		]
	},
	"diehard": {
		"name": "Diehard",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Diehard",
			"",
			"{SOURCE PRPG Core Rulebook/122}",
			"",
			"You are especially hard to kill. Not only do your wounds automatically stabilize when grievously injured, but you can remain conscious and continue to act even at death's door.  ",
			"**Prerequisites:** {feat/Endurance}.  ",
			"**Benefit:** When your hit point total is below 0, but you are not dead, you automatically stabilize. You do not need to make a Constitution check each round to avoid losing additional hit points. You may choose to act as if you were disabled, rather than dying. You must make this decision as soon as you are reduced to negative hit points (even if it isn't your turn). If you do not choose to act as if you were disabled, you immediately fall unconscious.",
			"",
			"When using this feat, you are staggered. You can take a move action without further injuring yourself, but if you perform any standard action (or any other action deemed as strenuous, including some swift actions, such as casting a quickened spell) you take 1 point of damage after completing the act. If your negative hit points are equal to or greater than your Constitution score, you immediately die.  ",
			"**Normal:** A character without this feat who is reduced to negative hit points is unconscious and dying."
		]
	},
	"difficult_swings": {
		"name": "Difficult Swings",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Difficult Swings (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/22}",
			"",
			"You can force foes to move cautiously when near you.  ",
			"**Prerequisites:** Base attack bonus +5, weapon training class feature with a melee weapon.  ",
			"**Benefit:** When you make a full attack with an appropriate melee weapon, you can force creatures to treat squares adjacent to you as difficult terrain until the beginning of your next turn. You can choose to allow any creature you are aware of to ignore the difficult terrain you effectively create with this feat."
		]
	},
	"dilettante": {
		"name": "Dilettante",
		"sources": [ "Seekers of Secrets" ],
		"description": [
			"## Dilettante",
			"",
			"{SOURCE Seekers of Secrets/17}",
			"",
			"What some would call dabbling you call a wide range of interests. Your breadth of knowledge offers unexpected insights in many situations.  ",
			"**Prerequisites:** 2 ranks each in 5 different Knowledge skills.  ",
			"**Benefit:** You gain a +2 bonus on Knowledge checks if you have 1-5 ranks in that skill. This bonus does not stack with {feat/Skill Focus}. You can make untrained Knowledge checks with DCs up to 15.  ",
			"**Normal:** You may only make untrained Knowledge checks for common knowledge (DC 10 or lower)."
		]
	},
	"dimensional_agility": {
		"name": "Dimensional Agility",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dimensional Agility",
			"",
			"{SOURCE Ultimate Combat/95}",
			"",
			"Teleportation does not faze you.  ",
			"**Prerequisites:** Ability to use the abundant step class feature or cast {spell/dimension door}.  ",
			"**Benefit:** After using abundant step or casting dimension door, you can take any actions you still have remaining on your turn. You also gain a +4 bonus on {rule/Concentration} checks when casting teleportation spells."
		]
	},
	"dimensional_assault": {
		"name": "Dimensional Assault",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dimensional Assault",
			"",
			"{SOURCE Ultimate Combat/95}",
			"",
			"You have been trained to use magical movement as part of your combat tactics.  ",
			"**Prerequisites:** Ability to use the abundant step class feature or cast {spell/dimension door}, {feat/Dimensional Agility}.  ",
			"**Benefit:** As a full-round action, you use abundant step or cast dimension door as a special charge. Doing so allows you to teleport up to double your current speed (up to the maximum distance allowed by the spell or ability) and to make the attack normally allowed on a charge."
		]
	},
	"dimensional_awareness": {
		"name": "Dimensional Awareness",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Dimensional Awareness (Combat)",
			"",
			"{SOURCE Monster Summoner's Handbook/8}",
			"",
			"Your exposure to summoned creatures allows you to predict where conjured opponents will likely appear.  ",
			"**Prerequisites:** {feat/Arcane Strike} or {feat/Disruptive}; {feat/Banishing Critical}; {feat/Combat Reflexes}; Spellcraft 8 ranks; arcane pool class feature.  ",
			"**Benefit:** If a summoned or called creature materializes in a space you threaten, you can make an attack of opportunity against that creature before it acts, gaining a +2 circumstance bonus on the attack roll if you successfully identified the spell used to summon or call that creature.  ",
			"**Normal:** A summoned or called creature appears instantly when the spell used to conjure it is completed, allowing for no attack of opportunity against the creature."
		]
	},
	"dimensional_dervish": {
		"name": "Dimensional Dervish",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dimensional Dervish",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"You teleport with a mere thought, savaging your opponents as you flash in and out of reality.  ",
			"**Prerequisites:** Ability to use the abundant step class feature or cast {spell/dimension door}, {feat/Dimensional Agility}, {feat/Dimensional Assault}, base attack bonus +6.  ",
			"**Benefit:** You can take a full-attack action, activating abundant step or casting dimension door as a swift action. If your do, you can teleport up to twice your speed (up to the maximum distance allowed by the spell or ability), dividing this teleportation into increments you use before your first attack, between each attack, and after your last attack. You must teleport at least 5 feet each time you teleport.  ",
			"**Special:** A monk can use additional points from his ki pool to increase his speed before determining the total speed for this teleportation."
		]
	},
	"dimensional_disruption": {
		"name": "Dimensional Disruption",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Dimensional Disruption (Combat)",
			"",
			"{SOURCE Monster Summoner's Handbook/9}",
			"",
			"You've become so adept at combating summoned creatures that you can interrupt the magical energies that summon them to your plane.  ",
			"**Prerequisites:** {feat/Arcane Strike} or {feat/Disruptive}; {feat/Banishing Critical}; {feat/Combat Reflexes}; {feat/Dimensional Awareness}; Spellcraft 8 ranks; arcane pool class feature.  ",
			"**Benefit:** When you use Dimensional Awareness to make an attack of opportunity against a creature being summoned or called into a square you threaten, you can additionally use an immediate action to attempt to send the creature back to its home plane. Attempt a Spellcraft check (DC = 15 + the creature's CR [minimum 1] + the spell level of the spell that summoned the creature). If you succeed, the creature does not get to act and is immediately sent back to its home plane.  ",
			"**Normal:** A summoning or calling spell can be disrupted only by a failed concentration check or by countering the spell."
		]
	},
	"dimensional_maneuvers": {
		"name": "Dimensional Maneuvers",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dimensional Maneuvers",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"Your rapid teleportation makes your combat maneuvers more difficult to avoid.  ",
			"**Prerequisites:** Ability to use the abundant step class feature or cast {spell/dimension door}, {feat/Dimensional Agility}, {feat/Dimensional Assault}, {feat/Dimensional Dervish}, base attack bonus +9.  ",
			"**Benefit:** While using the Dimensional Dervish feat, you gain a +4 bonus on combat maneuver checks to bull rush, disarm, reposition, or trip an opponent."
		]
	},
	"dimensional_savant": {
		"name": "Dimensional Savant",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dimensional Savant",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"You flash into and out of reality so quickly it is impossible to tell exactly where you are at any given time.  ",
			"**Prerequisites:** {feat/Dimensional Agility}, {feat/Dimensional Assault}, {feat/Dimensional Dervish}, ability to use the abundant step class feature or cast {spell/dimension door}, base attack bonus +9.  ",
			"**Benefit:** While using the Dimensional Dervish feat, you provide flanking from all squares you attack from. Flanking starts from the moment you make an attack until the start of your next turn. You can effectively flank with yourself and with multiple allies when using this feat."
		]
	},
	"dimensional_step_up": {
		"name": "Dimensional Step Up",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Dimensional Step Up",
			"",
			"{SOURCE Monster Hunter's Handbook/19}",
			"",
			"Even teleportation cannot keep you from confronting your foe.  ",
			"**Prerequisites:** {feat/Dimensional Agility}, {feat/Step Up}, base attack bonus +12, abundant step class feature or ability to cast {spell/dimension door}.  ",
			"**Benefit:** Once per day, when an adjacent foe moves using a teleportation spell, spell-like ability, or similar ability (including effects like a shadowdancer's shadow jump ability), you can follow the creature as an immediate action. This ability has no range limit; you simply appear adjacent to the target wherever its destination happens to be. You cannot use this ability to travel to another plane. This feat does not provide you any means of returning, nor does it grant you knowledge of where your foe is going."
		]
	},
	"diplomatic_ruse": {
		"name": "Diplomatic Ruse",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Diplomatic Ruse (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/205}",
			"",
			"With practiced gestures, you buy enough time to prepare yourself for an inevitable battle.  ",
			"**Prerequisites:** Diplomacy 3 ranks, human (Keleshite).  ",
			"**Benefit:** Whenever you're adjacent to an ally who also has this feat, you can perform a quick, seemingly courteous gesture when you make an initiative check. As part of the gesture, you can perform a single free action, such as dropping an item or entering rage. This feat can be used only when combat breaks out after a conversation, such as from failed negotiations."
		]
	},
	"dire_bat_shape": {
		"name": "Dire Bat Shape",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Dire Bat Shape",
			"",
			"{SOURCE Blood of the Moon/9}",
			"",
			"You can become a dire bat.  ",
			"**Prerequisites:** Cha 13, {feat/Bat Shape}, base attack bonus +3, werebat-kin.  ",
			"**Benefit:** When you use Bat Shape to become a bat, you can choose to become a bat or a dire bat."
		]
	},
	"directed_disarm": {
		"name": "Directed Disarm",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Directed Disarm (Combat)",
			"",
			"{SOURCE Ranged Tactics Toolbox/6}",
			"",
			"A weapon you pull from one enemy's grip flies toward another enemy.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Greater Disarm}, {feat/Improved Disarm}, base attack bonus +11.  ",
			"**Benefit:** Whenever you successfully use a combat maneuver to disarm an opponent, the disarmed weapon lands up to 15 feet away from its wielder, in the direction you choose. Alternatively, you can make a ranged attack as an immediate action with the disarmed weapon against another opponent, as long as the disarmed weapon is a light or one-handed weapon. If the weapon is not a thrown weapon, you take a -4 penalty on the attack roll. You take a -4 penalty on your attack roll if you do not have a free hand."
		]
	},
	"dirty_critical_hit": {
		"name": "Dirty Critical Hit",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Dirty Critical Hit (Combat, Critical)",
			"",
			"{SOURCE Dirty Tactics Toolbox/14}",
			"",
			"Your blows are not only deadly, but debilitating as well.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Critical Focus}, {feat/Improved Dirty Trick}, base attack bonus +11.  ",
			"**Benefit:** Whenever you confirm a critical hit, you can also affect the target as if you had succeeded at a dirty trick combat maneuver check. Doing so normally causes the target to suffer for 1 round one of the conditions applied by a dirty trick, unless you have feats or abilities that give you more dirty trick options.  ",
			"**Special:** You can apply the effects of only one critical feat to a given critical hit unless you possess Critical Mastery."
		]
	},
	"dirty_disarm": {
		"name": "Dirty Disarm",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Dirty Disarm (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/14}",
			"",
			"You can pull dirty tricks while disarming your foes.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Dirty Trick}, {feat/Improved Disarm}, base attack bonus +6.  ",
			"**Benefit:** You can attempt to perform a dirty trick and a disarm maneuver together against a single target as a full-round action. You attempt a single combat maneuver check for both maneuvers. If your CMB is different for the two types of maneuvers, use the lower of the two bonuses. If your target's CMD is different against the two types of maneuvers, use the higher CMD. If you succeed at the check, you successfully perform both combat maneuvers."
		]
	},
	"dirty_fighting": {
		"name": "Dirty Fighting",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Dirty Fighting (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/14}",
			"",
			"You can take advantage of a distracted foe.  ",
			"**Benefit:** When you attempt a combat maneuver check against a foe you are flanking, you can forgo the +2 bonus on your attack roll for flanking to instead have the combat maneuver not provoke an attack of opportunity. If you have a feat or ability that allows you to attempt the combat maneuver without provoking an attack of opportunity, you can instead increase the bonus on your attack roll for flanking to +4 for the combat maneuver check.  ",
			"**Special:** This feat counts as having Dex 13, Int 13, {feat/Combat Expertise}, and {feat/Improved Unarmed Strike} for the purposes of meeting the prerequisites of the various improved combat maneuver feats, as well as feats that require those improved combat maneuver feats as prerequisites."
		]
	},
	"dirty_grapple": {
		"name": "Dirty Grapple",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Dirty Grapple (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/14}",
			"",
			"You are skilled at pulling dirty tricks during a grapple.  ",
			"**Prerequisites:** Dex 13, Int 13, {feat/Combat Expertise}, {feat/Improved Dirty Trick}, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, base attack bonus +6.  ",
			"**Benefit:** You can attempt to perform a dirty trick and a grapple maneuver together against a single target as a full-round action when initiating or maintaining a grapple. You must attempt a single combat maneuver check for both maneuvers. If your CMB is different for the two types of maneuvers, use the lower of the two bonuses. If your target's CMD is different against the two types of maneuvers, use the higher CMD. If you succeed at the check, you successfully perform both combat maneuvers."
		]
	},
	"dirty_trick_master": {
		"name": "Dirty Trick Master",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Dirty Trick Master (Combat)",
			"",
			"{SOURCE Bastards of Golarion/25}",
			"",
			"You are adept at stifling your enemies and can expertly make a bad situation even worse.  ",
			"**Prerequisites:** {feat/Greater Dirty Trick}, {feat/Improved Dirty Trick}, base attack bonus +11.  ",
			"**Benefit:** Whenever you successfully perform a dirty trick combat maneuver against an opponent who is still affected by a condition inflicted by a previous dirty trick (whether your own or another creature's), you can cause the condition to worsen. In addition to increasing the duration of the condition as normal, you cause an opponent who is dazzled to become dazed, entangled to become pinned, shaken to become frightened, and sickened to become nauseated. This worsened condition replaces the previous dirty trick condition, and lasts for the duration of the dirty trick (including any rounds remaining from the previous dirty trick condition) or until the opponent uses a standard action to remove the condition (whichever comes first)."
		]
	},
	"disable_dweomer": {
		"name": "Disable Dweomer",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Disable Dweomer",
			"",
			"{SOURCE Advanced Class Guide/144}",
			"",
			"You can disable a magic item, suppressing it for a short time.  ",
			"**Prerequisites:** Disable Device 5 ranks, Use Magic Device 5 ranks, trapfinding.  ",
			"**Benefit:** You can use Disable Device to suppress the magic of a non-artifact magic item for 1d4 rounds, after which the item recovers its magical properties. A suppressed item becomes nonmagical for the duration of the suppression. Using Disable Device in this way takes 2d4 rounds, with a DC of 15 + the item's caster level."
		]
	},
	"disarm_partner": {
		"name": "Disarm Partner",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Disarm Partner (Combat, Teamwork)",
			"",
			"{SOURCE Monster Codex/93}",
			"",
			"When your ally fails to disarm an opponent within your reach, you can try to disarm that same foe.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** When an ally with this feat fails a disarm combat maneuver check made on his turn against an opponent within your melee reach, as an immediate action you can attempt a disarm combat maneuver check against that foe."
		]
	},
	"disarming_strike": {
		"name": "Disarming Strike",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Disarming Strike (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/157}",
			"",
			"Your critical hits can disarm your foes.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Disarm}, base attack bonus +9.  ",
			"**Benefit:** Whenever you score a critical hit with a melee attack, you can disarm your opponent, in addition to the normal damage dealt by the attack. If your confirmation roll exceeds your opponent's CMD, you may disarm your opponent as if from the disarm combat maneuver. This does not provoke an attack of opportunity.  ",
			"**Normal:** You must perform a disarm combat maneuver to disarm an opponent.  ",
			"**Special:** You can only apply the effects of one of the following feats to a given critical hit",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">When you fail to confirm a critical hit with a melee attack, you can spend 2 stamina points to attempt to disarm the target anyway. When you do, reroll the confirmation roll and use it to determine if the disarm attempt exceeds the opponent's CMD. This reroll is used only for the disarm combat maneuver; it can't cause the critical to be confirmed. You still can't make the attempt if the target is immune to critical hits."
		]
	},
	"disarming_threat_deed": {
		"name": "Disarming Threat Deed",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Disarming Threat Deed (Panache)",
			"",
			"{SOURCE Advanced Class Guide/144}",
			"",
			"Even your threats are curiously charming.  ",
			"**Prerequisites:** {feat/Amateur Swashbuckler} or panache class feature; Diplomacy 2 ranks, Intimidate 2 ranks.  ",
			"**Benefit:** When you succeed at an Intimidate check to force an opponent to act friendly toward you, you can spend 1 panache point to cause the target to regard you with indifference when the duration of the effect expires. A target influenced in this manner is unlikely to report you to authorities.  ",
			"**Normal:** An opponent forced to act friendly toward you by Intimidate becomes unfriendly when the duration expires, and is likely to report you to the authorities."
		]
	},
	"disassemble_magic_item": {
		"name": "Disassemble Magic Item",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Disassemble Magic Item (Faction)",
			"",
			"{SOURCE Faction Guide/56}",
			"",
			"You can take apart and reassemble magic items.  ",
			"**Prerequisites:** Any item creation feat, [Aspis Consortium](rule/f_profiteers) 20 TPA.  ",
			"**Benefit:** You can break a magic item down into component pieces. These pieces are nonmagical and may have little resemblance to the original item other than being of the same material (a magical sword may be three recognizable metal pieces or simply a collection of metal scraps). Disassembling a magic item takes 1 hour per 1,000 gp of the item's price and requires you to concentrate as if crafting an item. You can only use this feat on items your item creation feat would let you craft (for example, if you have {feat/Craft Wondrous Item}, you can disassemble wondrous items but not magic weapons or armor).",
			"",
			"You may reassemble a dismantled item as long as all the pieces are present; this takes the same amount of time as taking it apart did. There is a 10% chance the reconstruction fails and the item is permanently destroyed."
		]
	},
	"discerning_eye": {
		"name": "Discerning Eye",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Discerning Eye",
			"",
			"{SOURCE Advanced Race Guide/46}",
			"",
			"You are not easily fooled by illusions and forgeries.  ",
			"**Prerequisites:** Elf or half-elf, keen senses racial trait.  ",
			"**Benefit:** You receive a +2 racial bonus on saving throws against illusion spells and effects and a +2 bonus on Linguistic checks to detect forgeries. You can use the Linguistic skill to detect forgeries untrained."
		]
	},
	"disciple_of_the_sword": {
		"name": "Disciple of the Sword",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Disciple of the Sword",
			"",
			"{SOURCE Inner Sea Gods/210}",
			"",
			"Your dedication to mastering Iomedae's favored weapon puts other to shame.  ",
			"**Prerequisites:** {feat/Weapon Focus/ (longsword)}, cleric or inquisitor level 4th, worshiper of Iomedae.  ",
			"**Benefit:** You gain the benefits of {feat/Weapon Specialization} (longsword), and you can use your cleric or inquisitor level in place of your fighter level for the purpose of qualifying for {feat/Greater Weapon Focus} (longsword) and {feat/Greater Weapon Specialization} (longsword). You can use this feat instead of Weapon Specialization (longsword) to qualify for Greater Weapon Specialization (longsword)."
		]
	},
	"disciplinary_devotee": {
		"name": "Disciplinary Devotee",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Disciplinary Devotee",
			"",
			"{SOURCE Occult Adventures/129}",
			"",
			"Your careful study of mental magic grants you mastery in your discipline.  ",
			"**Prerequisites:** Psychic discipline class feature.  ",
			"**Benefit:** You gain a +1 bonus on caster level checks and {rule/concentration} checks when casting spells from your psychic discipline, and you gain a +1 insight bonus on saving throws against spells from your discipline."
		]
	},
	"disconcerting_knowledge": {
		"name": "Disconcerting Knowledge",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Disconcerting Knowledge",
			"",
			"{SOURCE Horror Adventures/84}",
			"",
			"You unsettle your enemies by demonstrating that you how to defeat them.  ",
			"**Prerequisites:** Bardic knowledge class ability or Knowledge domain, Knowledge (any two) 3 ranks each.  ",
			"**Benefit:** You can use your knowledge to demoralize an enemy. When you use a standard action to Intimidate a creature with a base CR of 2 or greater, you can use a Knowledge skill that could be used to identify the creature's type in place of Intimidate when attempting to demoralize that creature. The target creature must be intelligent and understand the language that you are using when conveying the disconcerting knowledge."
		]
	},
	"disconcerting_stare": {
		"name": "Disconcerting Stare",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Disconcerting Stare (Combat, Stare)",
			"",
			"{SOURCE Magic Tactics Toolbox/13}",
			"",
			"Your painful stare unnerves your target, making it oblivious to its surroundings.  ",
			"**Prerequisites:** Mesmerist level 5th, painful stare class feature.  ",
			"**Benefit:** When you trigger your painful stare, the target must succeed at a Will save (DC = 10 + 1/2 your mesmerist level + your Charisma modifier) or take a -6 penalty on Disable Device and Perception checks and a -2 penalty on Reflex saves for the next minute. If the target has the trap finding or trap sense class ability and fails this save, the target also loses the benefit of that ability (or abilities) for 1 minute."
		]
	},
	"discordant_voice": {
		"name": "Discordant Voice",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Discordant Voice",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"By singing out a precise tone, you cause discordant vibrations to run through allies' weapons.  ",
			"**Prerequisites:** Bardic performance class feature, Perform (oratory or sing) 10 ranks.  ",
			"**Benefit:** Whenever you are using bardic performance to create a spell-like or supernatural effect, allies within 30 feet of you deal an extra 1d6 points of sonic damage with successful weapon attacks. This damage stacks with other energy damage a weapon might deal. Projectile weapons bestow this extra damage on their ammunition, but the extra damage is dealt only if the projectile hits a target within 30 feet of you."
		]
	},
	"disengaging_feint": {
		"name": "Disengaging Feint",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Disengaging Feint (Combat)",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"You can feint to disengage from combat.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Feint}.  ",
			"**Benefit:** As a standard action, use Bluff to feint against an opponent. Instead of denying that opponent his Dexterity bonus to AC, a successful feint allows you to move up to your speed without provoking an attack of opportunity from the opponent you feinted for leaving the square you start in.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/117}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. You can spend 5 stamina points to attempt a Disengaging Feint as a move action instead of a standard action."
		]
	},
	"disengaging_flourish": {
		"name": "Disengaging Flourish",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Disengaging Flourish (Combat)",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"Distracting your opponents gives you the opportunity to make a swift retreat.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Disengaging Feint}, {feat/Improved Feint}.  ",
			"**Benefit:** As a standard action, make a Bluff check against each opponent that currently threatens you. If you succeed against at least one opponent, you can move up to your speed. This movement does not provoke attacks of opportunity from any opponent you succeeded at feinting against.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. You can spend 5 stamina points to make a Disengaging Flourish attempt as a move action instead of a standard action."
		]
	},
	"disengaging_shot": {
		"name": "Disengaging Shot",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Disengaging Shot (Combat)",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"You make one last attack before beating a hasty retreat.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Disengaging Feint}, {feat/Dodge}, {feat/Improved Feint}, {feat/Mobility}.  ",
			"**Benefit:** Whenever you use Disengaging Feint or Disengaging Flourish, you can make a single melee attack against one opponent you succeeded at feinting against. That opponent is denied his Dexterity bonus to AC against this attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. Just before you attempt your free melee attack with Disengaging Shot, you can spend up to 5 stamina points. If you do, increase the attack's damage by 2 points for each stamina point you spent."
		]
	},
	"disheartening_display": {
		"name": "Disheartening Display",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Disheartening Display (Combat)",
			"",
			"{SOURCE Advanced Class Guide/144}",
			"",
			"Your show of prowess further demoralizes others.  ",
			"**Prerequisites:** {feat/Dazzling Display}, {feat/Weapon Focus}, base attack bonus +6, proficiency with chosen weapon.  ",
			"**Benefit:** When you successfully use Dazzling Display against any shaken, frightened, or panicked opponents, their fear increases by one step. An already panicked creature demoralized by this feat cowers. Once affected by this feat, a creature cannot be affected by it again (by you or anyone else) for 24 hours.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When you affect a creature with this feat, you can spend 5 stamina points to gain the ability to affect that creature with this feat a second time during the same 24-hour period."
		]
	},
	"dislocate": {
		"name": "Dislocate",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Dislocate",
			"",
			"{SOURCE Path of the Hellknight/45}",
			"",
			"You can dislocate your limbs to aid in escaping from bonds or enemy grips.  ",
			"**Prerequisites:** Con 13.  ",
			"**Benefit:** As a swift action, you can deal 1d8 points of nonlethal damage to yourself as you pop your joints from their sockets, making yourself more flexible though suffering incredible pain. Any Escape Artist checks you attempt that would normally take 1 minute instead take 1 full-round action. If you have 7 Hit Dice or more, the damage you deal to yourself is decreased to 1d6. If you have 14 Hit Dice or more, you deal no damage to yourself, and any Escape Artist checks you attempt that normally take 1 full round instead take a move action. You can't gain any benefits from this feat if you are immune to nonlethal damage."
		]
	},
	"disorienting_blow": {
		"name": "Disorienting Blow",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Disorienting Blow (Combat)",
			"",
			"{SOURCE Dragon Empires Primer/24}",
			"",
			"When you successfully strike your opponent with your Stunning Fist, you leave it in a state of confusion.  ",
			"**Prerequisites:** {feat/Stunning Fist}, base attack bonus +11.  ",
			"**Benefit:** You must choose to use this ability before making an attack roll with your Stunning Fist, and this effect replaces other effects or conditions that would be caused by Stunning Fist. If you successfully hit your opponent and it fails its Fortitude save, it becomes confused for 1 round. Additional disorienting blows to the confused target add to the duration of its confusion. This feat is otherwise subject to all of the limits and conditions of Stunning Fist."
		]
	},
	"disorienting_maneuver": {
		"name": "Disorienting Maneuver",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Disorienting Maneuver",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"Your erratic movements disorient your opponent.  ",
			"**Prerequisites:** {feat/Dodge}, Acrobatics 5 ranks.  ",
			"**Benefit:** If you successfully use Acrobatics to tumble through an opponent's space, you gain a +2 circumstance bonus on attack rolls against that opponent until the start of your next turn. If you choose to make a trip attempt against that opponent, you gain a +4 circumstance bonus on your combat maneuver check. This bonus on trip also lasts until the start of your next turn."
		]
	},
	"dispel_focus": {
		"name": "Dispel Focus",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Dispel Focus",
			"",
			"{SOURCE Monster Summoner's Handbook/9}",
			"",
			"You are skilled at the art of dispelling.  ",
			"**Prerequisites:** Ability to cast {spell/dispel magic}.  ",
			"**Benefit:** Whenever you attempt a dispel check based on your caster level, you gain a +2 bonus on the check."
		]
	},
	"dispel_mastery": {
		"name": "Dispel Mastery",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Dispel Mastery (Item Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/26}",
			"",
			"You can {spell/dispel magic} with abjuration magic items.  ",
			"**Prerequisites:** Use Magic Device 3 ranks, base Fortitude save bonus +6.  ",
			"**Benefit:** You can cause an item that has an abjuration spell of 2nd level or higher in its construction requirements to cast dispel magic, but only to perform a targeted dispel. You can use this feat once per day, plus an additional time per day at base Fortitude save bonus +9 and +12."
		]
	},
	"dispel_synergy": {
		"name": "Dispel Synergy",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dispel Synergy",
			"",
			"{SOURCE Ultimate Combat/96}",
			"",
			"By tearing away an opponent's magical defenses, you leave your enemy vulnerable, making it difficult for him to resist your spells.  ",
			"**Prerequisites:** Spellcraft 5 ranks.  ",
			"**Benefit:** If you successfully dispel an ongoing magical effect on an opponent, that opponent takes a -2 penalty on saving throws against your spells until the end of your next turn."
		]
	},
	"dispelling_blood": {
		"name": "Dispelling Blood",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Dispelling Blood",
			"",
			"{SOURCE Potions and Poisons/6}",
			"",
			"You can change your toxic blood to unravel magic itself.  ",
			"**Prerequisites:** Knowledge (arcana) 7 ranks, vishkanya.  ",
			"**Benefit:** As a swift action, you can alter the effects of your venom to affect magic instead of flesh. Your venom functions as a targeted {spell/dispel magic} effect when it strikes a creature, using your character level as your caster level. This dispelling effect affects creatures even if they are immune to poison effects.  ",
			"**Normal:** Vishkanya venom deals Dexterity damage."
		]
	},
	"dispelling_critical": {
		"name": "Dispelling Critical",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dispelling Critical (Critical)",
			"",
			"{SOURCE Ultimate Combat/97}",
			"",
			"Your blows attack the physical and arcane forms of your enemies at the same time.  ",
			"**Prerequisites:** {feat/Arcane Strike}, base attack bonus +11, ability to cast {spell/dispel magic}.  ",
			"**Benefit:** If you have dispel magic prepared or can cast it spontaneously, when you score a critical hit against an opponent, you may use a swift action to cast dispel magic to make a targeted dispel against that opponent."
		]
	},
	"dispelling_fist": {
		"name": "Dispelling Fist",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dispelling Fist",
			"",
			"{SOURCE Ultimate Combat/97}",
			"",
			"By focusing on your knowledge of magic and spells that negate its powers, you use your bare hands to rip magical defenses from your enemy.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, base attack bonus +11, ability to cast {spell/dispel magic}, caster level 7th.  ",
			"**Benefit:** If you have dispel magic prepared or can cast it spontaneously, you can cast it as a swift action after hitting an opponent with an unarmed strike. Treat this as a targeted dispel against the opponent you hit."
		]
	},
	"disposable_weapon": {
		"name": "Disposable Weapon",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Disposable Weapon",
			"",
			"{SOURCE Ultimate Combat/97}",
			"",
			"You ignore the limitations of your equipment, striking harder despite the damage it does to your weapon.  ",
			"**Prerequisites:** Base attack bonus +1, proficient with weapon.  ",
			"**Benefit:** Whenever you use a melee or thrown weapon with the {misc/fragile} weapon special quality to score a critical threat against an opponent, you can give your weapon the broken condition to automatically confirm the critical hit."
		]
	},
	"disrupting_fist": {
		"name": "Disrupting Fist",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Disrupting Fist (Combat)",
			"",
			"{SOURCE Horror Adventures/85}",
			"",
			"Your powerful fists can reduce undead foes to dust.  ",
			"**Prerequisites:** {feat/Channel Smite}, {feat/Improved Unarmed Strike}, base attack bonus +9, channel positive energy 4d6.  ",
			"**Benefit:** On a confirmed critical hit using an unarmed strike against an undead creature, you can expend two uses of your channel energy ability as a swift action to destroy that undead creature. The undead creature can negate this effect with a successful Will saving throw (DC = 10 + your base attack bonus)."
		]
	},
	"disrupting_shot": {
		"name": "Disrupting Shot",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Disrupting Shot (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/157}",
			"",
			"With a well-placed shot, you make it harder for a nearby opponent to cast spells.  ",
			"**Prerequisites:** Dex 13, {feat/Point-Blank Shot}, fighter level 6th.  ",
			"**Benefit:** If you ready an action to shoot an opponent casting a spell within 30 feet and successfully hit that opponent with a ranged attack, the concentration DC to successfully cast the spell is increased by +4.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When you ready an action to shoot an opponent casting a spell, you can spend up to 3 stamina points. For each stamina point you spend, it increases the range from which you can successfully hit that opponent and gain the benefits of this feat by 10 feet (to a maximum of 60 feet)."
		]
	},
	"disruptive": {
		"name": "Disruptive",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Disruptive (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/122}",
			"",
			"Your training makes it difficult for enemy spellcasters to safely cast spells near you.  ",
			"**Prerequisites:** 6th-level fighter.  ",
			"**Benefit:** The DC to [cast spells defensively](rule/concentration) increases by +4 for all enemies that are within your threatened area. This increase to casting spells defensively only applies if you are aware of the enemy's location and are capable of taking an attack of opportunity. If you can only take one attack of opportunity per round and have already used that attack, this increase does not apply.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When you use your last attack of opportunity available to you in a round, you can spend 2 stamina points to extend the duration of this feat's increase to DCs for enemies casting defensively within your threatened area until the start of your next turn.",
			"",
			"### Mythic Disruptive",
			"",
			"{SOURCE Mythic Adventures/63}",
			"",
			"You're a master at disrupting nearby spellcasters.  ",
			"**Prerequisites:** {feat/Disruptive}.  ",
			"**Benefit:** The DC to cast spells defensively within your threatened area increases by half your tier. This stacks with the increase granted by Disruptive. In addition, even if you can't make attacks of opportunity, non-mythic spellcasters are still wary of you and continue to suffer from the effects of Disruptive."
		]
	},
	"disruptive_companion": {
		"name": "Disruptive Companion",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Disruptive Companion (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/217}",
			"",
			"The animal's presence harries nearby enemies, making concentration difficult.  ",
			"**Prerequisites:** Animal companion.  ",
			"**Benefit:** The animal companion is trained to interfere with its opponent's concentration, making even rote tasks difficult. Increase the {rule/concentration} check DC of spells and spell-like abilities that opponents cast while within the animal companion's reach by +2. Additionally, opponents can't take 10 on d20 rolls or checks while within the animal companion's reach. If an opponent has an ability that allows it to always take 10 on certain skill checks while distracted (such as the skill mastery advanced talent), it gains the benefit of such abilities only if its number of skill ranks is at least 4 higher than the animal companion's Hit Dice.",
			"",
			"In addition, the animal companion counts as a fighter with a number of class levels equal to its Hit Dice for the purposes of qualifying for the {feat/Disruptive} feat, as well as for any feat that lists the Disruptive feat as a prerequisite. The animal companion also adds those feats to the list of animal feats that it can choose from when gaining a new feat."
		]
	},
	"disruptive_recall": {
		"name": "Disruptive Recall",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Disruptive Recall",
			"",
			"{SOURCE Ultimate Combat/97}",
			"",
			"You can disrupt an enemy caster's spells to fuel your own arcane power.  ",
			"**Prerequisites:** Spell recall class feature, Spellcraft 5 ranks.  ",
			"**Benefit:** When you use a melee attack to successfully disrupt an arcane spellcaster's spell, you can immediately use your spell recall class feature to regain a magus spell you have already cast. This ability functions as if you had expended a number of points from your arcane pool equal to the level of the spell you disrupted, up to the maximum level spell you can cast."
		]
	},
	"disruptive_spell": {
		"name": "Disruptive Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Disruptive Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/157}",
			"",
			"Your magical energies cling to enemies, interfering with their spellcasting.  ",
			"**Benefit:** Targets affected by a disruptive spell must make {rule/concentration} checks when using spells or spell-like abilities (DC equals the save DC of the disruptive spell plus the level of the spell being cast) for 1 round. Targets that avoid the spell's effects avoid this feat's effect as well. A disruptive spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"disruptive_spell_like_ability": {
		"name": "Disruptive Spell-Like Ability",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Disruptive Spell-Like Ability (Monster)",
			"",
			"{SOURCE Horror Adventures/85}",
			"",
			"Your spell-like ability clings to affected targets and interferes with their spellcasting.  ",
			"**Prerequisites:** Spell-like ability at caster level 4th or higher.  ",
			"**Benefit:** Choose one of your spell-like abilities, subject to the restrictions described in this feat. You can use the chosen spell-like ability as a disruptive spell-like ability up to three times per day (or less, if the ability is normally usable only once or twice per day).",
			"",
			"For 1 round after you use a disruptive spell-like ability, affected targets attempting to cast as spell must attempt {rule/concentration} checks when casting spells or use spell-like abilities (DC = the disruptive spell-like ability's DC + the level of the spell the target is casting or spell-like ability it's using). Targets that avoid the spell-like ability's effects also avoid this feat's effect.",
			"",
			"You can only select a spell-like ability duplicating a spell with a level less than or equal to 1/2 your caster level (round down) - 1  ",
			"**Special:** This feat can be taken multiple times. Each time it is taken, you can apply it to a different spell-like ability.",
			"",
			"| Spell Level | Caster Level |",
			"| --- | --- |",
			"| 0 | 2nd |",
			"| 1st | 4th |",
			"| 2nd | 6th |",
			"| 3rd | 8th |",
			"| 4th | 10th |",
			"| 5th | 12th |",
			"| 6th | 14th |",
			"| 7th | 16th |",
			"| 8th | 18th |",
			"| 9th | 20th |"
		]
	},
	"distance_thrower": {
		"name": "Distance Thrower",
		"sources": [
			"Mythic Adventures",
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Distance Thrower (Combat)",
			"",
			"{SOURCE Ultimate Combat/97}",
			"",
			"You are accurate with thrown weapons at longer ranges than normal.  ",
			"**Prerequisites:** Str 13.  ",
			"**Benefit:** With a thrown weapon, you reduce your penalty on ranged attack rolls due to range by 2.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When making an attack with a thrown weapon, you can spend 2 stamina points to reduce your penalty on ranged attack rolls due to range by an additional 4.",
			"",
			"### Mythic Distance Thrower",
			"",
			"{SOURCE Mythic Adventures/63}",
			"",
			"There's virtually no limit to your powerful throwing arm.  ",
			"**Prerequisites:** Str 17, {feat/Distance Thrower}.  ",
			"**Benefit:** Thrown weapons wielded by you have twice their normal range."
		]
	},
	"distant_delivery": {
		"name": "Distant Delivery",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Distant Delivery",
			"",
			"{SOURCE Occult Adventures/132}",
			"",
			"Your phantom can deliver spells at a greater range than usual.  ",
			"**Prerequisites:** Phantom class feature, phantom with the deliver touch spells ability.  ",
			"**Benefit:** The distance from you at which your phantom can deliver touch spells increases by 20 feet."
		]
	},
	"distant_jinx": {
		"name": "Distant Jinx",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Distant Jinx",
			"",
			"{SOURCE Halflings of Golarion/27}",
			"",
			"Your jinx can affect creatures from farther away than normal.  ",
			"**Prerequisites:** Halfling Jinx trait.  ",
			"**Benefit:** The range of your jinx increases by 30 feet.  ",
			"**Special:** You can gain this feat multiple times. Its effects stack."
		]
	},
	"distant_spell_link": {
		"name": "Distant Spell Link",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Distant Spell Link",
			"",
			"{SOURCE Ranged Tactics Toolbox/12}",
			"",
			"You can share spells and grant touch spells to your companion creature over a great distance.  ",
			"**Prerequisites:** {feat/Enlarge Spell} or {feat/Reach Spell}; animal companion, eidolon, familiar, or other allied creature with the share spells ability.  ",
			"**Benefit:** The range of your allied creature's share spells ability increases to close (25 feet + 5 feet for every 2 levels) as long as you have line of effect to the creature when you cast the shared spell. If your allied creature has the deliver touch spells ability, you can designate your allied creature as the spell's source when you cast a touch spell as long as you are within close range of it. The creature must still deliver the touch spell at its touch range.  ",
			"**Normal:** You must be adjacent to your familiar to share spells with it or designate touch spells for it to deliver."
		]
	},
	"distracting_charge": {
		"name": "Distracting Charge",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Distracting Charge (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Class Guide/144}",
			"",
			"Your ally's charge exposes an opening you can exploit.  ",
			"**Benefit:** When your ally with this feat uses the charge action and hits, you gain a +2 bonus on your next attack roll against the target of that charge. This bonus must be used before your ally's next turn, or it is lost.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">You can spend 1 stamina point when an ally with this feat charges but misses with the charge attack. When you do, you can still gain the benefit of this feat when you charge."
		]
	},
	"distracting_explosion": {
		"name": "Distracting Explosion",
		"sources": [ "Pathfinder #115: Trail of the Hunted" ],
		"description": [
			"## Distracting Explosion",
			"",
			"{SOURCE Pathfinder #115: Trail of the Hunted/74}",
			"",
			"Your bombs explode with such force that they throw targets off their guard and provides an opening for your allies.  ",
			"**Prerequisites:** Bomb class feature, hobgoblin.  ",
			"**Benefit:** You can reduce your bomb damage by one die to give it the ability to distract the creature it strikes. If a creature takes a direct hit from your bomb, it must succeed at a Reflex saving throw against the bomb's DC or be unable to make attacks of opportunity for 1 round. This is in addition to any other effects the bomb would normally have.  ",
			"**Normal:** The target of a bomb does not get a saving throw to avoid the bomb's effects."
		]
	},
	"diva_advance": {
		"name": "Diva Advance",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Diva Advance (Combat)",
			"",
			"{SOURCE Adventurer's Guide/176}",
			"",
			"You stride forward with confidence, trusting your performance to protect you as much as your arms and armor.  ",
			"**Prerequisites:** Cha 17, {feat/Combat Expertise}, {feat/Diva Strike}, {feat/Diva Style}, {feat/Improved Feint}, base attack bonus +11 or bard level 11th.  ",
			"**Benefit:** While using Diva Style, you do not provoke attacks of opportunity from creatures you have successfully feinted against. Additionally, you can feint against a creature using Diva Style from up to 30 feet away."
		]
	},
	"diva_strike": {
		"name": "Diva Strike",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Diva Strike (Combat)",
			"",
			"{SOURCE Adventurer's Guide/176}",
			"",
			"Those distracted by your performance leave themselves open to vicious attacks.  ",
			"**Prerequisites:** Cha 15; {feat/Combat Expertise}; {feat/Diva Style}; {feat/Improved Feint}; base attack bonus +7 or bard level 7th.  ",
			"**Benefit:** While using Diva Style, the first time you hit with a melee weapon in a round, you deal an additional amount of damage equal to your Charisma modifier to a target that is denied its Dexterity bonus to AC. This damage is precision-based, and is not multiplied on a critical hit."
		]
	},
	"diva_style": {
		"name": "Diva Style",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Diva Style (Combat, Style)",
			"",
			"{SOURCE Adventurer's Guide/176}",
			"",
			"You employ song, dance, or some other method of performance to distract your enemies from the battle at hand.  ",
			"**Prerequisites:** Cha 13; base attack bonus +1 or bard level 1st.  ",
			"**Benefit:** While using this style, you can use any Perform skill in place of Bluff to feint in combat. You can attempt a Perform check to feint as a move action when you begin a bardic performance."
		]
	},
	"diverse_obedience": {
		"name": "Diverse Obedience",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Diverse Obedience",
			"",
			"{SOURCE Divine Anthology/11}",
			"",
			"Your intense faith in your deity allows you to gain boons not granted to most followers.  ",
			"**Prerequisites:** {feat/Deific Obedience}, Knowledge (religion) 5 ranks, alignment must match that of your worshiped deity.  ",
			"**Benefit:** You are treated as though you had 2 more Hit Dice than you actually do for the purposes of determining what divine boons you gain as a result of performing your deity's obedience. Diverse Obedience doesn't allow access to divine boons granted through prestige classes early, as those boons are tied to prestige class levels gained, not overall Hit Dice. If you take levels in a prestige class or archetype that offers accelerated access to a boon, this benefit may be superfluous.",
			"",
			"Additionally, whenever you would gain a boon as a result of your Deific Obedience feat (and not through a prestige class), you can choose among the options available for evangelist, exalted, or sentinel boons. Once you make the selection, it is permanent, but you can choose from a different category each time you gain a new boon as you increase your Hit Dice."
		]
	},
	"diverse_palate": {
		"name": "Diverse Palate",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Diverse Palate",
			"",
			"{SOURCE Advanced Race Guide/100}",
			"",
			"Your taste for blood is broader than that of other dhampirs.  ",
			"**Prerequisites:** {feat/Blood Drinker}, dhampir.  ",
			"**Benefit:** Choose a humanoid subtype or the monstrous humanoid type. You may use your Blood Drinker feat on creatures of this subtype or type.  ",
			"**Special:** You can take this feat multiple times. Each time you select it, choose a new humanoid subtype or the monstrous humanoid."
		]
	},
	"diversion_shot": {
		"name": "Diversion Shot",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Diversion Shot (Combat, Teamwork)",
			"",
			"{SOURCE Heroes of the Wild/19}",
			"",
			"You can use your shots to distract opponents.  ",
			"**Prerequisites:** {feat/Stealthy}, {feat/Target of Opportunity}.  ",
			"**Benefit:** When you hit a target using Target of Opportunity, the ally who triggered your ranged attack can attempt a Stealth check to hide from your target as an immediate action, even if your target is aware of your ally's presence. Your ally must also have this feat to benefit from this effect. This Stealth check applies only to the target you hit, and the stealth ends if the ally takes any action other than to move into cover or concealment."
		]
	},
	"divert_harm": {
		"name": "Divert Harm",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Divert Harm (Combat)",
			"",
			"{SOURCE Bastards of Golarion/25}",
			"",
			"You know how to throw your enemies into harm's way at the last second.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, base attack bonus +6, evasion class feature.  ",
			"**Benefit:** Whenever you are the target of an area-of-effect attack that normally deals half damage on a successful Reflex save (such as a fireball spell or dragon's breath weapon), you may, as an immediate action, wrestle an adjacent foe into harm's way. This does not alter the position of you or your opponent, but your opponent must attempt a Reflex save against the attack in your place. If your opponent fails, it takes half damage from the attack and you take none; if it succeeds, it takes no damage and you take damage as normal as though you'd failed your saving throw (though this damage is still reduced by abilities such as improved evasion). This feat works even if the opponent was already in the affected area of the attack (so it is possible that an unlucky opponent could take as much as 1-1/2 times the damage normally possible from the attack). You can use this ability only on a foe within one size category of yourself."
		]
	},
	"divination_guide": {
		"name": "Divination Guide",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Divination Guide",
			"",
			"{SOURCE Inner Sea Gods/210;Faiths of Purity/24}",
			"",
			"You deity grants you greater guidance and divine insight.  ",
			"**Prerequisites:** Caster level 3rd, ability to cast augury or divination, must worship a deity.  ",
			"**Benefit:** Whenever you cast augury or divination, you receive further guidance from your deity's agents. You gain a +1 sacred bonus if your worship a good deity or a +1 profane bonus if you worship an evil deity (if you worship a neutral deity the type of bonus is either determined by the type of energy you channel with the channel energy class feature or, if you don't have that class ability, your choice upon taking this feat) on all saving throws for 1 minute per caster level of the augury or divination spell you cast."
		]
	},
	"divine_barrier": {
		"name": "Divine Barrier",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Divine Barrier",
			"",
			"{SOURCE Inner Sea Gods/210}",
			"",
			"You have trained in the art of blocking breath weapons.  ",
			"**Prerequisites:** Channel energy class feature, worshiper of Apsu.  ",
			"**Benefit:** When you are within an area effect that deals acid, cold, electricity, or fire damage, you can expend one use of your channel energy ability as an immediate action to shield yourself and all allies within 30 feet. You and allies within your shield only take half damage if they fail their save against the effect, and those who make a successful save take no damage from the effect."
		]
	},
	"divine_communion": {
		"name": "Divine Communion",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Divine Communion",
			"",
			"{SOURCE Divine Anthology/11}",
			"",
			"Your close, personal connection with your deity grants you insight into his or her wishes.  ",
			"**Prerequisites:** Wisdom 13, alignment must match that of your worshiped deity.  ",
			"**Benefit:** Once per day as a swift action, you can ponder whether or not your deity would approve or disapprove of a particular course of action, and whether that action would impact your alignment. The GM decides if the action is one your deity would approve of, and if it is, you gain an insight bonus equal to your Wisdom modifier (minimum of +1) on any d20 roll made in association with that action during this round. For every 3 ranks you have in Knowledge (religion), you can use this ability an additional time per day, to a maximum of 6 times a day."
		]
	},
	"divine_deception": {
		"name": "Divine Deception",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Divine Deception",
			"",
			"{SOURCE Faction Guide/56}",
			"",
			"You are skilled at manipulating divine magical items.  ",
			"**Prerequisites:** Knowledge (religion) 5 ranks, Use Magic Device 5 ranks.  ",
			"**Benefit:** You gain a +5 bonus on Use Magic Device checks to use divine spell-trigger or spell completion items or to emulate a divine class feature."
		]
	},
	"divine_defiance": {
		"name": "Divine Defiance",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Divine Defiance",
			"",
			"{SOURCE Faiths and Philosophies/7}",
			"",
			"You distrust, disrespect, or doubt the gods, which helps you fight off their power.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against divine spells and the spell-like abilities granted by levels in a divine casting class.  ",
			"**Special:** In certain circumstances, some outsiders and creatures of other types might have a strong connection to a specific deity they work for as agents and servants. These creatures' spells and spell-like abilities should likewise be affected by this feat, regardless of the creatures' planar origins or sources of magical power, subject to the GM's discretion."
		]
	},
	"divine_denouncer": {
		"name": "Divine Denouncer",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Divine Denouncer",
			"",
			"{SOURCE Faiths and Philosophies/7}",
			"",
			"You choose to resist rather than serve the gods.  ",
			"**Prerequisites:** {feat/Divine Defiance}.  ",
			"**Benefit:** You gain a +2 insight bonus on Bluff, Diplomacy, Intimidate, Knowledge, Perform (oratory), and Sense Motive checks involving any divine spellcaster or outsider that casts spells as a cleric."
		]
	},
	"divine_dignity": {
		"name": "Divine Dignity",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Divine Dignity",
			"",
			"{SOURCE Inner Sea Gods/210}",
			"",
			"Secrets of the First Vault help you perfect your spellcasting.  ",
			"**Prerequisites:** {feat/Combat Casting}, ability to cast divine spells, worshiper of Abadar.  ",
			"**Benefit:** Three times per day, as a free action when you cast a harmless divine spell or a domain spell, you can choose for the casting to not provoke attacks of opportunity.  ",
			"**Special:** You can take this feat multiple times. When you do, you can use this feat three more times per day."
		]
	},
	"divine_expression": {
		"name": "Divine Expression",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Divine Expression",
			"",
			"{SOURCE Inner Sea Gods/211}",
			"",
			"You mix faith with art to empower your performances.  ",
			"**Prerequisites:** Bard level 1st, cleric or oracle level 1st, worshiper of Shelyn.  ",
			"**Benefit:** When you take this feat, choose either the cleric or oracle class. Levels in the selected class stack with your bard level when determining the number of rounds per day you can use your bardic performance and the type of action it takes to start a bardic performance."
		]
	},
	"divine_fighting_technique": {
		"name": "Divine Fighting Technique",
		"sources": [
			"Divine Anthology",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Divine Fighting Technique (Combat)",
			"",
			"{SOURCE Divine Anthology/28;Weapon Master's Handbook/10}",
			"",
			"You have trained in the divine fighting technique of a specific deity.  ",
			"**Prerequisites:** Must worship a single patron deity that has an established divine fighting technique.  ",
			"**Benefit:** You can use your patron deity's fighting technique and receive any benefit associated with that technique for which you qualify, as described in the Divine Fighting Techniques section below.  ",
			"**Special:** A cleric, inquisitor, or warpriest who worships a deity can choose to give up either the first power of one of her domains or a minor blessing benefit to gain access to her god's divine fighting technique without having to meet the technique's prerequisites (including the Divine Fighting Technique feat). In addition, a warpriest can give up a major blessing to gain the advanced benefit without meeting its prerequisites.",
			"",
			"::h3[Abadar's Crossbow]{jl}",
			"",
			"{faith/Abadar} teaches complex crossbow techniques.[^A]  ",
			"**Initial Benefit:** You can attempt a ranged steal combat maneuver check with a crossbow, using your Dexterity modifier in place of your Strength modifier to calculate your Combat Maneuver Bonus. If you succeed, the stolen item is knocked away by the bolt; if the bolt can pierce any part of the item and the item weighs 2 pounds or less, the bolt continues past the creature and carries the item up to one range increment away, pinning it to whatever surface it lands on.  ",
			"**Advanced Prerequisites:** Rapid Reload, base attack bonus +10.  ",
			"**Advanced Benefit:** When fighting a foe adjacent to a firm surface, you can attempt a ranged dirty trick combat maneuver check with a crossbow, using your Dexterity modifier in place of your Strength modifier to calculate your Combat Maneuver Bonus. If you succeed, your bolt pins the target's clothing (or feathers, hide, or the like) to the surface, preventing the target from leaving that space until it breaks free by destroying the bolt or removing it with a successful Strength check (DC = the result of your combat maneuver check to pin it).",
			"",
			"::h3[Asmodeus's Mandate]{jl}",
			"",
			"Although soldiers and mercenaries alike in Cheliax claim that the martial techniques detailed within Wrath and Punishment, the most well-known fighting manual of the Church of {faith/Asmodeus}, are as old as time itself, martial experts across the Inner Sea region note that Wrath and Punishment is less than 3 decades old. Of course, few in Cheliax dare to publicly make such claims. Outside of Cheliax, copies of Wrath and Punishment tend to be found in [Hellknight](rule/aff_lawknights) enclaves.[^B]  ",
			"**Initial Benefit:** Whenever you threaten a critical hit with a light mace or heavy mace on a foe, that foe becomes sickened for 1 round. If you confirm the critical hit, the sickened effect lasts for 2 rounds. The duration of the sickened effect doesn't stack with multiple critical threats.  ",
			"**Advanced Prerequisites:** Int 13; {feat/Combat Expertise}; {feat/Divine Fighting Technique}; {feat/Improved Feint}; base attack bonus +10 or Bluff 10 ranks.  ",
			"**Advanced Benefit:** An opponent that you hit with a light mace or heavy mace who is denied his Dexterity bonus to AC is also hindered by the attack. You can attempt a dirty trick combat maneuver check as a swift action that doesn't provoke an attack of opportunity immediately after damage from the attack is resolved.",
			"",
			"::h3[Calistria's Poisoned Lash]{jl}",
			"",
			"{faith/Calistria} inspires creative ways to poison foes.[^A]  ",
			"**Optional Replacement:** A chaotic neutral rogue or slayer who worships Calistria can replace one talent with the following initial benefit.  ",
			"**Initial Benefit:** You can apply poison (your choice) to a whip as a move action. You do not risk poisoning yourself when applying poison to a whip. A whip you wield can deliver contact poison upon a successful combat maneuver check as well as upon a successful attack roll, regardless of whether you deal damage.  ",
			"**Advanced Prerequisites:** {feat/Whip Mastery}, base attack bonus +10.  ",
			"**Optional Replacement:** A chaotic neutral rogue or slayer who worships Calistria can replace one advanced talent with the following advanced benefit even if she doesn't meet the prerequisites.  ",
			"**Advanced Benefit:** You can apply poison to a whip as a swift action. You can apply up to 3 doses of the same poison to a whip at a time. Foes are exposed to only 1 dose of poison from any one attack.",
			"",
			"::h3[Cayden Cailean's Blade and Tankard]{jl}",
			"",
			"{faith/Cayden Cailean} is famous for wading into battle with a tankard in his off hand.[^C]  ",
			"**Optional Replacement:** A chaotic good fighter or swashbuckler who worships Cayden Cailean can replace proficiency with shields or bucklers with the following initial benefit.  ",
			"**Initial Benefit:** You can wield a tankard (or mug) as a weapon, treating it in all ways as a light mace appropriate for your size. If you engage in two-weapon fighting with a rapier or light weapon in one hand and a tankard in the other, you can drink a potion or other liquid from the tankard or attempt to toss liquid from the tankard as a dirty trick combat maneuver (such as to blind a foe) in place of attacking with it. You do not provoke attacks of opportunity for attempting a dirty trick maneuver with a tankard.  ",
			"**Advanced Prerequisites:** {feat/Two-Weapon Fighting}, {feat/Improved Two-Weapon Fighting}, base attack bonus +10.  ",
			"**Optional Replacement:** A chaotic good fighter or swashbuckler of at least 10th level who worships Cayden Cailean can replace a bonus feat or deed with the following advanced benefit, even if he doesn't meet the prerequisites.  ",
			"**Advanced Benefit:** You can refill your tankard with a beverage, potion, or other liquid from a bottle or vial as a swift action. You gain a +2 bonus on combat maneuver checks to perform dirty tricks with tankards. The effects of such a dirty trick lasts for 1d4 rounds + 1 round for every 5 points by which the result of your combat maneuver check exceeds the target's CMD; a standard action is required for the target to remove this penalty.",
			"",
			"::h3[Desna's Shooting Star]{jl}",
			"",
			"Among the divine fighting manuals of the Inner Sea, few are as ancient as Clamor of the Spheres, a collection of fighting techniques favored by {faith/Desna/'s} faithful. True to its name, the manual focuses on interpreting the chaos and sounds of combat, but nevertheless provides insightful and downright brilliant methods of defense with Desna's favored weapon, using techniques that treat a fight with a starknife more as a beautiful dance than a battle.[^B]  ",
			"**Optional Replacement:** A chaotic good bard of at least 2nd level who worships Desna can replace a versatile performance with the following initial benefit.  ",
			"**Initial Benefit:** You can add your Charisma bonus to attack rolls and damage rolls when wielding a starknife. If you do so, you don't modify attack rolls and damage rolls with your starknife with your Strength modifier, your Dexterity modifier (if you have {feat/Weapon Finesse}), or any other ability score (if you have an ability that allows you to modify attack rolls and damage rolls with that ability score).  ",
			"**Advanced Prerequisites:** Dex 17; {feat/Divine Fighting Technique}; {feat/Point-Blank Shot}; {feat/Rapid Shot}; base attack bonus +11 or Sleight of Hand 11 ranks.  ",
			"**Optional Replacement:** A chaotic good bard of at least 10th level who worships Desna can replace a versatile performance with the following advanced benefit without meeting its prerequisites.  ",
			"**Advanced Benefit:** You can impart a powerful spin to a thrown starknife so that multiple blades strike the target rather than just a single blade of the four, dealing extra damage with the other blades. As a full-round action, you can make a single attack with a thrown starknife, rolling 1d4 to determine how many effective strikes you gain with the attack (if you roll a 1, then only one blade strikes). If the attack hits, all of the effective strikes damage the target. Apply precision-based damage (such as sneak attack damage) and critical hit damage only once for this attack. The damage bonus from your appropriate ability score modifier applies to each strike, as do other damage bonuses, such as a bard's inspire competence bonus. Damage reduction and resistances apply separately to each strike.",
			"",
			"::h3[Erastil's Distracting Shot]{jl}",
			"",
			"Sometimes used as a companion piece to the Parables of Erastil, the lesser-known Horns of the Elk is a manual completely dedicated to archery. Lacking the folktales that the Parables are celebrated for, the Horns of the Elk instead focuses on covering a wide array of beginner and advanced archery tactics. A copy of the manual can be found virtually anywhere a shrine to {faith/Erastil} exists.[^D]  ",
			"**Optional Replacement:** A lawful good ranger who worships Erastil can choose Divine Fighting Technique as the bonus feat granted by his combat style if he chooses archery as his combat style.  ",
			"**Initial Benefit:** As a standard action, you can fire a distracting shot from your longbow or shortbow; when you do, select one ally who is adjacent to the creature you are targeting with the distracting shot. If you hit the creature, the chosen ally gains a +2 bonus to her Armor Class against that creature. This bonus to her Armor Class lasts until the start of your next turn.  ",
			"**Advanced Prerequisites:** Dex 17, Divine Fighting Technique, {feat/Point-Blank Shot}, {feat/Precise Shot}, base attack bonus +10.  ",
			"**Optional Replacement:** A lawful good ranger who worships Erastil and has the Divine Fighting Technique feat can replace the bonus feat granted by his combat style at 10th level with the following advanced benefit without meeting its prerequisites.  ",
			"**Advanced Benefit:** When you fire a distracting shot at a creature and hit the creature, you grant a +4 Armor Class bonus to the selected adjacent ally and a +2 Armor Class bonus to all other allies within 30 feet of the selected adjacent ally against attacks by the targeted creature.",
			"",
			"::h3[Gorum's Swordmanship]{jl}",
			"",
			"{faith/Gorum} teaches devastating greatsword techniques.[^C]  ",
			"**Optional Replacement:** A chaotic neutral barbarian or fighter who worships Gorum can replace a bonus feat or rage power with the following initial benefit.  ",
			"**Initial Benefit:** If you have the {feat/Vital Strike} feat, you can apply its effect to an attack you make with a greatsword at the end of a charge. If you don't have the Vital Strike feat, that attack deals 1 additional point of damage instead. The first time you make an attack of opportunity with a greatsword after using Vital Strike with a greatsword on your turn, you can apply Vital Strike to that attack of opportunity.  ",
			"**Advanced Prerequisites:** Str 13, {feat/Cleave}, {feat/Power Attack}, {feat/Vital Strike}, base attack bonus +10.  ",
			"**Optional Replacement:** A chaotic neutral barbarian or fighter of at least 10th level who worships Gorum can replace a bonus feat or rage power with the following advanced benefit, even if she doesn't meet the prerequisites.  ",
			"**Advanced Benefit:** When you use Vital Strike, {feat/Improved Vital Strike}, or {feat/Greater Vital Strike} with a greatsword, the damage counts as continuous damage from an injury for the purpose of determining whether a target must attempt a {rule/concentration} check to cast spells.",
			"",
			"::h3[Irori's Perfected Fist]{jl}",
			"",
			"Practically synonymous with {faith/Irori} and his faith, The Woven Fist is among the best known of all diving fighting manuals. Many learned monks were taught their first martial techniques using drills and regiments from this manual, which some claim was written by Irori's own hand before his ascension to divinity. Although most commonly found in temples to Irori and secluded monasteries, copies of The Woven Fist often make their way into less scrupulous hands because of their effectiveness.[^D]  ",
			"**Optional Replacement:** A lawful neutral brawler or monk can replace a bonus feat with the following initial benefit.  ",
			"**Initial Benefit:** You can take a -2 penalty on all attack rolls made with your unarmed strikes in order to deal the average amount of damage with each successful attack instead of rolling your weapon damage. For instance, if your unarmed strike would normally deal 1d4 points of weapon damage, you instead deal 2 points of weapon damage. Apply bonuses and modifiers to this result as if you had rolled your damage normally. You must choose to use this benefit before making an attack roll, and its effects last until your next turn. You do not average additional damage dice (such as those granted by a sneak attack) when using this ability.  ",
			"**Advanced Prerequisites:** {feat/Critical Focus}; Divine Fighting Technique; {feat/Weapon Focus} (unarmed strike); base attack bonus +10 or monk level 10th.  ",
			"**Optional Replacement:** A lawful neutral brawler or monk of at least 10th level who worships Irori and has the Divine Fighting Technique feat can replace a bonus feat with the following advanced benefit without meeting its prerequisites.  ",
			"**Advanced Benefit:** You no longer take a -2 penalty on attack rolls with your unarmed strikes when you choose to deal the average amount of damage. If you critically hit a creature when using this ability, you automatically inflict maximum weapon damage for that critical hit (although you must still roll sneak attack dice or any other dice-based additional damage).",
			"",
			"::h3[Lamashtu's Carving]{jl}",
			"",
			"One of the grisliest divine fighting manuals is Fecundity of Corpses, a harrowing tome that depicts the fighting styles favored by the followers of {faith/Lamashtu}, the Mother of Monsters. In addition to detailing many of the more gruesome rites favored by the Demon Queen, Fecundity of Corpses includes hundreds of techniques recorded in blood by cultists of Lamashtu from across the Inner Sea region. Though no standardized edition of this manual exists because of the cult's discordant hierarchy, each tome manages to perfectly capture similar techniques for sowing fear and blood in Lamashtu's name.[^D]  ",
			"**Initial Benefit:** As a standard action, you can make a single attack with a falchion or a kukri in order to deal bleed damage to the target. When you make this attack, you do not apply your ability modifier (normally Strength, but potentially other modifiers) to the hit point damage dealt by your attack - instead, add an amount of bleed damage equal to this modifier. The bleeding can be stopped by a successful DC 15 Heal check or any amount of magical healing. Bleed damage from this benefit doesn't stack with itself.  ",
			"**Advanced Prerequisites:** Str 13, Dazing Assault, Divine Fighting Technique, {feat/Power Attack}.  ",
			"**Advanced Benefit:** Whenever you hit a bleeding creature with a melee attack using a falchion or a kukri, that creature must succeed at a Fortitude save (DC = 10 + your base attack bonus) or become staggered for 1 round. Multiple attacks do not cause this condition to stack, and a creature that successfully saves against this staggering effect is immune to this effect for 1 round.",
			"",
			"::h3[Rovagug's Thunder]{jl}",
			"",
			"Most copies of Ravage and Ruin, the divine fighting manual of the Rough Beast {faith/Rovagug}, are scrawled in blood upon flensed skins by orc priests - and indeed the vile techniques described within originated from the Hold of Belkzen not long after the orcs first seized that land as their own. Reviled across the Inner Sea, Ravage and Ruin sees additional use among savage Ulfen clans who have fallen to the Rough Beast's urges to become corrupt, lunatic cannibals who relish despoiling beauty in Rovagug's name.[^E]  ",
			"**Initial Benefit:** Whenever you succeed at a dirty trick combat maneuver check against an opponent, you deal an amount of nonlethal damage equal to 1d6 + your Charisma modifier. In addition, whenever your dirty trick combat maneuver check beats an opponent's CMD by 5 or more, you can forgo increasing the duration of your condition by 1 or more rounds to instead impose a -2 penalty on all of that opponent's Charisma-based checks. This penalty doesn't stack with itself, and it lasts for a number of minutes equal to your Charisma modifier (minimum of 1 minute) or until the target receives any form of magical healing.  ",
			"**Advanced Prerequisites:** {feat/Power Attack}, Divine Fighting Technique, base attack bonus +10.  ",
			"**Optional Replacement:** A chaotic evil barbarian of at least 10th level who worships Rovagug can replace a rage power with the following advanced benefit without meeting its prerequisites.  ",
			"**Advanced Benefit:** Anytime you use Power Attack with a great axe or a natural attack, you ignore an amount of the target's hardness or damage reduction equal to the penalty Power Attack imparts to your attack roll. This benefit stacks with Penetrating Strike and Greater Penetrating Strike.",
			"",
			"::h3[Sarenrae's Mercy]{jl}",
			"",
			"Although the Dawnflower is the goddess of healing and redemption, she is not a goddess of peace, and her followers are taught that combat may be the only way to ensure the safety of those who look to the faith for protection. In such situations, the faithful of {faith/Sarenrae} are expected to end combat swiftly and efficiently, to avoid drawing out the pain and agony of battle. When one can end a battle without resorting to killing, the opportunity for redemption of the defeated foe still remains. The pages of Dawnflower's Mercies teach methods by which those who serve Sarenrae as soldiers can vanquish enemies in combat without killing them, and encourage those who follow the teachings held within to offer those they take prisoner the chance to be welcomed into Sarenrae's arms.[^E]  ",
			"**Initial Benefit:** You take no penalty on attack rolls for using a scimitar to deal nonlethal damage. If your attack with the scimitar would normally deal additional damage (such as via sneak attack, the {magic-enh/flaming} weapon special ability, or the like), this additional damage can be nonlethal damage. You can also alter spells with the fire, good, or light descriptor and {main/inflict |spell/s>_groupings} so that the damage they deal is nonlethal damage instead. You can choose to apply this effect as the spell is cast.  ",
			"**Advanced Prerequisites:** {feat/Great Fortitude}, {feat/Weapon Focus} (scimitar), Heal 10 ranks.  ",
			"**Advanced Benefit:** Once per round as you strike a foe with a weapon and deal nonlethal damage with that attack, you regain 1d6 hit points as the warmth of Sarenrae's approval and the conviction that you are doing the right thing to minimize suffering infuses your body and soul. If the attack that dealt nonlethal damage was from a scimitar, you instead regain 2d6 hit points. You can gain the benefit of this healing only once per round, regardless of how many successful attacks you make with the weapon.",
			"",
			"::h3[Torag's Patient Strikes]{jl}",
			"",
			"Copies of Lessons of the Father, the divine fighting manual of {faith/Torag}, are somewhat rare outside of the Five Kings Mountains, as tradition mandates that all copies of Lessons of the Father must be scribed by hand in Dwarven on iron sheets and bound between slabs of stone hand-carved by a cleric of Torag. As a result, these tomes are somewhat cumbersome to transport (even the smallest copy of the book weighs 50 pounds, and most exceed 100 pounds in weight). Those who have mastered the Lessons of the Father are highly respected within the faith.[^F]  ",
			"**Initial Benefit:** Whenever you wield a warhammer, add your Wisdom bonus to the total number of attacks of opportunity that you can make per round. These additional attacks of opportunity don't stack with those granted by {feat/Combat Reflexes}, but this benefit counts as Combat Reflexes for the purpose of satisfying feat prerequisites and prestige class requirements. In addition, you can make attacks of opportunity while you're flat-footed.  ",
			"**Advanced Prerequisites:** Divine Fighting Technique, {feat/Vital Strike}, {feat/Weapon Focus} (warhammer), base attack bonus +10.  ",
			"**Advanced Benefit:** Once per round, before you make an attack of opportunity with a warhammer, you can declare an opportunistic strike. If the attack hits, you can apply the effects of your Vital Strike feat. You can apply the {feat/Improved Vital Strike} or {feat/Greater Vital Strike} feat instead if you have either of those feats. If you confirm a critical hit with an opportunistic strike, you can attempt a disarm or trip combat maneuver check against the target as a free action - this combat maneuver does not provoke an attack of opportunity.",
			"",
			"::h3[Urgathoa's Hunger]{jl}",
			"",
			"The grisly content of Pallid Cravings can be found in many places where the Pallid Princess maintains a significant presence, especially within the undead nation of Geb. The pages of this manuscript are said to be tattooed onto a humanoid and flensed off while the victim is still alive; the swaths of skin are then carefully preserved for presentation in the book. Pallid Cravings details hundreds of ways for a member of {faith/Urgathoa/'s} faithful to satisfy her depraved urges for an opponent's flesh and blood while in battle.[^F]  ",
			"**Initial Benefit:** A number of times per day equal to your Wisdom bonus, you can feast upon the life essence of a creature that you hit with a scythe. Activating this ability is a swift action. When you do so, you gain a number of temporary hit points equal to the damage you dealt with the scythe attack. These temporary hit points last for 1 minute and don't stack.  ",
			"**Advanced Prerequisites:** Divine Fighting Technique, Heal 10 ranks, base attack bonus +7.  ",
			"**Advanced Benefit:** A number of times per day equal to your Wisdom bonus, you can exacerbate any lingering contagions within a target's body upon making a successful melee attack with a scythe. Activating this ability is a swift action, and causes the target to immediately attempt additional saving throws against all diseases with which it is currently afflicted. Any failed saves cause the target to immediately take the effects of that disease, while a successful save does not count toward the number of consecutive saves that the target must succeed at in order to cure the disease.",
			"",
			"::h3[Zon-Kuthon's Flensing]{jl}",
			"",
			"{faith/Zon-Kuthon} invites all mortals to join in inflicting and suffering pain.[^C]  ",
			"**Initial Benefit:** Once per round, when you hit a foe with a spiked chain, you can twist the chain so it painfully flenses both of you. You and your target are both sickened for 1 round, and the target must succeed at a Fortitude save (DC = 10 + 1/2 your character level + your Wisdom bonus) or be sickened for an additional 1d4+1 rounds.  ",
			"**Advanced Prerequisites:** Base attack bonus +10.  ",
			"**Advanced Benefit:** Whenever you sicken a foe with pain using a spiked chain (whether by flensing, as a dirty trick combat maneuver, or otherwise), the victim must succeed at a Fortitude save (DC = 10 + 1/2 your character level + your Wisdom bonus) or be nauseated for the first round of the duration.",
			"",
			"[^A]: {source/Weapon Master's Handbook/ pg. 10}",
			"[^B]: {source/Divine Anthology/ pg. 28}",
			"[^C]: Weapon Master's Handbook pg. 11",
			"[^D]: Divine Anthology pg. 29",
			"[^E]: Divine Anthology pg. 30",
			"[^F]: Divine Anthology pg. 31"
		]
	},
	"divine_interference": {
		"name": "Divine Interference",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Divine Interference",
			"",
			"{SOURCE Ultimate Magic/149}",
			"",
			"You can convert a spell to interfere with an enemy's attack.  ",
			"**Prerequisites:** Divine spellcaster, caster level 10th.  ",
			"**Benefit:** As an immediate action, when an enemy within 30 feet hits an ally with an attack, you can sacrifice a prepared divine spell or (if you are a spontaneous caster) an unused spell slot and make the enemy reroll the attack roll. The second attack roll takes a penalty equal to the level of the spell you sacrifice. You must sacrifice a spell of 1st-level or higher to use this ability. Whether or not the second attack is successful, you cannot use this effect on the same creature again for 1 day.",
			"",
			"### Mythic Divine Interference",
			"",
			"{SOURCE Mythic Adventures/63}",
			"",
			"Your divine power thwarts enemies of your faith.  ",
			"**Prerequisites:** {feat/Divine Interference}.  ",
			"**Benefit:** When you use Divine Interference, the penalty on your opponent's attack roll is equal to twice the level of the spell sacrificed. You can expend one use of mythic power when you sacrifice the spell to increase the penalty to triple the level of the spell sacrificed."
		]
	},
	"divine_protection": {
		"name": "Divine Protection",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Divine Protection",
			"",
			"{SOURCE Advanced Class Guide/144}",
			"",
			"Your deity protects you against deadly attacks.  ",
			"**Prerequisites:** Cha 13, Knowledge (religion) 5 ranks.  ",
			"**Benefit:** Once per day as an immediate action before rolling a saving throw, you can add your Charisma modifier on that saving throw. As usual, this does not stack if you already apply your Charisma modifier to that saving throw. If you possess the charmed life class feature, you can instead apply Divine Protection's bonus after rolling the saving throw but before the result is revealed."
		]
	},
	"diviners_delving": {
		"name": "Diviner's Delving",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Diviner's Delving",
			"",
			"{SOURCE Advanced Player's Guide/158}",
			"",
			"Your keen magical intuition makes reading signs, portents, and mystical clues quick and easy.  ",
			"**Prerequisites:** {feat/Spell Focus/ (divination)}.  ",
			"**Benefit:** You gain a +2 bonus on caster level checks with divinations to overcome spell resistance or effects that impede divination (for example, nondetection). When using a divination spell that requires concentration, you gain information from the spell 1 round sooner than normal (so you gain information from the first 2 rounds with 1 round of concentration, and information from the third round in the second round of concentration)."
		]
	},
	"djinni_spin": {
		"name": "Djinni Spin",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Djinni Spin (Combat)",
			"",
			"{SOURCE Ultimate Combat/97}",
			"",
			"You can surround yourself with the power of the storm, spinning like a hurricane to unleash a violent blast of electrical energy.  ",
			"**Prerequisites:** Con 15, Wis 17, {feat/Djinni Style}, {feat/Djinni Spirit}, {feat/Elemental Fist}, {feat/Improved Unarmed Strike}, base attack bonus +13 or monk level 11th.  ",
			"**Benefit:** While using Djinni Style, as a standard action you can spend two Elemental Fist attempts to surround yourself with a whirlwind of electrified air. Creatures adjacent to you take your unarmed strike damage plus the electricity damage from your Elemental Fist and are deafened for 1d4 rounds. A successful Fortitude save (DC 10 + 1/2 your character level + your Wis modifier) reduces the damage by half and prevents a target from being deafened.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">Instead of spending two uses of Elemental Fist to surround yourself in a whirlwind of electrified air, you can spend one use of Elemental Fist and 2 stamina points."
		]
	},
	"djinni_spirit": {
		"name": "Djinni Spirit",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Djinni Spirit (Combat)",
			"",
			"{SOURCE Ultimate Combat/97}",
			"",
			"By calling upon the spirits of storms, you can manipulate lightning to protect yourself and buffet your enemies with peals of thunder.  ",
			"**Prerequisites:** Con 15, Wis 15, {feat/Djinni Style}, {feat/Elemental Fist}, {feat/Improved Unarmed Strike}, base attack bonus +11 or monk level 9th.  ",
			"**Benefit:** You gain one additional Elemental Fist attempt per day. While using Djinni Style, you gain electricity resistance equal to your base attack bonus or monk level, whichever is higher. While denied your Dexterity bonus to AC you are also denied this resistance. Creatures that take electricity damage from your Elemental Fist attack must succeed at a Fortitude save (DC 10 + 1/2 your character level + your Wis modifier) or be deafened for 1d4 rounds. Those who take damage from your Djinni Spin are deafened, even on a successful saving throw.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When you make an Elemental Fist attack, you can spend up to 5 stamina points to increase the DC of the saving throw of the deafening effect by an amount equal to the number of stamina points you spent."
		]
	},
	"djinni_style": {
		"name": "Djinni Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Djinni Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/97}",
			"",
			"Your hands sheathed in an auras of lightning, you move like the wind.  ",
			"**Prerequisites:** Con 13, Wis 15, {feat/Elemental Fist}, {feat/Improved Unarmed Strike}, base attack bonus +9 or monk level 5th.  ",
			"**Benefit:** You gain one additional Elemental Fist attempt per day. While you are in this style you must use Elemental Fist to deal electricity damage and you gain a bonus on electricity damage rolls equal to your Wisdom bonus. Further, while you are using this style and have remaining Elemental Fist attempts, you also gain a +2 dodge bonus to Armor Class against attacks of opportunity. A condition that makes you lose your Dexterity bonus to AC also makes you lose this dodge bonus.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When you make an Elemental Fist attack to deal electricity damage, you can spend up to 5 stamina points. If you do, you deal an amount of additional electricity damage equal to double the number of stamina points you spent."
		]
	},
	"dodge": {
		"name": "Dodge",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Dodge (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/122}",
			"",
			"Your training and reflexes allow you to react swiftly to avoid an opponents' attacks.  ",
			"**Prerequisites:** Dex 13.  ",
			"**Benefit:** You gain a +1 dodge bonus to your AC. A condition that makes you lose your Dex bonus to AC also makes you lose the benefits of this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When you move your speed or farther, you can spend a number of stamina points up to double your Dexterity bonus. If you do, until the start of your next turn, you gain an increase to the dodge bonus granted by the Dodge feat equal to half the number of stamina points you spent.",
			"",
			"### Mythic Dodge",
			"",
			"{SOURCE Mythic Adventures/63}",
			"",
			"When focused, you become nearly impossible to strike.  ",
			"**Prerequisites:** {feat/Dodge}.  ",
			"**Benefit:** The bonus to AC from Dodge increases by 1. As an immediate action, you can expend one use of mythic power to grant yourself an additional +10 dodge bonus to AC against one attack."
		]
	},
	"dog_killer_horse_hunter": {
		"name": "Dog Killer, Horse Hunter",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Dog Killer, Horse Hunter",
			"",
			"{SOURCE Goblins of Golarion/24}",
			"",
			"Embracing fear and hatred of your ancestral foes allows you to make particularly telling blows.  ",
			"**Prerequisites:** Goblin, Handle Animal 1 rank.  ",
			"**Benefit:** You gain a +2 morale bonus on all attack and damage rolls made against dogs and horses (including doglike and horse-like targets such a nightmares or worgs). Additionally, you gain a +2 bonus on rolls to confirm critical hits against these foes."
		]
	},
	"dog_sniff_hate": {
		"name": "Dog-Sniff-Hate",
		"sources": [
			"We Be Goblins Free!",
			"We Be Goblins!",
			"We Be Goblins Too!"
		],
		"description": [
			"## Dog-Sniff-Hate",
			"",
			"{SOURCE We Be Goblins Free!/15;We Be Goblins!/12;We Be Goblins Too!/13}",
			"",
			"Unlike many goblins, you're not particularly afraid of dogs. You know what dogs smell like, and that smell makes you mad - very mad.  ",
			"**Prerequisites:** {feat/Skill Focus/ (Perception)}, goblin.  ",
			"**Benefit:** You gain the scent ability, but only against canines (including dogs, goblin dogs, wolves, worgs, yeth hounds, and any similar creatures, subject to GM approval). Against these creatures, you gain a +1 morale bonus on attack rolls and a +2 morale bonus on weapon damage rolls."
		]
	},
	"dolphin_circle": {
		"name": "Dolphin Circle",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Dolphin Circle (Combat)",
			"",
			"{SOURCE Aquatic Adventures/57}",
			"",
			"You circle your foes like dolphins, forcing them to play into your attacks.  ",
			"**Prerequisites:** {feat/Dolphin Dart}, {feat/Dolphin Style}, {feat/Improved Unarmed Strike}, Swim 10 ranks, base attack bonus +10 or monk level 10th.  ",
			"**Benefit:** While in Dolphin Style, as a full-round action underwater you can choose a circular path starting and ending in your current space whose length is no longer than you could swim with a single move action. You circle around that path until your next turn, and this movement doesn't provoke attacks of opportunity. You are considered to be in every space along the path for the purpose of threatening squares and providing flanking for other allies (but not yourself), as well as whether you are in the area of an area effect. Other creatures can attack you (and touch you with beneficial touch spells) as if you were in every space along the path. However, you don't count as being in any of the spaces for the purpose of other creatures moving through an occupied space. At the beginning of your next turn, choose any space along the path to stop circling."
		]
	},
	"dolphin_dart": {
		"name": "Dolphin Dart",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Dolphin Dart (Combat)",
			"",
			"{SOURCE Aquatic Adventures/57}",
			"",
			"Like a dolphin, you can quickly dart at a foe and retreat.  ",
			"**Prerequisites:** {feat/Dolphin Style}, {feat/Improved Unarmed Strike}, Swim 6 ranks, base attack bonus +6 or monk level 6th.  ",
			"**Benefit:** While in Dolphin Style, as a standard action underwater you can move up to half your swim speed, make a single melee attack against a creature within your reach, and then retreat back to your previous position. Your movement and attack don't provoke attacks of opportunity, even if your foe has an ability that allows attacks of opportunity with triggers other than moving out of a threatened area."
		]
	},
	"dolphin_style": {
		"name": "Dolphin Style",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Dolphin Style (Combat, Style)",
			"",
			"{SOURCE Aquatic Adventures/57}",
			"",
			"You fight like a dolphin, bunching your enemies up together to make it easier to pick them off.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, Swim 3 ranks, base attack bonus +3 or monk level 3rd.  ",
			"**Benefit:** You gain a +1 bonus on melee attack rolls against any creature adjacent to at least two of its other allies as long as you aren't flanking that creature, and your melee attacks ignore any bonus to AC gained by use of the aid another action."
		]
	},
	"domain_strike": {
		"name": "Domain Strike",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Domain Strike (Combat)",
			"",
			"{SOURCE Ultimate Combat/98}",
			"",
			"You unleash a domain power upon your enemy as part of your unarmed strike.  ",
			"**Prerequisites:** Domain class feature, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you gain this feat, choose one domain-granted power that you can use to affect no more than one opponent. If you make a successful unarmed strike against an opponent, in addition to dealing your unarmed strike damage, you can use a swift action to deliver the effects of the chosen granted power to that opponent. Doing so provokes no attacks of opportunity.  ",
			"**Special:** You can take this feat multiple times. Each time you take it, you apply it to a different qualifying domain power.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">You can spend 2 stamina points to apply the effects of your chosen domain power as a free action instead of a swift action."
		]
	},
	"domino_crash": {
		"name": "Domino Crash",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Domino Crash (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/24}",
			"",
			"You knock your opponents into each other, using one enemy to shove aside another.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Reposition}, {feat/Whipcrack}.  ",
			"**Benefit:** When you successfully reposition an opponent, if you attempt to reposition it into a square already occupied by another creature, you can attempt a combat maneuver check as an immediate action to reposition that creature. You take a -4 penalty on this check. If you are successful, the second creature is pushed 5 feet in the direction of your original target's movement. You can move the secondary target an additional 5 feet for every 5 by which you exceed the secondary target's CMD. The secondary target does not provoke attacks of opportunity because of this movement unless you have the {feat/Greater Reposition} feat. If you fail your combat maneuver check, the movement of your original target ends in front of the secondary target.  ",
			"**Normal:** You can't reposition a creature into a square that is occupied by a solid object or obstacle."
		]
	},
	"dorn_dergar_master": {
		"name": "Dorn-Dergar Master",
		"sources": [
			"Adventurer's Armory 2",
			"Dwarves of Golarion"
		],
		"description": [
			"## Dorn-Dergar Master (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/11;Dwarves of Golarion/21}",
			"",
			"You can use a dorn-dergar with only one hand.  ",
			"**Prerequisites:** {feat/Two-Weapon Fighting}, base attack bonus +4, proficiency with the dwarven dorn-dergar.  ",
			"**Benefit:** You can use a dorn-dergar as a one-handed weapon. When using it one-handed, changing whether it's a normal or reach weapon is a full-round action. If you have the Darting Viper feat, changing its reach is a move action.  ",
			"**Normal:** A dorn-dergar requires two hands to wield."
		]
	},
	"double_bane": {
		"name": "Double Bane",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Double Bane",
			"",
			"{SOURCE Ultimate Combat/98}",
			"",
			"You extend your bane effect to two weapons.  ",
			"**Prerequisites:** Bane class feature, {feat/Two-Weapon Fighting}.  ",
			"**Benefit:** You can apply your bane to a second weapon you are wielding. While your bane class feature is active, at the start of each of your turns as a free action, you choose whether to apply the ability to one weapon or the other, or both. For each round you apply your bane class feature to two weapons, you expend 2 rounds of that feature."
		]
	},
	"double_slice": {
		"name": "Double Slice",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Double Slice (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/122}",
			"",
			"Your off-hand weapon while dual-wielding strikes with greater power.  ",
			"**Prerequisites:** Dex 15, {feat/Two-Weapon Fighting}.  ",
			"**Benefit:** Add your Strength bonus to damage rolls made with your off-hand weapon.  ",
			"**Normal:** You normally add only half of your Strength modifier to damage rolls made with a weapon wielded in your off-hand.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When you hit an opponent with both a primary-hand attack and an off-hand attack while using Two-Weapon Fighting, you can spend a number of stamina points up to half your Strength bonus. If you do, add a bonus on the damage roll of the second of the two attacks equal to the number of stamina points you spent. You can use this combat trick only once per round."
		]
	},
	"draconian_law": {
		"name": "Draconian Law",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Draconian Law",
			"",
			"{SOURCE Legacy of Dragons/19}",
			"",
			"Your code of honor extends to all aspects of life, including the judgment of your foes.  ",
			"**Prerequisites:** Lawful alignment, wyvaran.  ",
			"**Benefit:** When fighting an enemy you've witnessed breaking the law, you gain a +1 circumstance bonus on your first attack roll and on all damage rolls against that target until it has been tried for its crime."
		]
	},
	"draconic_aspect": {
		"name": "Draconic Aspect",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Draconic Aspect",
			"",
			"{SOURCE Advanced Race Guide/136}",
			"",
			"You possess some of the qualities of your dragon ancestors.  ",
			"**Prerequisites:** Kobold.  ",
			"**Benefit:** Your scales take on the color and some of the resistances of one of the chromatic dragons. Choose one of the following chromatic dragon types: black (acid), blue (electricity), green (acid), red (fire), or white (cold). Your scales take on the color of that dragon, and you gain resistance 5 to the dragon color's corresponding energy type.  ",
			"**Special:** If you have the dragon-scaled racial trait, your scale color does not change and you gain a +1 natural armor bonus instead."
		]
	},
	"draconic_breath": {
		"name": "Draconic Breath",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Draconic Breath",
			"",
			"{SOURCE Advanced Race Guide/136}",
			"",
			"You possess draconic defenses and a draconic breath weapon.  ",
			"**Prerequisites:** {feat/Draconic Aspect}, kobold.  ",
			"**Benefit:** You gain a +2 bonus against sleep and paralysis effects. You gain a breath weapon that is determined by your scale coloration by either the Draconic Aspect feat or the dragon-scaled racial trait. Using a breath weapon is a standard action that does not provoke attacks of opportunity. You can use your breath weapon once per day. Creatures within the area of your breath weapon who succeed at a Reflex saving throw (DC 10 + your character level + your Constitution modifier) take only half damage.",
			"",
			">*Black (Su):* You breathe a 30-foot line of acid that deals 2d6 points of acid damage.",
			">",
			">*Blue (Su):* You breathe a 30-foot line of electricity that deals 2d6 points of electricity damage.",
			">",
			">*Green (Su):* You breathe a 15-foot cone of acid that deals 2d6 points of acid damage.",
			">",
			">*Red (Su):* You breathe a 15-foot cone of fire that deals 2d6 points of fire damage.",
			">",
			">*White (Su):* You breathe a 15-foot cone of cold that deals 2d6 points of cold damage.",
			"",
			"**Special:** Kobold sorcerers with either the Draconic or Kobold bloodline can use their Charisma modifier instead of their Constitution to determine the DC of this breath weapon."
		]
	},
	"draconic_glide": {
		"name": "Draconic Glide",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Draconic Glide",
			"",
			"{SOURCE Advanced Race Guide/136}",
			"",
			"You possess draconic defenses and wings that allow you to glide.  ",
			"**Prerequisites:** {feat/Draconic Aspect}, kobold.  ",
			"**Benefit:** You gain a +2 bonus against sleep and paralysis effects. You grow a pair of wings that you can use to fall and glide at a safe pace. You can make a DC 15 Fly check to fall safely from any height without taking falling damage, as if using feather fall. When falling safely, you may make an additional DC 15 Fly check to glide, moving 5 feet laterally for every 20 feet you fall.  ",
			"**Special:** If you have the gliding wings racial trait, you don't need to make a Fly check to glide, and you can move 10 feet laterally for every 20 feet you fall."
		]
	},
	"draconic_heritage": {
		"name": "Draconic Heritage",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Draconic Heritage",
			"",
			"{SOURCE Legacy of Dragons/16}",
			"",
			"The power of dragons flows through your veins and you have awakened its potential.  ",
			"**Prerequisites:** Cha 13.  ",
			"**Benefit:** Choose one type of dragon from the options presented below. You gain the draconic heritage ability from your chosen dragon type. The save DCs of any associated ability are equal to 10 + 1/2 your Hit Dice + your Charisma modifier.  ",
			"**Special:** You can take this feat only once. If you ever gain a bloodrager or sorcerer bloodline, you must take draconic as your chosen bloodline (or a bloodline tied to some other creature of the dragon type, as approved by your GM).",
			"",
			"::h3[True Dragons]{jl}",
			"",
			"Though it is still uncommon, true dragons are most likely to interact directly with humanoid races, though a few take on humanoid forms and move among mortals until the time is right to reveal themselves. Such dragons rarely adopt these guises for long, as those who lose themselves in humanoid form are seen as pariahs by their own kind.",
			"",
			"::h4[Chromatic]{jl}",
			"",
			"While not all who carry the blood of chromatic dragons are evil, the potency of their blood and the malevolence inherent in it can have strong subconscious effects, tempting them to embrace their sinister urges. Humanoids with blood empowered by chromatic dragons tend toward muscular builds and can imbue their fists with the dragons' energy.",
			"",
			"**Draconic Heritage:** Choose acid, cold, electricity or fire when you take this feat; the choice cannot be changed once made. As a swift action, you can shroud your arms in your chosen element for 1 round. Unarmed strikes with your arms or hands (or attacks with weapons held in those hands) deal an additional 1d6 points of energy damage of the appropriate type. You can use this ability a number of times per day equal to 3 + your Charisma bonus.",
			"",
			"::h4[Esoteric]{jl}",
			"",
			"Those with the power of esoteric dragons take aloofness to an extreme and are prone to long nights of sleep and vivid, enrapturing dreams. They are often deeply empathetic and emotional individuals, feeling the needs and wants of others intimately and, in some cases, more intensely than they can handle.",
			"",
			"**Draconic Heritage:** As a standard action, you can project a psychic barrage at a creature within 15 feet to which you have line of sight. A creature targeted by your psychic barrage must succeed at a Will save or be dazed for 1 round. You can attempt a psychic barrage once per day for every 4 characters levels you have (minimum 1). This is a mind-affecting effect.  ",
			"**Special:** If you have 1 or more levels in a class that casts psychic spells, you can attempt a psychic barrage a number of times per day equal to 1/2 your level in that class (minimum 1), plus one more time per day for every 4 levels you have in other classes.",
			"",
			"::h4[Imperial]{jl}",
			"",
			"Imperial dragons see themselves as masters of their respective domains, and those with heritages influenced by their legacies often have this same aggressively territorial nature. Individuals with this heritage tend to be charismatic, commanding, and proud people who have an unusual intensity.",
			"",
			"**Draconic Heritage:** As a swift action, you emit an aura of command with a 10-foot radius for 1 round. Allies within your aura gain a +2 bonus on Will saves against fear. Enemies in your aura take a -2 penalty on Will saves against fear. You can use this ability a number of times per day equal to 3 + your Charisma bonus.",
			"",
			"::h4[Metallic]{jl}",
			"",
			"Metallic dragons leave an impression of kindness and hope in those infused with a portion of their power. Those who bear the blood of metallic dragons sometimes have iridescent hair of pale metallic hues and irises colored like polished metal.",
			"",
			"**Draconic Heritage:** Choose acid, cold, electricity, or fire when you take this feat; the choice cannot be changed once made. As a swift action, you gain energy resistance 5 against your chosen element. This energy resistance lasts until the beginning of your next turn. You can use this ability a number of times per day equal to 3 + your Charisma bonus.",
			"",
			"::h4[Outer]{jl}",
			"",
			"The utterly alien nature of outer dragons often conflicts with the more grounded and material upbringing of those who carry these dragons' influence within their bloodlines. Feelings of otherness or exclusion are common among humanoids with this bloodline, and many become exiles or wanderers.",
			"",
			"**Draconic Heritage:** As a swift action, you can generate an alien aura around yourself with a 5-foot radius that lasts for 1 round. Any enemy who enters your aura must succeed at a Will save or become sickened for 1 round. A creature who successfully saves against your alien aura is immune to its effects for 24 hours. You can generate an alien aura once per day for every 4 characters levels you have (minimum 1). This is a mind-affecting effect.",
			"",
			"::h4[Primal]{jl}",
			"",
			"The scions with the power of the elementally attuned primal dragons are not often subtle in appearance. They tend towards hardy builds and skin tones that take on shimmering, iridescent hues in direct light. Additionally, they often experience tempestuous emotions that are difficult to control.",
			"",
			"**Draconic Heritage:** Choose acid, cold, electricity, or fire when you take this feat; once made, this choice cannot be changed. As a standard action, you can create a 10-foot-radius aura of elemental energy that lasts for 1 round. The area of this aura is considered difficult terrain, and creatures that end their turns in your aura take 1d6 points of energy damage of the appropriate type. A successful Fortitude save halves this damage but does not negate the difficult terrain effect. You can create an aura of elemental energy once per day for every 4 characters levels you have (minimum 1).  ",
			"**Special:** If you are a druid, hunter, or kineticist, you can create an elemental aura a number of times per day equal to 1/2 your class level (minimum 1), plus one more time per day for every 4 levels you have in other classes.",
			"",
			"::h3[Lesser Dragons]{jl}",
			"",
			"Bloodlines infused with the power of lesser dragons are exceedingly rare, as such creatures lack both the means by which to take human form (and create a blood descendant), and the magical puissance to otherwise instill their legacy into a bloodline. On the world of Triaxus, dragonkin riders form supernatural bonds with their mounts that, in rare cases, affects the riders' children, allowing them to share in that draconic bond in a more physical manner. Other lesser draconic heritages are the result of binding dragon spirits to physical bloodlines and similar supernatural origins.",
			"",
			"::h4[Drake]{jl}",
			"",
			"Creatures with drake ancestry are often swift-footed and have quick reflexes, mirroring the speed and grace of drakes. They tend to be wiry and athletic with long limbs and wild, untamed demeanors that thrive best beyond the boundaries of civilization. Befitting the variety of different drake breeds in the world, those with drake bloodlines often have hair or eye colors reminiscent of the scales of the drake breed to which they're related. Some might exhibit additional minor features suggestive of a specific draconic heritage, but such features provide no statistical benefit.",
			"",
			"**Draconic Heritage:** As a swift action, you gain a +10 enhancement bonus to your base speed for 1 round. You can use this ability a number of times per day equal to 3 + your Charisma bonus.",
			"",
			"::h4[Linnorm]{jl}",
			"",
			"The cursed blood of linnorms is a unique case - it is sometimes passed down by those who bear a child while under the effects of a linnorm's death curse. Such an unlikely offspring usually bears a visible mark or scar that ties her life to the legacy of that linnorm.",
			"",
			"**Draconic Heritage:** As an immediate action when you are damaged by a melee attack, you can afflict your attacker with a curse. The target of your curse must succeed at a Will save or take a -2 penalty on all ability checks, attack rolls, and skill checks for 1 round. You can use this curse once per day for every 4 characters levels you have (minimum 1).  ",
			"**Special:** If you are a shaman or a witch, you can use this curse a number of times per day equal to 1/2 your class level (minimum 1), plus one more time per day for every 4 levels you have in other classes."
		]
	},
	"draconic_magic": {
		"name": "Draconic Magic",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Draconic Magic",
			"",
			"{SOURCE Monster Codex/129}",
			"",
			"Your draconic aspect manifests as magical might.  ",
			"**Prerequisites:** {feat/Draconic Aspect}, kobold.  ",
			"**Benefit:** You gain a group of spell-like abilities based on the color of your dragon aspect. Each spell-like ability can be used once per day, and the DC of any of these spell-like abilities is 10 + 1/2 your Hit Dice + Charisma modifier.",
			"",
			"**Black:** Corrosive touch&dagger;, darkness.",
			"",
			"**Blue:** Minor image, shocking grasp&dagger;.",
			"",
			"**Green:** Entangle&dagger;, gust of wind.",
			"",
			"**Red:** Burning hands&dagger;, pyrotechnics.",
			"",
			"**White:** Burning hands&dagger; (deals cold damage instead of fire), fog cloud.",
			"",
			"**Special:** You can use this feat instead of Draconic Breath or Draconic Glide to qualify for the {feat/Draconic Paragon} feat. If you have this feat and Draconic Paragon, you can use the spell-like ability marked with a dagger (&dagger;) twice per day."
		]
	},
	"draconic_manifestation": {
		"name": "Draconic Manifestation",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Draconic Manifestation",
			"",
			"{SOURCE Legacy of Dragons/5}",
			"",
			"You've unlocked more than just the ability to emulate the claws of your draconic forebear.  ",
			"**Prerequisites:** Access to natural claw attacks, bloodrager or sorcerer with the draconic bloodline.  ",
			"**Benefit:** As a free action when manifesting claws (as per the sorcerer bloodline ability), you infuse yourself with other dormant powers of your draconic bloodline. If you're a bloodrager, you gain the benefits of this feat as a free action, but only while bloodraging; the ability lasts for a number of rounds per day equal to 3 + your Charisma modifier. These rounds need not be used consecutively. Depending on the specific draconic bloodline you have, you gain one of the following abilities.",
			"",
			"Chromatic: You become immune to paralysis and sleep effects.",
			"",
			"Esoteric: You become partially incorporeal, gaining concealment (20%) against all incoming attacks.",
			"",
			"Imperial: You gain a +1 circumstance bonus on Intimidate checks for every 4 levels you have in a class that grants you a draconic bloodline. You also become immune to fear effects.",
			"",
			"Metallic: You radiate a 10-foot aura of courage, inspiring those around you with your intensity. Allies within the aura gain a +2 morale bonus on saves against fear effects and spells with the evil descriptor. Allies already affected by a fear effect when they first enter the aura can attempt a new saving throw at the same DC as the original effect. On a successful save, the fear effect ends. A creature can benefit from this reroll only once per day.",
			"",
			"Outer: You don't need to breathe and gain immunity to any gas-based or smell effects.",
			"",
			"Primal: You radiate a 5-foot aura of elemental damage. Creatures within the aura take 1 point of damage for every 4 levels you have in a class that grants you a draconic bloodline. This damage is energy damage based on your chosen dragon type."
		]
	},
	"draconic_paragon": {
		"name": "Draconic Paragon",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Draconic Paragon",
			"",
			"{SOURCE Advanced Race Guide/137}",
			"",
			"You can shrug off sleep and paralysis effects as well as any dragon, and your draconic aspects improve.  ",
			"**Prerequisites:** {feat/Draconic Aspect}, {feat/Draconic Breath}, {feat/Draconic Glide}, character level 10th, kobold.  ",
			"**Benefit:** You gain an additional +2 bonus against sleep and paralysis effects. You can use your breath weapon twice per day and your breath weapon damage increases to 4d6 points of energy damage. Your wings from the Draconic Glide feat grow stronger, granting you a fly speed of 20 feet (average maneuverability)."
		]
	},
	"drag_down": {
		"name": "Drag Down",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Drag Down (Combat)",
			"",
			"{SOURCE Ultimate Combat/98}",
			"",
			"When you are knocked prone, you are skilled at bringing your opponent down with you.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Trip}.  ",
			"**Benefit:** Whenever an opponent successfully trips you, you can attempt to trip that opponent as an immediate action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. If your retributive trip combat maneuver from Drag Down succeeds by 10 or more, you can spend 5 stamina points to stand up from prone without provoking an attack of opportunity as part of the same immediate action as the trip attempt."
		]
	},
	"dragon_ferocity": {
		"name": "Dragon Ferocity",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Dragon Ferocity (Combat)",
			"",
			"{SOURCE Ultimate Combat/98}",
			"",
			"You attack with the strength of a dragon, your telling blows striking fear into your enemies.  ",
			"**Prerequisites:** Str 15, {feat/Improved Unarmed Strike}, {feat/Dragon Style}, {feat/Stunning Fist}, Acrobatics 5 ranks.  ",
			"**Benefit:** While using Dragon Style, increase your Strength bonus on unarmed strike damage rolls by an additional one-half your Strength bonus, to a total of double your Strength bonus on the first attack and 1-1/2 times your Strength bonus on the other attacks. When you score a critical hit or a successful Stunning Fist attempt against an opponent while using this style, that opponent is also shaken for a number of rounds equal to 1d4 + your Strength bonus.  ",
			"**Special:** Taking this feat allows you to qualify for the Elemental Fist feat even if you do not meet that feat's prerequisites. If you do not meet that feat's prerequisites, you must choose one of the damage types that feat offers, and you can use only that damage type with your Elemental Fist attacks until you meet the feat's normal prerequisites. A monk with this feat can use Elemental Fist as if he were a monk of the four winds.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/118}",
			">",
			">When you use this feat to make a foe shaken with a critical hit or a successful Stunning Fist attempt, you can spend 5 stamina points to also sicken that foe for 1d4 rounds."
		]
	},
	"dragon_gold_crown": {
		"name": "Dragon Gold Crown",
		"sources": [ "Pathfinder #132: The Six-Legend Soul" ],
		"description": [
			"## Dragon Gold Crown",
			"",
			"{SOURCE Pathfinder #132: The Six-Legend Soul/72}",
			"",
			"Inspired by tales of First Emperor Taldaris pulling the gold from the gullet of the terrible dragon Verksaris to forge the Primogen Crown, you have learned to fashion potent headgear from the remains of magical creatures you defeat.  ",
			"**Prerequisites:** Knowledge (arcana) 5 ranks, Survival 5 ranks.  ",
			"**Benefit:** You can use the remains of a dragon or magical beast that you helped to defeat to craft a crown, as if you were harvesting and creating a trophy. If you successfully create the trophy, it has no monetary value but it functions for you as a {magic-wondrous/headband of alluring charisma>_2}. The bonus the trophy provides to you is based on the creature's base CR (not including class levels) or your character level at the time the crown was created, whichever is lower: +2 at CR 5 or 5th level, +4 at CR 10 or 10th level, and +6 at CR 15 or 15th level."
		]
	},
	"favored_enemy_spellcasting": {
		"name": "Favored Enemy Spellcasting",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Favored Enemy Spellcasting",
			"",
			"{SOURCE Advanced Class Guide/147}",
			"",
			"Your spells are more effective against creatures that you especially abhor.  ",
			"**Prerequisites:** Ability to cast spells.  ",
			"**Benefit:** When you select this feat, choose a creature type or a humanoid subtype from the Ranger {ability/Favored Enemies} table. When creatures of the chosen type attempt saving throws against your spells, they treat the spells' DCs as 1 higher. If you also have the {ability/favored enemy} class feature and the chosen type is already a favored enemy of yours, such creatures treat your spells' DCs as 2 higher.  ",
			"**Special:** You can take this feat multiple times. Each time you do, it applies to a different creature type."
		]
	},
	"favored_judgment": {
		"name": "Favored Judgment",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Favored Judgment",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"Your judgment against a particular type of creature is particularly harsh.  ",
			"**Prerequisites:** Wis 13, judgment class feature.  ",
			"**Benefit:** Select a favored race from the ranger's favored enemies chart. Any sacred or profane bonus you gain from a judgment is 1 higher for attacks you make against or take from creatures that match the selected favored enemy.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a different favored enemy."
		]
	},
	"favored_prestige_class": {
		"name": "Favored Prestige Class",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Favored Prestige Class",
			"",
			"{SOURCE Paths of the Righteous/3}",
			"",
			"You have come to favor a certain prestige class, either because you are particularly devoted to the class's cause, have trained more than most others have for that specific role, or have simply been destined to excel in the prestige class all along. Regardless of the reason, levels gained in your favored prestige class grant additional benefits in a way similar to those you gain for taking levels in your base favored class.  ",
			"**Benefit:** Choose one prestige class and one skill that is a class skill for that prestige class. Whenever you gain a level in that prestige class, you receive +1 hit point or +1 skill rank. You gain a +2 bonus on checks using the skill you chose from that prestige class's class skills. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill. This bonus stacks with the bonus granted by Skill Focus, but does not stack with a bonus granted by any other feat (such as Magical Aptitude or Persuasive). The choice of favored prestige class cannot be changed once you make it. Levels in a favored prestige class are not the same as levels in a regular favored class, and as such levels in a favored prestige class can never be used to qualify or gain favored class options. You can have only one favored prestige class, but can still have a favored base class as well.",
			"",
			"You can select this feat before you gain levels in your chosen favored prestige class, but the benefits of the feat do not apply until you actually gain at least 1 level in that prestige class.  ",
			"**Normal:** Prestige classes cannot be a favored class, and cannot benefit from the additional hit point or skill rank afforded to those who take levels in a favored class."
		]
	},
	"fear_eater": {
		"name": "Fear Eater",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Fear Eater",
			"",
			"{SOURCE Horror Adventures/87}",
			"",
			"You eat the fear of others, freeing them from its effects.  ",
			"**Prerequisites:** Cha 13, {feat/Iron Will}, have no immunity to fear effects.  ",
			"**Benefit:** As a standard action, you can remove a fear effect from another creature by touching it. The fear effect is transferred from that creature to you, with the same remaining duration. If the fear effect has varying effects depending on the target (such as the effects of cause fear depending on the target's Hit Dice), it has the effect it had on the original creature or the effect it would have on you, whichever is more severe. When you choose to accept another creature's fear, you don't receive any saving throw, spell resistance, or other defenses you would normally have against the fear effect."
		]
	},
	"fearless_aura": {
		"name": "Fearless Aura",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Fearless Aura",
			"",
			"{SOURCE Ultimate Magic/150}",
			"",
			"Your aura of courage becomes more potent, as your steadfast resolve is also manifested by your allies.  ",
			"**Prerequisites:** Aura of courage class feature, caster level 8th.  ",
			"**Benefit:** Your aura of courage expands to a 20-foot-radius emanation. Allies within the aura are immune to fear effects.  ",
			"**Normal:** The aura of courage affects each ally within 10 feet, and grants a +4 morale bonus on saving throws against fear effects."
		]
	},
	"fearless_curiosity": {
		"name": "Fearless Curiosity",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Fearless Curiosity",
			"",
			"{SOURCE Advanced Race Guide/77}",
			"",
			"Your desire to see and experience the world overrides healthy caution.  ",
			"**Prerequisites:** Cha 13, human.  ",
			"**Benefit:** You gain a +1 bonus on saving throws against effects with the emotion descriptor. In addition, for any round in which you begin your turn affected by a fear effect, you gain a new save at the beginning of your turn to reduce the severity of the fear effect, from panicked to frightened, frightened to shaken, and shaken to unaffected."
		]
	},
	"fearless_zeal": {
		"name": "Fearless Zeal",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Fearless Zeal (Story)",
			"",
			"{SOURCE Ultimate Campaign/68}",
			"",
			"You're willing to lay down your life for your faith.  ",
			"**Prerequisites:** You must be ordained as a sacred (or profane) champion of your faith by a high-ranking member of its clergy, or have the Devoted (cleric), Faith-Bringer (inquisitor), or Moral Debt (paladin) {rule/class_<background>_tables}. Such an honor goes above and beyond the normal oaths required of a cleric or paladin.  ",
			"**Benefit:** Once per day, you can add a +2 bonus on any single attack roll, caster level check, saving throw, or skill check. You must choose to add this bonus after the die has been rolled and success or failure determined, but before any results (such as damage) are rolled and applied. If you have 10 or more levels or hit dice, this bonus increases to +4.  ",
			"**Goal:** Die in pursuit of your faith's goals and be brought back to life. If you die in circumstances that don't involve your faith, you gain no benefit. If your GM permits, you can instead remain dead and create a new PC inspired by your heroic sacrifice.  ",
			"**Completion Benefit:** If you died and came back, you become a living symbol of faith. Once per day as a standard action, you can inspire those who share your faith to great effort, granting them a +2 morale bonus on attack rolls and saving throws for 1 minute. This is a mind-affecting, language-dependent effect. If you create a new character inspired by your previous character, the new PC receives a +2 bonus to a single ability score. This ability score can't be one that already has a racial bonus. The new PC can later take this feat if he meets the prerequisite."
		]
	},
	"fearsome_barricade": {
		"name": "Fearsome Barricade",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Fearsome Barricade (Combat, Faction)",
			"",
			"{SOURCE Faction Guide/56}",
			"",
			"Your wrath is as potent a barrier as your blades.  ",
			"**Prerequisites:** Intimidate 5 ranks, [Ulfen Guard](rule/f_imperial) 20 TPA.  ",
			"**Benefit:** Choose an adjacent ally as a free action on your turn. Once per round, when an opponent attacks that ally, you may make an Intimidate check to demoralize the opponent as an immediate action. This action counts as an attack of opportunity."
		]
	},
	"fearsome_finish": {
		"name": "Fearsome Finish",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Fearsome Finish (Combat)",
			"",
			"{SOURCE Inner Sea Gods/212;Faiths of Corruption/24}",
			"",
			"When you slay enemies, you frighten other opponents.  ",
			"**Prerequisites:** {feat/Intimidating Prowess}, worshiper of Lamashtu.  ",
			"**Benefit:** Upon reducing an enemy to 0 or fewer hit points, for the remaining duration of the combat encounter, you gain a +4 bonus on any Intimidate checks made to demoralize opponents who can see both you and the opponent you dropped."
		]
	},
	"fearsome_spell": {
		"name": "Fearsome Spell",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Fearsome Spell (Metamagic)",
			"",
			"{SOURCE Occult Adventures/134}",
			"",
			"Your spells inspire great fear in those harmed by them.  ",
			"**Benefit:** When a creature takes damage from a fearsome spell, if that creature failed its save against the spell, it becomes shaken for a number of rounds equal to the spell's original level. If the spell doesn't allow a save, creatures harmed by it can attempt a Will save (against the same DC the spell would have if it did allow a save) to negate the shaken effect. If the spell effect already causes creatures to become shaken, on a failed save, add the duration of this metamagic effect to the duration of the shaken condition imposed by the spell. A fearsome spell can't cause a creature to become frightened, even if that creature is already shaken. A fearsome spell uses up a spell slot 2 levels higher than the spell's actual level."
		]
	},
	"fearsome_spell_like_ability": {
		"name": "Fearsome Spell-Like Ability",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Fearsome Spell-Like Ability (Monster)",
			"",
			"{SOURCE Horror Adventures/87}",
			"",
			"Your spell-like ability induces fear in affected targets.  ",
			"**Prerequisites:** Spell-like ability at caster level 6th or higher.  ",
			"**Benefit:** Choose one of your spell-like abilities, subject to the restrictions described in this feat. You can use the chosen spell-like ability as a fearsome spell-like ability three times per day (or less, if the ability is normally usable only once or twice per day).",
			"",
			"When a target takes damage from a fearsome spell-like ability and fails its saving throw against the spell-like ability, it becomes shaken for a number of rounds equal to the spell-like ability's equivalent spell level. If the spell-like ability doesn't allow a saving throw, creatures harmed by it can attempt a Will save (against the DC that the spell-like ability would have if it allowed a saving throw) to negate the shaken effect. If the effect of the spell-like ability also causes targets to become shaken and a target fails its saving throw, the duration of the shaken condition caused by this effect stacks with the spell-like ability's. A fearsome spell-like ability can't cause a creature to become frightened, even if that creature is already shaken.",
			"",
			"You can only select a spell-like ability duplicating a spell with a level less than or equal to 1/2 your caster level (round down) - 2  ",
			"**Special:** This feat can be taken multiple times. Each time it is taken, you can apply it to a different spell-like ability.",
			"",
			"| Spell Level | Caster Level |",
			"| --- | --- |",
			"| 0 | 4th |",
			"| 1st | 6th |",
			"| 2nd | 8th |",
			"| 3rd | 10th |",
			"| 4th | 12th |",
			"| 5th | 14th |",
			"| 6th | 16th |",
			"| 7th | 18th |",
			"| 8th | 20th |",
			"| 9th | - |"
		]
	},
	"feign_curse": {
		"name": "Feign Curse",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Feign Curse",
			"",
			"{SOURCE Ultimate Intrigue/82}",
			"",
			"You can fool others into believing you have ensorcelled them.  ",
			"**Prerequisites:** {feat/Deceitful}, Bluff 5 ranks, Spellcraft 1 rank.  ",
			"**Benefit:** As a standard action, you can feign placing a curse on a target. The target must attempt a Sense Motive or Spellcraft check (whichever skill that target has a higher bonus with) against a DC equal to 15 + your number of ranks in Bluff + your Charisma modifier, with a bonus on his skill check equal to any conditional bonus he has on saving throws against hexes or curses (like from the spell hex ward). If he fails, he becomes plagued by self-doubt and second-guesses himself. For his next two attack rolls, saving throws, skill checks, or ability checks, he rolls twice and takes the lower result; for every 5 ranks of Bluff you possess beyond 5, this ability affects an additional roll. This is a mind-affecting effect, and it doesn't work if the target is immune to curses. Once you attempt to feign putting a curse on a creature, you cannot do so again against the same creature for 24 hours, and if the target succeeds at detecting your ruse, he gains a +10 bonus against future attempts."
		]
	},
	"feint_defender": {
		"name": "Feint Defender",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Feint Defender (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/18}",
			"",
			"You use your shield to conceal your own body language and keep your attention focused.  ",
			"**Prerequisites:** {feat/Shield Focus}, base attack bonus +6 or fighter level 4th, Sense Motive 1 rank.  ",
			"**Benefit:** You add your shield's bonus to AC to the DC of feint attempts against you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 5 stamina points to force a foe to attempt two Bluff checks when trying to feint against you in combat, and use the lower of the two results."
		]
	},
	"feint_partner": {
		"name": "Feint Partner",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Feint Partner (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Combat/100}",
			"",
			"A little diversion is all you need to slip through your foe's defenses.  ",
			"**Prerequisites:** Bluff 1 rank.  ",
			"**Benefit:** Whenever an ally who also has this feat successfully feints an opponent, that opponent also loses his Dexterity bonus to AC against the next attack you make against him before the end of the feinting ally's next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/119}",
			">",
			">When feinting an opponent, you can spend 5 stamina points to have that opponent lose its Dexterity bonus to AC against the next attack made by any of your allies. If the next ally to attack that opponent also has this feat, that ally's attacks do not count as the next attack for the purpose of this combat trick, allowing another ally to gain this benefit."
		]
	},
	"feinting_flurry": {
		"name": "Feinting Flurry",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Feinting Flurry (Combat)",
			"",
			"{SOURCE Dragon Empires Primer/24}",
			"",
			"Your subtle flourishes mislead your enemy, tricking it into changing its footing.  ",
			"**Prerequisites:** Dex 15, flurry of blows class feature, {feat/Combat Expertise}.  ",
			"**Benefit:** While using flurry of blows to make melee attacks, you can forgo your first attack to make a Bluff check to feint."
		]
	}
}
