{
	"fortuitous_vigor": {
		"name": "Fortuitous Vigor",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Fortuitous Vigor (Combat)",
			"",
			"{SOURCE Healer's Handbook/14}",
			"",
			"Your determination and enthusiasm help you shake off the most grievous wounds and soldier on against your enemies.  ",
			"**Prerequisites:** Con 13, {feat/Combat Vigor}, character level 4th.  ",
			"**Benefit:** Your vigor pool gains 1 vigor point. Whenever you roll a natural 20 on an ability check, attack roll, saving throw, or skill check, and whenever you threaten a critical hit with an attack, you can spend 1 or more vigor points as a swift action to regain hit points as described in the Combat Vigor feat."
		]
	},
	"fortunate_manager": {
		"name": "Fortunate Manager",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Fortunate Manager",
			"",
			"{SOURCE Quests and Campaigns/27}",
			"",
			"Your good luck helps you and your business persevere even during the most troublesome times.  ",
			"**Prerequisites:** Own at least one building.  ",
			"**Benefit:** During the Event phase of downtime, if an event occurs and the GM rolls on a building event table or organization event table, you may, once per week, choose to roll twice on the applicable table and choose either result. You must declare you are using this feat before the results of the initial roll are revealed."
		]
	},
	"fortunate_one": {
		"name": "Fortunate One",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Fortunate One",
			"",
			"{SOURCE Advanced Race Guide/66}",
			"",
			"You have an even greater knack than most halflings for adaptable luck.  ",
			"**Prerequisites:** Adaptable luck racial trait, halfling.  ",
			"**Benefit:** The number of times per day you can use the adaptable luck racial trait increases by 1."
		]
	},
	"fortunate_ruler": {
		"name": "Fortunate Ruler",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Fortunate Ruler",
			"",
			"{SOURCE Quests and Campaigns/26}",
			"",
			"Your good luck shines on your people, even in the most trying times.  ",
			"**Prerequisites:** Hold the Ruler leadership role for a kingdom.  ",
			"**Benefit:** During a kingdom's Event phase, once an event's type and danger level has been determined, you may choose to roll twice on the applicable kingdom or settlement table and choose either result. You must declare you are using this feat before the results of the initial roll are revealed."
		]
	},
	"fortune_teller": {
		"name": "Fortune Teller",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Fortune Teller",
			"",
			"{SOURCE Inner Sea World Guide/286;Pathfinder Campaign Setting/143}",
			"",
			"As a result of being raised in a land steeped in tradition and superstition (such as Varisia or Ustalav), you are skilled at communicating with the spirit world.  ",
			"**Prerequisites:** Ability to cast divination spells.  ",
			"**Benefit:** Upon taking this feat, choose a focus item for your divination magic - a crystal ball, runes, a Harrow deck, or some such item. Whenever you cast a spell from the divination school, you may use this focus item instead of the spell's material component, as long as the cost of the material component is no more than 1,000 gp. If you choose to perform the spell using your focus item and the spell's normal material component (regardless of that component's cost), you cast the spell at +1 caster level."
		]
	},
	"forward_from_beneath": {
		"name": "Forward from Beneath",
		"sources": [ "Pathfinder #131: The Reaper's Right Hand" ],
		"description": [
			"## Forward from Beneath (Story)",
			"",
			"{SOURCE Pathfinder #131: The Reaper's Right Hand/78}",
			"",
			"You have vowed to infiltrate your wicked kin and redeem your family's reputation.  ",
			"**Prerequisites:** Be a member of House Kastner, be a good-aligned member of a family or organization whose secret evil has been publicly revealed, or have the Dishonored Family (circumstance) or Betrayal (chldhood event) [backgrounds](rule/birth_circumstances_and_more).  ",
			"**Benefit:** Your experience with infiltrating your own family or organization gives you a +2 bonus on Disguise checks. If you have 10 or more ranks in Disguise, this bonus increases to +4. If you are not evil, as a standard action you can choose to radiate a faint aura of evil for the purposes of spells such as {spell/detect evil}. You can dismiss this ersatz aura as a standard action.  ",
			"**Goal:** Redeem your family or organization.  ",
			"**Completion Benefit:** You gain the benefit of {spell/undetectable alignment} as a constant spell-like ability. You can suppress or resume this ability as a standard action."
		]
	},
	"fox_insight": {
		"name": "Fox Insight",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Fox Insight (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/84}",
			"",
			"Your foxlike movements protect you from your opponents' attempts to manipulate you.  ",
			"**Prerequisites:** Int 13, {feat/Fox Style}.  ",
			"**Benefit:** While using Fox Style, you can use your base attack bonus in place of your ranks in Sense Motive to determine your Sense Motive skill bonus when foes attempt to feint against you, and creatures attempting to demoralize you don't gain a bonus for being bigger than you (though they still take a penalty for being smaller). If your Intelligence score is at least 19, the DC to demoralize or feint you increases by 4."
		]
	},
	"fox_shape": {
		"name": "Fox Shape",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Fox Shape",
			"",
			"{SOURCE Dragon Empires Primer/5}",
			"",
			"You can change into a fox in addition to your other forms.  ",
			"**Prerequisites:** Cha 13, base attack bonus +3, kitsune.  ",
			"**Benefit:** You can take the form of a fox whose appearance is static and cannot be changed each time you assume this form. Your bite attack's damage is reduced to 1d3 points of damage on a hit, but you gain a +10 racial bonus on Disguise checks made to appear as a fox. Changing from kitsune to fox shape is a standard action. This ability otherwise functions as beast shape II, and your ability scores change accordingly."
		]
	},
	"fox_style": {
		"name": "Fox Style",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Fox Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Intrigue/84}",
			"",
			"Your martial training helps you manipulate foes.  ",
			"**Prerequisites:** Int 13.  ",
			"**Benefit:** While using this style, you can use your base attack bonus in place of your ranks in Bluff on Bluff checks to feint in combat and to create a distraction to hide. If your Intelligence is at least 19, you gain a +4 bonus on such Bluff checks when adding your Charisma modifier."
		]
	},
	"fox_trickery": {
		"name": "Fox Trickery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Fox Trickery (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/84}",
			"",
			"Whenever a foes drops his guard, you can make him suffer with a dirty trick.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Fox Insight}, {feat/Fox Style}, {feat/Improved Dirty Trick}.",
			"",
			"While using Fox Style, you can perform dirty trick combat maneuvers as attacks of opportunity. If your Intelligence is at least 19, you gain a +4 bonus on dirty trick combat maneuver checks."
		]
	},
	"free_spirit": {
		"name": "Free Spirit",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Free Spirit",
			"",
			"{SOURCE Inner Sea World Guide/287;Pathfinder Campaign Setting/129}",
			"",
			"Your strong belief in the value of freedom protects you from mental and physical shackles.  ",
			"**Prerequisites:** Cha 13, any chaotic alignment.  ",
			"**Benefit:** You gain a +2 morale bonus on saving throws made against mind-affecting effects and on all Escape Artist or grapple checks made to escape a grapple or to escape from bonds."
		]
	},
	"freeze_in_place": {
		"name": "Freeze in Place",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Freeze in Place (Combat)",
			"",
			"{SOURCE Heroes of Golarion/6}",
			"",
			"You become an expert of hiding in plain sight.  ",
			"**Prerequisites:** Stealth 5 ranks, {race/wyrwood}.  ",
			"**Benefit:** You gain the {umr/freeze} universal monster rule, allowing you to appear as an ordinary statue. If you attack a creature unaware of you while using this ability, you double your critical threat range. This effect doesn't stack with any other effect that expands the threat range of your attacks or weapons."
		]
	},
	"friend_to_animals": {
		"name": "Friend to Animals",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Friend to Animals",
			"",
			"{SOURCE Faiths and Philosophies/11}",
			"",
			"You show great respect for all living things, and they sense and return the gesture.  ",
			"**Prerequisites:** {feat/Nature Soul}, Handle Animal 3 ranks.  ",
			"**Benefit:** As a standard action you can require all animals within 30 feet to make a Will saving throw. Animals who fail the save cannot attack you unless you attack them or one of their allies first. The DC of the Will save is equal to 10 + half your character level + your Charisma modifier."
		]
	},
	"friendly_face": {
		"name": "Friendly Face",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Friendly Face",
			"",
			"{SOURCE Wilderness Origins/22}",
			"",
			"Other animals of your species adore you. No matter how territorial, ill-tempered, wounded, or hungry they are, they see you as a friend, not an enemy. They'll give your two-legged friend the benefit of the doubt as well.  ",
			"**Prerequisites:** Animal companion.  ",
			"**Benefit:** Other animals of roughly the same kind as you (cats to felines, eagles to raptors, frogs to amphibians, etc.) have their starting attitudes toward you improved by two steps. Their attitudes towards your master are likewise improved by one step.  ",
			"**Special:** If your master has the animal focus class feature, this feat also applies to any animals of roughly the same kind as your active animal focus."
		]
	},
	"friendly_fire": {
		"name": "Friendly Fire",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Friendly Fire (Betrayal, Teamwork)",
			"",
			"{SOURCE Champions of Corruption/21}",
			"",
			"Your ranged attacks startle your enemies, partly because you're not even trying to avoid hitting your allies.  ",
			"**Prerequisites:** {feat/Precise Shot}.  ",
			"**Benefit:** You initiate this feat as a standard action, making a ranged attack against a foe engaged in melee with at least one abettor. This shot deliberately forsakes normal precautions, putting your abettor at risk, but also is unexpected enough to surprise your mutual opponent. You gain a +2 bonus on your attack roll if the attack passes through an abettor's space. If your shot misses the target, you must immediately make a second attack roll with all the same modifiers against the abettor, potentially hitting her with the attack instead of the opponent. When the attack resolves (regardless of whether either potential target was hit), the intended target's startled reaction provokes an attack of opportunity from the abettor."
		]
	},
	"friendly_fire_maneuvers": {
		"name": "Friendly Fire Maneuvers",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Friendly Fire Maneuvers (Combat, Teamwork)",
			"",
			"{SOURCE Ranged Tactics Toolbox/14}",
			"",
			"You and your teammates can anticipate one another's ranged attacks and stay out of each others' way.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, {feat/Precise Shot}.  ",
			"**Benefit:** Allies who also have this feat cannot provide soft cover to enemies, allowing you to make attacks of opportunity against an enemy even if those allies grant you soft cover against that foe's attacks. If an ally who also has this feat casts a spell that targets the area you are in as it allows a Reflex saving throw to avoid the effect (such as fireball), you gain a +4 dodge bonus on that saving throw."
		]
	},
	"friendly_rivalry": {
		"name": "Friendly Rivalry",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Friendly Rivalry (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/206}",
			"",
			"You fight harder when you're trying to score a quick kill in single combat before your ally does.  ",
			"**Prerequisites:** Human (Taldan).  ",
			"**Benefit:** If you're the only one threatening a foe and an ally within 30 feet who also has this feat is the only creature threatening a different foe, you gain a +2 morale bonus on your melee attack rolls against the foe that only you are threatening. You gain the bonus only if neither of the qualifying opponents is flat-footed, helpless or otherwise unable to act. You must be able to see your ally to gain the benefit of this feat. If another ally who is not threatening your chosen foe makes any sort of attack against that foe (such as a ranged attack or a spell), you lose this feat's benefit for 1 round."
		]
	},
	"friendly_shroud": {
		"name": "Friendly Shroud",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Friendly Shroud",
			"",
			"{SOURCE Dirty Tactics Toolbox/13}",
			"",
			"You can help conceal your allies.  ",
			"**Prerequisites:** Stealth 1 rank.  ",
			"**Benefit:** Whenever you are adjacent to an ally, and neither you nor that ally move for at least 1 round, and both you and that ally attempt Stealth checks, that ally can use your Stealth check result if it is better than his own."
		]
	},
	"friendly_switch": {
		"name": "Friendly Switch",
		"sources": [ "Seekers of Secrets" ],
		"description": [
			"## Friendly Switch",
			"",
			"{SOURCE Seekers of Secrets/17}",
			"",
			"You elbow an ally out of the way, and take his place on the battlefield.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** As part of your movement or as a 5-foot-step, you can move into the space occupied by an ally of your size or smaller, which displaces the ally into the space you just left. Your ally must be willing and able to move and able to occupy the space you were in. This movement does not provoke attacks of opportunity. This does not count toward your ally's movement on his next turn."
		]
	},
	"frightening_ambush": {
		"name": "Frightening Ambush",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Frightening Ambush (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/13}",
			"",
			"You are able to leap from hiding and strike great fear in your opponents.  ",
			"**Prerequisites:** Intimidate 1 rank.  ",
			"**Benefit:** As a free action, you can attempt an Intimidate check to demoralize a flat-footed opponent you attack."
		]
	},
	"frightful_shape": {
		"name": "Frightful Shape",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Frightful Shape",
			"",
			"{SOURCE Ultimate Wilderness/112}",
			"",
			"Your wild shape form strikes fear into your opponents.  ",
			"**Prerequisites:** Wis 19, base attack bonus +9, wild shape class feature.  ",
			"**Benefit:** When you use wild shape, it is supernaturally ferocious and disquieting in appearance, such that when you attack a creature, you can use this ferocity to frighten observers. Opponents within 30 feet of you when you attack must succeed at a Will save (DC = 10 + half your character level + your Charisma modifier) to resist being affected by your frightful shape. On a failed save, creatures with fewer Hit Dice than you become shaken, or panicked if they have 4 Hit Dice or fewer; in either case, the effect lasts for a number of rounds equal to your character level. An opponent that succeeds at its saving throw is immune to your frightful shape for 24 hours. This is a mind-affecting fear effect."
		]
	},
	"frost_warrior": {
		"name": "Frost Warrior",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Frost Warrior (Combat)",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"The frigid cold of your body makes your melee attacks more formidable.  ",
			"**Prerequisites:** Cold subtype, giant subtype.  ",
			"**Benefit:** You naturally transfer the cold of your body to any metal melee weapons you wield, dealing 1d6 additional points of cold damage."
		]
	},
	"frozen_skin": {
		"name": "Frozen Skin",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Frozen Skin",
			"",
			"{SOURCE Heroes from the Fringe/26}",
			"",
			"Rumors abound that winter half-orcs spend so much time in the snow that a thin layer of ice covers their skin.  ",
			"**Prerequisites:** Con 15, frostkin half-orc.  ",
			"**Benefit:** You gain cold resistance 3. If you already have cold resistance, it is increased by 3 instead."
		]
	},
	"furious_finish": {
		"name": "Furious Finish",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Furious Finish",
			"",
			"{SOURCE Ultimate Combat/102}",
			"",
			"You channel all of your rage into one massive blow to crush your enemy.  ",
			"**Prerequisites:** Rage class feature, {feat/Vital Strike}, base attack bonus +6.  ",
			"**Benefit:** While raging, when you use the {feat/Vital Strike} feat, you can choose not to roll your damage dice and instead deal damage equal to the maximum roll possible on those damage dice. If you do, your rage immediately ends, and you are fatigued (even if you would not normally be)."
		]
	},
	"furious_focus": {
		"name": "Furious Focus",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Furious Focus (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"Even in the midst of fierce and furious blows, you can find focus in the carnage and your seemingly wild blows strike home.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** When you are wielding a two-handed weapon or a one-handed weapon with two hands, and using the {feat/Power Attack} feat, you do not suffer Power Attack's penalty on melee attack rolls on the first attack you make each turn. You still suffer the penalty on any additional attacks, including attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When using the Power Attack feat and wielding a two-handed melee weapon or a one-handed melee weapon with two hands, you can spend 5 stamina points. If you do, each successful attack you make against a target reduces your Power Attack penalty against that target by 1 (to a minimum of 0) until the beginning of your next turn.",
			"",
			"### Mythic Furious Focus",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"Your attacks create a rhythmic barrage that doesn't sacrifice precision for force.  ",
			"**Prerequisites:** {feat/Furious Focus}.  ",
			"**Benefit:** When you are using Furious Focus, you don't take Power Attack's penalty on attack rolls that are made as attacks of opportunity. As a free action, you can expend one use of mythic power to negate Power Attack's penalty on all melee attacks you make for 1 round while using this feat."
		]
	},
	"furious_spell": {
		"name": "Furious Spell",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Furious Spell (Metamagic)",
			"",
			"{SOURCE Occult Adventures/134}",
			"",
			"Your spells seethe with the ferocious intensity of your blood-red rage.  ",
			"**Benefit:** A furious spell that deals hit point damage adds twice the spell's original level to the amount of damage dealt by the spell. Spells that affect multiple targets deal the extra damage once to each target, regardless of whether the spell deals its damage all at once or in multiple hits (in the latter case, add the extra damage to the first hit against each target). In addition, a furious spell can be cast while the caster is enraged, including during a barbarian rage or while affected by a rage spell. Even a furious spell that requires an emotion component can be cast while enraged. The caster gains a +2 circumstance bonus on concentration checks and caster level checks related to casting a furious spell if she is enraged. A furious spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"fury_of_the_tainted": {
		"name": "Fury of the Tainted",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Fury of the Tainted (Combat)",
			"",
			"{SOURCE Blood of Fiends/25}",
			"",
			"The unstoppable anger you feel toward do-gooders and self-proclaimed saints makes you a force to be reckoned with.  ",
			"**Prerequisites:** Cha 13, rage class feature, tiefling.  ",
			"**Benefit:** While raging, you gain a +4 competence bonus on saving throws made against spells and effects with the good descriptor."
		]
	},
	"furys_fall": {
		"name": "Fury's Fall",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Fury's Fall (Combat)",
			"",
			"{SOURCE Cheliax, Empire of Devils/26}",
			"",
			"You can use strength and agility to send foes crashing to the ground.  ",
			"**Prerequisites:** {feat/Improved Trip}.  ",
			"**Benefit:** When making a trip attack, add your Dexterity bonus to your CMB."
		]
	},
	"furys_snare": {
		"name": "Fury's Snare",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Fury's Snare (Combat)",
			"",
			"{SOURCE Cheliax, Empire of Devils/26}",
			"",
			"You entangle your foe in your weapon.  ",
			"**Prerequisites:** {feat/Fury's Fall}, {feat/Improved Trip}.  ",
			"**Benefit:** If you successfully use a whip to trip a foe, you can choose to drop your whip. Your tripped target gains the entangled condition. The target can break free of the whip by making a DC 10 Strength check or a DC 15 Escape Artist check (add the enhancement bonus of the whip to these DCs), or by using a full-round action to disentangle himself. Escaping the whip by making a Strength check means the whip gains the broken condition. If the whip has a magical quality such as flaming, apply this quality's damage to the target every round on your turn."
		]
	},
	"galley_slave": {
		"name": "Galley Slave",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Galley Slave",
			"",
			"{SOURCE Taldor, Echoes of Glory/28}",
			"",
			"Your experience as a galley slave has given you some unique insight into the world of sailing and piracy.  ",
			"**Prerequisites:** Profession (sailor) 1 rank, current or former galley slave.  ",
			"**Benefit:** You get a +2 circumstance bonus on Profession (sailor) checks made while aboard a ship with oars and rowers. When fighting on a ship, your first hit each battle gets a +2 damage bonus."
		]
	},
	"gang_up": {
		"name": "Gang Up",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Gang Up (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"You are adept at using greater numbers against foes.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** You are considered to be flanking an opponent if at least two of your allies are threatening that opponent, regardless of your actual positioning.  ",
			"**Normal:** You must be positioned opposite an ally to flank an opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. If you spend 5 stamina points, you can gain the feat's benefits when you and one other ally are threatening an opponent (instead of two other allies)."
		]
	},
	"garens_discipline": {
		"name": "Garen's Discipline",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Garen's Discipline (Combat)",
			"",
			"{SOURCE Adventurer's Guide/26}",
			"",
			"You've learned to defend yourself against spell and storm with dazzling flourishes of your weapon.  ",
			"**Prerequisites:** {feat/Alertness}, {feat/Exotic Weapon Proficiency/ (Aldori dueling sword)}, {feat/Weapon Focus/ (Aldori dueling sword)}, base attack bonus +4.  ",
			"**Prerequisites:** {feat/Alertness}, base attack bonus +4.  ",
			"**Benefit:** Whenever you use {feat/Combat Expertise}, fight defensively, or take the total defense action, choose a type of saving throw. (You can choose a different type each time you take such an action.) Once per round before attempting a saving throw using the selected save, you gain a +2 bonus on that save. If you have a base attack bonus of +11 or higher, this bonus increases to +3. If you have a base attack bonus of +16 or higher, the bonus instead increases to +4."
		]
	},
	"gate_breaker": {
		"name": "Gate Breaker",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Gate Breaker (Combat)",
			"",
			"{SOURCE Path of the Hellknight/38}",
			"",
			"Your strikes against objects are especially vicious.  ",
			"**Prerequisites:** Str 13, {feat/Improved Sunder}, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** Whenever you would deal damage to an object, you deal normal damage plus an additional amount equal to your Strength modifier. This applies to both unattended objects and those you damage as part of a successful sunder combat maneuver check."
		]
	},
	"gather_might": {
		"name": "Gather Might",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Gather Might",
			"",
			"{SOURCE Martial Arts Handbook/29}",
			"",
			"You can feed your body when you gather power.  ",
			"**Prerequisites:** Gather power class feature, kineticist level 8th.  ",
			"**Benefit:** When you gather power, instead of reducing the burn cost of a blast wild talent, you can send elemental energy flowing through your body to gain a +2 alchemical bonus to Strength, Dexterity, and Constitution until the end of your turn for each point of burn reduction your gather power would grant (to a maximum of +10 when spending a full round plus a move action to gather power with the supercharge class feature)."
		]
	},
	"gaze_reflection": {
		"name": "Gaze Reflection",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Gaze Reflection",
			"",
			"{SOURCE Ultimate Intrigue/84}",
			"",
			"The power of your psychic stare wards you from the potent gazes of your enemies.  ",
			"**Prerequisites:** Spellcraft 10 ranks, bold stare and mesmerist tricks class features.  ",
			"**Benefit:** When you avert your eyes from a creature with a gaze attack (including one produced by a spell like {spell/eyebite} or {spell/burning gaze} or by a magic item), you can roll twice and select the better result when checking to see whether you are exposed to that gaze attack and when rolling your miss chance on attacks made against that creature (the latter doesn't stack with {feat/Blind-Fight}). In addition, as a swift action, you can expend one mesmerist trick to make yourself immune to that creature's gaze until the beginning of your next turn. If you expend two mesmerist tricks instead, you gain immunity to that creature's gaze and also reflect its gaze back at it, affecting it with its own gaze.  ",
			"**Special:** A mesmerist's hypnotic stare, a witch's or hag's evil eye, and a vampire's dominate ability are treated as gaze attacks for the purpose of this feat, as are abilities that are triggered when looking at a creature, such as a nymph's blinding beauty or a sea hag's horrific appearance. Spending two mesmerist tricks on this feat does not bypass any immunity the creature might have to its own gaze, such as a vampire's immunity to mind-affecting effects or the fact that the nymph's blinding beauty works only on humanoids."
		]
	},
	"genie_touched_companion": {
		"name": "Genie-Touched Companion",
		"sources": [ "Qadira, Jewel of the East" ],
		"description": [
			"## Genie-Touched Companion",
			"",
			"{SOURCE Qadira, Jewel of the East/61}",
			"",
			"Your animal companion is descended from creatures from one of the Elemental Planes.  ",
			"**Prerequisites:** Cha 13, animal companion or mount class feature.  ",
			"**Benefit:** You can take a genie-touched creature as an animal companion. This animal companion functions as a horse companion, with the adjustments that follow. When you choose your genie-touched companion, you must select your companion's breed: istaheq, misayyah, tuanu, or zefaheen. Your choice determines the type of energy resistance your companion gains, as well as the three additional abilities your companion acquires as you advance in level.",
			"",
			"### Genie-Touched Companion",
			"",
			"| Companion Type | Resistance | Starting Ability | 4th-Level Ability | 8th-Level Ability |",
			"| --- | --- | --- | --- | --- |",
			"| Istaheq | Acid 10 | Steadfast | Scion of stone | Thundering hooves |",
			"| Misayyah | Fire 10 | Firesight | Sunborn | Flaming trail |",
			"| Tuanu | Cold 10 | Water sense | Fluid movement | Waterborn |",
			"| Zefaheen | Electricity 10 | Desert walker | Sand sense | Air walker |",
			"",
			"**Note:** see the descriptions of the special abilities [here](monster/genie_touched_horse)."
		]
	},
	"ghost_guide": {
		"name": "Ghost Guide",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Ghost Guide (Story)",
			"",
			"{SOURCE Horror Adventures/87}",
			"",
			"You have made it your life's work to put the dead to rest.  ",
			"**Prerequisites:** You have encountered a ghost or haunt.  ",
			"**Benefit:** Whenever you communicate with a ghost or haunt, whether while adventuring or through use of spells such as {spell/call spirit}, {spell/speak with haunt}, and {spell/speak with dead}, or seances and talking boards, you gain a +2 bonus on Diplomacy and Sense Motive checks. The GM can also extend this benefit to any intelligent undead creature that has an interest in being laid to rest. If you have more than 10 ranks in either these skills, you instead gain a +4 bonus on the appropriate skill.  ",
			"**Goal:** Lay an appropriate number of ghosts, haunts, and other undead creatures to rest. Laying to rest means fulfilling the actions described on a haunt's destruction line or doing what is required to prevent a ghost's rejuvenation. If the GM includes other types of undead, the GM decides what constitutes their final business.  ",
			"**Completion Benefit:** You retain the normal benefit. Additionally, you increase your effective caster level by 2 when determining the effects of call spirit, speak with haunt, speak with dead. Finally, when a spirit lies to you, you can confront the spirit about the lie and force it to roll another saving throw against the spell's DC. If the spirit fails the saving throw, you receive an additional question to replace the one where the spirit gave a false answer."
		]
	},
	"ghost_hunting_team": {
		"name": "Ghost Hunting Team",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Ghost Hunting Team",
			"",
			"{SOURCE Plane-Hopper's Handbook/16}",
			"",
			"Your loathing of undead is so great that even your allies can feel it.  ",
			"**Prerequisites:** Duskwalker, ghost hunter racial trait.  ",
			"**Benefit:** When you use your ghost hunter ability to grant your weapons the ghost touch special ability, you can also affect the weapons of allies within 30 feet of you. You can activate ghost hunter an additional time each day."
		]
	},
	"ghost_whisperer": {
		"name": "Ghost Whisperer",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Ghost Whisperer",
			"",
			"{SOURCE Paths of the Righteous/5}",
			"",
			"Your words soothe the dead and undead alike, and can even affect haunts.  ",
			"**Prerequisites:** Ability to cast 3rd-level spells.  ",
			"**Benefit:** You gain Necril as a bonus language, and gain a +2 bonus on Bluff, Diplomacy, Intimidate, and Sense Motive checks against undead creatures or when you speak Necril. Add {spell/speak with dead} to your list of spells known. As soon as you gain the ability to cast 4th-level spells, add {spell/speak with haunt} to your list of spells known. Whenever you cast speak with dead or speak with haunt, treat your alignment as identical to that of the dead creature or haunt with which you are speaking, and increase the effective caster level of the spell by 2."
		]
	},
	"ghostbane_ichor": {
		"name": "Ghostbane Ichor",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Ghostbane Ichor",
			"",
			"{SOURCE Potions and Poisons/6}",
			"",
			"Your venom is powerful enough to seep into the Ethereal Plane.  ",
			"**Prerequisites:** Knowledge (religion) 9 ranks, vishkanya.  ",
			"**Benefit:** For a number of rounds equal to your Constitution modifier, a weapon envenomed by your vishkanya venom gains the ghost touch special ability and deals 1d6 additional points of damage against incorporeal foes. This affects creatures even if they are immune to poison effects. If the weapon is used to attack a corporeal creature, the venom is expended and the effects it granted to your weapon end.  ",
			"**Normal:** Vishkanya venom deals Dexterity damage."
		]
	},
	"ghostslayer": {
		"name": "Ghostslayer",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Ghostslayer (Combat)",
			"",
			"{SOURCE Haunted Heroes Handbook/5}",
			"",
			"Your blade is keen enough to hew incorporeal creatures.  ",
			"**Prerequisites:** Base attack bonus +1, Knowledge (religion) 1 rank.  ",
			"**Benefit:** As a swift action, you can imbue a weapon you wield with spiritual energies for 1 round. An imbued weapon damages incorporeal creatures as though it were magical. If the imbued weapon has an enhancement bonus of +2 or greater, it functions as a ghost touch weapon. A weapon imbued in this way can deal precision damage (such as sneak attack damage) to incorporeal creatures."
		]
	},
	"giant_killer": {
		"name": "Giant Killer",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Giant Killer (Combat)",
			"",
			"{SOURCE Advanced Race Guide/18}",
			"",
			"Your cleaving strokes menace giants and larger foes.  ",
			"**Prerequisites:** Str 13, {feat/Cleave}, {feat/Goblin Cleaver}, {feat/Orc Hewer}, {feat/Power Attack}, {feat/Strike Back}, base attack bonus +11, dwarf.  ",
			"**Benefit:** This functions as Goblin Cleaver, but your additional attacks can be made against creatures one size category larger than you or smaller. In addition, any such attacks made against humanoids (giant) gain a +2 circumstance bonus on attack rolls.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, the bonus on Cleave attacks made against humanoids with the giant subtype increases to +4."
		]
	},
	"giant_steps": {
		"name": "Giant Steps",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Giant Steps",
			"",
			"{SOURCE Advanced Race Guide/187}",
			"",
			"When enlarged, your speed increases.  ",
			"**Prerequisites:** Duergar, slow and steady racial trait.  ",
			"**Benefit:** When your size increases to Large or larger, your base speed increases by 20 feet. This increase applies only if the effect that changed your size does not alter your speed."
		]
	},
	"giant_vendetta": {
		"name": "Giant Vendetta",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Giant Vendetta (Story)",
			"",
			"{SOURCE Giant Hunter's Handbook/13}",
			"",
			"Your life has been shaped by an encounter with giants.  ",
			"**Prerequisites:** You must have been knocked unconscious in an encounter with a challenging giant foe or have a regional background trait tied to giants (such as those presented in this section).  ",
			"**Benefit:** Choose one kind of giant (such as hill or stone); you must choose a kind of giant that allows you to qualify for this feat. You gain a +1 bonus on attack rolls against giants of that kind. You also gain a +1 bonus on Knowledge (local) checks regarding giants of that kind and can attempt those Knowledge checks untrained. In addition, you gain a +1 dodge bonus to AC against all giants.  ",
			"**Goal:** Defeat a giant of the chosen kind that is a challenging foe.  ",
			"**Completion Benefit:** You gain a +1 bonus on initiative checks when facing a giant of any kind, which increases to +2 against giants of the selected kind. Whenever you defeat a giant of any kind that is a challenging foe, the benefits of this feat that apply only to a specific kind of giant now also apply to giants of the kind you defeated."
		]
	},
	"giant_bane_caster": {
		"name": "Giant-Bane Caster",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Giant-Bane Caster",
			"",
			"{SOURCE Giant Hunter's Handbook/23}",
			"",
			"You can apply your specialized knowledge of giants' weaknesses in order to make your spells harder for giants to resist.  ",
			"**Prerequisites:** Caster level 4th, favored enemy (giants) class feature.  ",
			"**Benefit:** Add 1/2 your favored enemy bonus against giants to the DC of all saving throws against spells you cast against creatures with the giant subtype, as well as to caster level checks made to overcome the spell resistance of creatures with the giant subtype."
		]
	},
	"giant_killer_stance": {
		"name": "Giant-Killer Stance",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Giant-Killer Stance (Combat)",
			"",
			"{SOURCE Giant Hunter's Handbook/23}",
			"",
			"You can prepare a crippling strike against larger foes that rush into your weapon's reach.  ",
			"**Prerequisites:** {feat/Power Attack}.  ",
			"**Benefit:** You can treat any reach weapon you wield as having the brace property against creatures that are Large or larger. If your readied attack hits, the creature takes a -2 penalty on melee attack rolls for 1 round."
		]
	},
	"giants_crush": {
		"name": "Giant's Crush",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Giant's Crush (Combat)",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"When you strike hard, you knock smaller foes off their feet.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, {feat/Vital Strike}, base attack bonus +6, giant subtype.  ",
			"**Benefit:** If you hit a creature at least one size category smaller than you with a melee attack while using both {feat/Power Attack} and {feat/Vital Strike}, the creature that you attacked is also knocked prone. A successful Reflex save negates this effect (DC = 10 + your base attack bonus). You must choose to use this feat before making the attack roll.  ",
			"**Special:** This effect stacks with the effect of Giant's Wallop."
		]
	},
	"giants_smash": {
		"name": "Giant's Smash",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Giant's Smash (Combat)",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"Obstacles do not concern you.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, giant subtype.  ",
			"**Benefit:** When you attack an inanimate, unattended object, you ignore the first 5 points of its hardness. You also receive a +5 bonus on Strength checks to knock down or break open doors."
		]
	},
	"giants_wallop": {
		"name": "Giant's Wallop",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Giant's Wallop (Combat)",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"When you strike, you knock the sense out of smaller foes.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, {feat/Vital Strike}, base attack bonus +6, giant subtype.  ",
			"**Benefit:** If you hit a creature at least one size category smaller than you with a melee attack while using both {feat/Power Attack} and {feat/Vital Strike}, the creature you attacked is also dazed for 1 round. A successful Fortitude save negates this effect (DC = 10 + your base attack bonus). You must choose to use this feat before making the attack roll.  ",
			"**Special:** This effect stacks with the effect of Giant's Crush."
		]
	},
	"giantslaying_team": {
		"name": "Giantslaying Team",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Giantslaying Team (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/206}",
			"",
			"When a giant attempts to hit your ally, that giant unwittingly reveals an opening in her defenses.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}, base attack bonus +4, defensive training racial trait.  ",
			"**Benefit:** Whenever a foe with the giant subtype you threaten misses with an attack of opportunity against an ally with this feat, you can make a melee attack against that giant as an immediate action."
		]
	},
	"gifts_from_the_sea": {
		"name": "Gifts from the Sea",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Gifts from the Sea",
			"",
			"{SOURCE Heroes from the Fringe/20}",
			"",
			"Although shoreborn see little of their aquatic parents, they can still call on their underwater kin for help.  ",
			"**Prerequisites:** Shoreborn half-elf.  ",
			"**Benefit:** Once per day, you can fill a vial with water from a natural source and the water will turn magical, functioning as a potion of a 1st-level druid spell of your choice with a caster level equal to your Hit Dice. This potion becomes inert after a number of hours equal to your Hit Dice."
		]
	},
	"gilded_weapons": {
		"name": "Gilded Weapons",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Gilded Weapons",
			"",
			"{SOURCE Plane-Hopper's Handbook/15}",
			"",
			"Axiomatic energies flow from the golden dust you shed, harming chaotic beings on contact.  ",
			"**Prerequisites:** Aphorite, crystalline dust racial trait, nonchaotic alignment.  ",
			"**Benefit:** As a swift action, you can expend 1 round of your crystalline dust ability to coat up to two of your natural weapons or held manufactured weapons in a layer of crystalline dust. The weapons remain coated for 1 round and deal an additional 1d6 points of damage to creatures with the chaotic subtype. This extra damage does not stack with other features that add alignment-based damage to weapons, such as the {magic-enh/axiomatic} weapon special ability."
		]
	},
	"gliding_steps": {
		"name": "Gliding Steps",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Gliding Steps",
			"",
			"{SOURCE Ultimate Magic/151}",
			"",
			"You skate across the surface of the earth as if gliding on ice.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Mobility}, {feat/Nimble Moves}, ki pool.  ",
			"**Benefit:** If you have at least one ki in your ki pool, when you move you do not provoke attacks of opportunity when leaving the first square of that movement. You can spend 1 ki point to avoid provoking attacks of opportunity during that entire move."
		]
	},
	"glimpse_beyond": {
		"name": "Glimpse Beyond",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Glimpse Beyond (Story)",
			"",
			"{SOURCE Ultimate Campaign/69}",
			"",
			"You have glimpsed the madness at the edges of reality.  ",
			"**Prerequisites:** You must have faced an undead, evil outsider, or aberration with a CR greater than your level +4, or have the [Raised Among the Dead](rule/birth_circumstances_and_more) (adopted) or [The Dead One](rule/influential_associates_table) (associate) background.  ",
			"**Benefit:** You gain a +2 bonus on Knowledge (dungeoneering) checks to identify the vulnerabilities and powers of aberrations, Knowledge (planes) checks to identify the vulnerabilities and powers of evil outsiders, and Knowledge (religion) checks to identify the vulnerabilities and powers of undead, and you can make such checks untrained. If you have 10 or more ranks in any of these Knowledge skills, the bonus increases to +4 for the appropriate skill. In addition, you gain a +2 bonus on saves against fear effects.  ",
			"**Goal:** Be killed or driven insane (as determined by the GM) by an aberration, evil outsider, or undead. This leaves your mind permanently marked.  ",
			"**Completion Benefit:** Any sane creature that attempts to read your thoughts takes 1d6 points of Wisdom damage (Will DC 10 + 1/2 your level + your Charisma modified negates). In addition, the effect of any ability damage, ability drain, or penalty to your Intelligence, Wisdom, or Charisma is halved (minimum 1). You take a -2 penalty on Will saving throws. Whenever you roll a save against a mind-affecting effect, roll twice and keep the better result."
		]
	},
	"gloom_sight": {
		"name": "Gloom Sight",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Gloom Sight",
			"",
			"{SOURCE Advanced Race Guide/111}",
			"",
			"With a combination of strange shadow magic and chirurgery, your eyes are permanently modified to see farther in darkness.  ",
			"**Prerequisites:** Fetchling.  ",
			"**Benefit:** You gain darkvision 90 ft., but gain the light sensitivity weakness."
		]
	},
	"gloom_strike": {
		"name": "Gloom Strike",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Gloom Strike (Combat)",
			"",
			"{SOURCE Advanced Race Guide/111}",
			"",
			"Few creatures are as accustomed to fighting in the shadows as you.  ",
			"**Prerequisites:** {feat/Blind-Fight}, fetchling.  ",
			"**Benefit:** When you are within an area of dim light or darkness, you gain a +1 bonus on attack rolls against enemies that are also within dim light or darkness.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you gain the bonus for this feat when you are in dim light or darkness, even if the creature you are attacking is not."
		]
	},
	"gloomstorm": {
		"name": "Gloomstorm",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Gloomstorm (Combat, Conduit)",
			"",
			"{SOURCE Planar Adventures/28}",
			"",
			"An inexhaustible arsenal lies in the Shadow Plane, waiting to be unleashed.  ",
			"**Prerequisites:** Knowledge (planes) 4 ranks, shadow weapon class feature.  ",
			"**Benefit:** As a swift action, you can thin the barriers between yourself and the Shadow Plane, allowing you to create shadow weapons more easily. While this effect is active, you can create new shadow weapons as a free action. This does not increase the number of shadow weapons you can maintain at a single time.",
			"",
			"You can use this feat's benefit for a number of rounds per day equal to your ranks in Knowledge (planes). These rounds need not be consecutive."
		]
	},
	"glorious_blaze": {
		"name": "Glorious Blaze",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Glorious Blaze",
			"",
			"{SOURCE Heroes of Golarion/9}",
			"",
			"The goddess {faith/Sarenrae} welcomes all who seek good in the world into her fold, and some goblins are drawn to worship her, in part due to her incarnation as a giant ball of fire.  ",
			"**Prerequisites:** {race/Goblin}, worshiper of {faith/Sarenrae}.  ",
			"**Benefit:** If the sun is visible, you can spend 1 round performing a wild dance in worship of the Dawnflower. Starting at the beginning of your next turn, allies who can see you gain a +1 morale bonus on attack rolls, skill checks, and saving throws. This effect lasts for a number of rounds equal to half your character level + your Wisdom modifier (minimum 1 round). At 9th level, this bonus increases to +2."
		]
	},
	"glorious_heat": {
		"name": "Glorious Heat",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Glorious Heat",
			"",
			"{SOURCE Inner Sea Gods/212;Faiths of Purity/25}",
			"",
			"When you cast divine fire spells, their heat empowers nearby allies.  ",
			"**Prerequisites:** Ability to cast divine spells, caster level 5th, worshiper of Sarenrae.  ",
			"**Benefit:** Whenever you cast a divine spell with the fire descriptor, choose a single ally within 30 feet that you can see. That ally heals a number of hit points equal to half your level and gains a +1 morale bonus on attack rolls until the end of its next turn."
		]
	},
	"gluttonous_gobbler": {
		"name": "Gluttonous Gobbler",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Gluttonous Gobbler",
			"",
			"{SOURCE Monster Codex/152}",
			"",
			"Some ogres are able to quickly choke down even the largest of meals so they can get on with other business.  ",
			"**Prerequisites:** Both {feat/Improved Unarmed Strike} and {feat/Improved Grapple} or the grab ability, ogre, size Large or larger.  ",
			"**Benefit:** If you start your turn grappling another creature at least two size categories smaller than you, you can put the grappled creature in your mouth as a move action and attempt another grapple combat maneuver check (as though attempting to pin the opponent). If you succeed, you swallow the opponent as if you had the swallow whole special ability."
		]
	},
	"gnawer": {
		"name": "Gnawer",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Gnawer",
			"",
			"{SOURCE Monster Codex/176}",
			"",
			"Thanks to your teeth's strength and quick growth, you are able to chew through nearly any obstacle given sufficient time.  ",
			"**Prerequisites:** {feat/Sharptooth}, ratfolk.  ",
			"**Benefit:** Damage dealt by your bite attack ignores an amount of hardness equal to 3 plus half your character level. You can spend a full-round action to deal double your bite damage to an unattended, inanimate object.  ",
			"**Special:** If you have the Burrowing Teeth feat, you can burrow through solid stone at a speed of 5 feet per 10 minutes."
		]
	},
	"gnome_trickster": {
		"name": "Gnome Trickster",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide"
		],
		"description": [
			"## Gnome Trickster",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"Your arcane talents go beyond the illusory.  ",
			"**Prerequisites:** Cha 13, gnome, gnome magic racial trait.  ",
			"**Benefit:** In addition to your normal gnome spell-like abilities, you also gain the following spell-like abilities: 1/day-mage hand and prestidigitation.",
			"",
			"### Mythic Gnome Trickster",
			"",
			"{SOURCE Mythic Adventures/65}",
			"",
			"Thanks to your mythic power, the magic in your blood has grown more potent and diverse.  ",
			"**Prerequisites:** {feat/Gnome Trickster}.  ",
			"**Benefit:** You gain the following spell-like abilities: 1/day-blur and vanish.",
			"",
			"You can use your gnome spell-like abilities an additional number of times per day equal to half your tier. You can spend these additional uses to use any of your gnome spell-like abilities you wish. Your caster level for your gnome spell-like abilities becomes your character level plus your tier."
		]
	},
	"gnome_weapon_focus": {
		"name": "Gnome Weapon Focus",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Gnome Weapon Focus (Combat)",
			"",
			"{SOURCE Advanced Race Guide/37}",
			"",
			"Your extensive training with traditional gnome weapons gives you an advantage.  ",
			"**Prerequisites:** Base attack bonus +1, gnome, proficient with all martial weapons.  ",
			"**Benefit:** You gain a +1 bonus on attack rolls with gnome weapons (weapons with \"gnome\" in the title).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you make a successful attack with a gnome weapon against an opponent that is at least one size category larger than you, you can spend up to 5 stamina points. If you do, you gain a bonus on the damage roll equal to double the number of stamina points you spent."
		]
	},
	"go_unnoticed": {
		"name": "Go Unnoticed",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Go Unnoticed",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"Your small size lets you quickly duck out of sight.  ",
			"**Prerequisites:** Dex 13, Small size or smaller.  ",
			"**Benefit:** During the first round of combat, flat-footed opponents are considered not to have noticed you yet for the purposes of Stealth skill checks, allowing you to make a Stealth check that round to hide from them."
		]
	},
	"goblin_cleaver": {
		"name": "Goblin Cleaver",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Goblin Cleaver (Combat)",
			"",
			"{SOURCE Advanced Race Guide/18}",
			"",
			"You are ferocious at hewing smaller opponents.  ",
			"**Prerequisites:** Str 13, {feat/Cleave}, {feat/Power Attack}, dwarf.  ",
			"**Benefit:** When using Cleave or Great Cleave, if your initial attack hits, you may take your additional attacks against any creature smaller than you that you threaten; your targets need not be adjacent to one another. Additional attacks you make against humanoids (goblinoid) gain a +2 circumstance bonus on attack rolls.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, the bonus on Cleave attacks made against goblinoids increases to +4."
		]
	},
	"goblin_gunslinger": {
		"name": "Goblin Gunslinger",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Goblin Gunslinger (Combat)",
			"",
			"{SOURCE Advanced Race Guide/118}",
			"",
			"You have learned how to fire the big guns.  ",
			"**Prerequisites:** Goblin.  ",
			"**Benefit:** You can wield Medium firearms without taking the penalty for an inappropriately sized weapon.  ",
			"**Normal:** You take a -2 penalty when using an inappropriately sized weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When wielding a firearm that deals fire damage, when you threaten but fail to confirm a critical hit, you can spend 5 stamina points to regain 1 grit point. You still can't gain a grit point if the target is immune to critical hits."
		]
	},
	"godless_healing": {
		"name": "Godless Healing",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Godless Healing",
			"",
			"{SOURCE Inner Sea World Guide/287;Pathfinder Campaign Setting/122}",
			"",
			"You have mastered a specialized and complex technique to ignore pain by focusing your belief on the self rather than relying on faith.  ",
			"**Prerequisites:** Cannot have a patron deity.  ",
			"**Benefit:** Once per day when you have half your total hit points or fewer, you may heal yourself of an amount of damage equal to 1d8 plus your total Hit Dice as a move action. This is a supernatural ability.  ",
			"**Special:** You can take this feat more than once. Each time you do, you may heal yourself one additional time per day."
		]
	},
	"golden_league_tattoos": {
		"name": "Golden League Tattoos",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Golden League Tattoos",
			"",
			"{SOURCE Spymaster's Handbook/21}",
			"",
			"You have quite the impressive collection of tattoos that commemorate your connection to and achievements within the Golden League.  ",
			"**Prerequisites:** Regional trait associated with one of the Dragon Empires nations.  ",
			"**Benefit:** You have an impressive collection of tattoos, which are visible unless you wear concealing clothing or succeed at a DC 10 Disguise check. You can take 10 on Intimidate checks against creatures able to see your tattoos, even when stress or distractions would normally prevent you from doing so. You add Knowledge (local) to the skills associated with the presence tactic for {rule/verbal duels}, and the first time you win an exchange with that tactic you do not take a penalty on associated skill checks if you repeat the tactic in the same duel."
		]
	},
	"golden_legions_stayed_blade": {
		"name": "Golden Legion's Stayed Blade",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Golden Legion's Stayed Blade",
			"",
			"{SOURCE Champions of Purity/23}",
			"",
			"When you're dealing with large and secretive organizations, a dead enemy is just a corpse, but a captured enemy can be a tool.  ",
			"**Prerequisites:** Base attack bonus +3.  ",
			"**Benefit:** If you deal an amount of damage to a creature that would slay it outright, you can pull that attack, instead dealing only enough damage to reduce its hit points to -1, and leave it stable."
		]
	},
	"golems_conviction": {
		"name": "Golem's Conviction",
		"sources": [ "Druma, Profit and Prophecy" ],
		"description": [
			"## Golem's Conviction",
			"",
			"{SOURCE Druma, Profit and Prophecy/19}",
			"",
			"Others whisper that you're little more than a golem obeying orders. They're wrong, but your dedication is clear.  ",
			"**Prerequisites:** {feat/Improved Iron Will}, {feat/Iron Will}, base attack bonus +8.",
			"",
			"When you fail a Will save against a mind-affecting effect that would cause you to lose control of your actions (such as {spell/dominate person} or {spell/hideous laughter}), you can instead opt to follow a rudimentary programming. For a number of rounds equal to half your level (minimum 1) you gain the staggered condition and must either attack a designated target within 60 feet or hold position. If you hold position, you take the total defense action instead of taking whatever action the mind-affecting effect would force you to take. If you choose to attack a target, you must either make a ranged attack, make a melee attack, or move closer to the designated target. If the mind-affecting effect has not been resolved by the time the effects of this feat end, then you are subject to the effect as normal."
		]
	},
	"gore_fiend": {
		"name": "Gore Fiend",
		"sources": [
			"Advanced Race Guide",
			"Orcs of Golarion"
		],
		"description": [
			"## Gore Fiend",
			"",
			"{SOURCE Advanced Race Guide/57;Orcs of Golarion/25}",
			"",
			"Horrible wounds, whether on yourself or your enemies, make your blood sing.  ",
			"**Prerequisites:** Half-orc or orc, rage class feature.  ",
			"**Benefit:** When you are raging and you confirm a critical hit with a melee weapon or a critical hit is confirmed on you (whether by a melee weapon, spell, or ranged weapon), you regain 1 round of rage (up to your maximum for the day). You can only gain this benefit once per round."
		]
	},
	"gorgons_fist": {
		"name": "Gorgon's Fist",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Gorgon's Fist (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"With one well-placed blow, you leave your target reeling.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Scorpion Style}, base attack bonus +6.  ",
			"**Benefit:** As a standard action, make a single unarmed melee attack against a foe whose speed is reduced (such as from Scorpion Style). If the attack hits, you deal damage normally and the target is staggered until the end of your next turn unless it makes a Fortitude saving throw (DC 10 + 1/2 your character level + your Wis modifier). This feat has no effect on targets that are staggered.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">You can spend 5 stamina points to make a Gorgon's Fist attack as one of the individual attacks made during a full attack.",
			"",
			"### Mythic Gorgon's Fist",
			"",
			"{SOURCE Mythic Adventures/66}",
			"",
			"Your strikes debilitate and disorient your foes.  ",
			"**Prerequisites:** Gorgon's Fist.  ",
			"**Benefit:** When you hit a creature while using Gorgon's Fist, if the target fails its Fortitude saving throw, it is dazed for 1 round instead of staggered. You can expend one use of mythic power when you hit with a Gorgon's Fist attack, but before the saving throw is attempted, to increase its DC by half your tier."
		]
	},
	"gory_finish": {
		"name": "Gory Finish",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Gory Finish (Combat)",
			"",
			"{SOURCE Ultimate Combat/102}",
			"",
			"By drawing upon wells of savagery, you can slay your foe in creative and horrifyingly gruesome manners, intimidating nearby foes.  ",
			"**Prerequisites:** {feat/Dazzling Display}, {feat/Weapon Focus}.  ",
			"**Benefit:** When you use the attack action, you can use a weapon with which you have {feat/Weapon Focus} to make a single attack at your highest base attack bonus. If you reduce your target to negative hit points, you can spend a swift action to make an Intimidate check to demoralize all foes within 30 feet who could see your attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">You can spend 5 stamina points when confirming a critical on a Gory Finish attack to attempt an Intimidate check to demoralize all foes within 30 feet of you who can see your attack."
		]
	},
	"got_your_back": {
		"name": "Got Your Back",
		"sources": [
			"Melee Tactics Toolbox",
			"Armor Master's Handbook"
		],
		"description": [
			"## Got Your Back (Combat, Teamwork)",
			"",
			"{SOURCE Melee Tactics Toolbox/10}",
			"",
			"You protect an ally from attacks he doesn't see coming.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** If you successfully use the aid another action to give an ally who also has this feat a +2 bonus to AC against an opponent's next attack, the ally is also not considered flanked or flat-footed against that opponent until the beginning of your next turn.  ",
			"**Normal:** You can use aid another to grant an ally a +2 bonus to AC against the next attack from an adjacent foe.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">If you spend 3 stamina points when you use this feat, your ally benefits from the AC bonus until the beginning of your next turn."
		]
	},
	"grab_and_go": {
		"name": "Grab and Go",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Grab and Go (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/8}",
			"",
			"You can snatch up an item to use as a weapon in the blink of an eye.  ",
			"**Prerequisites:** {feat/Catch Off-Guard} or {feat/Throw Anything}, base attack bonus +1.  ",
			"**Benefit:** As a free action, you can pick up an unattended item as part of a movement. Picking up the item does not provoke an attack of opportunity. If you have {feat/Throw Anything}, you can pick up a number of closely gathered items that could be held in one hand (such as dishes from a stack of plates) equal to your Dexterity modifier (minimum 1). You must have a hand free to use this feat."
		]
	},
	"grabbing_drag": {
		"name": "Grabbing Drag",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Grabbing Drag (Combat)",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"You can move easily with a grappled enemy in tow.  ",
			"**Prerequisites:** {feat/Grabbing Style}, {feat/Improved Grapple}; base attack bonus +8, brawler level 4th, or monk level 4th.  ",
			"**Benefit:** When you are using Grabbing Style, if you use the move grapple action, you can move both yourself and a single target that you're grappling your full speed instead of half your speed. After you have done so, you can use a move action to move yourself and the target of your grapple half your speed without needing to attempt an additional combat maneuver check. You cannot use this feat if you are grappling two targets.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">After using the move grapple action and moving your full speed, you can spend 5 stamina points to move your full speed again (instead of half your speed) without the need to attempt another grapple check."
		]
	},
	"grabbing_master": {
		"name": "Grabbing Master",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Grabbing Master (Combat)",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"You can grapple two foes as easily as one.  ",
			"**Prerequisites:** {feat/Grabbing Drag}, {feat/Grabbing Style}, {feat/Improved Grapple}; base attack bonus +12, brawler level 8th, or monk level 8th.  ",
			"**Benefit:** When you are grabbing two opponents while using Grabbing Style, you can use your grapple to move or damage one or both opponents you are grappling, instead of just one.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you are grappling only one opponent while using Grabbing Style, you can spend 5 stamina points to continue to threaten the area within your reach with your free hand until the beginning of your next turn."
		]
	},
	"grabbing_style": {
		"name": "Grabbing Style",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Grabbing Style (Combat, Style)",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"You are adept at the one-handed grab.  ",
			"**Prerequisites:** {feat/Improved Grapple}; base attack bonus +6, brawler's flurry class feature, or flurry of blows class feature.  ",
			"**Benefit:** When you use this style, you do not take a -4 penalty on combat maneuver checks to grapple a foe with only one hand. Additionally, you do not lose your Dexterity bonus to AC while pinning an opponent.  ",
			"**Normal:** Without two hands free, you take a -4 penalty on the combat maneuver roll to grapple a foe. While pinning a foe, you lose your Dexterity bonus to AC.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you make a grapple attempt with two hands while using this style, you can spend 1 stamina point to gain a +2 bonus on the grapple combat maneuver check."
		]
	},
	"graceful_athlete": {
		"name": "Graceful Athlete",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Graceful Athlete",
			"",
			"{SOURCE Blood of the Beast/6}",
			"",
			"You can use your lean, agile body to scale tall heights.  ",
			"**Prerequisites:** Acrobatics 1 rank, Climb 1 rank, Swim 1 rank, racial bonus to Dexterity.  ",
			"**Benefit:** Add your Dexterity modifier instead of your Strength bonus to Climb and Swim checks. If you have a Strength penalty, you must apply both your Strength penalty and your Dexterity modifier. This feat grants no benefit to creatures that already add their Dexterity modifier to Climb and Swim checks (such as all Tiny or smaller creatures).  ",
			"**Special:** Investigators, rogues (including unchained rogues), and slayers can select this feat in place of an investigator talent, a rogue talent, or a slayer talent, respectively, if they meet the prerequisites."
		]
	},
	"graceful_flier": {
		"name": "Graceful Flier",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Graceful Flier",
			"",
			"{SOURCE Inner Sea Monster Codex/53}",
			"",
			"When unencumbered, you fly with exceptional speed and agility.  ",
			"**Prerequisites:** {feat/Skill Focus/ (Fly)}, fly speed.  ",
			"**Benefit:** You are a gifted flier. While wearing light or no armor, your fly speed increases by 5 feet and your maneuverability is one step better than normal, to a maximum of good. You lose the benefits of this feat if you carry a medium or heavy load.  ",
			"**Special:** While this feat is primarily taken by strix, other creatures with natural wings can also take it at the GM's discretion."
		]
	},
	"graceful_steal": {
		"name": "Graceful Steal",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Graceful Steal (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/84}",
			"",
			"You can steal with surprising subtlety.  ",
			"**Prerequisites:** Dex 13, {feat/Agile Maneuvers}, {feat/Improved Steal}, Sleight of Hand 3 ranks.  ",
			"**Benefit:** When attempting Sleight of Hand checks to lift or palm objects, you can use your Combat Maneuver Bonus for a steal combat maneuver in place of your Sleight of Hand modifier, though if you do so, you must use your Dexterity modifier and not your Strength modifier. You can steal items with the steal combat maneuver even if they are hidden in a bag or pack (provided you can reach the item within), but the opponent gains at least a +5 bonus to its CMD (as for a fastened object) in this case."
		]
	},
	"grand_duchy_familiarity": {
		"name": "Grand Duchy Familiarity",
		"sources": [ "Inner Sea Combat" ],
		"description": [
			"## Grand Duchy Familiarity",
			"",
			"{SOURCE Inner Sea Combat/17}",
			"",
			"You have spent significant time in the Grand Duchy of Alkenstar, and your proximity to so many firearms has given you a familiarity with their delicate handling.  ",
			"**Prerequisites:** Base attack bonus +3, proficiency with at least one firearm.  ",
			"**Benefit:** Once per day as an immediate action, you can reroll an attack roll with a firearm that would have resulted in a misfire. You must take the results of the new roll, even if it results in a misfire as well."
		]
	},
	"grand_master_performer": {
		"name": "Grand Master Performer",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Grand Master Performer (Faction)",
			"",
			"{SOURCE Faction Guide/56}",
			"",
			"You grant your allies even greater bonuses when using your bardic performance abilities.  ",
			"**Prerequisites:** Bardic performance class feature, {feat/Extra Performance}, {feat/Master Performer}, bard level 8th, [Kitharodian Academy](rule/f_bards) 20 TPA.  ",
			"**Benefit:** When any of your bardic performance abilities grant your allies a bonus, that bonus increases by +1. This bonus stacks with the bonus from the Master Performer feat."
		]
	},
	"grant_initiative": {
		"name": "Grant Initiative",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Grant Initiative",
			"",
			"{SOURCE Ultimate Magic/151}",
			"",
			"Not only are you a master at taking the initiative, but you can also grant it to someone else.  ",
			"**Prerequisites:** Cunning initiative class feature.  ",
			"**Benefit:** At the start of each encounter, you can either choose to keep the bonus granted to you by your Wisdom modifier on initiative checks or choose to give that bonus to one of your allies that you can see. You must make this choice before you or the ally you are granting the bonus to makes the initiative check."
		]
	},
	"grappled_caster": {
		"name": "Grappled Caster",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Grappled Caster",
			"",
			"{SOURCE Melee Tactics Toolbox/15}",
			"",
			"You have trained to cast spells while wrestling an opponent.  ",
			"**Prerequisites:** {feat/Combat Casting}.  ",
			"**Benefit:** You gain a +4 bonus on concentration checks to cast spells while grappled. This bonus stacks with the bonus granted by {feat/Combat Casting}."
		]
	},
	"grasping_strike": {
		"name": "Grasping Strike",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Grasping Strike (Combat)",
			"",
			"{SOURCE Advanced Class Guide/148}",
			"",
			"The surrounding foliage lurches forth at your enemies in concert with your strikes.  ",
			"**Prerequisites:** {feat/Nature Magic} or the ability to cast druid or ranger spells; {feat/Vital Strike}, Knowledge (nature) 5 ranks.  ",
			"**Benefit:** When you use Vital Strike (or {feat/Improved Vital Strike} or {feat/Greater Vital Strike}), you cause the foliage in the area to reach out and entangle your foe (as the condition) if it fails a Reflex save (DC = 10 + 1/2 your character level + your Wisdom modifier). The effect lasts for 1 minute or until the enemy breaks free with a successful Strength check or an Escape Artist check (DC = the effect's saving throw DC), whichever comes first.",
			"",
			"You can use this benefit a number of times per day equal to your Wisdom modifier (minimum 1). You can choose to use this ability as a free action after you hit the enemy with the attack. This is a supernatural ability.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When using this feat, you can spend up to 5 stamina points to increase the DC of the effect by an amount equal to the number of stamina points you spent."
		]
	},
	"grasping_tail": {
		"name": "Grasping Tail",
		"sources": [
			"Planar Adventures",
			"Advanced Race Guide"
		],
		"description": [
			"## Grasping Tail",
			"",
			"{SOURCE Planar Adventures/28;Advanced Race Guide/174}",
			"",
			"Your tail becomes more useful, and can be used to grab or hold small items.  ",
			"**Prerequisites:** You must have a tail.  ",
			"**Benefit:** You can use your tail to grab stowed items. While you cannot wield weapons with your tail, you can use it to retrieve small, stowed objects carried on your person as a swift action.  ",
			"**Special:** If you have the prehensile tail tiefling racial trait, you can use your tail to grab unattended items within 5 feet or stowed objects carried on your person as a swift action; you can hold such objects with your tail, though you cannot manipulate them with it (other than to put them in your hand)."
		]
	},
	"gravitational_vital_strike": {
		"name": "Gravitational Vital Strike",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Gravitational Vital Strike (Combat)",
			"",
			"{SOURCE Planar Adventures/28}",
			"",
			"You use unusual gravities to adjust your vital strikes.  ",
			"**Prerequisites:** {feat/Vital Strike}; {feat/Heavy Gravity Acclimation} or {feat/Light Gravity Acclimation}.  ",
			"**Benefit:** When using any {feat/Vital Strike} feat in an area of light or heavy gravity, roll the weapon's damage dice for the attack one additional time. For example, if using {feat/Improved Vital Strike}, you would roll the weapon's damage dice for the attack four times before adding other damage bonuses, instead of three times. You must have the appropriate prerequisite feat associated with the plane's gravity trait to gain this benefit."
		]
	},
	"gray_dwarf_magic": {
		"name": "Gray Dwarf Magic",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Gray Dwarf Magic",
			"",
			"{SOURCE Monster Codex/44}",
			"",
			"You gain a new spell-like ability from the list of duergar racial traits.  ",
			"**Prerequisites:** Duergar.  ",
			"**Benefit:** Choose one spell-like ability that is usable once per day and is granted by a duergar racial trait you don't have. You can use that spell-like ability once per day, with a caster level equal to your character level.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you must select a spell-like ability that's usable once per day from a different duergar racial trait."
		]
	},
	"gray_maiden_initiate": {
		"name": "Gray Maiden Initiate",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Gray Maiden Initiate",
			"",
			"{SOURCE Adventurer's Guide/84}",
			"",
			"You were selected for indoctrination into the [Gray Maidens](rule/aff_scarred_ladies) and underwent some of the preliminary scarring and conditioning, but Queen Ileosa was defeated before you could fully serve her. You bear the mental and physical scars of your sisters in the Gray Maidens, and while you never had to carry out any of the queen's commands, you feel a strong kinship with those of your sisters who have.  ",
			"**Prerequisites:** Female, must be taken at 1st level.  ",
			"**Benefit:** You are affiliated with the Gray Maidens. In addition, choose two of the following benefits to represent the focus of your initial training and indoctrination.",
			"",
			"Avenging Knight: Like the Queens of the Night, you crave vengeance upon those who have wronged you. You gain a +1 bonus on damage rolls against any creature that dealt damage to you during the previous round.",
			"",
			"Deeper Indoctrination: Mental conditioning has bolstered your mind against most magical control. You gain a +1 bonus on Will saving throws, except when resisting charm or compulsion effects created by lawful evil creatures, in which case you instead take a -2 penalty on Will saving throws.",
			"",
			"Faceless Maiden: You can take advantage of the disquieting nature of the iconic armor of the Gray Maidens. While wearing Gray Maiden plate, you gain a +2 bonus on Intimidate checks.",
			"",
			"Gray Maiden Adept: You had some magical skill before being recruited and learned to cast spells despite the restrictive armor you were forced to wear. The arcane spell failure chance of Gray Maiden plate you wear is reduced by 5%.",
			"",
			"Gray Maiden Endurance: Surviving the brutal process of becoming a Gray Maiden taught you to endure more pain than others. You gain 2 hit points and can sleep while wearing Gray Maiden armor without becoming fatigued.",
			"",
			"Korvosan Acceptance: With the aid of the Scarlet Rose, you've successfully reintegrated into Korvosan society. You gain a +1 bonus on Diplomacy and Knowledge (local) checks, and one of these skills (your choice) is a class skill for you.",
			"",
			"Scarred: Your face was horribly scarred during Gray Maiden initiation, destroying your beauty. You take a -1 penalty on Diplomacy and Disguise checks, but gain a +2 bonus on Intimidate checks and on saving throws against pain effects.",
			"",
			"Tamed and Broken: You reach your full potential only when magically compelled. Whenever you are under the effects of an enemy's compulsion spell, you gain a number of temporary hit points equal to the spell's level. These temporary hit points last for the duration of the spell effect.  ",
			"**Special:** This feat is unaffiliated; a creature need not be affiliated with the Gray Maidens to select this feat."
		]
	},
	"great_cleave": {
		"name": "Great Cleave",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Great Cleave (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You can strike many adjacent foes with a single blow.  ",
			"**Prerequisites:** Str 13, {feat/Cleave}, {feat/Power Attack}, base attack bonus +4.  ",
			"**Benefit:** As a standard action, you can make a single attack at your full base attack bonus against a foe within reach. If you hit, you deal damage normally and can make an additional attack (using your full base attack bonus) against a foe that is adjacent to the previous foe and also within reach. If you hit, you can continue to make attacks against foes adjacent to the previous foe, so long as they are within your reach. You cannot attack an individual foe more than once during this attack action. When you use this feat, you take a -2 penalty to your Armor Class until your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">Once per round when you miss a foe with an attack gained from Cleave, you can spend 5 stamina points to make another Cleave attack anyway."
		]
	},
	"great_expectations": {
		"name": "Great Expectations",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Great Expectations",
			"",
			"{SOURCE Heroes from the Fringe/25}",
			"",
			"Burdened with heavy responsibility at a young age, you must mature faster than most.  ",
			"**Prerequisites:** Rainkin half-orc, skilled alternate racial trait.  ",
			"**Benefit:** Choose Intelligence, Wisdom, or Charisma when you take this feat. This choice cannot be changed. As an immediate action a number of times per day equal to your modifier in the chosen attribute, you can gain a +2 circumstance bonus on any skill check that uses the chosen attribute. You can use this ability after rolling, but must use it before the results of the rolls are declared."
		]
	},
	"great_fortitude": {
		"name": "Great Fortitude",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Great Fortitude",
			"",
			"{SOURCE PRPG Core Rulebook/124}",
			"",
			"You are resistant to poisons, diseases, and other maladies.  ",
			"**Benefit:** You get a +2 bonus on all Fortitude saving throws.",
			"",
			"### Mythic Great Fortitude",
			"",
			"{SOURCE Mythic Adventures/66}",
			"",
			"Your fortitude is unmatched.  ",
			"**Prerequisites:** {feat/Great Fortitude}.  ",
			"**Benefit:** Whenever you roll a Fortitude saving throw against a spell, spell-like ability, or supernatural ability from a non-mythic source, roll twice and take the higher result."
		]
	},
	"great_hatred": {
		"name": "Great Hatred",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Great Hatred (Combat)",
			"",
			"{SOURCE Advanced Race Guide/37}",
			"",
			"Your rage burns with vast intensity.  ",
			"**Prerequisites:** Gnome, hatred racial trait.  ",
			"**Benefit:** You gain an additional +1 bonus on melee and thrown weapon attacks against targets of your hatred racial trait.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you hit an opponent of a subtype subject to your hatred racial trait, you can spend up to 5 stamina points to deal an amount of extra damage equal to double the number of stamina points you spent."
		]
	},
	"great_rend": {
		"name": "Great Rend",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Great Rend (Combat)",
			"",
			"{SOURCE Monster Codex/224}",
			"",
			"You use your teeth and claws to rip your foes to shreds.  ",
			"**Prerequisites:** Bite attack, rend, troll.  ",
			"**Benefit:** If you are able to use your rend ability on the same turn that you also succeed at a bite attack, your rend deals an amount of additional damage equal to half your Strength modifier."
		]
	},
	"greater_awesome_blow": {
		"name": "Greater Awesome Blow",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Greater Awesome Blow (Combat)",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"When you perform an awesome blow, you fling opponents back farther.  ",
			"**Prerequisites:** Str 25, {feat/Awesome Blow}, {feat/Improved Bull Rush}, {feat/Power Attack}, size Large or larger.  ",
			"**Benefit:** When you make an awesome blow combat maneuver, for every 5 by which your combat maneuver check exceeds the target's CMD, you send the target flying 5 additional feet. Furthermore, this movement provokes attacks of opportunity from your allies."
		]
	},
	"greater_balor_whip": {
		"name": "Greater Balor Whip",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Greater Balor Whip (Combat)",
			"",
			"{SOURCE Villain Codex/80}",
			"",
			"You can pull in foes with your whip and then attack them with your sword.  ",
			"**Prerequisites:** {feat/Balor Whip}, {feat/Improved Balor Whip}, {feat/Whip Mastery}, base attack bonus +16.  ",
			"**Benefit:** When you use Improved Balor Whip to make a single attack at your highest attack bonus, your critical threat range increases to 19-20 and you gain a +4 bonus on critical confirmation rolls if you threaten a critical hit with that attack."
		]
	},
	"greater_beast_hunter": {
		"name": "Greater Beast Hunter",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Greater Beast Hunter (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/112}",
			"",
			"You are an apex hunter.  ",
			"**Prerequisites:** {feat/Beast Hunter}; {feat/Improved Beast Hunter}; base attack bonus +6; Knowledge (nature) or Survival 6 ranks.  ",
			"**Benefit:** If you are surprised by an animal native to the terrain you have chosen for Beast Hunter, you can act normally in the surprise round, though you are still considered flat-footed until it is your turn to act. You also gain a +4 bonus to confirm critical threats against animals native to the terrain you have chosen.  ",
			"**Special:** If you have selected Beast Hunter multiple times, you gain the benefits of this feat for all of the terrains you have chosen for those feats."
		]
	},
	"greater_bless_equipment": {
		"name": "Greater Bless Equipment",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Greater Bless Equipment",
			"",
			"{SOURCE Undead Slayer's Handbook/7}",
			"",
			"Your blessings are longer lasting, and you can bless more than one item at a time.  ",
			"**Prerequisites:** {feat/Bless Equipment}, {feat/Improved Bless Equipment}, caster level 12th, channel energy class feature.  ",
			"**Benefit:** The duration of your equipment blessings doubles. In addition, as a standard action you may bless up to two pieces of equipment within range with a single blessing, expending uses of channeled energy as if you had only blessed one item."
		]
	},
	"greater_blighted_critical": {
		"name": "Greater Blighted Critical",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Greater Blighted Critical (Critical)",
			"",
			"{SOURCE Ultimate Magic/151}",
			"",
			"Your critical hit from a spell or spell-like ability afflicts the target with a major spellblight.  ",
			"**Prerequisites:** {feat/Blighted Critical}, caster level 12th.  ",
			"**Benefit:** Whenever you confirm a critical hit with a touch spell, ranged touch spell, or spell-like ability against an opponent, the victim gains a random major spellblight.  ",
			"**Special:** You can only apply the effects of one critical feat to a given critical hit unless you possess Critical Mastery."
		]
	},
	"greater_blind_fight": {
		"name": "Greater Blind-Fight",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Blind-Fight (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"Your enemies cannot hide from you.  ",
			"**Prerequisites:** Perception 15 ranks, {feat/Improved Blind-Fight}.  ",
			"**Benefit:** Your melee attacks ignore the miss chance for less than total concealment, and you treat opponents with total concealment as if they had normal concealment (20% miss chance instead of 50%). You may still reroll a miss chance percentile roll as normal.",
			"",
			"If you successfully pinpoint an invisible or hidden attacker, that attacker gets no advantages related to hitting you with ranged attacks, regardless of the range. That is, you don't lose your Dexterity bonus to Armor Class, and the attacker doesn't get the usual +2 bonus for being invisible.  ",
			"**Special:** The Greater Blind-Fight feat is of no use against a character who is the subject of a blink spell.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you attack a creature subject to the blink spell, you can spend 5 stamina points. If you do, your Greater Blind-Fight feat works against that creature until the beginning of your next turn, either treating the blink miss chance as 20% and allowing a reroll or ignoring the blink miss chance if you have a way to see or strike ethereal creatures."
		]
	},
	"greater_blood_frenzy": {
		"name": "Greater Blood Frenzy",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Greater Blood Frenzy",
			"",
			"{SOURCE Monster Codex/189}",
			"",
			"Your wounds move you into a deeper frenzy.  ",
			"**Prerequisites:** Blood frenzy ability, sahuagin.  ",
			"**Benefit:** You no longer take a penalty to AC while in a blood frenzy. In addition, if you strike an enemy with both of your claw attacks - or two or more claw attacks if you have extra limbs - while in a blood frenzy, you can rend (as the special attack), dealing an amount of additional damage equal to your claw damage plus 1-1/2 times your Strength bonus (minimum 0)."
		]
	},
	"greater_bull_rush": {
		"name": "Greater Bull Rush",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Bull Rush (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/125}",
			"",
			"Your bull rush attacks throw enemies off balance.  ",
			"**Prerequisites:** {feat/Improved Bull Rush}, {feat/Power Attack}, base attack bonus +6, Str 13.  ",
			"**Benefit:** You receive a +2 bonus on checks made to bull rush a foe. This bonus stacks with the bonus granted by {feat/Improved Bull Rush}. Whenever you bull rush an opponent, his movement provokes attacks of opportunity from all of your allies (but not you).  ",
			"**Normal:** Creatures moved by bull rush do not provoke attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">When you bull rush an opponent, you can spend 5 stamina points to have the opponent's movement from the bull rush provoke an attack of opportunity from you as well."
		]
	},
	"greater_called_shot": {
		"name": "Greater Called Shot",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Greater Called Shot (Called Shot)",
			"",
			"{SOURCE Ultimate Combat/195}",
			"",
			"You can make multiple called shots where others could land but one.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Called Shot}, base attack bonus +6.  ",
			"**Benefit:** Whenever you make an attack, you can choose to replace that attack with a called shot. You can make multiple called shots in a single round. Each additional called shot after the first made in the same round takes a -5 penalty. In addition, a called shot that deals half the creature's hit points of damage (minimum 40) is a debilitating blow.  ",
			"**Normal:** You can make only one called shot in a round as a full-round action. A called shot that deals 50 points of damage is a debilitating blow."
		]
	},
	"greater_channel_force": {
		"name": "Greater Channel Force",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Greater Channel Force",
			"",
			"{SOURCE Advanced Race Guide/88}",
			"",
			"Your eruptions of divine power move your enemies.  ",
			"**Prerequisites:** {feat/Channel Force}, {feat/Improved Channel Force}, aasimar, channel energy 6d6.  ",
			"**Benefit:** When using Improved Channel Force, you can affect all creatures in a 30-foot-radius burst."
		]
	},
	"greater_channel_smite": {
		"name": "Greater Channel Smite",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Greater Channel Smite",
			"",
			"{SOURCE Ultimate Combat/102}",
			"",
			"You empower your weapon with the might of your deity, which you discharge as you strike your foes.  ",
			"**Prerequisites:** Channel energy class feature, {feat/Channel Smite}, base attack bonus +8.  ",
			"**Benefit:** Before making any melee attacks on your turn, you can use a swift action to expend one daily use of your channel energy class feature. The dice from your channel energy feature form a pool of damage dice you can access to further damage creatures normally harmed by the energy you are channeling - undead for positive energy, living creatures for negative energy. Prior to making each melee attack, allocate dice from the pool to be used as extra damage dice if you hit. Your target can make a Will save, as normal, to halve this extra damage. This extra damage is not multiplied when you score a critical hit. If you miss, the extra damage dice remain in your pool, but any dice left unexpended at the end of your turn are wasted."
		]
	},
	"greater_cloud_invocation": {
		"name": "Greater Cloud Invocation",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Greater Cloud Invocation",
			"",
			"{SOURCE Heroes from the Fringe/9}",
			"",
			"Your devotion to the cloud dragons of your kingdom causes your connection with them to strengthen.  ",
			"**Prerequisites:** {feat/Cloud Invocation}, Mbe'ke dwarf.  ",
			"**Benefit:** The duration of your Cloud Invocation increases to 1 minute per level, and you can dismiss it as an immediate action. You can create mist with your Cloud Invocation ability multiple times per day, so long as you do not exceed a total duration of 1 minute per level, and you expend the duration of your Cloud Invocation in 1-minute increments. If you create a mist cloud while any previous mist is still present, the previous mist ends. Additionally, you can have the mist remain centered on you, rather than stationary."
		]
	},
	"greater_dirge_of_doom": {
		"name": "Greater Dirge of Doom",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Greater Dirge of Doom",
			"",
			"{SOURCE Advanced Class Guide/149}",
			"",
			"The haunting sound of sepulchral intonations chills the most stalwart adversary to its very core.  ",
			"**Prerequisites:** {feat/Improved Dirge of Doom}, ability to perform dirge of doom.  ",
			"**Benefit:** The effect of your dirge of doom lingers with a target for 2 rounds after the creature leaves the dirge's area of effect. If you use your dirge on a creature that is shaken, it becomes frightened. If you use it on a creature that is frightened, it becomes panicked. Once affected by this feat, a creature cannot be affected by it again for 24 hours.  ",
			"**Normal:** Fear effects on a creature end immediately once it leaves the area of dirge of doom. A fear effect cannot be made more extreme by dirge of doom and can be changed only to the frightened condition by the Improved Dirge of Doom feat."
		]
	},
	"greater_dirty_trick": {
		"name": "Greater Dirty Trick",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Dirty Trick (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"When you pull a dirty trick, your foe is truly hindered.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Dirty Trick}, base attack bonus +6.  ",
			"**Benefit:** You receive a +2 bonus on checks made to attempt a dirty trick. This bonus stacks with the bonus granted by {feat/Improved Dirty Trick}. Whenever you successfully perform a dirty trick, the penalty lasts for 1d4 rounds, plus 1 round for every 5 by which your attack exceeds the target's CMD. In addition, removing the condition requires the target to spend a standard action.  ",
			"**Normal:** The condition imposed by a dirty trick lasts for 1 round plus 1 round for every 5 by which your attack exceeds the target's CMD. Removing the condition requires the target to spend a move action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When you successfully complete a dirty trick combat maneuver, you can spend 5 stamina points to make the condition you inflicted with that maneuver require a full-round action to remove (instead of a standard action)."
		]
	},
	"greater_disarm": {
		"name": "Greater Disarm",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Disarm (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/125}",
			"",
			"You can knock weapons far from an enemy's grasp.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Improved Disarm}, base attack bonus +6, Int 13.  ",
			"**Benefit:** You receive a +2 bonus on checks made to disarm a foe. This bonus stacks with the bonus granted by Improved Disarm. Whenever you successfully disarm an opponent, the weapon lands 15 feet away from its previous wielder, in a random direction.  ",
			"**Normal:** Disarmed weapons and gear land at the feet of the disarmed creature.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/120}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When you successfully disarm a foe, you can spend 5 stamina points to select where the weapon lands by choosing a square within 15 feet of the disarmed foe. If you choose a square in your space and have at least one hand free, you can grab the weapon as part of the disarm attempt."
		]
	},
	"greater_dispel_focus": {
		"name": "Greater Dispel Focus",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Greater Dispel Focus",
			"",
			"{SOURCE Monster Summoner's Handbook/9}",
			"",
			"You are a master of the art of dispelling.  ",
			"**Prerequisites:** {feat/Dispel Focus}, ability to cast {spell/dispel magic}.  ",
			"**Benefit:** Whenever you attempt a dispel check based on your caster level, you gain a +2 bonus to the check. This stacks with the bonus from Dispel Focus."
		]
	},
	"greater_drag": {
		"name": "Greater Drag",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Drag (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"Foes that you drag are thrown out of balance.  ",
			"**Prerequisites:** Str 13, {feat/Improved Drag}, {feat/Power Attack}, base attack bonus +6.  ",
			"**Benefit:** You receive a +2 bonus on checks made to drag a foe. This bonus stacks with the bonus granted by Improved Drag. Whenever you drag a foe, his movement provokes attacks of opportunity from all of your allies (but not you).  ",
			"**Normal:** Creatures moved by drag do not provoke attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/121}",
			">",
			">When you succeed at a drag combat maneuver check, you can spend 5 stamina points to gain up to 10 feet of movement for your drag. You can use this movement in place of your normal movement, but only to drag an opponent."
		]
	},
	"greater_drow_nobility": {
		"name": "Greater Drow Nobility",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Greater Drow Nobility",
			"",
			"{SOURCE Advanced Race Guide/105}",
			"",
			"You have mastered the lesser spell-like abilities of the drow, demonstrating true nobility.  ",
			"**Prerequisites:** Cha 13, {feat/Drow Nobility}, {feat/Improved Drow Nobility}, able to use drow spell-like abilities, drow.  ",
			"**Benefit:** Your detect magic spell-like ability is now constant. You may use your dancing lights, deeper darkness, faerie fire, feather fall, and levitate spell-like abilities at will."
		]
	},
	"greater_eldritch_heritage": {
		"name": "Greater Eldritch Heritage",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Greater Eldritch Heritage",
			"",
			"{SOURCE Ultimate Magic/152}",
			"",
			"Your discovered bloodline power reaches its zenith.  ",
			"**Prerequisites:** Cha 17, {feat/Eldritch Heritage}, {feat/Improved Eldritch Heritage}, character level 17th.  ",
			"**Benefit:** You gain an additional power from the bloodline you selected with the Eldritch Heritage feat. You gain a 15th-level (or lower) sorcerer bloodline power that you do not already have. For purposes of using that power, treat your character level as your sorcerer level for all your sorcerer bloodline powers granted by this feat, Eldritch Heritage, and Improved Eldritch Heritage."
		]
	},
	"greater_elemental_focus": {
		"name": "Greater Elemental Focus",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Greater Elemental Focus",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"Choose an energy type to which you have already applied the Elemental Focus feat. Any spells you cast of this energy type are very hard to resist.  ",
			"**Prerequisites:** {feat/Elemental Focus}.  ",
			"**Benefit:** Add +1 to the Difficulty Class for all saving throws against spells that deal damage of the energy type you select. This bonus stacks with the bonus from Elemental Focus.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take this feat, it applies to a new energy type to which you have already applied the Elemental Focus feat."
		]
	},
	"greater_feint": {
		"name": "Greater Feint",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Feint (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/125}",
			"",
			"You are skilled at making foes overreact to your attacks.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Improved Feint}, base attack bonus +6, Int 13.  ",
			"**Benefit:** Whenever you use feint to cause an opponent to lose his Dexterity bonus, he loses that bonus until the beginning of your next turn, in addition to losing his Dexterity bonus against your next attack.  ",
			"**Normal:** A creature you feint loses its Dexterity bonus against your next attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/121}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. If you have at least 1 point in your stamina pool, you can feint as a swift action, but the feint causes the opponent to become flat-footed only for your next attack rather than for all attacks until the beginning of your next turn."
		]
	},
	"greater_gathlain_magic": {
		"name": "Greater Gathlain Magic",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Greater Gathlain Magic",
			"",
			"{SOURCE Ultimate Wilderness/13}",
			"",
			"You have greatly developed your innate magical abilities.  ",
			"**Prerequisites:** Cha 15, {feat/Advanced Gathlain Magic}, character level 9th, gathlain.  ",
			"**Benefit:** You gain the following spells as spell-like abilities, each of which are usable 1/day: command plants, thorny entanglement."
		]
	},
	"greater_grapple": {
		"name": "Greater Grapple",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Grapple (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/125}",
			"",
			"Maintaining a grapple is second nature to you.  ",
			"**Prerequisites:** {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, base attack bonus +6, Dex 13.  ",
			"**Benefit:** You receive a +2 bonus on checks made to grapple a foe. This bonus stacks with the bonus granted by {feat/Improved Grapple}. Once you have grappled a creature, maintaining the grapple is a move action. This feat allows you to make two grapple checks each round (to move, harm, or pin your opponent), but you are not required to make two checks. You only need to succeed at one of these checks to maintain the grapple.  ",
			"**Normal:** Maintaining a grapple is a standard action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/121}",
			">",
			">After you take a move action to successfully maintain a grapple, you can spend 5 stamina points before the end of your turn to maintain that grapple as a swift action. This allows you to make up to three grapple checks to maintain a grapple during a round, but you still can't maintain a grapple until the round after you initiate it."
		]
	},
	"greater_hunters_bond": {
		"name": "Greater Hunter's Bond",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Greater Hunter's Bond (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/113}",
			"",
			"Your allies can target additional foes.  ",
			"**Prerequisites:** {feat/Improved Hunter's Bond}, hunter's bond (hunting companions) class feature, ranger level 12th.  ",
			"**Benefit:** When you activate hunter's bond, you can select a number of targets equal to your Wisdom modifier as long as they all count as your favored enemy.  ",
			"**Normal:** You select one target against which your allies receive your favored enemy bonus."
		]
	},
	"greater_ironclad_reactions": {
		"name": "Greater Ironclad Reactions",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Greater Ironclad Reactions (Armor Mastery, Combat)",
			"",
			"{SOURCE Armor Master's Handbook/16}",
			"",
			"You are able to quickly react to attacks.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, {feat/Ironclad Reactions}, base attack bonus +11 or fighter level 8th, armor training class feature, proficiency with medium armor.  ",
			"**Benefit:** You can use Ironclad Reactions more than once per round, but not more than once for each act you take that provokes an attack of opportunity. Each 5-foot step you take still counts as expending one use of an attack of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 5 stamina points to use this feat without it counting against your maximum number of attacks of opportunity for that round."
		]
	},
	"greater_meditation_master": {
		"name": "Greater Meditation Master",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Greater Meditation Master (Meditation)",
			"",
			"{SOURCE Blood of the Beast/28}",
			"",
			"You are able to glean insight from your momentary meditation longer than most.  ",
			"**Prerequisites:** Wis 15, {feat/Combat Meditation}, {feat/Meditation Master}, character level 11th.  ",
			"**Benefit:** When you meditate, you gain a +2 insight bonus instead of a +1 insight bonus. You can split this bonus between any two d20 rolls made over the duration of the feat that you used to meditate, adding +1 to each d20 roll, or using the full bonus on any one d20 roll, adding +2 to that single roll."
		]
	},
	"greater_mercy": {
		"name": "Greater Mercy",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Greater Mercy",
			"",
			"{SOURCE Ultimate Magic/152}",
			"",
			"Your mercy has incredible recuperative properties.  ",
			"**Prerequisites:** Cha 13, lay on hands class feature, mercy class feature.  ",
			"**Benefit:** When you use your lay on hands ability and the target of that ability does not have any conditions your mercies can remove, it instead heals an additional +1d6 points of damage."
		]
	},
	"greater_mesmerizing_feint": {
		"name": "Greater Mesmerizing Feint",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Greater Mesmerizing Feint (Combat)",
			"",
			"{SOURCE Occult Adventures/134}",
			"",
			"You can feint against nearly any creature.  ",
			"**Prerequisites:** {feat/Mesmerizing Feint}, Bluff 10 ranks, hypnotic stare class feature, psychic inception bold stare.  ",
			"**Benefit:** You can feint against mindless creatures at a -4 penalty. Such a creature must be a subject of your hypnotic stare, and the creature has a 50% chance of ignoring the effects of your feint.  ",
			"**Normal:** Feinting against a creature that is mindless is impossible."
		]
	},
	"greater_overrun": {
		"name": "Greater Overrun",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Overrun (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/125}",
			"",
			"Enemies must dive to avoid your dangerous move.  ",
			"**Prerequisites:** {feat/Improved Overrun}, {feat/Power Attack}, base attack bonus +6, Str 13.  ",
			"**Benefit:** You receive a +2 bonus on checks made to overrun a foe. This bonus stacks with the bonus granted by {feat/Improved Overrun}. Whenever you overrun opponents, they provoke attacks of opportunity if they are knocked prone by your overrun.  ",
			"**Normal:** Creatures knocked prone by your overrun do not provoke an attack of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/121}",
			">",
			">If you succeed at a combat maneuver check to overrun an opponent, but do not exceed your opponent's CMD by 5 or more, you can spend 2 stamina points to knock the target prone anyway."
		]
	},
	"greater_penetrating_strike": {
		"name": "Greater Penetrating Strike",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Penetrating Strike (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/125}",
			"",
			"Your attacks penetrate the defenses of most foes.  ",
			"**Prerequisites:** {feat/Penetrating Strike}, {feat/Weapon Focus}, 16th-level fighter.  ",
			"**Benefit:** Your attacks with weapons selected with {feat/Weapon Focus} ignore up to 10 points of damage reduction. This amount is reduced to 5 points for damage reduction without a type (such as DR 10/-).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/121}",
			">",
			">When you use a weapon with which you have Weapon Focus to damage a creature that has damage reduction, you can spend 5 stamina points to allow all your allies within 30 feet to ignore 10 points of that creature's damage reduction for 1 round. This amount is reduced to 5 points for damage reduction without a type (such as DR 10/-). This effect does not stack with Greater Penetrating Strike's normal effect, but it does allow you to apply the effect to all your other weapons for the duration."
		]
	},
	"greater_planar_infusion": {
		"name": "Greater Planar Infusion",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Greater Planar Infusion (Conduit)",
			"",
			"{SOURCE Planar Adventures/28}",
			"",
			"You have mastered the powers of another plane.  ",
			"**Prerequisites:** {feat/Improved Planar Infusion}, {feat/Planar Infusion}, character level 13th.  ",
			"**Benefit:** Choose a plane for which you've gained an improved infusion via Improved Planar Infusion. You gain that plane's greater infusion as well."
		]
	},
	"greater_planar_mentor": {
		"name": "Greater Planar Mentor",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Greater Planar Mentor",
			"",
			"{SOURCE Plane-Hopper's Handbook/26}",
			"",
			"Your mentor begins to look upon you as an equal and can even answer your call.  ",
			"**Prerequisites:** {feat/Improved Planar Mentor}, {feat/Planar Mentor}, character level 13th.  ",
			"**Benefit:** You can benefit from your {feat/Planar Mentor} feat one additional time per day. You add the following to the list of spell-like abilities you can cast using Improved Planar Mentor for their respective alignments, each of which affects only a single target within 30 feet: *blasphemy* (evil), *dictum* (lawful), *holy word* (good), *slay living* (neutral), and *word of chaos* (chaotic).",
			"",
			"Once per week you can cast {spell/greater planar ally} as a spell-like ability, but only to conjure your planar mentor. Your mentor requires only half the normal payment for its services."
		]
	},
	"greater_ray_shield": {
		"name": "Greater Ray Shield",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Greater Ray Shield (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/18}",
			"",
			"You can turn your shield to deflect rays and other ranged attacks without harming it.  ",
			"**Prerequisites:** Dex 17, {feat/Missile Shield}, {feat/Ray Shield}, {feat/Spellbreaker}.  ",
			"**Benefit:** When you use the Ray Shield feat, your shield is not affected by the deflected ranged touch attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">When you successfully deflect a ranged touch attack, you can spend 10 stamina points as a swift or immediate action to reflect the attack toward another target, which must be within 60 feet of you. The total distance from the original attacker, to you, and then to the new target cannot exceed the original attack's maximum range. You take a -5 penalty on the ranged touch attack to hit the new target."
		]
	},
	"greater_rending_fury": {
		"name": "Greater Rending Fury",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Rending Fury (Combat)",
			"",
			"{SOURCE Ultimate Combat/103}",
			"",
			"When your claws latch on to an opponent, the effect is bloody and horrific.  ",
			"**Prerequisites:** {feat/Improved Rending Fury}, {feat/Rending Fury}, base attack bonus +12, rend special attack.  ",
			"**Benefit:** Whenever you rend an opponent, you deal 1d6 bleed damage to that opponent. This is an addition to the effects of the rend.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/121}",
			">",
			">When you rend an opponent, you can spend 2 stamina points to deal 1d6+2 points of bleed damage to your opponent instead of 1d6 points of bleed damage."
		]
	},
	"greater_reposition": {
		"name": "Greater Reposition",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Reposition (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/161}",
			"",
			"When you reposition foes, they are left vulnerable to the attacks of your allies.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Reposition}, base attack bonus +6.  ",
			"**Benefit:** You receive a +2 bonus on checks made to reposition a foe. This bonus stacks with the bonus granted by {feat/Improved Reposition}. Whenever you reposition a foe, his movement provokes attacks of opportunity from all of your allies (but not you).  ",
			"**Normal:** Creatures moved by reposition do not provoke attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/121}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When attempting to reposition a foe, you can spend 5 stamina points to increase your melee reach by 5 feet for the purpose of determining where you can move the foe."
		]
	},
	"greater_school_familiar": {
		"name": "Greater School Familiar",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Greater School Familiar",
			"",
			"{SOURCE Familiar Folio/14}",
			"",
			"Your school familiar's powers are greater than others of its kind.  ",
			"**Prerequisites:** {feat/School Familiar}, wizard level 10th, specialized arcane school class feature.  ",
			"**Benefit:** Your school familiar gains the greater school power from the school familiar archetype."
		]
	},
	"greater_serpent_lash": {
		"name": "Greater Serpent Lash",
		"sources": [ "Rival Guide" ],
		"description": [
			"## Greater Serpent Lash (Combat)",
			"",
			"{SOURCE Rival Guide/23}",
			"",
			"Your ability to disarm and pull foes off balance with your whip is impressive.  ",
			"**Prerequisites:** {feat/Serpent Lash}, base attack bonus +4.  ",
			"**Benefit:** When you make a successful disarm or trip maneuver using the Serpent Lash feat, you can make your additional disarm or trip attempt against any target within your whip's reach. With a reposition maneuver, you can move the target creature to any point within your whip's reach."
		]
	},
	"greater_shield_focus": {
		"name": "Greater Shield Focus",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Shield Focus (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/125}",
			"",
			"You are skilled at deflecting blows with your shield.  ",
			"**Prerequisites:** {feat/Shield Focus}, {feat/Shield Proficiency}, base attack bonus +1, 8th-level fighter.  ",
			"**Benefit:** Increase the AC bonus granted by any shield you are using by 1. This bonus stacks with the bonus granted by Shield Focus.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/121}",
			">",
			">When an attack is made against you while you are using a shield, you can spend up to 4 stamina points. For that attack, your shield bonus increases by an amount equal to the number of stamina points you spent. This increase does not stack with any gained from the Shield Focus combat trick."
		]
	},
	"greater_shield_specialization": {
		"name": "Greater Shield Specialization",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Shield Specialization (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/162}",
			"",
			"Your masterful shieldwork provides even greater protection to your vital areas.  ",
			"**Prerequisites:** Proficiency with selected shield, {feat/Greater Shield Focus}, {feat/Shield Focus}, {feat/Shield Specialization} with selected shield, fighter level 12th.  ",
			"**Benefit:** Choose one type of shield (buckler, light, heavy, or tower shield) for which you possess the Shield Specialization feat. With the selected shield, you gain a +2 bonus to your Armor Class against critical hit confirmation rolls (this bonus stacks with that from Shield Specialization). In addition, once per day you may negate a critical hit, and damage is instead rolled normally.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of shield.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/121}",
			">",
			">You can spend 5 stamina points to use your selected shield to negate a critical hit a second time each day."
		]
	},
	"greater_skalds_vigor": {
		"name": "Greater Skald's Vigor",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Greater Skald's Vigor",
			"",
			"{SOURCE Advanced Class Guide/149}",
			"",
			"Your song and your enthusiasm invigorate your allies.  ",
			"**Prerequisites:** {feat/Skald's Vigor}, Perform (song) 10 ranks.  ",
			"**Benefit:** Your allies share in the fast healing granted by your Skald's Vigor, starting in the round when you begin your performance. They must be able to hear the performance. If you stop maintaining the song, the fast healing ends immediately, even if other effects of your song linger."
		]
	},
	"greater_snap_shot": {
		"name": "Greater Snap Shot",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Snap Shot (Combat)",
			"",
			"{SOURCE Ultimate Combat/103}",
			"",
			"You can prey on any gap in your foe's guard with impunity, and with even greater range.  ",
			"**Prerequisites:** Dex 17, {feat/Improved Snap Shot}, {feat/Rapid Shot}, {feat/Snap Shot}, base attack bonus +12.  ",
			"**Benefit:** Whenever you make an attack of opportunity using a ranged weapon and hit, you gain a +2 bonus on the damage roll and a +2 bonus on rolls to confirm a critical hit with that attack. These bonuses increase to +4 when you have base attack bonus +16, and to +6 when you have base attack bonus +20.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/121}",
			">",
			">When you make an attack of opportunity using a ranged weapon, you can spend 3 stamina points to gain your bonus from Greater Snap Shot on the attack roll."
		]
	},
	"greater_spell_focus": {
		"name": "Greater Spell Focus",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Greater Spell Focus",
			"",
			"{SOURCE PRPG Core Rulebook/125}",
			"",
			"Choose a school of magic to which you have already applied the {feat/Spell Focus} feat. Any spells you cast of this school are very hard to resist.  ",
			"**Prerequisites:** {feat/Spell Focus}.  ",
			"**Benefit:** Add +1 to the Difficulty Class for all saving throws against spells from the school of magic you select. This bonus stacks with the bonus from Spell Focus.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new school to which you already have applied the Spell Focus feat."
		]
	},
	"greater_spell_penetration": {
		"name": "Greater Spell Penetration",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Greater Spell Penetration",
			"",
			"{SOURCE PRPG Core Rulebook/125}",
			"",
			"Your spells break through spell resistance much more easily than most.  ",
			"**Prerequisites:** {feat/Spell Penetration}.  ",
			"**Benefit:** You get a +2 bonus on caster level checks (1d20 + caster level) made to overcome a creature's spell resistance. This bonus stacks with the one from Spell Penetration."
		]
	},
	"greater_spell_specialization": {
		"name": "Greater Spell Specialization",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Greater Spell Specialization",
			"",
			"{SOURCE Ultimate Magic/152}",
			"",
			"You can sacrifice a prepared spell in order to spontaneously cast your specialized spell.  ",
			"**Prerequisites:** Int 13, {feat/Spell Focus}, {feat/Spell Specialization}, able to prepare 5th-level spells.  ",
			"**Benefit:** By sacrificing a prepared spell of the same or higher level than your specialized spell, you may spontaneously cast your specialized spell. The specialized spell is treated as its normal level, regardless of the spell slot used to cast it. You may add a metamagic feat to the spell by increasing the spell slot and casting time, just like a cleric spontaneously casting a cure or inflict spell with a metamagic feat."
		]
	},
	"greater_spelleater": {
		"name": "Greater Spelleater",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Greater Spelleater",
			"",
			"{SOURCE Wilderness Origins/12}",
			"",
			"Your ability to defeat magic has grown stronger with use.  ",
			"**Prerequisites:** Cha 13, character level 5th, {race/ghoran}, spelleater racial trait.  ",
			"**Benefit:** Once per week, instead of casting {spell/dispel magic} as a spell-like ability, you can cast {spell/greater dispel magic}. This exhausts your daily use of {spell/dispel magic} granted by the spelleater racial trait. In all other respects, this ability is treated as the spelleater racial trait."
		]
	},
	"greater_spring_attack": {
		"name": "Greater Spring Attack",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Greater Spring Attack (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/113}",
			"",
			"You are a scything wind cutting through the battlefield as you topple your foes.  ",
			"**Prerequisites:** Dex 17, {feat/Acrobatic Steps}, {feat/Dodge}, {feat/Improved Spring Attack}, {feat/Mobility}, {feat/Nimble Moves}, {feat/Spring Attack}, base attack bonus +16.  ",
			"**Benefit:** When you use Spring Attack, you can select three targets to attack during your movement instead of one. The second attack made this way is made at your full base attack bonus - 5, and the third attack made this way is made at your full base attack bonus - 10. All restrictions of Spring Attack apply to each target, and your movement does not provoke attacks of opportunity from any of your targets. You can't target the same creature more than once.  ",
			"**Special:** A monk of at least 18th level can select this feat as a monk bonus feat, but only if he has Improved Spring attack and Spring Attack."
		]
	},
	"greater_steal": {
		"name": "Greater Steal",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Steal (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/162}",
			"",
			"You have a knack for snatching items from your opponents in combat.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Steal}, base attack bonus +6.  ",
			"**Benefit:** You receive a +2 bonus on checks made to steal an item from a foe. This bonus stacks with the bonus granted by Improved Steal. If you successfully steal an item from a foe during combat, it does not notice the theft until after combat is over or if it attempts to use the missing item.  ",
			"**Normal:** Creatures automatically notice items taken from them through the steal combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/121}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When attempting a steal combat maneuver with a whip, you can spend 2 stamina points to negate the -4 penalty on the check."
		]
	},
	"greater_stylized_spell": {
		"name": "Greater Stylized Spell",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Greater Stylized Spell",
			"",
			"{SOURCE Inner Sea Intrigue/16}",
			"",
			"You can modify your spell's superficial qualities in a greater variety of ways.  ",
			"**Prerequisites:** {feat/Stylized Spell}, Bluff 10 ranks, Spellcraft 10 ranks.  ",
			"**Benefit:** When you modify a spell with Stylized Spell, you can apply one of the stylized magic options (see the {feat/Stylized Spell} metamagic feat) without reducing the DC of the check to identify the spell. In addition, you can apply up to two additional stylized magic options, reducing the DC of checks to identify the spell by 5 per option as normal."
		]
	},
	"greater_subjective_slam": {
		"name": "Greater Subjective Slam",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Greater Subjective Slam (Combat)",
			"",
			"{SOURCE Planar Adventures/28}",
			"",
			"Your gravitational impact is meteoric, and your ability to use the act of falling devastating.  ",
			"**Prerequisites:** Con 15; Wis 15; {feat/Subjective Mobility}; {feat/Subjective Slam}; base attack bonus +8 or monk level 7th.  ",
			"**Benefit:** When using Subjective Slam, you take only a -1 penalty on the combat maneuver check for every 100 feet of falling speed, and the maximum damage for such a slam increases to 12d6."
		]
	},
	"greater_sunder": {
		"name": "Greater Sunder",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Sunder (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/125}",
			"",
			"Your devastating strikes cleave through weapons and armor and into their wielders, damaging both item and wielder alike in a single terrific strike.  ",
			"**Prerequisites:** {feat/Improved Sunder}, {feat/Power Attack}, base attack bonus +6, Str 13.  ",
			"**Benefit:** You receive a +2 bonus on checks made to sunder an item. This bonus stacks with the bonus granted by Improved Sunder. Whenever you sunder to destroy a weapon, shield, or suit of armor, any excess damage is applied to the item's wielder. No damage is transferred if you decide to leave the item with 1 hit point.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/121}",
			">",
			">When you succeed at a sunder combat maneuver check, you can spend a number of stamina points up to your Strength bonus to deal an amount of extra damage to the target equal to double the number of stamina points you spent. The damage type is the same as that of the weapon you used to attempt the maneuver."
		]
	},
	"greater_tenacious_hunter": {
		"name": "Greater Tenacious Hunter",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Greater Tenacious Hunter",
			"",
			"{SOURCE Ultimate Wilderness/218}",
			"",
			"The animal is capable of savaging hidden foes when they least expect it.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, {feat/Tenacious Hunter}, Perception 3 ranks, Stealth 3 ranks, animal companion.  ",
			"**Benefit:** The animal companion can attempt a Perception check as a swift action to intentionally search for a stimulus. When using Perception to attempt to pinpoint an invisible foe, the animal companion's bonus from the Tenacious Hunter feat increases to +20. In addition, whenever the animal companion successfully uses Perception to oppose a Stealth check or to pinpoint an invisible creature's location, that foe is denied its Dexterity bonus to AC against all attacks that the animal companion makes before the start of the animal companion's next turn.  ",
			"**Normal:** Using Perception to intentionally search for a stimulus is a move action."
		]
	},
	"greater_trip": {
		"name": "Greater Trip",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Trip (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/126}",
			"",
			"You can make free attacks on foes that you knock down.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Improved Trip}, base attack bonus +6, Int 13.  ",
			"**Benefit:** You receive a +2 bonus on checks made to trip a foe. This bonus stacks with the bonus granted by Improved Trip. Whenever you successfully trip an opponent, that opponent provokes attacks of opportunity.  ",
			"**Normal:** Creatures do not provoke attacks of opportunity from being tripped.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. You can spend 2 stamina points after you successfully trip an opponent to deal 1d6 points of falling damage to the target."
		]
	},
	"greater_two_weapon_fighting": {
		"name": "Greater Two-Weapon Fighting",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Two-Weapon Fighting (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/126}",
			"",
			"You are incredibly skilled at fighting with two weapons at the same time.  ",
			"**Prerequisites:** Dex 19, {feat/Improved Two-Weapon Fighting}, {feat/Two-Weapon Fighting}, base attack bonus +11.  ",
			"**Benefit:** You get a third attack with your off-hand weapon, albeit at a -10 penalty.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">If you hit with the third attack granted by this feat and your base attack bonus is 16 or higher, you can spend 2 stamina points to make another attack with your off hand at a -15 penalty."
		]
	},
	"greater_uncivilized_tactics": {
		"name": "Greater Uncivilized Tactics",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Greater Uncivilized Tactics (Combat)",
			"",
			"{SOURCE Heroes of the Wild/23}",
			"",
			"Your foes find it difficult to recover from your rough-and-tumble combat style and debilitating attacks.  ",
			"**Prerequisites:** Str 13, {feat/Improved Uncivilized Tactics}, {feat/Power Attack}, {feat/Uncivilized Tactics}.  ",
			"**Benefit:** You gain a +2 bonus on checks to use Uncivilized Tactics. This bonus stacks with the bonus granted by Improved Uncivilized Tactics. Additionally, a foe must take a full-round action to recover the use of a limb or natural attack you've incapacitated with Uncivilized Tactics.  ",
			"**Normal:** As a standard action, a foe can regain the use of a limb or natural attack incapacitated with Uncivilized Tactics."
		]
	},
	"greater_vital_strike": {
		"name": "Greater Vital Strike",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Vital Strike (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/126}",
			"",
			"You can make a single attack that deals incredible damage.  ",
			"**Prerequisites:** {feat/Improved Vital Strike}, {feat/Vital Strike}, base attack bonus +16.  ",
			"**Benefit:** When you use the attack action, you can make one attack at your highest base attack bonus that deals additional damage. Roll the weapon's damage dice for the attack four times and add the results together before adding bonuses from Strength, weapon abilities (such as flaming), precision based damage, and other damage bonuses. These extra weapon damage dice are not multiplied on a critical hit, but are added to the total.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When using the Vital Strike combat trick, you can spend 4 stamina points instead of 2 to reroll four damage dice."
		]
	},
	"greater_weapon_focus": {
		"name": "Greater Weapon Focus",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Weapon Focus (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/126}",
			"",
			"Choose one type of weapon (including unarmed strike or grapple) for which you have already selected Weapon Focus. You are a master at your chosen weapon.  ",
			"**Prerequisites:** Proficiency with selected weapon, {feat/Weapon Focus} with selected weapon, base attack bonus +1, 8th-level fighter.  ",
			"**Benefit:** You gain a +1 bonus on attack rolls you make using the selected weapon. This bonus stacks with other bonuses on attack rolls, including those from Weapon Focus.  ",
			"**Special:** You can gain Greater Weapon Focus multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">Once per round, you can spend 2 stamina points to gain your Greater Weapon Focus bonus on attack rolls with another weapon. This bonus lasts until the start of your next turn."
		]
	},
	"greater_weapon_of_the_chosen": {
		"name": "Greater Weapon of the Chosen",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Weapon of the Chosen (Combat)",
			"",
			"{SOURCE Advanced Class Guide/149}",
			"",
			"Your deity guides your hand when you fight with her favored weapon.  ",
			"**Prerequisites:** {feat/Improved Weapon of the Chosen}, {feat/Weapon Focus} with deity's favored weapon, {feat/Weapon of the Chosen}, worship and receive spells from a deity.  ",
			"**Benefit:** When you use your deity's favored weapon to attempt a single attack with the attack action, you roll two dice for your attack roll and take the higher result. You do not need to use your Weapon of the Chosen feat to gain this feat's benefit. As usual, the reroll does not apply to any confirmation rolls.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When making an attack as part of a full attack with the weapon designated by your Weapon of the Chosen feat, you can spend 5 stamina points to gain the benefits of this feat on that attack."
		]
	},
	"greater_weapon_shift": {
		"name": "Greater Weapon Shift",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Greater Weapon Shift",
			"",
			"{SOURCE Wilderness Origins/9}",
			"",
			"In animal form, your natural attacks are as deadly as the weapons you were holding.  ",
			"**Prerequisites:** {feat/Improved Weapon Shift}, {feat/Weapon Shift}, base attack bonus +8, wild shape class feature.  ",
			"**Benefit:** When you apply a melee weapon's damage type and properties to your natural attacks using the {feat/Weapon Shift} feat, your natural attacks also gain an enhancement bonus on attack and damage rolls equal to the enhancement bonus (if any) of the weapon."
		]
	},
	"greater_weapon_specialization": {
		"name": "Greater Weapon Specialization",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Weapon Specialization (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/126}",
			"",
			"Choose one type of weapon (including unarmed strike or grapple) for which you possess the Weapon Specialization feat. Your attacks with the chosen weapon are more devastating than normal.  ",
			"**Prerequisites:** Proficiency with selected weapon, {feat/Greater Weapon Focus} with selected weapon, {feat/Weapon Focus} with selected weapon, {feat/Weapon Specialization} with selected weapon, 12th-level fighter.  ",
			"**Benefit:** You gain a +2 bonus on all damage rolls you make using the selected weapon. This bonus to damage stacks with other damage roll bonuses, including any you gain from Weapon Specialization.  ",
			"**Special:** You can gain Greater Weapon Specialization multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">Once per round, you can spend 2 stamina points to gain your Greater Weapon Specialization bonus on damage rolls with another weapon. This bonus lasts until the start of your next turn."
		]
	},
	"greater_whip_mastery": {
		"name": "Greater Whip Mastery",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Greater Whip Mastery (Combat)",
			"",
			"{SOURCE Ultimate Combat/103}",
			"",
			"You can use a whip to make combat maneuvers with ease.  ",
			"**Prerequisites:** {feat/Improved Whip Mastery}, {feat/Whip Mastery}, base attack bonus +8.  ",
			"**Benefit:** You are so quick with your whip that you never drop it due to a failed disarm or trip combat maneuver attempt. Further, you gain the ability to grapple using your whip. To do so, use the normal grapple rules with the following changes.",
			"",
			"**Attack:** You cannot use your whip to attack while you are using it to grapple an opponent.",
			"",
			"**Damage:** When dealing damage to your grappled opponent, you deal your whip's weapon damage rather than your unarmed strike damage.",
			"",
			"**Free Hands:** You take no penalty on your combat maneuver check for having fewer than two hands free when you use your whip to grapple.",
			"",
			"**Reach:** Rather than pulling your grappled opponent adjacent to you when you successfully grapple and when you move the grapple, you must keep him within your whip's reach minus his own reach to maintain the grapple. If the difference in reach is less than 0, such as is the case for a Medium whip wielder and a Gargantuan creature, you cannot grapple that opponent with your whip. If you have to pull a creature adjacent to you to grapple it with your whip, you still provoke an attack of opportunity from that opponent unless you have the {feat/Improved Grapple} feat.",
			"",
			"**Tie Up:** While adjacent to your opponent, you can attempt to use your whip to tie him up. If you do so to an opponent you have grappled rather than pinned, you take only a -5 penalty on the combat maneuver check rather than the normal -10.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When you initiate a grapple with a whip, you can spend 5 stamina points to attempt a second grapple check as a swift action to either move or damage the creature you are grappling. This is not a check to maintain the grapple."
		]
	},
	"greater_wild_empathy": {
		"name": "Greater Wild Empathy",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Greater Wild Empathy",
			"",
			"{SOURCE Ultimate Magic/152}",
			"",
			"Your natural empathy stretches across the world of nature.  ",
			"**Prerequisites:** Knowledge (nature) 5 ranks, wild empathy class feature.  ",
			"**Benefit:** You gain a +2 insight bonus on wild empathy checks, and you may use wild empathy to duplicate an Intimidate check rather than a Diplomacy check. In addition, choose one of the following kinds of creatures: elementals, fey, lycanthropes, plants, or vermin. You may influence creatures of that type with wild empathy, if their Intelligence score is 1 or 2, or they do not possess an Intelligence score. Once you choose the type of creature, it cannot be changed.  ",
			"**Special:** You may select this feat more than once. Each time, you may choose an additional creature type to influence."
		]
	},
	"greater_wilding_strike": {
		"name": "Greater Wilding Strike",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Greater Wilding Strike (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/113}",
			"",
			"You reach the pinnacle of your wilding strike abilities.  ",
			"**Prerequisites:** Str 18, {feat/Improved Unarmed Strike}, {feat/Improved Wilding Strike}, {feat/Wilding}, {feat/Wilding Strike}, base attack bonus +16.  ",
			"**Benefit:** The damage die of your unarmed strikes increases to 1d10 (or 1d8 if you are Small). This does not stack with any other effects that increase the damage die of your unarmed strikes, including levels in classes such as monk. Increases to your actual size category (such as enlarge person) still increase your damage die as normal."
		]
	},
	"green_faith_acolyte": {
		"name": "Green Faith Acolyte",
		"sources": [
			"Inner Sea World Guide",
			"Guide to Darkmoon Vale",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Green Faith Acolyte",
			"",
			"{SOURCE Inner Sea World Guide/287;Guide to Darkmoon Vale/60;Pathfinder Campaign Setting/218}",
			"",
			"You have trained to channel your magical energies in ways that do not harm the natural world around you.  ",
			"**Prerequisites:** Follower of the Green Faith.  ",
			"**Benefit:** Spells you cast that deal damage, channel negative energy, or otherwise harm life do not hurt normal or magical plants. In addition, whenever you cast a spell that utilizes, heals, or enhances normal or magical plants (such as entangle or plant growth), you cast the spell at +1 caster level."
		]
	},
	"green_tongue": {
		"name": "Green Tongue",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Green Tongue",
			"",
			"{SOURCE Ultimate Wilderness/13}",
			"",
			"You know the language of the plants.  ",
			"**Prerequisites:** Cha 13, character level 5th, gathlain.  ",
			"**Benefit:** You can cast {spell/speak with plants} once per day, as a spell-like ability. At 10th level and every 5 levels thereafter, you can cast speak with plants an additional time per day."
		]
	},
	"grenade_expert": {
		"name": "Grenade Expert",
		"sources": [ "Pathfinder #115: Trail of the Hunted" ],
		"description": [
			"## Grenade Expert",
			"",
			"{SOURCE Pathfinder #115: Trail of the Hunted/74}",
			"",
			"You are skilled at both manufacturing and using alchemical grenades.  ",
			"**Prerequisites:** {feat/Throw Anything}.  ",
			"**Benefit:** When you light an alchemical grenade (such as a fuse grenade, pellet grenade, or sting grenade) you select how many rounds later the grenade explodes (minimum 1 round, maximum 3 rounds). In addition, you gain a +4 bonus on Craft (alchemy) checks to craft grenades.  ",
			"**Normal:** Alchemical grenades explode 1d3 rounds after the fuse is lit."
		]
	},
	"grisly_ornament": {
		"name": "Grisly Ornament",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Grisly Ornament (Item Creation)",
			"",
			"{SOURCE Monster Hunter's Handbook/24}",
			"",
			"You adorn your gear with mementos from your foes.  ",
			"**Prerequisites:** {feat/Harvest Parts}.  ",
			"**Benefit:** You can attempt a Craft or Heal check to craft a special type of trophy called an ornament from part of a creature that's been dead for less than an hour. You take a -4 penalty on this check if you or an ally didn't slay the creature. You can craft one ornament per character level per day. Each corpse provides enough material for one ornament plus one additional ornament per size category above Medium. You can wear one ornament in each magic item slot not already occupied by another item. When you craft an ornament, you choose whether it affects Armor Class, attack rolls, CMB, CMD, saving throws, or skill checks. The ornament provides a morale bonus equal to the monster's CR divided by 4 (round down, minimum 1) to the selected statistic against creatures of the same creature type as the source of the ornament. This bonus increases by 1 against creatures of the exact same variety (so a red dragon's talon provides the increased bonus against red dragons but not all dragons). An ornament remains effective for 1 day, plus 1 additional day for every 5 by which you exceed the DC to craft it. You can give ornaments to others, but gifted ornaments have a morale bonus equal to the monster's CR divided by 6 (round down, minimum 0) and remain effective for only 24 hours."
		]
	},
	"groom": {
		"name": "Groom",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Groom",
			"",
			"{SOURCE Ultimate Intrigue/132}",
			"",
			"You recruit a professional groom to care for your mount.  ",
			"**Prerequisites:** Character level 4th.  ",
			"**Benefit:** This feat is similar to the {feat/Leadership} feat, with several exceptions to note. You can attract only a 1st-level cohort (referred to hereafter as a groom) with this feat, and cannot recruit followers of his own. You determine your Leadership score according to the rules presented in the {feat/Leadership} feat, but your groom is always at least 3 levels lower than your level.",
			"",
			"A groom can take levels in bard, fighter, or ranger. A groom can't multiclass, though he can take any archetype for which he qualifies.",
			"",
			"A groom finds the best place to stable and conceal your mount and the mounts of up to five allies while you and your allies are elsewhere. A groom adds half his level (minimum 1) to Stealth checks when concealing himself and any mounts that are left in his care. A groom also gains the ability to speak with animals as a supernatural ability, but he can use this ability only with horses, riding dogs, and other mounts of the animal type.",
			"",
			"If a groom gains enough XP to bring him to 2 levels lower than your level, he doesn't gain the new level until you gain your next level; until you advance, his XP total remains 1 less than the amount needed to attain the next level.",
			"",
			"If you release your groom from service or otherwise lose your groom, you can recruit a new one. At 7th level, you can swap this feat for the {feat/Leadership} feat."
		]
	},
	"ground_grabber": {
		"name": "Ground-Grabber",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Ground-Grabber (Combat)",
			"",
			"{SOURCE Giant Hunter's Handbook/23}",
			"",
			"When pressed by big opponents, you hunker down to more easily keep your feet.  ",
			"**Prerequisites:** Con 13.  ",
			"**Benefit:** You gain a +2 competence bonus to your Combat Maneuver Defense against awesome blow, bull rush, drag, reposition, or trip combat maneuvers from opponents larger than you."
		]
	},
	"groundling": {
		"name": "Groundling",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Groundling",
			"",
			"{SOURCE Advanced Player's Guide/162}",
			"",
			"You can speak with burrowing animals.  ",
			"**Prerequisites:** Cha 13, gnome, gnome magic racial trait.  ",
			"**Benefit:** You can use {spell/speak with animals} as a spell-like ability at will, but only to communicate with burrowing animals like gophers, moles, and the like. You can still use your gnome speak with animals ability once per day to speak with any animal, as usual."
		]
	},
	"group_deliver_touch_spells": {
		"name": "Group Deliver Touch Spells",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Group Deliver Touch Spells (Teamwork)",
			"",
			"{SOURCE Familiar Folio/18}",
			"",
			"You and your teammates can deliver touch spells through each other's familiars.  ",
			"**Prerequisites:** {feat/Group Shared Spells}, must have a familiar with the share spells and deliver touch spells abilities.  ",
			"**Benefit:** You and any allies with this feat can cast spells through one another's familiars as though each ally had the share spells ability with each other familiar. This feat otherwise functions as the share spells ability."
		]
	},
	"group_shared_spells": {
		"name": "Group Shared Spells",
		"sources": [
			"Ultimate Wilderness",
			"Familiar Folio"
		],
		"description": [
			"## Group Shared Spells (Teamwork)",
			"",
			"{SOURCE Ultimate Wilderness/113;Familiar Folio/18}",
			"",
			"You and your allies can cast spells through each other's familiars as if they were your own.  ",
			"**Prerequisites:** Familiar with the share spells ability.  ",
			"**Benefit:** You and any of your allies with this feat can cast spells with a target of \"you\" on each other's familiars as touch spells. Both the target familiar and that familiar's master must be willing for the spell to take effect. You can cast spells on each other's familiars even if the spells would not normally affect creatures of the targeted familiar's type."
		]
	},
	"grow_plant_creature": {
		"name": "Grow Plant Creature",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Grow Plant Creature (Item Creation)",
			"",
			"{SOURCE Cohorts and Companions/20}",
			"",
			"Through careful study and communion with nature, you have learned how to cultivate and raise plant creatures.  ",
			"**Prerequisites:** {feat/Train Plants}, Handle Animal 5 ranks, Knowledge (nature) 5 ranks.",
			"",
			"Each plant creature has a list of additional prerequisites, costs, and skill checks required to grow them. At the GM's discretion, characters with this feat may grow other plant creatures as well.",
			"",
			"### Assassin Vine",
			"",
			"An assassin vine is usually grown deep in a forest or swamp, although it's possible to cultivate an assassin vine among overgrown grape vines if the area is shaded from direct sun.",
			"",
			"**Price** 7,750 gp",
			"",
			"#### Ritual",
			"",
			"**Requirements** Grow Plant Creature, Knowledge (nature) 5 ranks, entangle, summon nature's ally IV; Skill Check Knowledge (nature) DC 16",
			"",
			"### Treant",
			"",
			"The ancient knowledge and wisdom possessed by the spirit of a treant is unmatched. A treant is usually grown in a grove of ancient trees of the predominant local variety.",
			"",
			"**Price** 25,750 gp",
			"",
			"#### Ritual",
			"",
			"**Requirements** Grow Plant Creature, Knowledge (nature) 10 ranks, Knowledge (geography or history) 4 ranks, liveoak, speak with plants; Skill Check Knowledge (nature) DC 24",
			"",
			"### Viper Vine",
			"",
			"Terrifying and deadly, viper vines make excellent guardians. A viper vine is usually grown in jungles or swamps.",
			"",
			"**Price** 43,750 gp",
			"",
			"#### Ritual",
			"",
			"**Requirements** Grow Plant Creature, Knowledge (nature) 12 ranks, entangle, summon nature's ally VII; Skill Check Knowledge (nature) DC 32"
		]
	},
	"growth_in_ash": {
		"name": "Growth in Ash",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Growth in Ash",
			"",
			"{SOURCE Elemental Master's Handbook/6}",
			"",
			"You're aware that when fire passes, growth can begin.  ",
			"**Benefit:** When you succeed at a Reflex save to avoid catching on fire, or when you cease taking ongoing fire damage from a spell or effect, you can smear ash on yourself as an immediate action to gain fast healing 1 for 3 rounds. For every Hit Die you have beyond 3, extend the duration of this fast healing by an additional round."
		]
	},
	"grudge_fighter": {
		"name": "Grudge Fighter",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Grudge Fighter (Combat)",
			"",
			"{SOURCE Advanced Race Guide/141}",
			"",
			"You feel great anger at anyone who dares to attack you, and this fury makes your own attacks that much stronger.  ",
			"**Prerequisites:** Orc.  ",
			"**Benefit:** You gain a +1 morale bonus on attack and damage rolls made against any creature that attacked you in the current combat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When you hit a creature that attacked you in the current combat, you can spend up to 2 stamina points to deal an amount of extra damage to it equal to double the number of stamina points you spent."
		]
	},
	"gruesome_butcher": {
		"name": "Gruesome Butcher",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Gruesome Butcher (Story)",
			"",
			"{SOURCE Agents of Evil/9}",
			"",
			"You dedicated yourself to the cause of slaughter against a specific group or people, either for country, for vengeance, or perhaps just for sport.  ",
			"**Prerequisites:** You must have been rendered unconscious and left for dead on a battlefield between warring factions or have the Child Soldier (early event) or Drafted (conflict) [background](rule/bad_beginnings).  ",
			"**Benefit:** Select a particular nation, organization, or humanoid subtype (such as Cheliax, [Eagle Knights](rule/aff_vangard), or goblinoids). You gain a +4 bonus on Sense Motive checks to determine whether a given creature is affiliated with that group and a +4 bonus on Bluff and Diplomacy checks to conceal your animosity toward members of that group.  ",
			"**Goal:** Deliver the killing blow to a number of your hated foes whose combined Hit Dice total is equal to 10 &times; your current character level.  ",
			"**Completion Benefit:** You gain a +2 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks against foes of your selected type, and a +2 bonus on weapon attack and damage rolls against them. These bonuses stack with a ranger's favored enemy bonuses.  ",
			"**Special:** By meeting the goal of this feat, your name becomes known to your enemy. Creatures of your chosen enemy faction gain a +1 morale bonus on attack and damage rolls against you should they become aware of your identity with a successful Knowledge (local) check (DC = 10 + your character level)."
		]
	},
	"gruesome_shapechanger": {
		"name": "Gruesome Shapechanger",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Gruesome Shapechanger (Monster)",
			"",
			"{SOURCE Horror Adventures/88}",
			"",
			"When you change shape, it is a violent and bloody affair.  ",
			"**Prerequisites:** Shapechanger subtype.  ",
			"**Benefit:** When you change shape, your previous form sloughs off your body in a spray of blood and viscera that congeals into a thick, disgusting slime that dissolves within 24 hours. Until the slime dissolves or is cleaned in some way, the space where you stood when you changed (or the space below if you changed in mid-air) becomes slippery, counting as difficult terrain and increasing the DC of Acrobatics checks made in that area by 5. Any foe witnessing this gruesome shape change must succeed at a Fortitude save (DC = 10 + 1/2 your Hit Dice + your Constitution modifier) or be sickened for 1 minute.  ",
			"**Special:** The gruesome way you change shape is tiring. Once you've used your change shape ability, you must wait 1d4 rounds before you can use it again. If you take this feat, it changes the way your shapechanging ability works; you cannot choose to avoid this feat's effects."
		]
	},
	"gruesome_slaughter": {
		"name": "Gruesome Slaughter",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Gruesome Slaughter (Combat)",
			"",
			"{SOURCE Advanced Class Guide/150}",
			"",
			"You can inspire extreme revulsion when you slaughter your enemies.  ",
			"**Prerequisites:** {feat/Intimidating Prowess}, {feat/Killing Flourish}, Intimidate 11 ranks, slayer level 11th.  ",
			"**Benefit:** Creatures you demoralize by using the Killing Flourish feat must succeed at a Fortitude save (DC = 10 + 1/2 your character level + the higher of your Strength or Dexterity modifier) or become sickened for 1 minute.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When using this feat, you can spend up to 5 stamina points to increase the DC of the effect by an amount equal to the number of stamina points you spent."
		]
	},
	"guarded_charge": {
		"name": "Guarded Charge",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Guarded Charge (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/18}",
			"",
			"Your raised shield protects you as you charge forward.  ",
			"**Prerequisites:** {feat/Shield Focus}, base attack bonus +6 or fighter level 4th.  ",
			"**Benefit:** When performing a bull rush or overrun combat maneuver as part of a charge, you don't provoke an attack of opportunity for that maneuver. If you already have the {feat/Improved Bull Rush} or {feat/Improved Overrun} feats, you gain an additional +2 bonus on your combat maneuver check when attempting the respective maneuver.  ",
			"**Special:** This feat counts as having a Strength score of 13 and {feat/Power Attack} for the purposes of meeting the prerequisites of Improved Bull Rush and Improved Overrun, and for feats that require either of those two feats as prerequisites."
		]
	},
	"guardian_of_the_wild": {
		"name": "Guardian of the Wild",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Guardian of the Wild",
			"",
			"{SOURCE Advanced Race Guide/28}",
			"",
			"Your mystic connection with the wilderness enhances your ability to react to threats.  ",
			"**Prerequisites:** {feat/Attuned to the Wild}, elf.  ",
			"**Benefit:** When you are in a terrain type you have selected the Attuned to the Wild feat for, you gain a +2 dodge bonus to Armor Class. If you are in an area that qualifies as more than one kind of terrain, these bonuses do not stack; you receive the bonus for only one of the terrain types."
		]
	},
	"guardian_of_tradition": {
		"name": "Guardian of Tradition",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Guardian of Tradition",
			"",
			"{SOURCE Inner Sea Monster Codex/35}",
			"",
			"Your deity rewards your devotion to the duty of your race.  ",
			"**Prerequisites:** Domain class feature, girtablilu.  ",
			"**Benefit:** You can replace one of the domains offered by your deity with one of the following druid domains: Desert, Ruins, or Vermin. You gain a +1 bonus to your caster level when casting domain spells from the selected domain."
		]
	},
	"guardians_return": {
		"name": "Guardian's Return",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Guardian's Return (Familiar)",
			"",
			"{SOURCE Familiar Folio/19}",
			"",
			"Your familiar can teleport to you when you're in need.  ",
			"**Prerequisites:** Must have a familiar with the {arc-familiar/protector} archetype.  ",
			"**Benefit:** Once per day when you take damage from a melee attack, as long as your familiar is within empathic link range, it can teleport back to your square as an immediate action. It can bring no more than 5 pounds of items with it when it teleports in this way. This ability otherwise functions as {spell/dimension door}."
		]
	},
	"guided_hand": {
		"name": "Guided Hand",
		"sources": [
			"Mythic Adventures",
			"Ultimate Combat"
		],
		"description": [
			"## Guided Hand",
			"",
			"{SOURCE Ultimate Combat/103}",
			"",
			"Your deity blesses any strike you make with that deity's favored weapon.  ",
			"**Prerequisites:** Channel energy class feature, {feat/Channel Smite}, proficiency with your deity's favored weapon.  ",
			"**Benefit:** With your deity's favored weapon, you can use your Wisdom modifier instead of your Strength or Dexterity modifier on attack rolls.",
			"",
			"### Mythic Guided Hand",
			"",
			"{SOURCE Mythic Adventures/66}",
			"",
			"Attacks made with your deity's favored weapon are divinely inspired.  ",
			"**Prerequisites:** {feat/Guided Hand}.  ",
			"**Benefit:** When making attacks with your deity's favored weapon, you can add your Wisdom modifier instead of your Strength or Dexterity modifier on damage rolls."
		]
	},
	"guided_star": {
		"name": "Guided Star",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Guided Star (Combat)",
			"",
			"{SOURCE Paths of the Righteous/29}",
			"",
			"The grace of Desna guides your starknife to its target and back to your hand.  ",
			"**Prerequisites:** {feat/Starry Grace}, worshiper of Desna.  ",
			"**Benefit:** You can empower a starknife with magical power once per day per character level as a swift action. Until the end of your turn, add your Wisdom modifier to your damage rolls with the starknife in addition to any other modifiers you normally add. If you throw the starknife during that time, it returns to you at the beginning of your next turn (as per the returning weapon special ability)."
		]
	},
	"guild_emissary": {
		"name": "Guild Emissary",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Guild Emissary",
			"",
			"{SOURCE Heroes of the Streets/29}",
			"",
			"Not only are you associated with a powerful thieves' guild or similar shadowy group, you are well-enough connected to gain benefits when dealing with the underworld in any settlement.  ",
			"**Prerequisites:** {feat/Leadership} or {feat/Underworld Connections} (see below).  ",
			"**Benefit:** You can attempt a special character level check (1d20 + your Charisma modifier + your character level) in place of a Diplomacy check when attempting to gather information. You can ask local contacts to find information for you. While this still takes the normal amount of time (typically 1d4 hours), you can gather information about multiple topics at once (up to a maximum number of topics equal to 3 + your Charisma bonus).",
			"",
			"Additionally, when you are in a settlement no smaller than a small city and are seeking a magic item with a value equal to or less than the city's base value and the item is not available, you can check again after 1 day (rather than 1 week).",
			"",
			"If using the contact rules you gain a single reliable contact each time you enter a settlement no smaller than a small city. This contact is randomly determined to be a fence, gossip, manipulator, merchant, petty criminal, snitch, or thug. The contact operates only within that city, and if the contact's {rule/Trust/ score} goes down, it immediately drops to 1."
		]
	},
	"gun_twirling": {
		"name": "Gun Twirling",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Gun Twirling (Grit)",
			"",
			"{SOURCE Champions of Balance/19}",
			"",
			"You can spin and juggle a small firearm, making it difficult to predict where you will shoot.  ",
			"**Prerequisites:** {feat/Amateur Gunslinger} feat or grit class feature, {feat/Dazzling Display}, {feat/Weapon Focus}.  ",
			"**Benefit:** You can spend 1 grit point to make a feint attempt using a one-handed firearm for which you have {feat/Weapon Focus} (instead of a melee weapon). The target of this feint must be within 30 feet of you and be able to see you.",
			"",
			"If you have the Quick Draw feat, you can holster a one-handed firearm as a free action as long as you have at least 1 grit point."
		]
	},
	"gunsmithing": {
		"name": "Gunsmithing",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Gunsmithing",
			"",
			"{SOURCE Ultimate Combat/103}",
			"",
			"You know the secrets of repairing and restoring firearms.  ",
			"**Benefit:** If you have access to a gunsmith's kit, you can create and restore firearms, craft bullets, and mix black powder for all types of firearms. You do not need to make a Craft check to create firearms and ammunition or to restore firearms.",
			"",
			"Crafting Firearms: You can craft any early firearm for a cost in raw materials equal to half the price of the firearm. At your GM's discretion, you can craft advanced firearms for a cost in raw materials equal to half the price of the firearm. Crafting a firearm in this way takes 1 day of work for every 1,000 gp of the firearm's price (minimum 1 day).",
			"",
			"Crafting Ammunition: You can craft bullets, pellets, and black powder for a cost in raw materials equal to 10% of the price. If you have at least 1 rank in Craft (alchemy), you can craft alchemical cartridges for a cost in raw materials equal to half the price of the cartridge. At your GM's discretion, you can craft metal cartridges for a cost in raw materials equal to half the cost of the cartridge. Crafting bullets, black powder, or cartridges takes 1 day of work for every 1,000 gp of ammunition (minimum 1 day).",
			"",
			"Restoring a Broken Firearm: Each day, with an hour's worth of work, you can use this feat to repair a single firearm with the broken condition. You can take time during a rest period to restore a broken firearm with this feat.  ",
			"**Special:** If you are a gunslinger, this feat grants the following additional benefit. You can use this feat to repair and restore your initial, battered weapon. It costs 300 gp and 1 day of work to upgrade it to a masterwork firearm of its type."
		]
	},
	"half_drow_paragon": {
		"name": "Half-Drow Paragon",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Half-Drow Paragon",
			"",
			"{SOURCE Advanced Race Guide/47}",
			"",
			"Your drow blood is particularly strong.  ",
			"**Prerequisites:** Drow-blooded and drow magic racial traits, half-elf.  ",
			"**Benefit:** You count as a drow for any effects that relate to race. Furthermore, the spell-like abilities granted to you by your drow magic racial trait count as drow spell-like abilities for the purposes of any feat prerequisites."
		]
	},
	"halfling_slinger": {
		"name": "Halfling Slinger",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Halfling Slinger (Combat)",
			"",
			"{SOURCE Halflings of Golarion/23}",
			"",
			"You have honed your racial talent for slingcraft.  ",
			"**Prerequisites:** Halfling.  ",
			"**Benefit:** You gain a +1 racial bonus on attack rolls made using a sling."
		]
	},
	"hamatula_grasp": {
		"name": "Hamatula Grasp",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Hamatula Grasp (Combat)",
			"",
			"{SOURCE Cheliax, Empire of Devils/27}",
			"",
			"You deal terrible damage to impaled foes.  ",
			"**Prerequisites:** {feat/Hamatula Strike}, {feat/Improved Grapple}, Strength 13, base attack bonus +9.  ",
			"**Benefit:** When attacking an impaled opponent with the weapon that impales them, you only suffer a -2 penalty to your grapple check. If the check succeeds, you deal an extra 1d6 damage."
		]
	},
	"hamatula_strike": {
		"name": "Hamatula Strike",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Hamatula Strike (Combat)",
			"",
			"{SOURCE Cheliax, Empire of Devils/27}",
			"",
			"You can catch your opponents on your weapon and hold them in place.  ",
			"**Prerequisites:** {feat/Improved Grapple}, Strength 13, Base Attack Bonus +7.  ",
			"**Benefit:** Whenever you damage an opponent with a piercing weapon, you can immediately make a grapple check; success means the opponent is impaled on your weapon and you both gain the grappled condition. While the opponent is impaled, as an attack action you may make a grapple check on your turn at a -4 penalty to damage the opponent with your weapon, even if your weapon cannot normally be used in a grapple.  ",
			"**Normal:** You can only attack with an unarmed strike, natural weapon, or light weapon against opponents you are grappling."
		]
	},
	"hamatulatsu": {
		"name": "Hamatulatsu",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Hamatulatsu (Combat)",
			"",
			"{SOURCE Inner Sea World Guide/287;Pathfinder Campaign Setting/83}",
			"",
			"You have mastered a deadly fighting form inspired by the hideous attacks of the barbed devil.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** Your unarmed attacks can deal either bludgeoning or piercing damage. You decide which type of damage you deal whenever you attack a foe, but you may only choose one type at a time. If you critically hit a foe with your unarmed strike while doing piercing damage, the additional pain caused by the strike causes the foe to become sickened for 1 round (or staggered for 1 round if the target is already sickened). Multiple critical hits in a round against a single foe do not increase the duration of the sickened or staggered condition.  ",
			"**Special:** Hamatulatsu may be selected as a substitute bonus feat at 6th level by a monk even if the monk does not otherwise meet the prerequisites. This fighting style is normally only taught to women of the Sisterhood of the Golden Erinyes.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">By spending 5 stamina points, you can treat a hit with an unarmed strike as a critical hit for the purpose of determining the benefits that you gain from Hamatulatsu."
		]
	},
	"hammer_guards_the_anvil": {
		"name": "Hammer Guards the Anvil",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Hammer Guards the Anvil (Teamwork)",
			"",
			"{SOURCE Elemental Master's Handbook/7}",
			"",
			"Your allies cover you when your guard is down.  ",
			"**Benefit:** Creatures threatened by an ally with this feat cannot make attacks of opportunity against you when you pick up an item from the ground, retrieve a stored item, sheathe a weapon, or stand up from prone."
		]
	},
	"hammer_the_gap": {
		"name": "Hammer the Gap",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Hammer the Gap (Combat)",
			"",
			"{SOURCE Ultimate Combat/103}",
			"",
			"You repeatedly strike the same location, causing increasing amounts of damage.  ",
			"**Prerequisites:** Base attack bonus +6.  ",
			"**Benefit:** When you take a full-attack action, each consecutive hit against the same opponent deals extra damage equal to the number of previous consecutive hits you have made against that opponent this turn. This damage is multiplied on a critical hit.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When you use this feat, you can spend 5 stamina points to increase the amount of extra damage dealt by 1 point per consecutive hit you make."
		]
	},
	"hammer_throw": {
		"name": "Hammer Throw",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Hammer Throw (Combat)",
			"",
			"{SOURCE Heroes from the Fringe/9}",
			"",
			"You can throw a hammer with such force that it knocks your foes over.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Trip}, {feat/Precise Shot}, base attack bonus +1, dwarf.  ",
			"**Benefit:** As a standard action, you can make a single ranged attack with a weapon that deals bludgeoning damage against a creature no more than one size category larger than you that is within the weapon's first range increment. If you hit and damage the target, you can immediately attempt to perform a trip combat maneuver against that target. This does not provoke an attack of opportunity, and if your combat maneuver check fails by 10 or more, you do not fall prone."
		]
	},
	"hands_autonomy": {
		"name": "Hand's Autonomy",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Hand's Autonomy",
			"",
			"{SOURCE Haunted Heroes Handbook/24}",
			"",
			"Your possessed hand can act independently.  ",
			"**Prerequisites:** {feat/Possessed Hand}.  ",
			"**Benefit:** You reduce the penalties for fighting with two weapons (including fighting with double weapons or when throwing weapons from each hand) by 2, to a minimum penalty of -1. This benefit stacks with the {feat/Two-Weapon Fighting} feat. When you are unconscious, paralyzed, asleep, or stunned, your possessed hand can still act on your behalf in a limited fashion. The hand uses your statistics when performing any action in this manner. The hand can't take attacks of opportunity, but can draw attacks of opportunity from actions it takes. The hand can perform the following actions each turn on your initiative count.",
			"",
			"- The hand can retrieve or pick up an item or weapon as a standard action.",
			"- The hand can attempt any of the following skill checks at a -4 penalty: Disable Device, Escape Artist, Heal, Sleight of Hand, or Use Magic Device.",
			"- The hand can knock you prone as a free action, and drag you while you're prone at a speed of 5 feet as a full-round action.",
			"- The hand can perform any other action appropriate for a hand and an arm, such as pouring a held potion into your mouth or awakening you from a sleep spell.",
			"- The hand can make a single melee or ranged attack with a light or one-handed weapon as a full-round action."
		]
	},
	"hands_detachment": {
		"name": "Hand's Detachment",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Hand's Detachment",
			"",
			"{SOURCE Haunted Heroes Handbook/24}",
			"",
			"Your possessed hand can painlessly pull free of your body or reattach itself, leaving you with a bloodless but raw-looking stump at the end of one arm while the hand itself performs remote tasks under your command, acting in many ways like a strange familiar.  ",
			"**Prerequisites:** {feat/Hand's Autonomy}, {feat/Possessed Hand}.  ",
			"**Benefit:** You can remove your possessed hand, allowing the possessing spirit to animate and control its motion. Removing or reattaching your possessed hand is a full-round action. This deals no damage to you, but you can't use the hand while it is removed. The hand acts as a wizard's familiar, using your character level as your effective wizard level, except it doesn't gain the alertness, share spells, deliver touch spells, spell resistance, or scry on familiar abilities. Use the statistics for a {monster/crawling hand} to represent the detached hand, save that the hand isn't undead, doesn't have the mark quarry ability, and shares your alignment. If the hand is destroyed, the spirit regenerates your missing hand in 2d4 days. This process can be accelerated by {spell/regenerate} or similar magic. You cannot use the Possessed Hand feat or any feat with the Possessed Hand feat as a prerequisite until the hand is fully regenerated. If you have the familiar class feature, you can choose for your possessed hand to become your familiar, granting it all familiar abilities as normal. If selected as a familiar, your possessed hand grants you a +3 bonus on Sleight of Hand checks."
		]
	},
	"hands_knowledge": {
		"name": "Hand's Knowledge",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Hand's Knowledge",
			"",
			"{SOURCE Haunted Heroes Handbook/24}",
			"",
			"The connection to the memories of the spirit possessing your hand deepens.  ",
			"**Prerequisites:** {feat/Possessed Hand}.  ",
			"**Benefit:** Select one Knowledge skill; this skill becomes a class skill for you. Additionally, select one of the following skills: Disable Device, Escape Artist, Heal, Sleight of Hand, or Use Magic Device. This skill becomes a class skill for you and you can attempt checks with the skill untrained. Once per day as a swift action, you can gain a bonus to any of the above skill checks equal to 1/2 your character level."
		]
	},
	"hands_of_valor": {
		"name": "Hands of Valor",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Hands of Valor",
			"",
			"{SOURCE Inner Sea Gods/212}",
			"",
			"Your touch staunches wounds and inspires great deeds.  ",
			"**Prerequisites:** Lay on hands class feature, worshiper of Iomedae.  ",
			"**Benefit:** Once per day when you use lay on hands, you can also imbue that ally with valor. In addition to the normal effects of your lay on hands, the targeted ally gains a sacred bonus on attack rolls and on saves against fear effects equal to your Charisma bonus (minimum +1) for 1 minute."
		]
	},
	"hands_sight": {
		"name": "Hand's Sight",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Hand's Sight",
			"",
			"{SOURCE Haunted Heroes Handbook/25}",
			"",
			"By manifesting an eerie, spiritual eye of its own, your possessed hand can \"see\" on your behalf.  ",
			"**Prerequisites:** {feat/Possessed Hand}.  ",
			"**Benefit:** While your possessed hand isn't carrying anything, you gain darkvision with a range of 60 feet and cannot be flanked."
		]
	},
	"harder_they_fall": {
		"name": "Harder They Fall",
		"sources": [
			"Ultimate Wilderness",
			"Giant Hunter's Handbook"
		],
		"description": [
			"## Harder They Fall (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Wilderness/113;Giant Hunter's Handbook/19}",
			"",
			"You can work with an ally to move or knock over a foe that's too large for either of you to overcome alone.  ",
			"**Prerequisites:** Str 13, Int 13, {feat/Combat Expertise}, {feat/Power Attack}.  ",
			"**Benefit:** When you use the aid another action to grant an ally who also has this feat a +2 bonus on a bull rush or trip combat maneuver check, the ally can attempt that maneuver even against foes two or more size categories larger than herself."
		]
	},
	"hard_headed": {
		"name": "Hard-Headed",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Hard-Headed (Combat)",
			"",
			"{SOURCE Advanced Race Guide/18}",
			"",
			"Your thick skull is almost a weapon unto itself.  ",
			"**Prerequisites:** Base attack bonus +1, dwarf.  ",
			"**Benefit:** You gain a +1 bonus on attack rolls and combat maneuver checks made using a helmet. You receive a +2 bonus on saves against spells and special abilities that cause you to become staggered or stunned.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When targeted by a spell or a special ability that could cause you to become staggered or stunned, you can spend up to 2 stamina points before attempting the save to gain a bonus on the saving throw equal to the number of stamina points you spent."
		]
	},
	"hardy_liver": {
		"name": "Hardy Liver",
		"sources": [ "Inner Sea Taverns" ],
		"description": [
			"## Hardy Liver",
			"",
			"{SOURCE Inner Sea Taverns/59}",
			"",
			"You can hold your liquor and poisons better than most.  ",
			"**Prerequisites:** {feat/Great Fortitude}.  ",
			"**Benefit:** You gain a +2 bonus on Fortitude saving throws against ingested poisons. You take no penalties when you are tipsy, and the penalties for being drunk or soused are halved for you."
		]
	},
	"harmonic_sage": {
		"name": "Harmonic Sage",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Harmonic Sage",
			"",
			"{SOURCE Ultimate Combat/104}",
			"",
			"Your thorough understanding of acoustics in artificial surroundings allows you to improve the power of your bardic performance.  ",
			"**Prerequisites:** Bardic performance class feature, Knowledge (engineering) 5 ranks.  ",
			"**Benefit:** While inside an artificial structure, you can spend a free action to make a DC 15 Knowledge (engineering) check when you begin your bardic performance. Success on this check allows you to do one of the following.",
			"",
			"Self-Harmonize: By performing over the acoustic reverberations of your performance, you increase the DC of your bardic performance effects +1.",
			"",
			"Reverberation: You can choose to have the effect of your current bardic performance continue for 1 round after you cease maintaining it, regardless of why you cease maintaining it. You can still have no more than one bardic performance in effect at one time.  ",
			"**Normal:** A bardic performance lasts only as long as you maintain it."
		]
	},
	"harmonic_spell": {
		"name": "Harmonic Spell",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder #12: Crown of Fangs",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Harmonic Spell",
			"",
			"{SOURCE Inner Sea World Guide/287;Pathfinder #12: Crown of Fangs/59;Pathfinder Campaign Setting/218}",
			"",
			"You can weave bardic music effects into your spellcasting in such a way that your spellcasting and bardic performance become indistinguishable.  ",
			"**Prerequisites:** Bardic music ability.  ",
			"**Benefit:** Whenever you cast a spell while you are maintaining a bardic performance, you can maintain the bardic performance for that round without expending one of your rounds of performance for the day. In addition, you can switch from one bardic performance to another as a swift action when you cast a spell while maintaining a bardic performance."
		]
	},
	"harrowed": {
		"name": "Harrowed",
		"sources": [
			"Inner Sea World Guide",
			"Curse of the Crimson Throne Player's Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Harrowed",
			"",
			"{SOURCE Inner Sea World Guide/287;Curse of the Crimson Throne Player's Guide/14;Pathfinder Campaign Setting/218}",
			"",
			"Numerous Harrow readings early in your life seem to have hit the mark precisely, increasing your belief that you are destined for a specific purpose in life.  ",
			"**Benefit:** You get a +1 bonus on all Will saves made to resist enchantment effects. Once per day, you may draw a card from a Harrow deck you own. At any one time for the rest of that day, you may apply a +2 bonus on any d20 roll modified by the card's suit. For example, if you drew a card from the suit of Dexterity, you could apply this +2 bonus on an Initiative check, a Reflex save, a Dexterity-based skill check, or a ranged attack roll. You may assign this +2 bonus after you make the roll, but you must do so before you know whether the roll was a success or not."
		]
	},
	"harrowed_summoning": {
		"name": "Harrowed Summoning",
		"sources": [ "The Harrow Handbook" ],
		"description": [
			"## Harrowed Summoning",
			"",
			"{SOURCE The Harrow Handbook/14}",
			"",
			"Your summoned creatures are empowered by the magic of the harrow.  ",
			"**Prerequisites:** {feat/Harrowed}.  ",
			"**Benefit:** When you cast a conjuration (summoning) spell or use a spell-like ability to summon one or more creatures, you can draw two random cards from a complete harrow deck you own. Doing so adds both a somatic component (if the spell does not already have one) and a focus component (the harrow deck) to the spell, but does not increase the spell's casting time. For the duration of the spell, each summoned creature gains a +4 enhancement bonus to the corresponding ability scores of the drawn card's suits. If both cards are the same suit, each summoned creature gains a +6 bonus to that ability score instead. If either card's alignment is a true match for the summoned creatures' alignment, the duration of the spell is doubled, while drawing an opposite match halves the duration of the spell. If both a true match and an opposite match are drawn, the spell's duration is unchanged.",
			"",
			"A creature summoned in this way is distinctly altered by the cards drawn. Its physical appearance reflects the visual elements of the cards (for example, a creature summoned with The Publican might have only one eye). The creature's personality is also influenced by the cards, but not so much as to alter its alignment (for example, The Snakebite might summon a creature that likes to gossip)."
		]
	},
	"harrying_partners": {
		"name": "Harrying Partners",
		"sources": [
			"Melee Tactics Toolbox",
			"Armor Master's Handbook"
		],
		"description": [
			"## Harrying Partners (Combat, Teamwork)",
			"",
			"{SOURCE Melee Tactics Toolbox/10}",
			"",
			"Your movements perfectly synchronize with your ally's to greater effect.  ",
			"**Prerequisites:** Any {main/feats_<teamwork/ feat}, base attack bonus +6.  ",
			"**Benefit:** When you successfully use the aid another action to improve the Armor Class or attack roll of an ally who also has this feat, the benefit from aid another lasts until the beginning of your next turn.  ",
			"**Normal:** The bonus granted by aid another either grants your ally a +2 bonus on her next attack roll against an opponent or grants your ally a +2 bonus to AC against that opponent's next attack made before the beginning of your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">When using the aid another action to help an ally who also has this feat, you can spend 5 stamina points to grant a +4 bonus instead of the normal +2. Alternatively, you can grant your ally a +2 bonus both on her next attack roll and to her AC against the next attack against her."
		]
	},
	"haruspicy": {
		"name": "Haruspicy",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Haruspicy",
			"",
			"{SOURCE Occult Origins/24}",
			"",
			"You observe the signs of the universe by studying how spilled blood and viscera fall, learning insights into how to best appease unseen forces.  ",
			"**Prerequisites:** Knowledge (religion) 3 ranks.  ",
			"**Benefit:** If you perform a successful coup de grace, you gain a +2 circumstance bonus on skill checks attempted as part of a single occult ritual or occult skill unlock performed within the next minute. Alternatively, you can instead gain a +1 caster level bonus on a single divination or necromancy spell. The ritual or spell must begin within 1 minute of the coup de grace."
		]
	},
	"harvest_parts": {
		"name": "Harvest Parts",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Harvest Parts (Item Creation)",
			"",
			"{SOURCE Monster Hunter's Handbook/24}",
			"",
			"You can extract the choicest parts from a monster's carcass to use as resources when crafting items.  ",
			"**Prerequisites:** Craft (any) 1 rank or Heal 1 rank.  ",
			"**Benefit:** You can attempt a Craft or Heal check, as though making a trophy, to gain usable resources from a creature that has been dead for less than an hour. Only creatures with a CR of 1 or higher yield usable parts. The value of the parts you harvest is equal to the creature's CR squared &times; 10 gp (increases to CR derived from class levels or templates do not contribute to this value). This value can be used only as raw materials for crafting alchemical, masterwork, mundane, or magic items. Items crafted using creature parts must be made of a suitable material - typically bone or hide, with metal only in extraordinary cases. No more than a quarter of a crafted item's cost can be supplied with harvested parts. Harvested parts remain usable for 2 days before they rot (unless used to craft objects or somehow preserved). Creature parts that are harvested in this manner can't be bought or sold in most settlements.",
			"",
			"### Crafting Trophies",
			"",
			"Although any character can take trophies from fallen creatures for cosmetic or roleplaying purposes, the following feats allow characters to derive functionality from items they salvage from monstrous corpses. These feats work similarly to item creation feats, except trophies are created using a single Craft or Heal check, they are nonmagical, and the benefits they provide are typically temporary. The DC of such a check is equal to 15 + the creature's CR, and creating a trophy takes a number of minutes equal to the creature's CR."
		]
	},
	"improved_armor_focus": {
		"name": "Improved Armor Focus",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Improved Armor Focus (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/16}",
			"",
			"Your mastery makes the most of your armor.  ",
			"**Prerequisites:** {feat/Armor Focus}, base attack bonus +6, proficiency with selected armor.  ",
			"**Benefit:** The armor check penalty of the selected armor decreases by 1 (to a minimum of 0). You also use your character level in place of your base attack bonus for the purpose of armor mastery feat prerequisites.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of armor.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 5 stamina points to negate your armor's armor check penalty for 1 skill check."
		]
	},
	"improved_awesome_blow": {
		"name": "Improved Awesome Blow",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Awesome Blow (Combat)",
			"",
			"{SOURCE Advanced Class Guide/150}",
			"",
			"You are skilled at sending your opponents flying.  ",
			"**Prerequisites:** Str 13; {feat/Awesome Blow} or awesome blow class feature; {feat/Power Attack}  ",
			"**Benefit:** You receive a +2 bonus on checks to perform an awesome blow combat maneuver. You also gain a +2 bonus to your combat maneuver defense whenever an opponent tries to perform an awesome blow combat maneuver against you. Whenever you successfully perform an awesome blow combat maneuver, your opponent's movement provokes attacks of opportunity from all your allies (but not you).  ",
			"**Normal:** Creatures moved by awesome blow do not provoke attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When a creature attempts an awesome blow combat maneuver against you, you can spend up to 3 stamina points to increase your Combat Maneuver Defense against that combat maneuver by an amount equal to the number of stamina points you spent. This bonus stacks with the bonus granted by Improved Awesome Blow."
		]
	},
	"improved_awesome_throw": {
		"name": "Improved Awesome Throw",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Improved Awesome Throw (Combat)",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"When you perform an awesome throw, you knock opponents back farther.  ",
			"**Prerequisites:** Str 25, {feat/Awesome Throw}, {feat/Greater Bull Rush}, {feat/Throw Anything} or rock throwing, size Large or larger.  ",
			"**Benefit:** When you make an awesome throw combat maneuver, for every 5 by which your combat maneuver check exceeds the target's CMD, you send the target flying 5 additional feet. Furthermore, this movement provokes attacks of opportunity from your allies."
		]
	},
	"improved_back_to_back": {
		"name": "Improved Back to Back",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Improved Back to Back (Teamwork)",
			"",
			"{SOURCE Ultimate Combat/105}",
			"",
			"After much practice, you and an ally have become adept at fighting in close proximity to one another.  ",
			"**Prerequisites:** {feat/Back to Back}, Perception 5 ranks.  ",
			"**Benefit:** While you are adjacent to an ally who is flanked and also has this feat, you can spend a swift action to gain a +2 bonus to AC against all flankers until the start of your next turn."
		]
	},
	"improved_balor_whip": {
		"name": "Improved Balor Whip",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Improved Balor Whip (Combat)",
			"",
			"{SOURCE Villain Codex/80}",
			"",
			"You can pull in foes with your whip and attack them with your sword.  ",
			"**Prerequisites:** {feat/Balor Whip}, {feat/Whip Mastery}, base attack bonus +12.  ",
			"**Benefit:** When you succeed at a drag attempt with your whip against a non-adjacent target and the target ends the drag adjacent to you, as a free action you can make a single attack against the target at your highest attack bonus using the melee weapon held in your other hand. You gain an additional +2 bonus on drag combat maneuver checks when using a whip to drag, but this bonus does not stack with the bonus from Greater Drag."
		]
	},
	"improved_beast_hunter": {
		"name": "Improved Beast Hunter",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Improved Beast Hunter (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/113}",
			"",
			"You are well trained in stalking and hunting the animals of the wild.  ",
			"**Prerequisites:** {feat/Beast Hunter}; base attack bonus +3; Knowledge (nature) or Survival 3 ranks.  ",
			"**Benefit:** When fighting animals that are at least one size category larger than you and that are native to the terrain you have chosen with Beast Hunter, you gain a +4 bonus on combat maneuver checks and a +4 to your CMD against such animals' attempts to use combat maneuvers against you. Additionally, you gain a +2 bonus on Reflex saves against attacks by the animal that allow a Reflex save (such as attempting to avoid a trample attack).  ",
			"**Special:** If you have selected Beast Hunter multiple times, you gain this benefit for all of the terrains you have chosen for those feats."
		]
	},
	"improved_bestial_transformation": {
		"name": "Improved Bestial Transformation",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Improved Bestial Transformation",
			"",
			"{SOURCE Blood of the Night/16}",
			"",
			"You have mastered the ability to transform into a variety of beasts.  ",
			"**Prerequisites:** Vampire.  ",
			"**Benefit:** You can {umr/change shape} to assume the form of one of the following beasts, as beast shape II: boar, dire bat, giant frog, grizzly bear, hyena, leopard, lion, shark, squid, or wolf. This is a supernatural ability.  ",
			"**Special:** You can gain this feat multiple times. Each time you take this feat, choose another animal transformation."
		]
	},
	"improved_bless_equipment": {
		"name": "Improved Bless Equipment",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Improved Bless Equipment",
			"",
			"{SOURCE Undead Slayer's Handbook/7}",
			"",
			"You can channel even more energy into weapons and armor to grant them several divine powers at once.  ",
			"**Prerequisites:** {feat/Bless Equipment}, caster level 9th, channel energy class feature.  ",
			"**Benefit:** The number of uses of channeled energy you must expend to bless a piece of equipment using Bless Equipment and Align Equipment decreases by one (to a minimum of one use of channel energy per blessing).",
			"",
			"You can also bless a piece of equipment with up to two blessings at a time. Each blessing provides a different special ability drawn from the Bless Equipment list (and the Align Equipment list if you possess that feat). You must still have a high enough caster level to bless a piece of equipment with each of the selected blessings.",
			"",
			"You expend the appropriate number of uses of channeled energy required for each blessing, taking into account the reduction granted by this feat (and the increase for blessing a masterwork item, if needed). For example, a cleric with this feat would need to expend two uses of channeled energy to bless a weapon with the undead-bane and ghost touch special abilities (one use for bane plus one use for ghost touch).",
			"",
			"If a given piece of equipment already has a blessing on it, you can give it a second blessing. When another blessing is applied to a piece of equipment that currently has a blessing active on it, the durations for the two blessings are tracked separately."
		]
	},
	"improved_blind_fight": {
		"name": "Improved Blind-Fight",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Blind-Fight (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/162}",
			"",
			"Your keen senses guide your hand against hidden foes.  ",
			"**Prerequisites:** Perception 10 ranks, {feat/Blind-Fight}.  ",
			"**Benefit:** Your melee attacks ignore the miss chance for less than total {rule/concealment}. You may still reroll your miss chance percentile roll for total concealment.",
			"",
			"If you successfully pinpoint an invisible or hidden attacker within 30 feet, that attacker gets no advantages related to hitting you with ranged attacks. That is, you don't lose your Dexterity bonus to Armor Class, and the attacker doesn't get the usual +2 bonus for being invisible.  ",
			"**Special:** The Improved Blind-Fight feat is of no use against a character who is the subject of a blink spell.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When attacking a foe with total concealment, you can spend 5 stamina points to treat that foe as having normal concealment (20% miss chance instead of 50%)."
		]
	},
	"improved_bravery": {
		"name": "Improved Bravery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Improved Bravery (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/84}",
			"",
			"Your bravery protects you from more than just fear.  ",
			"**Prerequisites:** Cha 13, bravery class feature.  ",
			"**Benefit:** Add your bravery bonus against all mind-affecting effects instead of just against fear."
		]
	},
	"improved_bull_rush": {
		"name": "Improved Bull Rush",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Bull Rush (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/126}",
			"",
			"You are skilled at pushing your foes around.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a bull rush combat maneuver. In addition, you receive a +2 bonus on checks made to bull rush a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to bull rush you.  ",
			"**Normal:** You provoke an attack of opportunity when performing a bull rush combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When you are the target of a bull rush combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD increases by that number for that bull rush attempt.",
			"",
			"### Mythic Improved Bull Rush",
			"",
			"{SOURCE Mythic Adventures/66}",
			"",
			"You push foes around with amazing ease.  ",
			"**Prerequisites:** {feat/Improved Bull Rush}.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to bull rush, and to your CMD when an opponent bull rushes you. These bonuses stack with those granted by non-mythic Improved Bull Rush.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts to bull rush you, unless it also has this feat."
		]
	},
	"improved_called_shot": {
		"name": "Improved Called Shot",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Improved Called Shot (Called Shot)",
			"",
			"{SOURCE Ultimate Combat/195}",
			"",
			"You are skilled at landing blows right where you want to.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** You receive a +2 bonus on attack rolls when making a called shot. When taking a full-round or standard action that gives you multiple attacks, you can replace a single attack with a called shot. You may only attempt one called shot per round.  ",
			"**Normal:** You can make one called shot per round as a full-round action."
		]
	},
	"improved_channel": {
		"name": "Improved Channel",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Improved Channel",
			"",
			"{SOURCE PRPG Core Rulebook/126}",
			"",
			"Your channeled energy is harder to resist.  ",
			"**Prerequisites:** Channel energy class feature.  ",
			"**Benefit:** Add 2 to the DC of saving throws made to resist the effects of your channel energy ability.",
			"",
			"### Mythic Improved Channel",
			"",
			"{SOURCE Mythic Adventures/66}",
			"",
			"As a divine conduit for energy, you're unmatched.  ",
			"**Prerequisites:** {feat/Improved Channel}.  ",
			"**Benefit:** Non-mythic creatures that take damage from your channel energy must roll their saving throws twice and take the lower result."
		]
	},
	"improved_channel_force": {
		"name": "Improved Channel Force",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Improved Channel Force",
			"",
			"{SOURCE Advanced Race Guide/88}",
			"",
			"You move your enemies within a beam of righteous energy.  ",
			"**Prerequisites:** {feat/Channel Force}, aasimar, channel energy 4d6.  ",
			"**Benefit:** When using Channel Force, you can affect all creatures in a 60-foot line or a 30-foot cone-shaped burst. You must choose to either push or pull all creatures within the affected area that fail their saves."
		]
	},
	"improved_charging_hurler": {
		"name": "Improved Charging Hurler",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Charging Hurler (Combat)",
			"",
			"{SOURCE Ultimate Combat/105}",
			"",
			"Every muscle in your body adds its force to your thrown weapons.  ",
			"**Prerequisites:** {feat/Charging Hurler}.  ",
			"**Benefit:** When you use Charging Hurler, your target can be at any range up to your weapon's maximum range. If your target is within 30 feet, you gain a +2 bonus on damage rolls.  ",
			"**Normal:** Using Charging Hurler requires you to end your movement within 30 feet of your opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">When using Charging Hurler against a target within 30 feet, you can spend up to 2 stamina points. When you do, the bonus on your damage roll for that attack increases by double the number of stamina points you spent."
		]
	},
	"improved_cleaving_finish": {
		"name": "Improved Cleaving Finish",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Cleaving Finish (Combat)",
			"",
			"{SOURCE Ultimate Combat/105}",
			"",
			"You can cut down many opponents in a single strike.  ",
			"**Prerequisites:** Str 13, {feat/Cleave}, {feat/Cleaving Finish}, {feat/Great Cleave}, {feat/Power Attack}, base attack bonus +6.  ",
			"**Benefit:** You can use Cleaving Finish any number of times per round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/122}",
			">",
			">Once per round when you confirm a critical hit, you can spend 5 stamina points to treat that attack as if you reduced the target to 0 or fewer hit points for the purpose of using the Cleaving Finish feat."
		]
	},
	"improved_collectors_boon": {
		"name": "Improved Collector's Boon",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Improved Collector's Boon",
			"",
			"{SOURCE Chronicle of Legends/24}",
			"",
			"Your knack for unlocking the true potential of magical equipment allows you to draw great power from your equipment.  ",
			"**Prerequisites:** {feat/Collector's Boon}, character level 9th.",
			"",
			"While you are wearing or wielding at least three items from a [set](main/magic_misc), you can gain the benefits of the three-, four-, and five-item benefits listed in the set, as appropriate for the total number of pieces of the set in your possession. In addition, you gain a +2 circumstance bonus on Use Magic Device checks as long as you are currently wearing or wielding at least five pieces of magical equipment (such as magic armor, magic weapons, magic rings, or wondrous items). For the purposes of determining whether you gain this benefit, gauntlets that are part of a suit of magic armor count as a separate magic item only if they have been enchanted as weapons."
		]
	},
	"improved_conceal_spell": {
		"name": "Improved Conceal Spell",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Improved Conceal Spell",
			"",
			"{SOURCE Ultimate Intrigue/84}",
			"",
			"You can conceal the mightiest spells in the subtlest fashions.  ",
			"**Prerequisites:** {feat/Conceal Spell}, {feat/Deceitful}, Bluff 5 ranks, Disguise 5 ranks, Sleight of Hand 10 ranks, ability to cast 3rd-level spells or use a 3rd-level spell-like ability.  ",
			"**Benefit:** When you use Conceal Spell, creatures no longer gain a bonus equal to the level of the spell or spell-like ability on their checks to notice the hidden spell.  ",
			"**Normal:** Creatures attempting to notice a spell hidden with Conceal Spell gain a bonus equal to the level of the spell or spell-like ability on their Perception, Sense Motive, and Spellcraft checks."
		]
	},
	"improved_counterspell": {
		"name": "Improved Counterspell",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Improved Counterspell",
			"",
			"{SOURCE PRPG Core Rulebook/126}",
			"",
			"You are skilled at countering the spells of others using similar spells.  ",
			"**Benefit:** When counterspelling, you may use a spell of the same school that is one or more spell levels higher than the target spell.  ",
			"**Normal:** Without this feat, you may counter a spell only with the same spell or with a spell specifically designated as countering the target spell.",
			"",
			"### Mythic Improved Counterspell",
			"",
			"{SOURCE Mythic Adventures/66}",
			"",
			"Your innate understanding of magical mechanics allows you to unravel spells with pure magical energy.  ",
			"**Prerequisites:** {feat/Improved Counterspell}.  ",
			"**Benefit:** When counterspelling, you can use a spell of the same school that is the same or higher spell level as the target spell."
		]
	},
	"improved_critical": {
		"name": "Improved Critical",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Critical (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"Attacks made with your chosen weapon are quite deadly.  ",
			"**Prerequisites:** Proficient with weapon, base attack bonus +8.  ",
			"**Benefit:** When using the weapon you selected, your threat range is doubled.  ",
			"**Special:** You can gain Improved Critical multiple times. The effects do not stack. Each time you take the feat, it applies to a new type of weapon. This effect doesn't stack with any other effect that expands the threat range of a weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When you hit with an attack and the roll fails to threaten a critical hit by 3 or less, you can spend 5 stamina points to attempt to deal double damage anyway. Roll as if confirming a critical hit. If this confirmation roll succeeds, your attack is still not a critical hit, but it deals double damage.",
			"",
			"### Mythic Improved Critical",
			"",
			"{SOURCE Mythic Adventures/66}",
			"",
			"Your critical strikes with your chosen weapon are deadlier than most.  ",
			"**Prerequisites:** {feat/Improved Critical}, base attack bonus +8.  ",
			"**Benefit:** Your critical multiplier with your chosen weapon is increased by 1 (to a maximum of &times;6).  ",
			"**Special:** You can gain this feat multiple times. The effects do not stack. Each time you take this feat, it applies to a different non-mythic Improved Critical feat."
		]
	},
	"improved_dark_sight": {
		"name": "Improved Dark Sight",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Improved Dark Sight",
			"",
			"{SOURCE Advanced Race Guide/112}",
			"",
			"With further modification, your eyes see clearly in not only normal darkness, but in magical darkness as well.  ",
			"**Prerequisites:** {feat/Dark Sight}, {feat/Gloom Sight}, fetchling.  ",
			"**Benefit:** You gain the see in darkness ability and lose the light sensitivity weakness, but gain the light blindness weakness."
		]
	},
	"improved_day_job": {
		"name": "Improved Day Job",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Improved Day Job",
			"",
			"{SOURCE Pathfinder Society Primer/8}",
			"",
			"You learned the importance of an honest day's work while training as an initiate of the [Pathfinder Society](rule/aff_scholars).  ",
			"**Prerequisites:** Ability to attempt Day Job checks (see the Guide to Pathfinder Society Organized Play).  ",
			"**Benefit:** You gain a +3 bonus on Day Job checks using one skill you choose when you take this feat. This bonus stacks with other feats that grant a bonus to the chosen skill, including {feat/Skill Focus}."
		]
	},
	"improved_death_stealing": {
		"name": "Improved Death-Stealing",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Improved Death-Stealing",
			"",
			"{SOURCE Demons Revisited/44}",
			"",
			"Your death-stealing gaze creates more powerful undead.  ",
			"**Prerequisites:** Nabasu, {feat/Ability Focus/ (death-stealing gaze)}  ",
			"**Benefit:** When you would normally create a ghoul with your death-stealing gaze, you instead create a ghast. As a free action, you may also spend a number of growth points in order to even further augment your new undead minion as it is created. If you spend 1 growth point, you create a wight instead of a ghast. If you spend 3 growth points, you create a wraith instead of a ghast. And if you spend 5 growth points, you transform the target into a juju zombie instead of a ghast. Note that spending growth in this manner reduces your statistics as appropriate."
		]
	},
	"improved_devastating_strike": {
		"name": "Improved Devastating Strike",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Devastating Strike (Combat)",
			"",
			"{SOURCE Ultimate Combat/105}",
			"",
			"The fury and power channeled through your attack is enough to kill a lesser being outright.  ",
			"**Prerequisites:** {feat/Devastating Strike}, {feat/Vital Strike}, base attack bonus +13.  ",
			"**Benefit:** Whenever you use Vital Strike, {feat/Improved Vital Strike}, or {feat/Greater Vital Strike}, you gain a bonus on attack rolls to confirm a critical hit equal to the bonus on damage rolls you gain from Devastating Strike.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">Whenever you use the Devastating Strike combat trick, increase the bonus damage to +6 on each of the extra sets of weapon damage dice. For weapons with more than one damage die, count all the weapon's base damage dice together as one set."
		]
	},
	"improved_dirge_of_doom": {
		"name": "Improved Dirge of Doom",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Improved Dirge of Doom",
			"",
			"{SOURCE Advanced Class Guide/150}",
			"",
			"The foreboding tone of your dirge is especially effective at unsettling your enemies.  ",
			"**Prerequisites:** Ability to perform dirge of doom.  ",
			"**Benefit:** The range of your dirge of doom ability is extended to 60 feet. Additionally, if a creature is shaken from another effect, the effect of your dirge of doom is changed to frightened for that specific creature. This benefit cannot cause a creature to become panicked, even if a target is already frightened from another effect.  ",
			"**Normal:** The range of dirge of doom is 30 feet. A creature that is already shaken cannot become frightened by dirge of doom. Once affected by this feat, a creature cannot be affected by it again for 24 hours."
		]
	},
	"improved_dirty_trick": {
		"name": "Improved Dirty Trick",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Dirty Trick (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/162}",
			"",
			"You are skilled at pulling dirty tricks on your foes.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a dirty trick combat maneuver. In addition, you receive a +2 bonus on checks made to attempt a dirty trick. You also receive a +2 bonus to your Combat Maneuver Defense when an opponent tries a dirty trick on you.  ",
			"**Normal:** You provoke an attack of opportunity when performing a dirty trick combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a dirty trick combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that dirty trick attempt increases by that number.",
			"",
			"### Mythic Improved Dirty Trick",
			"",
			"{SOURCE Mythic Adventures/66}",
			"",
			"You're a paragon of down-and-dirty fighting.  ",
			"**Prerequisites:** {feat/Improved Dirty Trick}.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to attempt a dirty trick, and to your CMD when an opponent attempts to perform a dirty trick on you. These bonuses stack with those granted by Improved Dirty Trick.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts a dirty trick maneuver against you, unless it also has this feat."
		]
	},
	"improved_disarm": {
		"name": "Improved Disarm",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Disarm (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"You are skilled at knocking weapons from a foe's grasp.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a disarm combat maneuver. In addition, you receive a +2 bonus on checks made to disarm a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to disarm you.  ",
			"**Normal:** You provoke an attack of opportunity when performing a disarm combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a disarm combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that disarm attempt increases by that number.",
			"",
			"### Mythic Improved Disarm",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"You're expert at knocking your enemies' weapons away.  ",
			"**Prerequisites:** {feat/Improved Disarm}.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to disarm, and to your CMD when an opponent tries to disarm you. These bonuses stack with those granted by Improved Disarm.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts to disarm you, unless it also has this feat."
		]
	},
	"improved_disarm_partner": {
		"name": "Improved Disarm Partner",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Improved Disarm Partner (Combat, Teamwork)",
			"",
			"{SOURCE Monster Codex/93}",
			"",
			"You are ever the opportunist.  ",
			"**Prerequisites:** {feat/Disarm Partner}, base attack bonus +5.  ",
			"**Benefit:** When an ally with this feat fails a disarm combat maneuver check made on his turn against a foe that's within your melee reach, you can make an attack of opportunity against that foe. If that attack of opportunity hits the foe, you can also attempt a disarm combat maneuver check against that opponent as part of that attack of opportunity."
		]
	},
	"improved_drag": {
		"name": "Improved Drag",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Drag (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/162}",
			"",
			"You are skilled at dragging foes around the battlefield.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a drag combat maneuver. In addition, you receive a +2 bonus on checks made to drag a foe. You also receive a +2 bonus to your Combat Maneuver Defense when an opponent tries to drag you.  ",
			"**Normal:** You provoke an attack of opportunity when performing a drag combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When you are the target of a drag combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that drag attempt increases by that number.",
			"",
			"### Mythic Improved Drag",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"You pull your enemies around the battlefield with great ease.  ",
			"**Prerequisites:** {feat/Improved Drag}.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to attempt a drag combat maneuver, and to your CMD when an opponent attempts a drag combat maneuver against you. These bonuses stack with those granted by Improved Drag.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts a drag maneuver against you, unless it also has this feat."
		]
	},
	"improved_drow_nobility": {
		"name": "Improved Drow Nobility",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Improved Drow Nobility",
			"",
			"{SOURCE Advanced Race Guide/105}",
			"",
			"Your magical heritage is more potent than that of your peers, as demonstrated by your superior spell-like abilities.  ",
			"**Prerequisites:** Cha 13, {feat/Drow Nobility}, able to use drow spell-like abilities, drow.  ",
			"**Benefit:** You may use your dancing lights, faerie fire, feather fall, and levitate spell-like abilities twice per day. Your darkness spell-like ability instead becomes deeper darkness, which you may use twice per day."
		]
	},
	"improved_duck_and_cover": {
		"name": "Improved Duck and Cover",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Improved Duck and Cover (Teamwork)",
			"",
			"{SOURCE Advanced Class Guide/150}",
			"",
			"Your allies' ability to protect you from damage extends to area attacks.  ",
			"**Prerequisites:** {feat/Duck and Cover}.  ",
			"**Benefit:** Whenever you use Duck and Cover, your ally has evasion or improved evasion, and your ally's saving throw roll succeeds, half of the damage you would have taken is transferred to your ally. (This damage is not reduced by the ally's evasion or improved evasion.)"
		]
	},
	"improved_eldritch_heritage": {
		"name": "Improved Eldritch Heritage",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Improved Eldritch Heritage",
			"",
			"{SOURCE Ultimate Magic/152}",
			"",
			"The power of your discovered bloodline continues to grow.  ",
			"**Prerequisites:** Cha 15, {feat/Eldritch Heritage}, character level 11th.  ",
			"**Benefit:** You gain either the 3rd-level or the 9th-level power (your choice) of the bloodline you selected with the Eldritch Heritage feat. For purposes of using that power, treat your sorcerer level as equal to your character level - 2, even if you have levels in sorcerer. You do not gain any of the other bloodline abilities.  ",
			"**Special:** You may select this feat multiple times. Its effects do not stack. Each time you select the feat, it applies to a different bloodline power for that bloodline available at sorcerer level 3 or 9."
		]
	},
	"improved_elemental_counterspell": {
		"name": "Improved Elemental Counterspell",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Improved Elemental Counterspell",
			"",
			"{SOURCE Elemental Master's Handbook/23}",
			"",
			"You can charge your kinetic blast with disruptive elemental energy that tears apart elemental spells.  ",
			"**Prerequisites:** Two basic blast wild talents from two different elements, expanded element class feature, kinetic blast class feature.  ",
			"**Benefit:** You can use a readied kinetic blast to counterspell any spell of equal or lower level, provided that the target spell has any of the following descriptors: air, cold, darkness, earth, electricity, fire, force, light, or water.  ",
			"**Normal:** A readied kinetic blast can be used to counterspell spells that share its descriptor."
		]
	},
	"improved_familiar": {
		"name": "Improved Familiar",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Improved Familiar",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"This feat allows you to acquire a powerful familiar, but only when you could normally acquire a new familiar.  ",
			"**Prerequisites:** Ability to acquire a new familiar, compatible alignment, sufficiently high level.  ",
			"**Benefit:** When choosing a familiar, [the creatures listed here](ability/improved_familiars) are also available to you. You may choose a familiar with an alignment up to one step away on each alignment axis (lawful through chaotic, good through evil).",
			"",
			"Improved familiars otherwise use the rules for regular familiars, with two exceptions: if the creature's type is something other than animal, its type does not change; and improved familiars do not gain the ability to speak with other creatures of their kind (although many of them already have the ability to communicate).",
			"",
			"### Mythic Improved Familiar",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"Your familiar gains some of your incredible resiliency and insight.  ",
			"**Prerequisites:** {feat/Improved Familiar}.  ",
			"**Benefit:** For every 3 tiers you possess, your familiar gains a +2 bonus to an ability score of your choice. These bonuses stack. Your familiar adds your tier to its natural armor bonus and to its spell resistance (if it has spell resistance)."
		]
	},
	"improved_familiar_bond": {
		"name": "Improved Familiar Bond",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Improved Familiar Bond",
			"",
			"{SOURCE Familiar Folio/18}",
			"",
			"Your familiar gains greater power.  ",
			"**Prerequisites:** {feat/Familiar Bond}, {feat/Iron Will}.  ",
			"**Benefit:** Your familiar gains all the normal abilities available to a familiar of a wizard with a level equal to your total Hit Dice. You also gain the special ability normally gained by a master of your type of familiar."
		]
	},
	"improved_feint": {
		"name": "Improved Feint",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Feint (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"You are skilled at fooling your opponents in combat.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** You can make a Bluff check to feint in combat as a move action.  ",
			"**Normal:** Feinting in combat is a standard action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">You can select this feat even if you don't meet the Ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. You can spend 5 stamina points to feint as a move action."
		]
	},
	"improved_feint_partner": {
		"name": "Improved Feint Partner",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Feint Partner (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Combat/105}",
			"",
			"Knowledge of your companions' tricks and techniques allow you to take even greater advantage of your allies' feints.  ",
			"**Prerequisites:** Bluff 1 rank, {feat/Combat Reflexes}, {feat/Feint Partner}, base attack bonus +6.  ",
			"**Benefit:** Whenever an ally who also has this feat successfully feints against an opponent, that opponent provokes an attack of opportunity from you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When you feint, you can spend 5 stamina points for each additional ally to grant an attack of opportunity to any number of additional allies - not just those with this feat."
		]
	},
	"improved_feinting_flurry": {
		"name": "Improved Feinting Flurry",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Improved Feinting Flurry (Combat)",
			"",
			"{SOURCE Dragon Empires Primer/25}",
			"",
			"Your first melee attack throws your opponent completely off guard.  ",
			"**Prerequisites:** Dex 17, flurry of blows class feature, {feat/Combat Expertise}, {feat/Feinting Flurry}, base attack bonus +6.  ",
			"**Benefit:** While using Feinting Flurry, if you successfully feint, your opponent is denied its Dexterity bonus to AC until the end of your turn.  ",
			"**Normal:** A successful feint causes your opponent to be denied its Dexterity bonus to AC against your next attack."
		]
	},
	"improved_fiendish_darkness": {
		"name": "Improved Fiendish Darkness",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Improved Fiendish Darkness",
			"",
			"{SOURCE Blood of Fiends/25}",
			"",
			"Your innate ability to shroud others in darkness is further empowered.  ",
			"**Prerequisites:** {feat/Fiendish Darkness}, darkness spell-like ability, caster level 3rd, tiefling.  ",
			"**Benefit:** You gain a +2 bonus to your effective caster level when using your darkness spell-like ability. In addition, whenever you cast a spell with the evil descriptor that targets another creature, you can spend a swift action to apply the effects of your darkness spell-like ability to the spell cast, with the darkness effect centered on the spell's target. Using the darkness spell-like ability in this way expends all three uses of it for the day, and it cannot be used if fewer than three uses of it remain for that day."
		]
	},
	"improved_fiendish_sorcery": {
		"name": "Improved Fiendish Sorcery",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Improved Fiendish Sorcery",
			"",
			"{SOURCE Blood of Fiends/25}",
			"",
			"Your skill with foul sorcery is even more potent than that of others of your race.  ",
			"**Prerequisites:** Fiendish sorcery racial trait, tiefling.  ",
			"**Benefit:** If you are a sorcerer and possess the Rakshasa bloodline or Shadow bloodline, treat your Charisma score as 2 points higher for all sorcerer class abilities."
		]
	},
	"improved_flexible_wizardry": {
		"name": "Improved Flexible Wizardry",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Improved Flexible Wizardry",
			"",
			"{SOURCE Advanced Class Guide/150}",
			"",
			"You possess an impressive flexibility with casting that other wizards lack.  ",
			"**Prerequisites:** {feat/Flexible Wizardry}, {feat/Spell Mastery}, wizard level 8th.  ",
			"**Benefit:** When you use Flexible Wizardry, you can flexibly prepare a number of spell slots equal to your Intelligence modifier + 4. Furthermore, you can finalize one of these slots with a standard action instead of a full-round action."
		]
	},
	"improved_forceful_charge": {
		"name": "Improved Forceful Charge",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Improved Forceful Charge",
			"",
			"{SOURCE Adventurer's Guide/16}",
			"",
			"Enemies fall before this animal's charge.  ",
			"**Prerequisites:** {feat/Forceful Charge}, {feat/Improved Bull Rush}, {feat/Power Attack}, animal companion.  ",
			"**Benefit:** This animal can bull rush a target that is up to two size categories larger than itself. If it pushes the target at least 10 feet as a result of this bull rush, it can attempt a trip combat maneuver check against the target as a free action. This trip combat maneuver provokes attacks of opportunity as normal."
		]
	},
	"improved_fury_of_the_tainted": {
		"name": "Improved Fury of the Tainted",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Improved Fury of the Tainted (Combat)",
			"",
			"{SOURCE Blood of Fiends/25}",
			"",
			"Your hatred for goodness is rivaled only by your ability to repel it.  ",
			"**Prerequisites:** Cha 13, {feat/Fury of the Tainted}, base attack bonus +8, rage class feature, tiefling.  ",
			"**Benefit:** While raging, you gain spell resistance equal to 10 + your class level against spells with the good descriptor."
		]
	},
	"improved_gaseous_form": {
		"name": "Improved Gaseous Form",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Improved Gaseous Form",
			"",
			"{SOURCE Blood of the Night/17}",
			"",
			"Your gaseous state is more potent than that of your peers.  ",
			"**Prerequisites:** Vampire.  ",
			"**Benefit:** As a standard action, you can assume gaseous form at will (caster level 5th), but can remain gaseous indefinitely and have a fly speed of 20 feet with perfect maneuverability. This is a supernatural ability.",
			"",
			"If you already possess the gaseous form special quality, you can instead choose to augment your gaseous form in one of the following ways. These effects apply only to creatures that enter your space while you are in gaseous form.",
			"",
			">*Glitterdust (Su):* Creatures must succeed at a Will save or be blinded and outlined in golden particles as though under the effects of {spell/glitterdust}.",
			">",
			">*Mind Fog (Su):* Creatures must succeed at a Will save or take penalties as though under the effects of {spell/mind fog}. This effect lasts as long as a creature shares your space and for 2d6 rounds after.",
			"",
			"**Special:** You can gain this feat multiple times. Each time you take this feat, choose another swarm type."
		]
	},
	"improved_grapple": {
		"name": "Improved Grapple",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Grapple (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"You are skilled at grappling opponents.  ",
			"**Prerequisites:** Dex 13, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a grapple combat maneuver. In addition, you receive a +2 bonus on checks made to grapple a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to grapple you.  ",
			"**Normal:** You provoke an attack of opportunity when performing a grapple combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When you are the target of a grapple combat maneuver to initiate or maintain a grapple, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that grapple attempt increases by that number.",
			"",
			"### Mythic Improved Grapple",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"Your wrestling moves are difficult to counter.  ",
			"**Prerequisites:** {feat/Improved Grapple}.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to grapple, and to your CMD when an opponent tries to grapple you. These bonuses stack with those granted by Improved Grapple.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts to grapple you, unless it also has this feat."
		]
	},
	"improved_great_fortitude": {
		"name": "Improved Great Fortitude",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Improved Great Fortitude",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"You can draw upon an inner reserve to resist diseases, poisons, and other grievous harm.  ",
			"**Prerequisites:** {feat/Great Fortitude}.  ",
			"**Benefit:** Once per day, you may reroll a Fortitude save. You must decide to use this ability before the results are revealed. You must take the second roll, even if it is worse."
		]
	},
	"improved_hammer_throw": {
		"name": "Improved Hammer Throw",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Improved Hammer Throw (Combat)",
			"",
			"{SOURCE Heroes from the Fringe/9}",
			"",
			"Your ability to knock down your foes with ranged attacks is impressive.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Hammer Throw}, {feat/Improved Trip}, {feat/Precise Shot}, base attack bonus +6, dwarf.  ",
			"**Benefit:** You can use the Hammer Throw feat against targets at any range and of any size."
		]
	},
	"improved_horse_whisperer": {
		"name": "Improved Horse Whisperer",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Improved Horse Whisperer",
			"",
			"{SOURCE Adventurer's Guide/15}",
			"",
			"Your understanding of horses goes so deep that you can communicate with them as if you shared a language.  ",
			"**Prerequisites:** {feat/Horse Whisperer}, Handle Animal 5 ranks, Ride 5 ranks.  ",
			"**Benefit:** With a successful DC 20 Handle Animal check, you can communicate with a horse as if you were using speak with animals for 1 round. The horse's ability to communicate and take actions is still limited by its intelligence."
		]
	},
	"improved_hunters_bond": {
		"name": "Improved Hunter's Bond",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Improved Hunter's Bond (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/113}",
			"",
			"You deepen your connection to your allies, granting them higher bonuses.  ",
			"**Prerequisites:** Hunter's bond (hunting companions) class feature, ranger level 9th.  ",
			"**Benefit:** When you activate hunter's bond, you can grant your allies your full favored enemy bonus against a single target.  ",
			"**Normal:** Your allies receive half your favored enemy bonus against a single target."
		]
	},
	"improved_impaling_critical": {
		"name": "Improved Impaling Critical",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Impaling Critical (Combat, Critical)",
			"",
			"{SOURCE Ultimate Combat/105}",
			"",
			"When you impale a target, you hinder its movement and can cause severe bleeding.  ",
			"**Prerequisites:** {feat/Impaling Critical}, {feat/Critical Focus}, {feat/Weapon Specialization} with selected piercing melee weapon, base attack bonus +13.  ",
			"**Benefit:** While you are using Impaling Critical to impale an opponent, and you are still holding onto that weapon, that opponent must succeed at a grapple combat maneuver check against you to pull your weapon out. If you have let go of your weapon, the impaled opponent must spend a standard action to remove the weapon. Until the opponent pulls the weapon out, his speed in all modes is halved and his maneuverability, if any, is reduced by one step. When the weapon comes out, instead of dealing the damage normal for Impaling Critical, you can deal bleed damage equal to your weapon's damage dice result once per round at the start of that opponent's turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When using this feat to impale a foe, you can spend 5 stamina points to immobilize the foe in its current space (instead of halving its movement) for as long as you maintain your grip and the foe is impaled. If you let go of the weapon, the foe can move, but its movement is still halved."
		]
	},
	"improved_improvisation": {
		"name": "Improved Improvisation",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Improved Improvisation",
			"",
			"{SOURCE Advanced Race Guide/77}",
			"",
			"You are masterful in your improvisation.  ",
			"**Prerequisites:** Int 13, {feat/Fast Learner}, {feat/Improvisation}, human.  ",
			"**Benefit:** Your nonproficiency penalty with weapons, armor, and shields is halved. In addition, the bonus on all skill checks for skills you have no ranks in increases to +4 instead of +2."
		]
	},
	"improved_infuse_weapon": {
		"name": "Improved Infuse Weapon",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Improved Infuse Weapon",
			"",
			"{SOURCE Demons Revisited/38}",
			"",
			"When you infuse weapons, you may add an additional magical quality.  ",
			"**Prerequisites:** Infuse weapon special ability, Cha 27  ",
			"**Benefit:** When you infuse a weapon, you can add an additional +1 worth of weapon qualities to that weapon; this could either be used to increase a weapon infused to be a +1 weapon to be a +2 weapon, or to grant a weapon quality like flaming, defending, keen, or any other +1 quality from the Pathfinder RPG Core Rulebook. This effect occurs automatically as you infuse a weapon, but you may only do so to one weapon you wield at a time.  ",
			"**Special:** You may take this feat more than once; each time you do, the limit to the number of weapons on which you can simultaneously use Improved Infuse Weapon increases by 2."
		]
	},
	"improved_initiative": {
		"name": "Improved Initiative",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Initiative (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"Your quick reflexes allow you to react rapidly to danger.  ",
			"**Benefit:** You get a +4 bonus on initiative checks.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">Before rolling initiative, you can spend 10 stamina points to use 20 as the number rolled.",
			"",
			"### Mythic Improved Initiative",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"You leap into the fray with speed and confidence.  ",
			"**Prerequisites:** {feat/Improved Initiative}.  ",
			"**Benefit:** The bonus on initiative checks granted by Improved Initiative increases by an amount equal to your tier. This bonus stacks with the bonus from Improved Initiative. In addition, instead of rolling initiative, you can expend one use of mythic power to treat your roll as a natural 20."
		]
	},
	"improved_intercept_blow": {
		"name": "Improved Intercept Blow",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Improved Intercept Blow (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/218}",
			"",
			"The animal's intervention completely protects its master from harm.  ",
			"**Prerequisites:** {feat/Intercept Blow}, base attack bonus +6, animal companion.  ",
			"**Benefit:** When the animal companion uses Intercept Blow to intercept an opponent's melee attack and succeeds, it can take all the damage from the intercepted attack, in which case its master takes no damage from the intercepted attack and doesn't suffer effects that trigger on a hit."
		]
	},
	"improved_iron_will": {
		"name": "Improved Iron Will",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Improved Iron Will",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"Your clarity of thought allows you to resist mental attacks.  ",
			"**Prerequisites:** {feat/Iron Will}.  ",
			"**Benefit:** Once per day, you may reroll a Will save. You must decide to use this ability before the results are revealed. You must take the second roll, even if it is worse."
		]
	},
	"improved_ki_throw": {
		"name": "Improved Ki Throw",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Ki Throw (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/163}",
			"",
			"Your enemies are living weapons in your hands.  ",
			"**Prerequisites:** {feat/Improved Bull Rush}, {feat/Ki Throw}.  ",
			"**Benefit:** When using the Ki Throw feat, you may throw your target into any square you threaten that is occupied by another creature. Make a bull rush combat maneuver check with a -4 penalty against the secondary target. If this check succeeds, the thrown creature lands prone in the secondary target's square, while the secondary target is pushed back and knocked prone in an adjacent square. If the check fails, the thrown creature lands prone in the nearest square you threaten adjacent to the secondary target.",
			"",
			"If you throw a Large or larger creature into an area containing multiple secondary targets, you take an additional penalty of -4 on your combat maneuver check for each target after the first.  ",
			"**Special:** A monk may take this as a bonus feat at 14th level.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When using this feat to throw a target into another creature's space, you can spend up to 6 stamina points to reduce the penalty on the bull rush attempt against the secondary target by an amount equal to the number of stamina points you spent."
		]
	},
	"improved_learn_ranger_trap": {
		"name": "Improved Learn Ranger Trap",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Improved Learn Ranger Trap",
			"",
			"{SOURCE Kobolds of Golarion/24}",
			"",
			"Your skill with traps is extensive.  ",
			"**Prerequisites:** {feat/Learn Ranger Trap}, Survival 8 ranks.  ",
			"**Benefit:** You learn one additional [ranger trap](ability/ranger_traps) and can now use both extraordinary and supernatural versions of any ranger traps you know."
		]
	},
	"improved_legendary_influence": {
		"name": "Improved Legendary Influence",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Improved Legendary Influence",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"Each legend grants you more of its power in return for greater influence.  ",
			"**Prerequisites:** {feat/Legendary Influence}, lesser spirit power and propitiation class features.  ",
			"**Benefit:** For each spirit you can channel, choose a second feat other than an item creation feat. Whenever you allow a spirit to gain 1 point of influence over you to gain that spirit's associated feat via Legendary Influence, you can allow that spirit to gain 1 additional point of influence over you to gain the second feat."
		]
	},
	"improved_lightning_reflexes": {
		"name": "Improved Lightning Reflexes",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Improved Lightning Reflexes",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"You have a knack for avoiding danger all around you.  ",
			"**Prerequisites:** {feat/Lightning Reflexes}.  ",
			"**Benefit:** Once per day, you may reroll a Reflex save. You must decide to use this ability before the results are revealed. You must take the second roll, even if it is worse."
		]
	},
	"improved_lookout": {
		"name": "Improved Lookout",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Improved Lookout",
			"",
			"{SOURCE Dirty Tactics Toolbox/13}",
			"",
			"You and your allies alert each other to surprise attacks.  ",
			"**Prerequisites:** {feat/Lookout}.  ",
			"**Benefit:** Whenever you are adjacent to an ally who also has the Lookout teamwork feat, when either of you first takes an action, you both lose the flat-footed condition."
		]
	},
	"improved_low_blow": {
		"name": "Improved Low Blow",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Low Blow (Combat)",
			"",
			"{SOURCE Advanced Race Guide/66}",
			"",
			"You are adept at hitting larger opponents where it hurts.  ",
			"**Prerequisites:** Base attack bonus +4, halfling, low-blow racial trait.  ",
			"**Benefit:** Your bonus to confirm critical hits against opponents larger than yourself improves to +2. Furthermore, once per day, after you fail to hit with a critical hit confirmation roll, you can reroll the confirmation roll, but must take the new result even if it is worse.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">You can spend 5 stamina points to reroll a second critical hit confirmation roll in the same day."
		]
	},
	"improved_monster_lore": {
		"name": "Improved Monster Lore",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Improved Monster Lore",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"You are obsessed with the abilities and weaknesses of monsters.  ",
			"**Prerequisites:** Monster lore class feature.  ",
			"**Benefit:** You gain a sacred bonus on all skill checks to identify the abilities and weaknesses of creatures equal to 1/2 your level in classes that grant you the monster lore class feature."
		]
	},
	"improved_mounted_archery": {
		"name": "Improved Mounted Archery",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Improved Mounted Archery",
			"",
			"{SOURCE Adventurer's Guide/15}",
			"",
			"You are an expert at making ranged attacks while mounted.  ",
			"**Prerequisites:** {feat/Mounted Archery}, {feat/Mounted Combat}, Ride 1 rank.  ",
			"**Benefit:** You take no penalty when using a ranged weapon while mounted and taking a double move action. The penalty while your mount is running is reduced to -2."
		]
	},
	"improved_natural_armor": {
		"name": "Improved Natural Armor",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Improved Natural Armor (Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/315}",
			"",
			"This creature's hide is tougher than most.  ",
			"**Prerequisites:** Natural armor, Con 13.  ",
			"**Benefit:** The creature's natural armor bonus increases by +1.  ",
			"**Special:** A creature can gain this feat multiple times. Each time the creature takes the feat, its natural armor bonus increases by another point."
		]
	},
	"improved_natural_attack": {
		"name": "Improved Natural Attack",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Improved Natural Attack (Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/315}",
			"",
			"Attacks made by one of this creature's natural attacks leave vicious wounds.  ",
			"**Prerequisites:** Natural weapon, base attack bonus +4.  ",
			"**Benefit:** Choose one of the creature's natural attack forms (not an unarmed strike). The damage for this natural attack increases by one step on the following list, as if the creature's size had increased by one category. Damage dice increase as follows: 1d2, 1d3, 1d4, 1d6, 1d8, 2d6, 3d6, 4d6, 6d6, 8d6, 12d6.",
			"",
			"A weapon or attack that deals 1d10 points of damage increases as follows: 1d10, 2d8, 3d8, 4d8, 6d8, 8d8, 12d8.  ",
			"**Special:** This feat can be taken multiple times. Each time it is taken, it applies to a different natural attack."
		]
	},
	"improved_natural_poison_harvester": {
		"name": "Improved Natural Poison Harvester",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Improved Natural Poison Harvester",
			"",
			"{SOURCE Ultimate Wilderness/114}",
			"",
			"You excel at harvesting poison from the many toxic creatures of the natural world.  ",
			"**Prerequisites:** {feat/Natural Poison Harvester}, Craft (alchemy) 9 ranks, Survival 9 ranks.  ",
			"**Benefit:** When you successfully harvest poison from a hazard or dead creature, you gain an additional 1d4 doses of poison."
		]
	},
	"improved_outflank": {
		"name": "Improved Outflank",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Improved Outflank (Combat, Teamwork)",
			"",
			"{SOURCE Legacy of the First World/19}",
			"",
			"You can easily find openings in your enemies' defenses.  ",
			"**Prerequisites:** {feat/Outflank}, base attack bonus +6.  ",
			"**Benefit:** Whenever you and an ally who also has this feat are threatening the same foe, you are considered to be flanking that foe if you are adjacent to an unoccupied square from which you would be able to flank the foe with your ally.  ",
			"**Normal:** You must be positioned opposite an ally to flank an opponent."
		]
	},
	"improved_overrun": {
		"name": "Improved Overrun",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Overrun (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/127}",
			"",
			"You are skilled at running down your foes.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing an overrun combat maneuver. In addition, you receive a +2 bonus on checks made to overrrun a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to overrun you. Targets of your overrun attempt may not chose to avoid you.  ",
			"**Normal:** You provoke an attack of opportunity when performing an overrun combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When you are the target of an overrun combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that overrun attempt increases by that number.",
			"",
			"### Mythic Improved Overrun",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"You're an unstoppable force on the battlefield, able to run down lesser foes with ease.  ",
			"**Prerequisites:** {feat/Improved Overrun}.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to overrun, and to your CMD when an opponent tries to overrun you. These bonuses stack with those granted by Improved Overrun.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts to overrun you, unless it also has this feat."
		]
	},
	"improved_parry": {
		"name": "Improved Parry",
		"sources": [ "People of the River" ],
		"description": [
			"## Improved Parry (Combat)",
			"",
			"{SOURCE People of the River/12}",
			"",
			"A flick of the wrist binds your opponent's weapon.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** When you successfully parry a foe's melee attack (with a dueling parry or the parry class feature), your next melee attack against the target does not allow the enemy to apply its Dexterity bonus to AC (if any). This attack must be made before the end of your next turn."
		]
	},
	"improved_planar_infusion": {
		"name": "Improved Planar Infusion",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Improved Planar Infusion (Conduit)",
			"",
			"{SOURCE Planar Adventures/29}",
			"",
			"Your connection to the planes has grown stronger.  ",
			"**Prerequisites:** {feat/Planar Infusion}, character level 7th.  ",
			"**Benefit:** Choose a plane you've gained an infusion from via Planar Infusion. You now gain that plane's improved infusion as well."
		]
	},
	"improved_planar_mentor": {
		"name": "Improved Planar Mentor",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Improved Planar Mentor",
			"",
			"{SOURCE Plane-Hopper's Handbook/26}",
			"",
			"As you grow, so too does your mentor's influence.  ",
			"**Prerequisites:** {feat/Planar Mentor}, character level 7th.  ",
			"**Benefit:** You can benefit from your {feat/Planar Mentor} feat one additional time per day. While your mentor's boon is active, weapons and natural weapons you wield overcome damage reduction as though they were weapons of that alignment (e.g., as good weapons for earning good approval). For neutral approval, your weapons and natural weapons overcome damage reduction as cold iron and silver weapons.",
			"",
			"Once per day while benefiting from your mentor's boon, you can cast one of the following spell-like abilities based on the active boon's alignment (CL = your character level). Once you cast the spell-like ability, your mentor's boon ends immediately.",
			"",
			"*Chaotic:* Chaos hammer, magic circle against law, summon monster IV (chaotic outsiders only).",
			"",
			"*Evil:* Magic circle against good, summon monster IV (evil outsiders only), unholy blight.",
			"",
			"*Good:* Holy smite, magic circle against evil, summon monster IV (good outsiders only).",
			"",
			"*Lawful:* Magic circle against chaos, order's wrath, summon monster IV (lawful outsiders only).",
			"",
			"*Neutral:* Bestow curse, prayer, summon monster IV (outsiders without alignment subtypes only)."
		]
	},
	"improved_plane_shift": {
		"name": "Improved Plane Shift",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Improved Plane Shift",
			"",
			"{SOURCE Planar Adventures/30}",
			"",
			"You're an expert at traveling the various realms of the Great Beyond via plane shift.  ",
			"**Prerequisites:** Wizard level 9th.  ",
			"**Benefit:** Add plane shift to your spell list and to your spellbook as a 5th-level wizard spell. The time required for you to identify a portal's destination is reduced to 1 round. In addition, you automatically identify any plane on which you arrive.  ",
			"**Normal:** Plane shift is a 7th-level wizard spell.  ",
			"**Special:** A wizard can select this as a wizard bonus feat."
		]
	},
	"improved_position_of_strength": {
		"name": "Improved Position of Strength",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Improved Position of Strength (Combat)",
			"",
			"{SOURCE Villain Codex/188}",
			"",
			"You are particularly skilled in pressing your advantage when negotiating with noncombatants.  ",
			"**Prerequisites:** {feat/Position of Strength}; {feat/Two-Weapon Fighting} or {feat/Multiattack}; Intimidate 5 ranks.  ",
			"**Benefit:** As long as you are wielding one or more weapons with which you are proficient, you gain the bonus on Intimidate checks from Position of Strength against creatures that are armed with fewer weapons than you are wielding."
		]
	},
	"improved_possession": {
		"name": "Improved Possession",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Improved Possession",
			"",
			"{SOURCE Demons Revisited/32}",
			"",
			"Your ability to possess bodies is more powerful.  ",
			"**Prerequisites:** {feat/Demonic Possession} or shadow demon, Cha 25  ",
			"**Benefit:** The duration of your magic jar spell-like ability increases to 24 hours. You can choose to activate a host body's extraordinary abilities, supernatural abilities, spell-like abilities, and spells known or prepared."
		]
	},
	"improved_precise_shot": {
		"name": "Improved Precise Shot",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Precise Shot (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"Your ranged attacks ignore anything but total concealment and cover.  ",
			"**Prerequisites:** Dex 19, {feat/Precise Shot}, base attack bonus +11.  ",
			"**Benefit:** Your ranged attacks ignore the AC bonus granted to targets by anything less than total cover, and the miss chance granted to targets by anything less than total concealment. Total cover and total concealment provide their normal benefits against your ranged attacks.  ",
			"**Normal:** See the normal rules on the effects of {rule/cover} and {rule/concealment} in Combat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When you use the ability of the Precise Shot combat trick, the bonuses increase to +4."
		]
	},
	"improved_precise_strike": {
		"name": "Improved Precise Strike",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Improved Precise Strike (Combat, Teamwork)",
			"",
			"{SOURCE Legacy of the First World/19}",
			"",
			"Your precise timing and smooth teamwork allow you to strike a foe where it hurts.  ",
			"**Prerequisites:** Dex 13, {feat/Precise Strike}, base attack bonus +4.  ",
			"**Benefit:** Whenever you deal additional damage with Precise Strike, you also deal 1 point of bleed damage. This bleed damage does not stack with itself."
		]
	},
	"improved_punishing_step": {
		"name": "Improved Punishing Step",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Improved Punishing Step (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/14}",
			"",
			"You know how to take advantage of a devastating charge.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Punishing Step}, base attack bonus +8.  ",
			"**Benefit:** Your bonus to AC from the Dodge feat increases to +2 against charge attacks. When a creature charges you and misses with its attack, it loses its Dexterity bonus to AC against the next melee attack you make against it before the end of your next turn. If a creature misses with multiple attacks (such as when using the pounce ability), you can make one such attack against the creature's flat-footed AC before the end of your next turn for each of that creature's attacks that missed you."
		]
	},
	"improved_rending_fury": {
		"name": "Improved Rending Fury",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Rending Fury (Combat)",
			"",
			"{SOURCE Ultimate Combat/105}",
			"",
			"Honing the deadliness of your claws, you are a living hurricane of rending fury.  ",
			"**Prerequisites:** {feat/Rending Fury}, base attack bonus +9, rend special attack.  ",
			"**Benefit:** Whenever you successfully rend an opponent, you deal an extra 1d6 damage. This damage is not multiplied on a critical hit.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, the extra damage from this feat is multiplied on a critical hit."
		]
	},
	"improved_reposition": {
		"name": "Improved Reposition",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Reposition (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/163}",
			"",
			"You have learned how to force your enemies to move around the battlefield.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a reposition combat maneuver. In addition, you receive a +2 bonus on checks made to reposition a foe. You also receive a +2 bonus to your Combat Maneuver Defense when an opponent tries to reposition you.  ",
			"**Normal:** You provoke an attack of opportunity when performing a reposition combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a reposition combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that reposition attempt increases by that number.",
			"",
			"### Mythic Improved Reposition",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"You put your foes right where you want them.  ",
			"**Prerequisites:** {feat/Improved Reposition}.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to attempt a reposition combat maneuver, and to your CMD when an opponent attempts to perform a reposition combat maneuver against you. These bonuses stack with those granted by Improved Reposition.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts to reposition you, unless it also has this feat."
		]
	},
	"improved_roar": {
		"name": "Improved Roar",
		"sources": [ "Mystery Monsters Revisited" ],
		"description": [
			"## Improved Roar",
			"",
			"{SOURCE Mystery Monsters Revisited/6}",
			"",
			"Particularly old or powerful bunyips have ear-piercing cries that instill terror into those near and far.  ",
			"**Prerequisites:** Con 17, bunyip, roar special attack.  ",
			"**Benefit:** The bunyip's roar ability is enhanced so that it affects all hearing creatures with 8 or fewer Hit Dice within a 200-foot spread. The ability is otherwise unchanged. A bunyip is immune to the effects of its own roar.  ",
			"**Normal:** A bunyip's roar ability affects all hearing creatures with 4 or fewer Hit Dice within a 100-foot spread."
		]
	},
	"improved_sabotaging_sunder": {
		"name": "Improved Sabotaging Sunder",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Improved Sabotaging Sunder (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/85}",
			"",
			"You become further adept at sabotaging your foes' items.  ",
			"**Prerequisites:** Str 13, {feat/Improved Sunder}, {feat/Power Attack}, {feat/Sabotaging Sunder}, Disable Device 9 ranks.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing the special sunder combat maneuver from the Sabotaging Sunder feat. In addition, you can attempt to use that maneuver on items held by the target, but you still cannot do so against items hidden in a bag, a pack, or another container."
		]
	},
	"improved_second_chance": {
		"name": "Improved Second Chance",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Second Chance (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/163}",
			"",
			"You can turn a missed strike into a second chance without sacrificing later attacks.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Second Chance}, base attack bonus +11.  ",
			"**Benefit:** When you reroll a missed attack using the Second Chance feat, you can still make the rest of your attacks that turn, albeit at a -5 penalty to each attack.  ",
			"**Normal:** When using the Second Chance feat, you must normally forgo the rest of your attacks that turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. You can spend 5 stamina points to use Second Chance to reroll any attack after the first in a full attack at the same bonus. If you use Second Chance more than once in the same full attack, the penalties stack."
		]
	},
	"improved_shadowy_resistance": {
		"name": "Improved Shadowy Resistance",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Improved Shadowy Resistance",
			"",
			"{SOURCE Blood of Shadows/7}",
			"",
			"You have developed a resistance to the life-sapping environment of the Shadow Plane.  ",
			"**Prerequisites:** Fetchling, shadowy resistance racial trait.  ",
			"**Benefit:** You gain resistance 5 against negative energy damage, do not lose hit points when you gain a negative level, and gain a +2 racial bonus on saving throws against death effects, energy drain, negative energy, and spells or spell-like abilities of the necromancy school."
		]
	},
	"improved_share_spells": {
		"name": "Improved Share Spells",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Improved Share Spells",
			"",
			"{SOURCE Advanced Player's Guide/162}",
			"",
			"You can share spells with those you have a magical connection with.  ",
			"**Prerequisites:** Spellcraft 10 ranks, ability to acquire an animal companion, eidolon, familiar, or special mount.  ",
			"**Benefit:** Any non-instantaneous spell (but not any spell-like ability) you cast on yourself can also affect a creature bonded to you (such as an animal companion, eidolon, familiar, or special mount). The creature must be within 5 feet of you at the time of casting to receive the benefit. The spell's duration is halved between you and your bonded creature (for example, a spell with a duration of 1 hour has a duration of 30 minutes for both you and your bonded creature).",
			"",
			"If the spell or effect has a duration other than instantaneous, it stops affecting the creature if it moves farther than 5 feet away from you. It does not affect the creature again if it returns before the duration expires.",
			"",
			"You may share spells in this fashion even if the spells normally do not affect creatures of that type.",
			"",
			"This feat only applies to animal companions, eidolons, familiars, or special mounts gained through a class feature."
		]
	},
	"improved_shield_bash": {
		"name": "Improved Shield Bash",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Shield Bash (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"You can protect yourself with your shield, even if you use it to attack.  ",
			"**Prerequisites:** {feat/Shield Proficiency}.  ",
			"**Benefit:** When you perform a shield bash, you may still apply the shield's shield bonus to your AC.  ",
			"**Normal:** Without this feat, a character that performs a shield bash loses the shield's shield bonus to AC until his next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">When attempting a shield bash attack, you can spend 5 stamina points to either wield a heavy shield as if it were a light weapon or gain a +2 bonus on the shield bash attack roll with a light shield. Whichever option you choose, the effect lasts until the start of your next turn."
		]
	},
	"improved_shield_focus": {
		"name": "Improved Shield Focus",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Improved Shield Focus (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/18}",
			"",
			"Your mastery makes the most of your shield.  ",
			"**Prerequisites:** {feat/Shield Focus}, base attack bonus +6.  ",
			"**Benefit:** You reduce the armor check penalty of any shield you are using by 1. You also use your character level in place of your base attack bonus for the purpose of shield mastery feat prerequisites.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 3 stamina points to negate your shield's armor check penalty for one skill check."
		]
	},
	"improved_sidestep": {
		"name": "Improved Sidestep",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Sidestep (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/163}",
			"",
			"You are adept at sidestepping your opponent's melee attacks without compromising your mobility.  ",
			"**Prerequisites:** Dex 15, {feat/Dodge}, {feat/Mobility}, {feat/Sidestep}.  ",
			"**Benefit:** After sidestepping an opponent's missed attack using the Sidestep feat, you may still take a 5-foot step during your next turn, or you may move up to your full speed if you take an action to move during your next turn.  ",
			"**Normal:** If you use the Sidestep feat, you cannot take a 5-foot step during your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you can use the Improved Sidestep feat as a free action that you can take during your opponent's turn."
		]
	},
	"improved_snap_shot": {
		"name": "Improved Snap Shot",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Snap Shot (Combat)",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"You can take advantage of your opponent's vulnerabilities from a greater distance, and without exposing yourself.  ",
			"**Prerequisites:** Dex 15, {feat/Point-Blank Shot}, {feat/Rapid Shot}, {feat/Snap Shot}, {feat/Weapon Focus}, base attack bonus +9.  ",
			"**Benefit:** You threaten an additional 5 feet with Snap Shot.  ",
			"**Normal:** Making a ranged attack provokes attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/123}",
			">",
			">At the end of your turn, you can spend 5 stamina points to threaten an additional 15 feet with Snap Shot (instead of an additional 10 feet) until you take an attack of opportunity against an opponent in the expanded threat range or the beginning of your next turn, whichever comes first."
		]
	},
	"improved_spell_sharing": {
		"name": "Improved Spell Sharing",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Improved Spell Sharing (Teamwork)",
			"",
			"{SOURCE Advanced Class Guide/150}",
			"",
			"Your link with your companion creature allows you to share your magic with it.  ",
			"**Prerequisites:** Ability to acquire an animal companion, eidolon, familiar, or special mount.  ",
			"**Benefit:** When you are adjacent to or sharing a square with your companion creature and that companion creature has this feat, you can cast a spell on yourself and divide the duration evenly between yourself and the companion creature. You can use this feat only on spells with a duration of at least 2 rounds. For example, you could cast bull's strength on yourself, and instead of the spell lasting 1 minute per level on yourself, it lasts 5 rounds per level on yourself and 5 rounds per level on your companion.",
			"",
			"Once the spell is cast, you and the companion creature can move farther apart without ending the effect."
		]
	},
	"improved_spring_attack": {
		"name": "Improved Spring Attack",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Improved Spring Attack (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/114}",
			"",
			"You dart through the press of battle like a breeze, assaulting foes as you pass.  ",
			"**Prerequisites:** Dex 15, {feat/Dodge}, {feat/Mobility}, {feat/Nimble Moves}, {feat/Spring Attack}, base attack bonus +9.  ",
			"**Benefit:** When you use Spring Attack, you can select two targets to attack during your movement instead of one. The second attack made this way is made at your full base attack bonus - 5. All restrictions of Spring Attack apply to both targets, and your movement does not provoke attacks of opportunity from either target. You can't target the same creature twice.  ",
			"**Special:** A monk of at least 14th level can select this feat as a monk bonus feat, but only if he has Spring Attack."
		]
	},
	"improved_stalwart": {
		"name": "Improved Stalwart",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Improved Stalwart",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"You can roll with the punches while simultaneously striking back at your attackers.  ",
			"**Prerequisites:** {feat/Diehard}, {feat/Endurance}, {feat/Stalwart}, base attack bonus +11.  ",
			"**Benefit:** Double the DR you gain from Stalwart, to a maximum of DR 10/-."
		]
	},
	"improved_steal": {
		"name": "Improved Steal",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Steal (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/163}",
			"",
			"You have a knack for snatching items from your opponents.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a steal combat maneuver. In addition, you receive a +2 bonus on checks made to steal an item from a foe. You also receive a +2 bonus to your Combat Maneuver Defense when an opponent tries to steal an item from you.  ",
			"**Normal:** You provoke an attack of opportunity when performing a steal combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a steal combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that steal attempt increases by that number.",
			"",
			"### Mythic Improved Steal",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"Your light fingers can lift even the most closely held item off an enemy.  ",
			"**Prerequisites:** {feat/Improved Steal}.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to attempt a steal combat maneuver, and to your CMD when an opponent attempts a steal combat maneuver on you. These bonuses stack with those granted by Improved Steal.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts a steal maneuver against, you unless it also has this feat."
		]
	},
	"improved_stellar_wanderer": {
		"name": "Improved Stellar Wanderer",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Improved Stellar Wanderer",
			"",
			"{SOURCE Plane-Hopper's Handbook/29}",
			"",
			"You have mastered the art of planar travel through your time on Cynosure.  ",
			"**Prerequisites:** {feat/Stellar Wanderer}, Knowledge (planes) 15 ranks.  ",
			"**Benefit:** When using the {feat/Stellar Wanderer} feat for planar travel, you can choose up to eight creatures to be transported with you. You now appear 1 to 100 miles (1d%) from your intended destination rather than 5 to 500 miles."
		]
	},
	"improved_stench": {
		"name": "Improved Stench",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Improved Stench",
			"",
			"{SOURCE Demons Revisited/26}",
			"",
			"Your foul odor is particularly strong and wide-reaching.  ",
			"**Prerequisites:** {umr/Stench} universal monster ability.  ",
			"**Benefit:** The aura range of your stench ability increases by 30 feet. In addition, your stench ability save DC increases by 2, and its duration increases by 50%."
		]
	},
	"improved_stonecunning": {
		"name": "Improved Stonecunning",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide"
		],
		"description": [
			"## Improved Stonecunning",
			"",
			"{SOURCE Advanced Player's Guide/163}",
			"",
			"Your sense for stonework is uncanny.  ",
			"**Prerequisites:** Wis 13, dwarf, stonecunning racial trait.  ",
			"**Benefit:** You receive a +4 bonus on Perception checks to notice unusual stonework. This bonus replaces the stonecunning ability's normal bonus on Perception checks.",
			"",
			"### Mythic Improved Stonecunning",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"If you listen close, you can hear the secrets of stone.  ",
			"**Prerequisites:** {feat/Improved Stonecunning}.  ",
			"**Benefit:** You gain {spell/stone tell} as a spell-like ability usable once per day with a caster level equal to twice your tier."
		]
	},
	"improved_studied_combatant": {
		"name": "Improved Studied Combatant",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Improved Studied Combatant",
			"",
			"{SOURCE Advanced Class Guide/150}",
			"",
			"Deep understanding of your foes' tactics grants you the upper hand in combat.  ",
			"**Prerequisites:** Int 13, {feat/Amateur Investigator}, {feat/Studied Combatant}, base attack bonus +8, 1 rank in at least one Knowledge skill, no levels in a class that has the inspiration class feature.  ",
			"**Benefit:** Your bonuses for Studied Combatant increase to a +4 insight bonus on melee attack rolls and a +4 bonus on damage rolls. This feat otherwise works like the Studied Combatant feat."
		]
	},
	"improved_sunder": {
		"name": "Improved Sunder",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Sunder (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"You are skilled at damaging your foes' weapons and armor.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a sunder combat maneuver. In addition, you receive a +2 bonus on checks made to sunder an item. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to sunder your gear.  ",
			"**Normal:** You provoke an attack of opportunity when performing a sunder combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you are the target of a sunder combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD increases by that number for that sunder attempt.",
			"",
			"### Mythic Improved Sunder",
			"",
			"{SOURCE Mythic Adventures/67}",
			"",
			"Your mighty smashing blows demolish objects.  ",
			"**Prerequisites:** {feat/Improved Sunder}.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to sunder, and to your CMD when an opponent tries to sunder an object used by you. These bonuses stack with those granted by Improved Sunder.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts to sunder an object used by you, unless it also has this feat."
		]
	},
	"improved_surprise_follow_through": {
		"name": "Improved Surprise Follow-Through",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Surprise Follow-Through (Combat)",
			"",
			"{SOURCE Advanced Race Guide/57}",
			"",
			"You follow up an attack with a surprising series of sweeping blows.  ",
			"**Prerequisites:** Str 13, {feat/Cleave}, {feat/Great Cleave}, {feat/Power Attack}, {feat/Surprise Follow-Through}, base attack bonus +8.  ",
			"**Benefit:** When using Great Cleave, each opponent you attack on your turn (other than the first) is denied his Dexterity bonus against you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you hit a foe that's denied its Dexterity bonus via this feat and you use the Surprise Follow-Through combat trick to deal extra damage, the amount of extra damage dealt increases to 1d6 points."
		]
	},
	"improved_swap_places": {
		"name": "Improved Swap Places",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Swap Places (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Class Guide/150}",
			"",
			"When you switch places with your comrade, your sizes don't matter.  ",
			"**Prerequisites:** {feat/Swap Places}.  ",
			"**Benefit:** When you and your ally use Swap Places, your ally can be up to one size larger or smaller than you, and your movement into the ally's square does not provoke an attack of opportunity. If your ally cannot fit into the space you had been occupying and there are no available adjacent squares to accommodate the rest of the ally's space, the ally must squeeze. Alternatively, as part of its movement, the ally can attempt a bull rush combat maneuver against a creature that occupies a space your ally would occupy, but this bull rush cannot move the creature more than 5 feet.  ",
			"**Normal:** Using Swap Places requires you and your ally to be the same size, and your movement into the ally's square provokes attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you attempt a bull rush when using this feat, you can spend 2 stamina points to gain the ability to move the target of that combat maneuver more than 5 feet if necessary to create space for your ally (you must still roll high enough on the bull rush attempt to move the target an extra distance, as normal)."
		]
	},
	"improved_swarm_form": {
		"name": "Improved Swarm Form",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Improved Swarm Form",
			"",
			"{SOURCE Blood of the Night/17}",
			"",
			"You can assume the form of various varmints.  ",
			"**Prerequisites:** Vampire.  ",
			"**Benefit:** Choose one of the following forms: bat swarm, centipede swarm, cockroach swarm, leech swarm, rat swarm, or spider swarm. As a standard action, you can change into this form.  ",
			"**Special:** You can gain this feat multiple times. Each time you take this feat, choose another swarm type."
		]
	},
	"improved_toxicological_timing": {
		"name": "Improved Toxicological Timing",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Improved Toxicological Timing",
			"",
			"{SOURCE Alchemy Manual/8}",
			"",
			"You know how to adjust the amount of time required for a poison to take effect.  ",
			"**Prerequisites:** Craft (alchemy) 11 ranks, {feat/Toxicological Timing}.  ",
			"**Benefit:** Whenever you craft a poison with the Craft (alchemy) skill, you can add or subtract up to 1 day from its onset time (to a minimum onset period of 1 round)."
		]
	},
	"improved_trip": {
		"name": "Improved Trip",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Trip (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"You are skilled at sending your opponents to the ground.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** You do not provoke an attack of opportunity when performing a trip combat maneuver. In addition, you receive a +2 bonus on checks made to trip a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to trip you.  ",
			"**Normal:** You provoke an attack of opportunity when performing a trip combat maneuver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When you are the target of a trip combat maneuver, you can spend a number of stamina points up to your Strength or Dexterity bonus, whichever is greater. Your CMD against that trip attempt increases by that number.",
			"",
			"### Mythic Improved Trip",
			"",
			"{SOURCE Mythic Adventures/68}",
			"",
			"You're expert at knocking your foes down.  ",
			"**Prerequisites:** {feat/Improved Trip}.  ",
			"**Benefit:** You gain a bonus equal to half your tier on checks to trip, and to your CMD when an opponent tries to trip you. These bonuses stack with those granted by Improved Trip.",
			"",
			"Furthermore, you can make an attack of opportunity against any creature that attempts to trip you, unless it also has this feat."
		]
	},
	"improved_two_weapon_feint": {
		"name": "Improved Two-Weapon Feint",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Two-Weapon Feint (Combat)",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"Your primary weapon keeps a foe off balance, allowing you to slip your off-hand weapon past his defenses.  ",
			"**Prerequisites:** Dex 17, Int 13, {feat/Combat Expertise}, base attack bonus +6.  ",
			"**Benefit:** While using {feat/Two-Weapon Fighting} to make melee attacks, you can forgo your first primary-hand melee attack to make a Bluff check to feint an opponent. If you successfully feint, that opponent is denied his Dexterity bonus to AC until the end of your turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. You can spend 5 stamina points to increase the duration for which the opponent is denied its Dexterity bonus until the start of your next turn."
		]
	},
	"improved_two_weapon_fighting": {
		"name": "Improved Two-Weapon Fighting",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Two-Weapon Fighting (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"You are skilled at fighting with two weapons.  ",
			"**Prerequisites:** Dex 17, {feat/Two-Weapon Fighting}, base attack bonus +6.  ",
			"**Benefit:** In addition to the standard single extra attack you get with an off-hand weapon, you get a second attack with it, albeit at a -5 penalty.  ",
			"**Normal:** Without this feat, you can only get a single extra attack with an off-hand weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When making an attack of opportunity, you can spend 5 stamina points to also make an attack of opportunity with your off-hand weapon. That second attack takes a -5 penalty."
		]
	},
	"improved_umbral_scion": {
		"name": "Improved Umbral Scion",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Improved Umbral Scion",
			"",
			"{SOURCE Advanced Race Guide/105}",
			"",
			"You are a master of drow noble magic.  ",
			"**Prerequisites:** Cha 13, Wis 13, {feat/Drow Nobility}, {feat/Greater Drow Nobility}, {feat/Improved Drow Nobility}, {feat/Umbral Scion}, able to use drow spell-like abilities, drow.  ",
			"**Benefit:** You may use {spell/dispel magic}, {spell/divine favor}, and {spell/suggestion} once per day as spell-like abilities. Your caster level is equal to your character level."
		]
	},
	"improved_unarmed_strike": {
		"name": "Improved Unarmed Strike",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Unarmed Strike (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"You are skilled at fighting while unarmed.  ",
			"**Benefit:** You are considered to be armed even when unarmed - you do not provoke attacks of opportunity when you attack foes while unarmed. Your unarmed strikes can deal lethal or nonlethal damage, at your choice.  ",
			"**Normal:** Without this feat, you are considered unarmed when attacking with an unarmed strike, and you can deal only nonlethal damage with such an attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When you deal nonlethal damage with an unarmed strike, you can spend up to 5 stamina points to deal an amount of additional nonlethal damage equal to double the amount of stamina points you spent.",
			"",
			"### Mythic Improved Unarmed Strike",
			"",
			"{SOURCE Mythic Adventures/68}",
			"",
			"Your unarmed strikes are more powerful than others.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** You can add half your tier to your damage with unarmed strikes. As a swift action, you can expend one use of mythic power to overcome the hardness of objects with your unarmed strikes. This effect last for a number of rounds equal to your tier. If an object's hardness is greater than 15, you don't ignore any of its hardness."
		]
	},
	"improved_uncivilized_tactics": {
		"name": "Improved Uncivilized Tactics",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Improved Uncivilized Tactics (Combat)",
			"",
			"{SOURCE Heroes of the Wild/23}",
			"",
			"You are skilled at twisting your foe's limbs out of joint.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, {feat/Uncivilized Tactics}.  ",
			"**Benefit:** You don't provoke an attack of opportunity when attempting a combat maneuver check to use Uncivilized Tactics. In addition, you receive a +2 bonus on such checks.  ",
			"**Normal:** You provoke an attack of opportunity when using the Uncivilized Tactics feat."
		]
	},
	"improved_underhanded_teamwork": {
		"name": "Improved Underhanded Teamwork",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Improved Underhanded Teamwork (Combat, Teamwork)",
			"",
			"{SOURCE Pathfinder Society Primer/15}",
			"",
			"You and your allies have trained together long enough to know how to exploit an opponent's disadvantage to make her predicament even worse.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Improved Dirty Trick}, {feat/Underhanded Teamwork}, base attack bonus +6.  ",
			"**Benefit:** Whenever an ally who also has this feat performs the dirty trick combat maneuver against a foe that you both threaten, you may attempt a dirty trick combat maneuver against the same foe as an immediate action to inflict a second condition. If the foe uses an action to remove the first condition, it also removes the condition imposed by your immediate action."
		]
	},
	"improved_vital_strike": {
		"name": "Improved Vital Strike",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Vital Strike (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/128}",
			"",
			"You can make a single attack that deals a large amount of damage.  ",
			"**Prerequisites:** {feat/Vital Strike}, base attack bonus +11.  ",
			"**Benefit:** When you use the attack action, you can make one attack at your highest base attack bonus that deals additional damage. Roll the weapon's damage dice for the attack three times and add the results together before adding bonuses from Strength, weapon abilities (such as flaming), precision based damage, and other damage bonuses. These extra weapon damage dice are not multiplied on a critical hit, but are added to the total.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When using the Vital Strike combat trick, you can spend 3 stamina points instead of 2 to reroll three damage dice."
		]
	},
	"improved_weapon_of_the_chosen": {
		"name": "Improved Weapon of the Chosen",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Weapon of the Chosen (Combat)",
			"",
			"{SOURCE Advanced Class Guide/151}",
			"",
			"You gain even greater favor when you use your deity's favored weapon.  ",
			"**Prerequisites:** {feat/Weapon Focus} with your deity's favored weapon, {feat/Weapon of the Chosen}.  ",
			"**Benefit:** This feat acts as Weapon of the Chosen, except you gain the benefits on all attacks until the start of your next turn. Your attacks gain a single alignment component of your deity - either chaotic, evil, good, or lawful - for the purpose of overcoming damage reduction. If your deity is neutral with no other alignment components, your attacks instead overcome damage reduction as though your weapon were both cold iron and silver.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">When using this feat, at the end of its normal duration you can spend 2 stamina points to extend the duration until the end of your next turn."
		]
	},
	"improved_weapon_shift": {
		"name": "Improved Weapon Shift",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Improved Weapon Shift",
			"",
			"{SOURCE Wilderness Origins/9}",
			"",
			"When you change forms, your natural attacks take on not just the physical properties of your weapons, but their magical abilities as well.  ",
			"**Prerequisites:** {feat/Weapon Shift}, base attack bonus +6, wild shape class feature.  ",
			"**Benefit:** When you apply a melee weapon's damage type and properties to your natural attacks using the {feat/Weapon Shift} special ability or any special abilities limited to thrown or ranged weapons, and it does not apply the weapon's enhancement bonuses to your attacks."
		]
	},
	"improved_whip_mastery": {
		"name": "Improved Whip Mastery",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Improved Whip Mastery (Combat)",
			"",
			"{SOURCE Ultimate Combat/106}",
			"",
			"You are able to entangle opponents with the coils of your whip.  ",
			"**Prerequisites:** {feat/Weapon Focus/ (whip)}, {feat/Whip Mastery}, base attack bonus +5.  ",
			"**Benefit:** While wielding a whip, you threaten the area of your natural reach plus 5 feet. You can also use a whip to grasp an unattended Small or Tiny object within your whip's reach and pull that object into your square. To do so, you must hit AC 10 with a melee touch attack. Further, you can use the whip to grasp onto an object within your whip's reach, using 5 feet of your whip as if it were a grappling hook, allowing you to use the rest of your whip to swing on like a rope. As a free action, you can release the object your whip is grasping, but you cannot use the whip to attack while the whip is grasping an object.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/124}",
			">",
			">At the start of your turn, you can spend 5 stamina points to increase the radius of the area you threaten while wielding a whip by an additional 5 feet until you make an attack against an opponent in the expanded reach or the beginning of your next turn, whichever comes first."
		]
	},
	"improved_wilding_strike": {
		"name": "Improved Wilding Strike",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Improved Wilding Strike (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/114}",
			"",
			"You gain greater skill with the natural power of your blows.  ",
			"**Prerequisites:** Str 16, {feat/Improved Unarmed Strike}, {feat/Wilding}, {feat/Wilding Strike}, base attack bonus +11.  ",
			"**Benefit:** The damage die of your unarmed strikes increases to 1d8 (or 1d6 if you are Small). This does not stack with any other effects that increase the damage die of your unarmed strikes, including levels in classes such as monk. Increases to your actual size category (such as enlarge person) still increase your damage die as normal."
		]
	}
}
