{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"## Error",
			"",
			"Unable to find the requested feat."
		]
	},
	"aberrant_tumor": {
		"name": "Aberrant Tumor",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Aberrant Tumor",
			"",
			"{SOURCE Advanced Class Guide/136}",
			"",
			"To the surprise of others, that strange growth on you is actually your spellcasting companion.  ",
			"**Prerequisites:** Aberrant bloodline.  ",
			"**Benefit:** You gain a tumor familiar, as the tumor familiar alchemist discovery, with an effective alchemist level equal to the level of the class that grants your aberrant bloodline for determining the tumor familiar's abilities. If multiple classes grant you the aberrant bloodline, those class levels stack for determining your effective alchemist level."
		]
	},
	"aberration_bane_caster": {
		"name": "Aberration-Bane Caster",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Aberration-Bane Caster",
			"",
			"{SOURCE Blood of the Sea/8}",
			"",
			"You can apply your specialized knowledge of hunting aberrations to make your spells harder for these monsters to resist.  ",
			"**Prerequisites:** Caster level 4th, gillman, favored enemy (aberrations) class feature.  ",
			"**Benefit:** Add half of your favored enemy bonus against aberrations to the saving throw DC of spells that you cast against aberrations and on caster level checks to overcome the spell resistance of aberrations."
		]
	},
	"abeyance": {
		"name": "Abeyance",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Abeyance (Blood Hex)",
			"",
			"{SOURCE Magic Tactics Toolbox/28}",
			"",
			"You can disrupt your opponent's connection to its own magical power.  ",
			"**Prerequisites:** Int 13, Spellcraft 5 ranks, Use Magic Device 1 rank.  ",
			"**Benefit:** As a standard action, you can drain the innate magical ability of a creature you've dealt damage to with a metal weapon since the beginning of your last turn. That creature must succeed at a Will save or be unable to access any spell-like abilities it can use more than once per day, until it is healed of all hit point damage, or up to a maximum duration of 1 minute.  ",
			"**Special:** If a shaman or witch uses this blood hex, the target is unable to use any of its spell-like abilities for the hex's duration."
		]
	},
	"ability_focus": {
		"name": "Ability Focus",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Ability Focus (Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/314}",
			"",
			"One of this creature's special attacks is particularly difficult to resist.  ",
			"**Prerequisites:** Special attack.  ",
			"**Benefit:** Choose one of the creature's special attacks. Add +2 to the DC for all saving throws against the special attack on which the creature focuses.  ",
			"**Special:** A creature can gain this feat multiple times. Its effects do not stack. Each time the creature takes the feat, it applies to a different special attack."
		]
	},
	"ability_mastery": {
		"name": "Ability Mastery",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Ability Mastery (Item Mastery)",
			"",
			"{SOURCE Magic Tactics Toolbox/30}",
			"",
			"You can augment your inherent abilities with transmutation magic items.  ",
			"**Prerequisites:** Use Magic Device 3 ranks, base Fortitude saving throw bonus +4.  ",
			"**Benefit:** Once per day, you can focus your thoughts for 10 minutes on a suit of magic armor or a wondrous item that has a transmutation spell of 2nd level or higher listed in its construction requirements and that occupies a slot on your body. At the end of the meditation, you gain a +2 enhancement bonus to one ability score of your choice. This benefit lasts for 24 hours. You must wear the item in order to gain this benefit; if the item is removed before this feat's benefit ends, the benefit is immediately lost and cannot be regained until 24 hours have passed since the feat's last activation. You can gain only one benefit from this feat at a time."
		]
	},
	"aboleth_deceiver": {
		"name": "Aboleth Deceiver",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Aboleth Deceiver",
			"",
			"{SOURCE Blood of the Sea/8}",
			"",
			"You have mastered mental tricks to help you combat aboleths and avoid mind-controlling magic.  ",
			"**Prerequisites:** {feat/Iron Will}, gillman, enchantment resistance racial trait.  ",
			"**Benefit:** Once per day, if you fail a Will save against a compulsion spell or effect, you can reroll that saving throw but must take the second result, even if it's worse. If the compulsion spell or effect originates from an aboleth, you do not apply your racial -2 penalty on such saving throws, and the reroll does not count against your daily use of this feat."
		]
	},
	"absorb_spirit": {
		"name": "Absorb Spirit",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Absorb Spirit",
			"",
			"{SOURCE Horror Adventures/79}",
			"",
			"You absorb restless spirits into your body at the cost of your own life force and sanity.  ",
			"**Prerequisites:** Con 13, must have died at least once or been possessed by an undead creature.  ",
			"**Benefit:** When an incorporeal undead with the rejuvenation special ability or a haunt is reduced to 0 or fewer hit points within 30 feet of you, you can attempt to absorb its spirit into your body as an immediate action. You must attempt a Will save with a DC equal to 5 + twice the CR of the undead creature or haunt. If you are a medium with the haunt channeler class feature, you receive a +2 bonus on this saving throw. If you succeed, you harbor the undead or haunt's essence, and it cannot continue to rejuvenate or manifest until you release it. For every 24 hours that you harbor the entity, you must attempt a Constitution check (DC = 10 + the CR of the undead or haunt). If you are a medium with the haunt channeler class feature, you receive a +2 bonus on this check. If you fail the check, you take 1d4 points of Constitution and Wisdom damage. If you succeed, you take 1 point of Constitution and Wisdom damage. No effect can prevent or reduce this ability damage, nor can the ability damage be healed or suppressed by any means until you release the spirit. You can release the spirit at any time as a standard action, at which point the spirit returns to its former location and begins rejuvenating or manifesting again as normal. If you die from the Constitution damage, the spirit is released, and if you become comatose from the Wisdom damage, the spirit gains control of your body (and can release itself whenever it desires).  ",
			"**Special:** If you are using the {rule/sanity/ system} and fail your Constitution check while harboring the spirit, you take sanity damage equal to 1/2 the spirit's CR (minimum 1) instead of 1d4 points of Wisdom damage. If you succeed at the Constitution check, you take sanity damage equal to 1/4 the spirit's CR instead of 1 point of Wisdom damage. Either way, you still take the normal amount of Constitution damage. No effect can prevent or reduce the damage, nor can it be healed or suppressed by any means until you release the spirit."
		]
	},
	"abundant_revelations": {
		"name": "Abundant Revelations",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Abundant Revelations",
			"",
			"{SOURCE Ultimate Magic/142}",
			"",
			"You can plumb the depths of your mystery to use your revelations more often.  ",
			"**Prerequisites:** Mystery class feature.  ",
			"**Benefit:** Choose one of your revelations that has a number of uses per day. You gain 1 additional use per day of that revelation.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new revelation."
		]
	},
	"acadamae_graduate": {
		"name": "Acadamae Graduate",
		"sources": [ "Curse of the Crimson Throne Player's Guide" ],
		"description": [
			"## Acadamae Graduate",
			"",
			"{SOURCE Curse of the Crimson Throne Player's Guide/11}",
			"",
			"You have passed the grueling Test of Summoning and graduated from the Acadamae.  ",
			"**Prerequisites:** Specialist wizard 1st; cannot have conjuration as a forbidden school.  ",
			"**Benefit:** Whenever you cast a prepared arcane spell from the conjuration (summoning) school that takes longer than a standard action to cast, reduce the casting time by one round (to a minimum casting time of one standard action). Casting a spell in this way is taxing and requires a Fortitude save (DC 15 + spell level) to resist becoming fatigued."
		]
	},
	"accomplished_sneak_attacker": {
		"name": "Accomplished Sneak Attacker",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Accomplished Sneak Attacker",
			"",
			"{SOURCE Dirty Tactics Toolbox/10}",
			"",
			"Your strikes against a foe's vital spots are extra deadly.  ",
			"**Prerequisites:** Sneak attack class feature.  ",
			"**Benefit:** Your sneak attack damage increases by 1d6. Your number of sneak attack dice cannot exceed half your character level (rounded up)."
		]
	},
	"accursed": {
		"name": "Accursed",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Accursed (Story)",
			"",
			"{SOURCE Ultimate Campaign/67}",
			"",
			"Your curse weighs down your soul like a millstone around your neck.  ",
			"**Prerequisites:** You must carry a curse that can be lifted only by a quest or similar great undertaking, or have the Cursed Birth background.  ",
			"**Benefit:** You gain spell resistance equal to 5 + your character level, as the curse interferes with all magic. Unlike most spell resistance, it can't voluntarily be lowered, though your own spells and magic items still automatically affect you.  ",
			"**Goal:** Your curse is lifted or you are able to purge the corruption of your fiendish blood (the circumstances of either vary widely based on the nature of the curse, and are up to the GM).  ",
			"**Completion Benefit:** You lose the spell resistance described above. You gain spell resistance equal to 11 + your character level, but only against harmful enchantment, necromancy, and transmutation spells and spell-like abilities; your aura resists further attempts to curse you. Harmless spells automatically bypass this spell resistance whether you desire it or not. This spell resistance can be voluntarily lowered."
		]
	},
	"accursed_critical": {
		"name": "Accursed Critical",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Accursed Critical (Critical)",
			"",
			"{SOURCE Ultimate Magic/142}",
			"",
			"Your spells carry an embedded curse that manifests when they strike true.  ",
			"**Prerequisites:** {feat/Critical Focus}, ability to cast bestow curse or major curse, caster level 9th.  ",
			"**Benefit:** When you confirm a critical hit with a spell or spell-like ability, you may cast bestow curse or major curse on that target as an immediate action. This works even with ranged spells. You must have bestow curse or major curse prepared or otherwise available to cast, and using this ability casts the corresponding spell."
		]
	},
	"accursed_hex": {
		"name": "Accursed Hex",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Accursed Hex",
			"",
			"{SOURCE Ultimate Magic/143}",
			"",
			"You can make a second attempt at failed hexes.  ",
			"**Prerequisites:** Hex class feature.  ",
			"**Benefit:** When you target a creature with a hex that cannot target the same creature more than once per day, and that creature succeeds at its saving throw against the hex's effect, you can target the creature with the same hex a second time before the end of your next turn. If the second attempt fails, you can make no further attempts to target that creature with the same hex for 1 day.  ",
			"**Normal:** You can only target a creature with these hexes once per day.",
			"",
			"### Mythic Accursed Hex",
			"",
			"{SOURCE Mythic Adventures/54}",
			"",
			"Your hexes flare with persistent potency.  ",
			"**Prerequisites:** {feat/Accursed Hex}.  ",
			"**Benefit:** When you use Accursed Hex to target a creature with one of your hexes a second time, that creature must roll its saving throw twice and take the lower result."
		],
		"has_mythic_version": true
	},
	"ace_disarm": {
		"name": "Ace Disarm",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Ace Disarm (Targeting, Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/20}",
			"",
			"You catch objects with your ranged attacks and drag them along with you.  ",
			"**Prerequisites:** Dex 13, {feat/Deadly Aim}, {feat/Ranged Disarm} base attack bonus +6, weapon training class feature with a ranged weapon.  ",
			"**Benefit:** You don't take the -2 penalty for attempting disarm combat maneuver checks with a ranged weapon using Ranged Disarm, and you can attempt a steal combat maneuver check instead of a disarm combat maneuver check when using Ranged Disarm. In addition, when you successfully disarm or steal an item from an opponent, that item is deposited in that opponent's square. For every 5 by which your attack exceeds the target's CMD, you can deposit the item 5 feet away from the target (to a maximum of the attack's maximum range or until your projectile strikes an object that it cannot penetrate). If you use this ability with a thrown weapon and have the Ricochet Toss feat, both the weapon and the item return to you."
		]
	},
	"ace_trip": {
		"name": "Ace Trip",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Ace Trip (Targeting, Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/20}",
			"",
			"You can trip flying opponents with your ranged attacks.  ",
			"**Prerequisites:** Dex 13, {feat/Deadly Aim}, {feat/Ranged Trip}, base attack bonus +6, weapon training class feature with a ranged weapon.  ",
			"**Benefit:** You don't take the -2 penalty for making trip attempts with a ranged weapon using {feat/Ranged Trip}, and you can attempt special ranged trip combat maneuver checks against flying creatures. If the combat maneuver succeeds, the target falls at a rate of up to 100 feet per round (assuming it is conscious and attempting to remain airborne; otherwise, it falls at a rate of 500 feet per round) until it hits the ground. Upon impact, it falls prone and takes falling damage (half the normal damage if it fell 100 feet per round; otherwise, normal damage for the distance fallen). A falling creature is considered entangled until it hits the ground, but it can attempt a Fly check at the start of its turn to stop falling before it hits the ground (DC = 15 + your base attack bonus); otherwise, it is unable to move (other than falling) but can act normally."
		]
	},
	"acrobatic": {
		"name": "Acrobatic",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Acrobatic",
			"",
			"{SOURCE PRPG Core Rulebook/113}",
			"",
			"You are skilled at leaping, jumping, and flying.  ",
			"**Benefit:** You get a +2 bonus on all Acrobatics and Fly skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
			"",
			"### Mythic Acrobatic",
			"",
			"{SOURCE Mythic Adventures/54}",
			"",
			"Your grace and fluidity are beyond compare.  ",
			"**Prerequisites:** {feat/Acrobatic}.  ",
			"**Benefit:** The bonus on Acrobatics and Fly skill checks from Acrobatic increases by 2. In addition, you can expend one use of mythic power to treat an Acrobatics or Fly check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
		],
		"has_mythic_version": true
	},
	"acrobatic_spellcaster": {
		"name": "Acrobatic Spellcaster",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Acrobatic Spellcaster (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/75}",
			"",
			"Your skillful movements prevent foes from disrupting your spells.  ",
			"**Prerequisites:** {feat/Combat Casting}, {feat/Skill Focus/ (Acrobatics)}.  ",
			"**Benefit:** When you succeed at an Acrobatics check to move through a threatened square without provoking attacks of opportunity or to move through an enemy's space, creatures denied attacks of opportunity by your Acrobatics check also cannot make attacks of opportunity against you when you cast spells for the remainder of your turn.  ",
			"**Normal:** Casting a spell within an enemy's reach provokes attacks of opportunity even after you succeed at an Acrobatics check to move through a threatened square."
		]
	},
	"acrobatic_steps": {
		"name": "Acrobatic Steps",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Acrobatic Steps",
			"",
			"{SOURCE PRPG Core Rulebook/113}",
			"",
			"You can easily move over and through obstacles.  ",
			"**Prerequisites:** Dex 15, {feat/Nimble Moves}.  ",
			"**Benefit:** Whenever you move, you may move through up to 15 feet of difficult terrain each round as if it were normal terrain. The effects of this feat stack with those provided by {feat/Nimble Moves} (allowing you to move normally through a total of 20 feet of difficult terrain each round)."
		]
	},
	"acupuncture_specialist": {
		"name": "Acupuncture Specialist",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Acupuncture Specialist",
			"",
			"{SOURCE Blood of the Ancients/20}",
			"",
			"You can use the art of acupuncture to heal spiritual woes as well as physical ailments.  ",
			"**Prerequisites:** Heal 5 ranks.  ",
			"**Benefit:** You can incorporate the art of acupuncture into your healing procedures, allowing you to use physical means to cleanse spiritual ailments. Doing so requires that you have an acupuncture kit (same as a healer's kit) and takes 1 hour. Attempt a Heal check, and compare the result to a single curse or spell with the curse descriptor that the patient is suffering from. If the result of your Heal check exceeds the DC of the curse by 10 or more, the curse's effects are suppressed for 1d4 days. If the result of your Heal check exceeds the DC of the curse by 20 or more, the curse is removed."
		]
	},
	"acute_shot": {
		"name": "Acute Shot",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Acute Shot",
			"",
			"{SOURCE Magic Tactics Toolbox/5}",
			"",
			"When magic aids your ranged attacks, you rarely miss.  ",
			"**Prerequisites:** {feat/Far Shot}, {feat/Precise Shot}.  ",
			"**Benefit:** Whenever you gain a magic bonus on an attack roll with a ranged weapon, you can deduct any range penalties from your damage roll, instead of your attack roll.",
			"",
			"Additionally, when you gain a magic bonus on a ranged attack roll, you can deal sneak attack damage to a target that has {rule/concealment} (but not total concealment) as long as the attack otherwise qualifies to deal sneak attack damage. The maximum number of sneak attack dice you can use in this way is equal to the value of your magic bonus on attack rolls."
		]
	},
	"adaptive_fortune": {
		"name": "Adaptive Fortune",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Adaptive Fortune",
			"",
			"{SOURCE Advanced Race Guide/66}",
			"",
			"Your luck takes on almost legendary proportions.  ",
			"**Prerequisites:** {feat/Fortunate One}, adaptable luck racial trait, character level 10th, halfling.  ",
			"**Benefit:** Increase the number of times per day you can use the adaptable luck racial trait by 1. Furthermore, when you use adaptable luck, increase the luck bonus for each type of use by 2."
		]
	},
	"adder_strike": {
		"name": "Adder Strike",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Adder Strike (Combat)",
			"",
			"{SOURCE Ultimate Combat/89}",
			"",
			"You can quickly apply poison to gloved hands, protected feet, or other protected body parts, delivering the poison with your unarmed strikes.  ",
			"**Prerequisites:** Poison use class feature, Craft (alchemy) 1 rank, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** As a swift action, you can apply one dose of contact or injury poison to two body parts that you use for unarmed strikes. You must still protect yourself against exposure to contact poisons you apply in this way.  ",
			"**Normal:** Applying poison to a weapon or single piece of ammunition is a standard action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/113}",
			">",
			">You can spend 2 stamina points to apply poison to a manufactured weapon as a swift action."
		]
	},
	"additional_affiliations": {
		"name": "Additional Affiliations",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Additional Affiliations",
			"",
			"{SOURCE Adventurer's Guide/6}",
			"",
			"You have an expansive personality and can forge more {rule/affiliations} than normal.  ",
			"**Benefit:** Increase your affiliation slot total by 2.  ",
			"**Normal:** You have a number of affiliation slots equal to your Charisma modifier + 1 (minimum 1).  ",
			"**Special:** You can take this feat multiple times; each time you do so, your number of affiliation slots increases by 2."
		]
	},
	"additional_traits": {
		"name": "Additional Traits",
		"sources": [
			"Advanced Player's Guide",
			"Second Darkness Player's Guide",
			"Pathfinder #16: Endless Night"
		],
		"description": [
			"## Additional Traits",
			"",
			"{SOURCE Advanced Player's Guide/150;Second Darkness Player's Guide/12;Pathfinder #16: Endless Night/15}",
			"",
			"You have more traits than normal.  ",
			"**Benefit:** You gain two character traits of your choice. These traits must be chosen from different lists, and cannot be chosen from lists from which you have already selected a character trait. You must meet any additional qualifications for the character traits you choose."
		]
	},
	"adept_champion": {
		"name": "Adept Champion",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Adept Champion",
			"",
			"{SOURCE Ultimate Combat/89}",
			"",
			"You can alter your smite ability, channeling the power of your deity into divine inspiration that grants you greater aptitude for performing combat maneuvers.  ",
			"**Prerequisites:** Smite evil class feature, base attack bonus +5.  ",
			"**Benefit:** While using your smite evil class feature, as a swift action at the start of your turn, you can forgo the bonus on damage rolls and instead gain half that bonus as a bonus on combat maneuver checks against the target of your smite. The effects of your smite evil feature return to normal at the start of your next turn."
		]
	},
	"adept_channel": {
		"name": "Adept Channel",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Adept Channel",
			"",
			"{SOURCE Orcs of Golarion/27}",
			"",
			"Some orc adepts enjoy a greater connection to their gods, and can channel their faith through their unholy symbols. You gain the ability to channel energy as a cleric.  ",
			"**Prerequisites:** Ability to cast divine spells, summon familiar class ability, caster level 4th, Cha 13.  ",
			"**Benefit:** You gain the channel energy class feature, as a cleric, usable 2 times per day. This ability otherwise functions like the cleric's channel energy ability, except that your effective cleric level is equal to your divine spellcasting class level -3. Unlike a cleric, however, the number of times per day you may channel energy is not affected by your Charisma modifier."
		]
	},
	"advanced_armor_training": {
		"name": "Advanced Armor Training",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Advanced Armor Training (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/15}",
			"",
			"You are specially trained to use your armor proficiencies in new ways.  ",
			"**Prerequisites:** Armor training class feature, fighter level 3rd.  ",
			"**Benefit:** Select one advanced armor training option.  ",
			"**Special:** This feat can be taken more than once, but at most once per 3 fighter levels."
		]
	},
	"advanced_defensive_combat_training": {
		"name": "Advanced Defensive Combat Training",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Advanced Defensive Combat Training (Combat, Faction)",
			"",
			"{SOURCE Faction Guide/56}",
			"",
			"You are a master at defending yourself from all manner of combat maneuvers.  ",
			"**Prerequisites:** {feat/Defensive Combat Training}, [Bellflower Network](rule/f_antislavery) 10 TPA.  ",
			"**Benefit:** You gain a +4 bonus to your CMD."
		]
	},
	"advanced_gathlain_magic": {
		"name": "Advanced Gathlain Magic",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Advanced Gathlain Magic",
			"",
			"{SOURCE Ultimate Wilderness/13}",
			"",
			"You have developed your innate magical abilities.  ",
			"**Prerequisites:** Cha 13, character level 3rd, gathlain.  ",
			"**Benefit:** You gain the following spells as spell-like abilities, each of which are usable 1/day: wood meld (as meld into stone, but only with wood), wood shape."
		]
	},
	"advanced_ranger_trap": {
		"name": "Advanced Ranger Trap",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Advanced Ranger Trap",
			"",
			"{SOURCE Ultimate Magic/143}",
			"",
			"Your ranger traps are especially difficult to notice and avoid.  ",
			"**Prerequisites:** Trap class feature, ranger level 5th.  ",
			"**Benefit:** Add +1 to the Difficulty Class on all Perception and Disable Device skill checks to find or disable the traps you make with your trap class feature. Add a +1 to the Difficulty Class on all saving throws against the effects of the trap you make with your trap class feature."
		]
	},
	"advanced_weapon_training": {
		"name": "Advanced Weapon Training",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Advanced Weapon Training (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/19}",
			"",
			"You are specially trained to use your weapon skills in new ways.  ",
			"**Prerequisites:** Fighter level 5th, weapon training class feature.  ",
			"**Benefit:** Select one advanced weapon training option, applying it to one fighter weapon group you have already selected with the weapon training class feature.  ",
			"**Special:** This feat can be taken more than once, but at most once per 5 fighter levels.",
			"**Special:** Fighters that have the weapon master archetype can select this feat beginning at 4th level. The benefits of a weapon master's advanced weapon training options apply only to his selected weapon rather than all weapons in the same fighter weapon group, and he can't select the weapon specialist advanced weapon training option. A weapon master can select this feat as a bonus feat; if he does so, it doesn't count for the purpose of the requirement that it can be taken at most once per 5 fighter levels."
		]
	},
	"aerial_roll": {
		"name": "Aerial Roll",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Aerial Roll (Combat)",
			"",
			"{SOURCE Blood of the Ancients/26}",
			"",
			"By spinning through the air, you are able to avoid your opponents' attacks.  ",
			"**Prerequisites:** Fly 10 ranks.  ",
			"**Benefit:** You can perform a defensive roll while in the air. As an immediate action, you can attempt a Fly check when you are attacked while flying. If the result of the check is greater than the result of the attack roll, you dodge the attack, causing it to miss automatically. Whether you succeed or fail at the Fly check, the barrel roll leaves you off-balance and vulnerable, causing you to take a -10 penalty on Fly checks until the end of your next turn."
		]
	},
	"agent_of_fear": {
		"name": "Agent of Fear",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Agent of Fear",
			"",
			"{SOURCE Ultimate Intrigue/75}",
			"",
			"You inspire fear so powerful that it's hard to shake off.  ",
			"**Prerequisites:** {feat/Persuasive}, frightening appearance class feature.  ",
			"**Benefit:** When you target a creature with your frightening appearance or stunning appearance class feature, it does not become immune to the effects of those features for 24 hours, but does gain a +2 bonus on the saving throws against those class features for 24 hours. This bonus stacks with itself if you use those abilities against the same creature multiple times in the same 24-hour period. Because these abilities alert the creature to your presence, you still can't use them on the creature again until after the end of that specific combat.  ",
			"**Normal:** A creature targeted by frightening appearance or stunning appearance becomes immune to the feature's effect for 24 hours."
		]
	},
	"agent_of_purity": {
		"name": "Agent of Purity",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Agent of Purity (Story)",
			"",
			"{SOURCE People of the Wastes/16}",
			"",
			"You have devoted your life to purging blight from the world.  ",
			"**Prerequisites:** A friend or ally must have been significantly corrupted by a specific natural or supernatural blight, or you must have a regional background trait tied to a specific blight.  ",
			"**Benefit:** Choose one type of terrain affiliated with the relevant blight. You gain a +1 bonus on Knowledge (geography) and Knowledge (nature) checks regarding the blighted terrain and can attempt those Knowledge checks untrained. You also gain a +1 bonus on attack rolls against creatures corrupted by the relevant blight, and you gain a +1 bonus on saving throws against the abilities of such creatures.  ",
			"**Goal:** Slay or cure at least 50 creatures corrupted by the relevant blight, and then slay a challenging foe closely connected to spreading the blight.  ",
			"**Special:** Once per day, you can cast any one of the following spells as a spell-like ability, using your character level as your caster level: {spell/consecrate}, {spell/neutralize poison}, {spell/remove curse}, or {spell/remove disease}."
		]
	},
	"agile_maiden": {
		"name": "Agile Maiden",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Agile Maiden (Combat)",
			"",
			"{SOURCE Adventurer's Guide/84}",
			"",
			"The [Gray Maidens'](rule/aff_scarred_ladies) signature armor hinders you less than others.  ",
			"**Prerequisites:** Str 13; Dex 13; {feat/Endurance} or armor training class feature; proficiency with heavy armor.  ",
			"**Benefit:** For the purpose of class features (such as a ranger's combat style, a barbarian's fast movement, or a magus's spellcasting), you treat Gray Maiden plate as medium armor or heavy armor, whichever is more beneficial to a given ability. This does not affect the armor's statistics, and it is still considered heavy armor for all other purposes."
		]
	},
	"agile_maneuvers": {
		"name": "Agile Maneuvers",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Agile Maneuvers (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/117}",
			"",
			"You've learned to use your quickness in place of brute force when performing combat maneuvers.  ",
			"**Benefit:** You add your Dexterity bonus to your base attack bonus and size bonus when determining your Combat Maneuver Bonus instead of your Strength bonus.  ",
			"**Normal:** You add your Strength bonus to your base attack bonus and size bonus when determining your Combat Maneuver Bonus.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/113}",
			">",
			">You can spend a number of stamina points equal to your Dexterity bonus while attempting combat maneuver checks. For every 2 stamina points that you spend in this way, you are considered to be one size category larger than your actual size when determining whether you can affect a target creature with your combat maneuver and when calculating your size bonus for that check."
		]
	},
	"agile_tongue": {
		"name": "Agile Tongue",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Agile Tongue",
			"",
			"{SOURCE Advanced Race Guide/191}",
			"",
			"Your long pink tongue is capable of manipulating small items and even stealing objects.  ",
			"**Prerequisites:** Grippli.  ",
			"**Benefit:** You have a prehensile tongue with a range of 10 feet. You can pick up items weighing no more than 5 pounds, make Sleight of Hand checks, perform the steal or disarm combat maneuvers, or make melee touch attacks with your tongue."
		]
	},
	"agonizing_obedience": {
		"name": "Agonizing Obedience",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## Agonizing Obedience",
			"",
			"{SOURCE Occult Mysteries/45}",
			"",
			"You physically defile yourself out of zealous devotion to pain in order to gain special boons.  ",
			"**Prerequisites:** 3 ranks in Heal.  ",
			"**Benefit:** When you take this feat, select an agony. You can gain this feat multiple times, each time selecting a different agony, but you can perform an obedience for only a single agony in a 24-hour period. Each agony requires a different obedience, but all obediences take only an hour to perform. Once the obedience has been performed, you take a number of minor penalties and gain the benefit of a resistance to some element or attack associated with your agony, as indicated below. Additionally, you gain the ability to make an agony strike. A number of times per day equal to 1 + 1 per every 5 Hit Dice you possess, when you deal damage to a creature, you can declare that attack as an agony strike. In addition to the normal damage dealt by the attack, you cause the target to take the penalties associated with your agony for 1 minute. Incorporeal creatures and creatures that are immune to critical hits are immune to agony strikes.",
			"",
			"If you have at least 12 Hit Dice, you also gain the first boon granted by your agony upon undertaking your obedience. If you have at least 16 Hit Dice, you gain the agony's second boon as well. If you have 20 Hit Dice or more, you also gain the agony's third boon. Unless a specific duration or number of uses per day is listed, a boon's effects are constant.",
			"",
			"If you ever fail to perform a daily obedience, or if you are healed of damage, conditions, or penalties caused in the course of performing your obedience, you lose all access to resistances and boons granted by this feat until you next perform the obedience.",
			"",
			"### Amputation",
			"",
			"You have amputated a digit on one of your hands and treated the wound such that it will never fully heal.",
			"",
			"Obedience: Manipulate the scabs, scar tissue, and open wound of your amputated digit, preventing it from closing and forcing bits of metal and glass into the wound. Take a -2 penalty on Disable Device, Disguise, Escape Artist, and Sleight of Hand skill checks, as well as to your CMD against disarm maneuvers. When attempting to cast a spell with somatic components, succeed at a caster level check whose DC is equal to 5 + twice the spell level or lose the spell slot with no effect. Gain a +2 bonus on saving throws against transmutation spells; this bonus increases to +4 against spells in the polymorph subschool.",
			"",
			"Boon 1: In addition to the normal effects of your agony strike, the target has a chance of dropping one object held in its hand immediately after you hit it with the agony strike. A successful Reflex save (DC 10 + 1/2 your HD + your Dexterity modifier) avoids this effect.",
			"",
			"Boon 2: You gain the use of a phantom arm, which functions as the vestigial arm alchemist discovery save that it is an invisible force effect, it does not grant an additional ring magic item slot, and it cannot make attacks.",
			"",
			"Boon 3: You are immune to effects that would cause you to become sickened, and you gain a +4 bonus on saving throws against any conditions that would make you nauseated.",
			"",
			"### Blinding",
			"",
			"You temporarily blind yourself with blood to heighten your other senses.",
			"",
			"Obedience: Scratch at your eyes with your fingernails, jagged metal shavings, and thorny branches, allowing the blood from your wounds to form thick scabs over your eyelids and tear ducts. Take a -4 penalty on vision-based Perception checks, and anytime you make an attack against a target benefiting from {rule/concealment}, increase the miss chance by 10% (maximum 50%). Gain a +4 bonus on saving throws against illusions in the pattern subschool and against gaze attacks.",
			"",
			"Boon 1: Creatures affected by your agony strike have the distance they can see in areas of dim light and darkness reduced by 50%.",
			"",
			"Boon 2: You gain a gaze attack with a range of 30 feet that you can activate as a standard action. You can use this ability a number of minutes per day equal to half your hit dice; these minutes need not be consecutive but you must use the ability in 1-minute increments. Enemies affected by your gaze are frightened for 1 minute. A successful Will saving throw (DC 10 + 1/2 your HD + your Charisma modifier) negates this effect. A creature that successfully saves against your gaze is immune to its effects for 24 hours.",
			"",
			"Boon 3: Your affinity to pain allows you to sense suffering in others. You gain lifesense out to a distance of 60 feet.",
			"",
			"### Flensing",
			"",
			"Practitioners of the agony of flensing are adept at finely removing the skin from living flesh, revealing the vulnerable tissue beneath.",
			"",
			"Obedience: Remove a patch of your own skin measuring at least 3 square inches with a flensing knife, while carefully avoiding damage to the muscles, veins, and other tissues underneath. Leave this patch of exposed nerves uncovered by clothing or armor, allowing it to be exposed to the elements and displaying your sacrifice to all you meet. Take a -2 penalty on saving throws against disease, and take 1 extra point of damage per die from sneak attacks. Gain a +4 bonus on saving throws against pain effects.",
			"",
			"Boon 1: All attacks you make against a creature suffering the effects of your agony strike deal 1d6 points of bleed damage.",
			"",
			"Boon 2: Your knowledge of anatomy imparts to you an awareness of others' vulnerabilities. You gain a +4 bonus on attack rolls to confirm critical hits.",
			"",
			"Boon 3: The frequent removal of skin and subsequent healing has covered your body in thick scars. Your natural armor bonus to AC increases by 2. Additionally, there is a 25% chance that critical hits and sneak attacks fail to affect you, as though you were wearing armor with the light fortification property."
		]
	},
	"airy_step": {
		"name": "Airy Step",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Airy Step",
			"",
			"{SOURCE Advanced Race Guide/159}",
			"",
			"The air responds to your innate elemental nature, protecting you from harm and cushioning your falls.  ",
			"**Prerequisites:** Sylph.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against effects with the air or electricity descriptors and effects that deal electricity damage. You may ignore the first 30 feet of any fall when determining falling damage."
		]
	},
	"alchemical_strike": {
		"name": "Alchemical Strike",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Alchemical Strike (Combat)",
			"",
			"{SOURCE Magic Tactics Toolbox/12}",
			"",
			"By focusing all your attention into a single attack, you vastly increase the effectiveness of thrown alchemical items.  ",
			"**Prerequisites:** {feat/Throw Anything}, base attack bonus +6.  ",
			"**Benefit:** You can throw a single alchemical item as a full-attack action, increasing the effectiveness of the alchemical agent thrown. When throwing a single alchemical item as a full-attack action, you increase the DC of any effects associated with that alchemical item by 2. When your base attack bonus reaches +11 and every 5 points of bonus thereafter, increase the saving throw DC of the alchemical item by an additional 2. This feat does not apply to an alchemist's bombs.  ",
			"**Special:** An alchemist can take this feat in place of an alchemist discovery. He does not need to meet its prerequisites. The alchemist uses his class level, rather than the base attack bonus granted by the alchemist class, to calculate his total base attack bonus for the purposes of determining the bonus granted by this feat."
		]
	},
	"aldori_artistry": {
		"name": "Aldori Artistry",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Aldori Artistry (Combat)",
			"",
			"{SOURCE Adventurer's Guide/24}",
			"",
			"You can do more with your blade than slash and stab.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (Aldori dueling sword), {feat/Weapon Finesse}, base attack bonus +2.  ",
			"**Benefit:** Choose one of the following combat maneuvers: disarm, reposition, steal, sunder, or trip. You gain a +2 bonus when performing the selected maneuver while wielding an Aldori dueling sword. This bonus does not stack with the bonus provided by a combat maneuver feat with \"improved\" in its name (such as {feat/Improved Trip}).  ",
			"**Special:** You can select this feat multiple times, choosing a different combat maneuver each time."
		]
	},
	"aldori_dueling_disciple": {
		"name": "Aldori Dueling Disciple",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Aldori Dueling Disciple (Combat)",
			"",
			"{SOURCE Adventurer's Guide/24;Inner Sea Combat/10}",
			"",
			"Your prowess in Aldori swordplay grants you bravado.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (Aldori dueling sword), {feat/Weapon Finesse}, {feat/Weapon Focus} (Aldori dueling sword).  ",
			"**Benefit:** You gain a +2 morale bonus on Intimidate checks to demoralize opponents, and the DC of any attempt to demoralize you increases by 2. When you're participating in a duel, these bonuses increase to +4.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">During any combat that is not a duel, you can spend 1 stamina point at the start of your turn to treat the combat as a duel until the start of your next turn for the purpose of gaining the benefits of the Aldori Dueling Discipline feat."
		]
	},
	"aldori_dueling_mastery": {
		"name": "Aldori Dueling Mastery",
		"sources": [
			"Adventurer's Guide",
			"Pathfinder Campaign Setting",
			"Inner Sea World Guide",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Aldori Dueling Mastery (Combat)",
			"",
			"{SOURCE Adventurer's Guide/24;Pathfinder Campaign Setting/67;Inner Sea World Guide/284}",
			"",
			"You have mastered the impenetrable Aldori fighting style.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (Aldori dueling sword), {feat/Quick Draw}, {feat/Weapon Finesse}, {feat/Weapon Focus} (Aldori dueling sword).  ",
			"**Benefit:** You gain a +2 bonus on initiative checks as long as you start combat with an Aldori dueling sword in your hand. As long as you wield only a single Aldori dueling sword in one hand (not using a shield, an off-hand weapon, armor spikes, unarmed strikes, or natural weapons), you gain a +2 shield bonus to your AC. If you wield the sword in two hands, this bonus drops to a +1 shield bonus to AC. Although the dueling sword deals slashing damage, you treat it as if it were also a piercing weapon when determining the effects of weapons used by a duelist or swashbuckler.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">You can spend up to 6 stamina points at the start of your turn to increase the shield bonus that you gain from the Aldori Dueling Mastery feat by 1 per 2 stamina points spent until the start of your next turn."
		]
	},
	"aldori_style": {
		"name": "Aldori Style",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Aldori Style (Combat, Style)",
			"",
			"{SOURCE Adventurer's Guide/24}",
			"",
			"You have learned the classic Aldori dueling stance.  ",
			"**Prerequisites:** {feat/Alertness}, {feat/Exotic Weapon Proficiency/ (Aldori dueling sword)}, {feat/Weapon Finesse}, {feat/Weapon Focus/ (Aldori dueling sword)}.  ",
			"**Benefit:** While using Aldori Style and wielding only a single Aldori dueling sword in one hand (not using a shield, an off-hand weapon, armor spikes, unarmed strikes, or natural weapons), when you fight defensively or use {feat/Combat Expertise}, you gain a +2 bonus on weapon damage rolls."
		]
	},
	"aldori_style_aegis": {
		"name": "Aldori Style Aegis",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Aldori Style Aegis (Combat)",
			"",
			"{SOURCE Adventurer's Guide/24}",
			"",
			"Baron Aldori's dueling style is at its strongest when employed in one-on-one duels. Adjusting to a reverse grip and keeping your blade in motion, you parry your rival's strikes with ease.  ",
			"**Prerequisites:** {feat/Aldori Style}, {feat/Alertness}, {feat/Combat Reflexes}, {feat/Exotic Weapon Proficiency/ (Aldori dueling sword)}, {feat/Weapon Finesse}, {feat/Weapon Focus/ (Aldori dueling sword)}.  ",
			"**Benefit:** While using Aldori Style, at the beginning of your turn, you can designate a focused target as a swift action. This designation lasts until the beginning of your next turn, and you take a -2 penalty to your AC against all other creatures' attacks for that duration. As an immediate action while using {feat/Combat Expertise} or fighting defensively, you can attempt to parry the focused target's attack. This functions as the swashbuckler's opportune parry and riposte deed, except that it does not cost panache and you cannot riposte."
		]
	},
	"aldori_style_conquest": {
		"name": "Aldori Style Conquest",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Aldori Style Conquest (Combat)",
			"",
			"{SOURCE Adventurer's Guide/25}",
			"",
			"Defense is now second nature to you, and your blade punishes those who try to attack and fail.  ",
			"**Prerequisites:** {feat/Aldori Style}, {feat/Aldori Style Aegis}, {feat/Alertness}, {feat/Combat Reflexes}, {feat/Exotic Weapon Proficiency/ (Aldori dueling sword)}, {feat/Weapon Finesse}, {feat/Weapon Focus/ (Aldori dueling sword)}.  ",
			"**Benefit:** When you attempt to parry an attack using Aldori Style Aegis, you do not take any penalties on the attack roll incurred from using {feat/Combat Expertise} or fighting defensively."
		]
	},
	"alertness": {
		"name": "Alertness",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Alertness",
			"",
			"{SOURCE PRPG Core Rulebook/117}",
			"",
			"You often notice things that others might miss.  ",
			"**Benefit:** You get a +2 bonus on Perception and Sense Motive skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
			"",
			"### Mythic Alertness",
			"",
			"{SOURCE Mythic Adventures/54}",
			"",
			"Your powers of perception surpass everyone's, whether used to observe your surroundings or the intentions of others.  ",
			"**Prerequisites:** {feat/Alertness}.  ",
			"**Benefit:** The bonus on Perception and Sense Motive skill checks from Alertness increases by 2. In addition, you can expend one use of mythic power to treat a Perception or Sense Motive check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
		],
		"has_mythic_version": true
	},
	"alien_mindpaths": {
		"name": "Alien Mindpaths",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Alien Mindpaths (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/201}",
			"",
			"When you're in the company of other aliens, your thoughts become difficult to follow.  ",
			"**Prerequisites:** Android, kasatha, lashunta, or Triaxian.  ",
			"**Benefit:** Whenever you're adjacent to at least one other android, kasatha, lashunta, or Triaxian ally who also has this feat, you gain a +4 circumstance bonus on saves against mind-affecting effects and divination (scrying) effects, unless the effect comes from an android, kasatha, lashunta, or Triaxian."
		]
	},
	"align_equipment": {
		"name": "Align Equipment",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Align Equipment",
			"",
			"{SOURCE Undead Slayer's Handbook/6}",
			"",
			"You gain the ability to bless equipment with abilities that make them more effective against outsiders.  ",
			"**Prerequisites:** {feat/Alignment Channel}, {feat/Bless Equipment}, caster level 3rd, channel energy class feature.  ",
			"**Benefit:** In addition to the blessings provided by Bless Equipment, you can imbue weapons, shields, and suits of armor with the special abilities listed in the following table. If a special ability is followed by an alignment set in parentheses, you must be able to channel energy capable of healing or harming outsiders of that alignment subtype with {feat/Alignment Channel}. For example, a cleric must have Alignment Channel (good) to bless a weapon with the holy special ability, Alignment Channel (law) to bless a shield with the vigilant special ability, and so on. Aligned equipment blessings otherwise follow all the same rules as the equipment blessings granted by Bless Equipment.",
			"",
			"### Aligned Equipment Blessings",
			"",
			"| Aligned Weapon Blessings | Uses of Channel Energy | Caster Level Required |",
			"| --- | --- | --- |",
			"| Anarchic (chaos) | 3 | 6th |",
			"| Axiomatic (law) | 3 | 6th |",
			"| Holy (good) | 3 | 6th |",
			"| Unholy (evil) | 3 | 6th |",
			"| Aligned Armor/Shield Blessings | Uses of Channel Energy | Caster Level Required |",
			"| Champion (good) | 2 | 3rd |",
			"| Dastard (evil) | 2 | 3rd |",
			"| Defiant (chaotic, evil, good, or lawful outsiders only)[^N] | 2 | 3rd |",
			"| Righteous (good) | 6 | 10th |",
			"| Unbound (chaotic) | 6 | 10th |",
			"| Unrighteous (evil) | 6 | 10th |",
			"| Vigilant (lawful) | 6 | 10th |",
			"",
			"[^N]: You must be capable of channeling energy that heals or harms outsiders of the chosen alignment subtype."
		]
	},
	"aligned_crafting": {
		"name": "Aligned Crafting",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Aligned Crafting (Item Creation)",
			"",
			"{SOURCE People of the Wastes/26}",
			"",
			"Your magical creations reject those you oppose.  ",
			"**Prerequisites:** {feat/Craft Magic Arms and Armor} or {feat/Craft Wondrous Item}.  ",
			"**Benefit:** When you craft a magic weapon, magic armor, a magic shield, or a wondrous item, you can infuse it with a bit of your convictions. Creatures that are more than one alignment step away from you are sickened while using or wearing this item. An item that has been infused with your alignment can never have an opposing special ability added to it later (for example, a longsword infused with your lawful good alignment cannot later gain the anarchic weapon special ability). Infusing the item with your alignment in this way increases the items total construction cost by 10%."
		]
	},
	"alignment_channel": {
		"name": "Alignment Channel",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Alignment Channel",
			"",
			"{SOURCE PRPG Core Rulebook/117}",
			"",
			"Choose chaos, evil, good, or law. You can channel divine energy to affect outsiders that possess this subtype.  ",
			"**Prerequisites:** Ability to channel energy.  ",
			"**Benefit:** Instead of its normal effect, you can choose to have your ability to channel energy heal or harm outsiders of the chosen alignment subtype. You must make this choice each time you channel energy. If you choose to heal or harm creatures of the chosen alignment subtype, your channel energy has no effect on other creatures. The amount of damage healed or dealt and the DC to halve the damage is otherwise unchanged.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take this feat, it applies to a new alignment subtype. Whenever you channel energy, you must choose which type to effect.",
			"",
			"### Mythic Alignment Channel",
			"",
			"{SOURCE Mythic Adventures/54}",
			"",
			"The power of your faith harms all creatures that follow the alignment you abhor.  ",
			"**Prerequisites:** {feat/Alignment Channel}.  ",
			"**Benefit:** Your channeled energy affects any creatures with the alignment chosen when you took Alignment Channel (not just outsiders, and not just those with the alignment subtype), but grants only half healing or deals only half damage to these targets. Alternatively, you can expend two uses of mythic power when using Alignment Channel to affect all targets of the chosen alignment as if they had that alignment subtype."
		],
		"has_mythic_version": true
	},
	"all_consuming_swing": {
		"name": "All-Consuming Swing",
		"sources": [ "The Harrow Handbook" ],
		"description": [
			"## All-Consuming Swing (Combat)",
			"",
			"{SOURCE The Harrow Handbook/19}",
			"",
			"You deliver unchecked destruction when you stand against multiple foes, sometimes to your own detriment.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, {feat/Cleave}, {feat/Vital Strike}, base attack bonus +8.  ",
			"**Benefit:** Whenever you use Cleave or Great Cleave, you can apply the additional damage you would gain from {feat/Vital Strike}, {feat/Improved Vital Strike}, or {feat/Greater Vital Strike} to the initial target of your attack. When you do so, the strain on your body causes you to take an amount of damage equal to the extra damage dealt by your Vital Strike feat. This self-inflicted damage is not reduced by damage reduction."
		]
	},
	"allied_spellcaster": {
		"name": "Allied Spellcaster",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Allied Spellcaster (Teamwork)",
			"",
			"{SOURCE Advanced Player's Guide/150}",
			"",
			"With the aid of an ally, you are skilled at piercing the protections of other creatures with your spells.  ",
			"**Prerequisites:** Caster level 1st.  ",
			"**Benefit:** Whenever you are adjacent to an ally who also has this feat, you receive a +2 competence bonus on level checks made to overcome spell resistance. If your ally has the same spell prepared (or known with a slot available if they are spontaneous spellcasters), this bonus increases to +4 and you receive a +1 bonus to the caster level for all level-dependent variables, such as duration, range, and effect."
		]
	},
	"ally_caller": {
		"name": "Ally Caller",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Ally Caller",
			"",
			"{SOURCE Blood of the Sea/15}",
			"",
			"You can draw upon aid from the ocean more frequently.  ",
			"**Prerequisites:** Triton, summon nature's ally II spell-like ability, character level 3rd.  ",
			"**Benefit:** You gain two additional uses of summon nature's ally II per day.  ",
			"**Special:** You may take this feat multiple times. Each time you select it, you gain two additional uses of summon nature's ally II."
		]
	},
	"ally_shield": {
		"name": "Ally Shield",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Ally Shield (Betrayal, Teamwork)",
			"",
			"{SOURCE Champions of Corruption/20}",
			"",
			"You are willing to use your allies as shields to ward off attacks aimed at you.  ",
			"**Benefit:** Whenever you are the target of a melee or ranged attack and are adjacent to an ally who also has this feat, you can initiate this feat to skillfully pull the abettor into harm's way or dodge behind the abettor as an immediate action. You gain cover against that attack (and only that attack). If the attack misses you but would have hit you if not for the cover bonus to your Armor Class, the abettor becomes the target of the attack and the attacker must make a new attack roll (with all the same modifiers) against the abettor's Armor Class."
		]
	},
	"alter_binary_mindscape": {
		"name": "Alter Binary Mindscape",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Alter Binary Mindscape",
			"",
			"{SOURCE Occult Adventures/129}",
			"",
			"You can shift and change a binary mindscape to your advantage during a psychic duel.  ",
			"**Prerequisites:** Int 13, ability to cast instigate psychic duel.  ",
			"**Benefit:** When you cast instigate psychic duel and create a binary mindscape, the arena you create puts your enemy at a disadvantage. Your opponent must spend 1 more manifestation point than normal when creating any defensive manifestations."
		]
	},
	"altitude_affinity": {
		"name": "Altitude Affinity",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder #6: Spires of Xin-Shalast",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Altitude Affinity",
			"",
			"{SOURCE Inner Sea World Guide/284;Pathfinder #6: Spires of Xin-Shalast/68;Pathfinder Campaign Setting/218}",
			"",
			"You have hardened your body against the grueling rigors of surviving at high altitudes.  ",
			"**Prerequisites:** {feat/Endurance}.  ",
			"**Benefit:** You are automatically acclimated at high altitudes. In addition, you gain a +2 competence bonus on all Survival checks made at altitudes of 5,000 feet or higher."
		]
	},
	"al_zabriti_trained_horse": {
		"name": "Al-Zabriti-Trained Horse",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Al-Zabriti-Trained Horse",
			"",
			"{SOURCE Adventurer's Guide/15}",
			"",
			"This horse was trained by the [Al-Zabriti](rule/aff_deserts) tribespeople. It knows more tricks and is more loyal to its rider than most mounts.  ",
			"**Prerequisites:** Horse.  ",
			"**Benefit:** This horse automatically knows the tricks included in the combat riding trick (attack, come, defend, down, guard, and heel), and these tricks do not count against the normal maximum number of tricks the horse can learn. The Handle Animal DC to get the horse to perform a trick is reduced by 5, and the DC to teach the horse new tricks is reduced by 5."
		]
	},
	"amateur_gunslinger": {
		"name": "Amateur Gunslinger",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Amateur Gunslinger (Combat)",
			"",
			"{SOURCE Ultimate Combat/89}",
			"",
			"Although you are not a gunslinger, you have and can use grit.  ",
			"**Prerequisites:** You have no levels in a class that has the grit class feature.  ",
			"**Benefit:** You gain a small amount of grit and the ability to perform a single 1st-level deed from the gunslinger deed class feature. At the start of the day, you gain 1 grit point, though throughout the day you can gain grit points up to a maximum of your Wisdom modifier (minimum 1). You can regain grit using the rules for the gunslinger's grit class feature. You can spend this grit to perform the 1st-level deed you chose upon taking this feat, and any other deed you have gained through feats or magic items.  ",
			"**Special:** If you gain levels in a class that grants the grit class feature, you can immediately trade this feat for the Extra Grit feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/113}",
			">",
			">Choose a second 1st-level gunslinger deed. You can spend grit to use this deed, or you can spend 5 stamina points to use either of your deeds in place of grit. If you gain levels in a class that grants the grit class feature, you retain the ability to spend 5 stamina points in place of grit when using any of your 1st-level deeds, and this becomes a combat trick of the Extra Grit feat (even though that feat is not a combat feat)."
		]
	},
	"amateur_investigator": {
		"name": "Amateur Investigator",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Amateur Investigator",
			"",
			"{SOURCE Advanced Class Guide/141}",
			"",
			"Your knowledge is more than plain smarts - it's inspired.  ",
			"**Prerequisites:** Int 13, 1 rank in at least one Knowledge skill, no levels in a class that has the inspiration class feature.  ",
			"**Benefit:** Like an investigator, you have the ability to augment your Knowledge, Linguistics, and Spellcraft skill checks. You gain a pool of inspiration equal to your Intelligence modifier. You can expend one use of inspiration as a free action to add 1d6 to the result of a Knowledge, Linguistics, or Spellcraft check, as long as you are trained in that skill (even if you take 10 or 20 on that check). You make this choice after the check is rolled and before the results of the roll are revealed. You can use inspiration only once per skill check. Your pool of inspiration refreshes each day, typically after you get a restful night's sleep.  ",
			"**Special:** If you gain levels in a class that has the inspiration class feature, you can immediately trade this feat for the Extra Inspiration feat."
		]
	},
	"amateur_swashbuckler": {
		"name": "Amateur Swashbuckler",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Amateur Swashbuckler (Combat)",
			"",
			"{SOURCE Advanced Class Guide/141}",
			"",
			"Though not a swashbuckler, you have and can use panache.  ",
			"**Prerequisites:** No levels in a class that has the panache class feature.  ",
			"**Benefit:** You gain a small amount of panache and the ability to perform a single 1st-level swashbuckler deed. Choose a 1st-level deed from the swashbuckler's deeds class feature (you can't select opportune parry and riposte). Once chosen, this deed cannot be changed.",
			"",
			"At the start of each day, you gain 1 panache point. Throughout the day, you can gain a number of panache points up to a maximum of your Charisma modifier (minimum 1). You can regain panache points as the swashbuckler's panache class feature. You can spend these panache points to perform the 1st-level deed you chose upon taking this feat as well as any other deeds you have gained through feats or magic items.  ",
			"**Special:** If you gain levels in a class that has the panache class feature, you can immediately trade this feat for the Extra Panache feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/113}",
			">",
			">Choose a second 1st-level swashbuckler deed. You can spend panache to use this deed, or you can spend 5 stamina points to use either of your deeds in place of panache. If you gain levels in a class that grants the panache class feature, you retain the ability to spend 5 stamina points in place of panache when using any of your 1st-level deeds, and this becomes a combat trick of the Extra Panache feat (even though that feat is not a combat feat)."
		]
	},
	"ambuscading_spell": {
		"name": "Ambuscading Spell",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Ambuscading Spell",
			"",
			"{SOURCE Dirty Tactics Toolbox/12}",
			"",
			"Your spells are particularly effective against those caught unawares.  ",
			"**Benefit:** During a surprise round, your opponents that have not yet acted take a -2 penalty on saving throws against spells you cast. Creatures that have already acted take a -1 penalty during the surprise round."
		]
	},
	"ambush_awareness": {
		"name": "Ambush Awareness",
		"sources": [
			"Ultimate Wilderness",
			"Dirty Tactics Toolbox",
			"Armor Master's Handbook"
		],
		"description": [
			"## Ambush Awareness",
			"",
			"{SOURCE Ultimate Wilderness/106;Dirty Tactics Toolbox/12}",
			"",
			"You are always on your toes and are rarely caught off-guard for long, even when an enemy gets the jump on you.  ",
			"**Prerequisites:** {feat/Alertness}.  ",
			"**Benefit:** If you are unable to act in the surprise round because you failed a Perception check, you can still act on your initiative count in the surprise round, but only to take the total defense action.  ",
			"**Normal:** If you are unable to act in the surprise round because you failed a Perception check, you can't take any actions during the surprise round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 3 stamina points to grant the benefit of this feat to an adjacent ally."
		]
	},
	"ambush_sense": {
		"name": "Ambush Sense",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Ambush Sense (Combat)",
			"",
			"{SOURCE Advanced Class Origins/26}",
			"",
			"You live in dangerous times, and are alert for betrayal or unexpected attack.  ",
			"**Prerequisites:** Int 13, trap sense class feature.  ",
			"**Benefit:** You gain a bonus on Perception checks made to determine awareness for the surprise round of combat, and a dodge bonus to AC in any surprise round in which you get to act. These bonuses are equal to the bonus you gain from trap sense."
		]
	},
	"ambush_squad": {
		"name": "Ambush Squad",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Ambush Squad (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/201}",
			"",
			"You know that the keys to victory are sudden attacks and even more sudden retreats.  ",
			"**Prerequisites:** Base attack bonus +1, kobold.  ",
			"**Benefit:** When you're adjacent to an ally who also has this feat at the beginning of a surprise round, and both you and that ally can act during that surprise round, you can take both a standard action and a move action during that surprise round.  ",
			"**Normal:** You can take only a standard action or a move action during a surprise round."
		]
	},
	"ammo_drop": {
		"name": "Ammo Drop",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Ammo Drop (Combat)",
			"",
			"{SOURCE Halflings of Golarion/23}",
			"",
			"Your coordination is so perfect that you can simply drop ammunition from your hand at the exact moment required for it to fall into an open sling as your twirl it around.  ",
			"**Prerequisites:** Sleight of Hand 1 rank, proficient with sling.  ",
			"**Benefit:** You can load a sling or one end of a double sling with one hand as a swift action or move action. This does not provoke an attack of opportunity."
		]
	},
	"amplified_hex": {
		"name": "Amplified Hex",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Amplified Hex",
			"",
			"{SOURCE Advanced Class Origins/26}",
			"",
			"You have learned to augment your hexes with the energy of your spells.  ",
			"**Prerequisites:** Hex class feature.  ",
			"**Benefit:** You can augment the power of a hex by expending a spell slot or prepared spell of at least 1st level. Each additional time you use this ability in the same day, it requires a prepared spell or spell slot 1 level higher (a 2nd-level spell the second time, a 3rd-level spell the third time, and so on). When you amplify a hex, you can choose one: increase its saving throw DC by 1, increase its range by 30 feet (if it already has at least a 30-foot range), or increase its duration by 1 round (if it already has a duration of at least 1 round)."
		]
	},
	"amplified_radiance": {
		"name": "Amplified Radiance",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Amplified Radiance (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/201}",
			"",
			"The vicinity of another of your kind ignites your inner light into a shining aurora.  ",
			"**Prerequisites:** Aasimar, daylight racial spell-like ability.  ",
			"**Benefit:** Whenever you are within 15 feet of an aasimar ally who has both the daylight racial spell-like ability and this feat, you gain an aura of radiance. You and your ally must both have at least one use of your daylight racial spell-like ability available to gain this benefit. This aura functions as per the daylight spell, except that it's a 10-foot-radius emanation centered on you without additional areas of weaker illumination. Creatures within this aura who take penalties in bright light double those penalties. The effects of overlapping auras of radiance don't stack. You can activate or suppress this aura as a swift action."
		]
	},
	"amplified_rage": {
		"name": "Amplified Rage",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Amplified Rage (Teamwork)",
			"",
			"{SOURCE Orcs of Golarion/24}",
			"",
			"When adjacent to other raging allies, your rages become even more powerful.  ",
			"**Prerequisites:** Half-orc or orc, rage class feature.  ",
			"**Benefit:** Whenever you are raging and adjacent to a raging ally who also has this feat or flanking the same opponent as a raging ally with this feat, your morale bonuses to Strength and Constitution increase by +4. This feat does not stack with itself (you only gain this bonus from one qualifying ally, regardless of how many are adjacent to you)."
		]
	},
	"anatomical_savant": {
		"name": "Anatomical Savant",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Anatomical Savant (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/19}",
			"",
			"You know how to perform deadly strikes against even the most nebulous of targets.  ",
			"**Prerequisites:** {feat/Weapon Focus}, base attack bonus +12.  ",
			"**Benefit:** Choose one weapon with which you have the {feat/Weapon Focus} feat. When you strike an opponent that has a chance of negating critical hits or sneak attacks, such as from the fortification armor special ability, reduce that chance by 25%. Treat creatures that are normally immune to critical hits and sneak attacks as instead having a 75% chance to negate the critical hit or sneak attack, taking only the attack's normal damage.  ",
			"**Special:** You can take this feat multiple times. Each time you take the feat, it applies to a different weapon."
		]
	},
	"ancestral_enmity": {
		"name": "Ancestral Enmity",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Ancestral Enmity (Combat)",
			"",
			"{SOURCE Monster Codex/68}",
			"",
			"You can counter the special defensive training the stouter races have against your kind.  ",
			"**Prerequisites:** Giant subtype.  ",
			"**Benefit:** You gain a +2 bonus on melee attack rolls against dwarves and gnomes.  ",
			"**Special:** You may select this feat twice. Its effects stack."
		]
	},
	"ancestral_scorn": {
		"name": "Ancestral Scorn",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Ancestral Scorn",
			"",
			"{SOURCE Blood of Fiends/24}",
			"",
			"The fury you harbor for your fiendish ancestors gives evil outsiders great reason to fear you.  ",
			"**Prerequisites:** Intimidate 5 ranks, tiefling.  ",
			"**Benefit:** Whenever you successfully demoralize an outsider of the evil subtype with an Intimidate check, it becomes sickened for 1 round in addition to being affected by the normal effects of being demoralized. If you beat the DC by 5 or more, the creature is nauseated for 1 round instead.  ",
			"**Normal:** Demoralizing a foe with a successful Intimidate check causes it to become shaken for 1 round, +1 round for every 5 by which you beat the DC."
		]
	},
	"ancestral_weapon_mastery": {
		"name": "Ancestral Weapon Mastery",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Ancestral Weapon Mastery (Combat)",
			"",
			"{SOURCE Inner Sea Races/201}",
			"",
			"You have mastered ancient techniques that increase the effectiveness of your race's ancestral weapons.  ",
			"**Prerequisites:** Base attack bonus +1, weapon familiarity racial trait.  ",
			"**Benefit:** You're proficient with all of your race's racial weapons (the weapons mentioned in your race's weapon familiarity racial trait). If you're already proficient with any of those weapons, you instead gain {feat/Weapon Focus} for one of those weapons as a bonus feat. Furthermore, if you gain Weapon Focus as a bonus feat with one of your racial weapons as a result of this feat, you can change which racial weapon your bonus Weapon Focus feat applies to by engaging in 10 minutes of practice with the new weapon. The benefits of this bonus Weapon Focus feat last until you choose to practice and apply it to a different racial weapon."
		]
	},
	"ancient_draconic": {
		"name": "Ancient Draconic",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Ancient Draconic",
			"",
			"{SOURCE Kobolds of Golarion/24}",
			"",
			"You empower spells using the ancient language of dragons.  ",
			"**Prerequisites:** Arcane caster level 5th, speaks Draconic.  ",
			"**Benefit:** You gain a +1 bonus on caster level checks to overcome spell resistance when casting arcane spells that have a verbal component. If you speak Draconic when casting an arcane language-dependent spell, all intelligent creatures with a language can understand your words."
		]
	},
	"ancient_tradition": {
		"name": "Ancient Tradition",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Ancient Tradition",
			"",
			"{SOURCE Blood of the Ancients/6}",
			"",
			"You have devoted yourself to keeping the traditions of an ancient or lost culture alive and well, and you gain strength from your devotion to the old ways.  ",
			"**Prerequisites:** Knowledge (history) 3 ranks, must have a connection to a lost culture (see text).  ",
			"**Benefit:** Each lost culture has its own daily ritual, but none of them take more than 1 hour per day to perform. Once you've performed the daily ritual, you gain the benefit of a special ability or resistance as indicated in the Daily Ritual entry for the culture in question. Specific cultures and their rituals are listed below.",
			"",
			"If you have at least 12 Hit Dice, you also gain the first boon granted by your lost culture upon undertaking its daily ritual. If you have at least 16 Hit Dice, you also gain the lost culture's second boon. If you have 20 Hit Dice or more, you also gain the lost culture's third boon. Each boon is a spell-like ability that you can cast once per day. Your caster level for these boons is equal to your Hit Dice, and the saving throw DC is based on your Intelligence, Wisdom, or Charisma modifier (whichever is highest).",
			"",
			"For the purposes of this feat, you are considered to have a connection to a lost culture if you have a relic or object from that civilization, have extensively researched that culture, or are descended - directly or culturally - from that culture's people. Once you have chosen a lost culture, you cannot change it without your GM's permission. At the GM's discretion, other types of connections might also apply. Typically, you can have a connection to only one lost civilization. If you ever fail to perform a daily ritual, you lose all access to the benefits and boons granted by this feat until the time you next perform the daily ritual.",
			"",
			"### Lost Cultures",
			"",
			"The following cultures have rich ancient traditions in which characters can invest.",
			"",
			"#### Ancient Osirion",
			"",
			"Founded by Azghaad, a prophet of Nethys who famously slew a Spawn of Rovagug and founded his capital within its carapace, Osirion is a nation with a long and proud history. The Ancient Osirians are best known today for their elaborate tombs, many of which have remained untouched for millennia.",
			"",
			"**Daily Ritual:** Position yourself where you can watch the sun rise. As it does, briefly give thanks to each god in Ancient Osirion's pantheon. Reflect on your notable Osirian ancestors or other ancient heroes and their accomplishments. Then, leave a small offering of cooked food on a wooden plate (or, if none is available, on a large leaf). You gain a +4 bonus on saving throws to resist death effects.",
			"",
			"**Boons:** 1: {spell/sepia snake sigil}; 2: {spell/elemental body IV}; 3: {spell/mage's disjunction}.",
			"",
			"#### Azlant",
			"",
			"Azlant is considered by many to have been the pinnacle of human society, though the ancient empire's hubris brought about the calamity known as Earthfall.",
			"",
			"**Daily Ritual:** Stand tall, with one arm outstretched, clutching a crystal, gem, or ioun stone in your fist. Keeping your arm outstretched, slowly turn three times in a counterclockwise circle, each time naming aloud one of your achievements or strengths. You gain a +2 bonus on Spellcraft and Use Magic Device checks.",
			"",
			"**Boons:** 1: {spell/arcane sight}; 2: {spell/reverse gravity}; 3: {spell/overwhelming presence}.",
			"",
			"#### Jistka Imperium",
			"",
			"One of the first human civilizations to emerge after the devastation of Earthfall, Jistka was known for its advanced technologies and mighty legions. The Imperium eventually fell before the rising might of Ancient Osirion and the Tekritanin League.",
			"",
			"**Daily Ritual:** Read sections from the Poleiheira, the journals of Arustun, the ancient hero who founded the Jistka Imperium. If you do not have any portions of these journals, you can instead meditate on the nature of civilization, the importance of structure and discipline to society, and the ways in which technology can improve the lives of the people. You gain a +1 bonus on damage rolls for nonmagical masterwork weapons and a +2 bonus on Craft checks to create golems.",
			"",
			"**Boons:** 1: {spell/keen edge}; 2: {spell/control construct}; 3: {spell/wooden phalanx}.",
			"",
			"#### Lung Wa",
			"",
			"While not the largest empire in its region's history, Lung Wa was perhaps the most prosperous - and certainly the most recent, collapsing only about a century ago. The empire's reign is noted for its long periods of peace and stability, along with its state religion, which raised emperors to deities and banned the worship of other divine figures.",
			"",
			"**Daily Ritual:** Carefully write your name in calligraphy in the center of a blank piece of parchment. Then, write around it the names of those to whom you have obligations: your family members, superiors, dependents, business partners, neighbors, and so on, mapping the personal connections in a wheel about yourself. If no paper is available, the writing can be performed in a patch of smooth sand or earth instead. You gain a +4 bonus on saving throws to resist emotion effects.",
			"",
			"**Boons:** 1: {spell/tongues}; 2: {spell/form of the dragon I}; 3: {spell/resplendent mansion}.",
			"",
			"#### Ninshabur",
			"",
			"Situated around the Pit of Gormuz, the nation of Ninshabur boasted a warlike people, whose phalanxes spread far and wide to lay siege to other nations. Though their armies are said to have successfully done battle against the Spawn of Rovagug on many occasions, they met their end facing the wicked Tarrasque.",
			"",
			"**Daily Ritual:** Recall a battle with a magical beast you participated in that occurred within the last week. Meditate on your technique and identify ways to improve for your next combat. If you have not fought a magical beast recently, instead train for 1 hour, chanting the war cries of Ninshabur while you do. You gain a +2 bonus on damage rolls against magical beasts.",
			"",
			"**Boons:** 1: {spell/monstrous physique I}; 2: {spell/regenerate}; 3: {spell/symbol of strife}.",
			"",
			"#### Sarkoris",
			"",
			"The land that was once Sarkoris has always been unpredictable and wild - a place where borders between planes were naturally thin and whose ties to other planes of existence long predated the formation of the Worldwound. Before this land was invaded by demons and scoured of human life, it was home to a proud warrior culture ruled over by shamans.",
			"",
			"**Daily Ritual:** With your back to the rising sun, travel directly westward (or as close to directly westward as you can manage). At the first signs of an animal you encounter, you must change your path to track it, and if you are able to catch up to it within an hour, you must attempt to slay or capture it. You gain a +2 bonus on Knowledge (planes) and Survival checks.",
			"",
			"**Boons:** 1: {spell/summon nature's ally III}; 2: {spell/fairy ring retreat}; 3: {spell/gate}.",
			"",
			"#### Shory",
			"",
			"The aerial Shory Empire consisted of a collection of loosely aligned city-states that soared through the skies with the power of Shory's advanced aeromancy techniques.",
			"",
			"**Daily Ritual:** Climb to the highest point available to you, where you have a clear and unobstructed view of the sky. If you are able to fly, you should fly as high as you reasonably can instead. Spread your arms wide and reflect on the openness and freedom of the skies, and the power of flight. Speak a blessing to each of the four winds and ask that they bring only good fortune your way this day. You gain a +2 bonus on Fly checks and treat your caster level as 1 higher when determining the duration of spells you cast with the air descriptor.",
			"",
			"**Boons:** 1: {spell/fly}; 2: {spell/wind walk}; 3: {spell/winds of vengeance}.",
			"",
			"#### Tar Taargadth",
			"",
			"The dwarven empire of Tar Taargadth was the final product of the dwarves who undertook the Quest for Sky. The empire represented both the perseverance and the unity of the dwarves in ancient days.",
			"",
			"**Daily Ritual:** Dig a hole that is at least 1 foot deep. Gather the dug up earth and create a small mound. Sit on the mound and meditate on the Quest for Sky. Reflect both on the life for those underground and the liberation granted to those above ground. Write a short prayer and bury it in the hole, covering it with the same earth. You gain a +2 bonus on Survival checks while underground and a +2 bonus on Fortitude saves.",
			"",
			"**Boons:** 1: {spell/meld into stone}; 2: {spell/rampart}; 3: {spell/clashing rocks}.",
			"",
			"#### Thassilon",
			"",
			"Ruled over by powerful mages and built on the backs of enslaved giants, Thassilon was one of the great powers of the ancient world.",
			"",
			"**Daily Ritual:** Meditate on an action you performed the previous day that particularly corresponds with one of the seven sins celebrated by Thassilonian rune magic. If you cannot think of any sinful actions you performed the previous day, you are unable to complete the ritual. Once your meditation is complete, draw the rune corresponding to the chosen sin in a prominent place on your body, such as the palm, the back of the hand, the forehead, or the chest. Choose a school of magic from the following list: abjuration, conjuration, enchantment, evocation, illusion, necromancy, or transmutation. Once you choose a school of magic, it cannot be changed. You gain a +2 bonus on saves against spells of the chosen school.",
			"",
			"**Boons:** 1: {spell/explosive runes}; 2: {spell/symbol of stunning}; 3: {spell/symbol of vulnerability}."
		]
	},
	"andoren_falconry": {
		"name": "Andoren Falconry",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Andoren Falconry",
			"",
			"{SOURCE Inner Sea World Guide/284;Pathfinder Campaign Setting/63}",
			"",
			"You know the secret Andoren arts of falconry developed by the Novotnian family of Darkmoon Vale.  ",
			"**Prerequisites:** Cha 13, {feat/Animal Affinity}, animal companion class feature.  ",
			"**Benefit:** You improve your affinity with birds of prey, such as eagles, falcons, hawks, and owls. You gain a +2 bonus on Animal Handling checks made to train or control birds of prey. In addition, if you have a bird of prey as an animal companion, your animal companion gains one of the following bonuses chosen at the time this animal companion is gained: a +1 dodge bonus to AC, a +1 morale bonus on all attack rolls, or a +2 morale bonus on all Will saves."
		]
	},
	"angel_wings": {
		"name": "Angel Wings",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Angel Wings",
			"",
			"{SOURCE Advanced Race Guide/87}",
			"",
			"Feathered wings sprout from your back.  ",
			"**Prerequisites:** {feat/Angelic Blood}, aasimar, character level 10th.  ",
			"**Benefit:** You gain a pair of gleaming feathered wings that grant a fly speed of 30 feet (average maneuverability) if wearing light armor or unencumbered, or 20 feet (poor maneuverability) with a medium or heavy load or medium or heavy armor. Fly is a class skill for you."
		]
	},
	"angelbane_strike": {
		"name": "Angelbane Strike",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Angelbane Strike",
			"",
			"{SOURCE Monster Codex/32}",
			"",
			"You channel the power of your Abyssal patron through your weapon to punish the righteous.  ",
			"**Prerequisites:** {feat/Channel Smite}, divine caster level 5th, channel negative energy class feature, demon lord patron deity.  ",
			"**Benefit:** When you use Channel Smite against a living creature with a good alignment, you treat all 1s on the channel smite damage dice as 2s.",
			"",
			"If your target is either a good outsider or a divine caster who serves a good deity, you are considered 2 levels higher when determining how many channel energy damage dice you roll when using Channel Smite."
		]
	},
	"angelic_blood": {
		"name": "Angelic Blood",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Angelic Blood",
			"",
			"{SOURCE Advanced Race Guide/88}",
			"",
			"Your blood is infused with holy power.  ",
			"**Prerequisites:** Con 13, aasimar.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against effects with the evil descriptor and on Constitution checks to stabilize when you are reduced to negative hit points (but not dead). Furthermore, each time you take bleed or blood drain damage, each undead creature or creature with the evil subtype that is currently adjacent to you also takes 1 point of damage."
		]
	},
	"angelic_flesh": {
		"name": "Angelic Flesh",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Angelic Flesh",
			"",
			"{SOURCE Advanced Race Guide/88}",
			"",
			"Your skin shines like burnished metal.  ",
			"**Prerequisites:** {feat/Angelic Blood}, aasimar.  ",
			"**Benefit:** You take a -2 penalty on Disguise and Stealth checks but gain one of the following benefits, depending on the metallic affinity of your flesh (choose one).",
			"",
			"Brazen: You gain fire resistance 5 and a +2 bonus on saves against fire effects.",
			"",
			"Golden: You gain a +2 bonus on saves against blindness, dazzling, patterns, and effects with the light descriptor. When you cast spells or use spell-like abilities that are from the illusion (pattern) subschool or have the light descriptor, you do so at +1 caster level.",
			"",
			"Silver: You gain a +2 bonus on saves against paralysis, petrification, and poison, and your unarmed strikes or natural weapons count as silver for the purpose of overcoming damage reduction.",
			"",
			"Steel: You gain a +1 natural armor bonus to AC, and your unarmed strikes or natural weapons count as cold iron for the purpose of overcoming damage reduction."
		]
	},
	"animal_affinity": {
		"name": "Animal Affinity",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Animal Affinity",
			"",
			"{SOURCE PRPG Core Rulebook/118}",
			"",
			"You are skilled at working with animals and mounts.  ",
			"**Benefit:** You get a +2 bonus on all Handle Animal and Ride skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
			"",
			"### Mythic Animal Affinity",
			"",
			"{SOURCE Mythic Adventures/55}",
			"",
			"You have a greater affinity with wild animals, and can speak with them.  ",
			"**Prerequisites:** {feat/Animal Affinity}.  ",
			"**Benefit:** The bonus on Handle Animal and Ride skill checks from Animal Affinity increases by 2. In addition, you can expend one use of mythic power to speak with animals as the spell. Your caster level for this effect is equal to twice your tier."
		],
		"has_mythic_version": true
	},
	"animal_ally": {
		"name": "Animal Ally",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Animal Ally",
			"",
			"{SOURCE Faiths and Philosophies/11}",
			"",
			"Your respect for nature is so great that you can form a deep and lasting friendship with an animal.  ",
			"**Prerequisites:** {feat/Nature Soul}, character level 4th, must not have an animal companion or mount that advances as an animal companion.  ",
			"**Benefit:** You gain an animal companion as if you were a druid of your character level -3 from the following list: badger, bird, camel, cat (small), dire rat, dog, horse, pony, snake (viper), or wolf. If you later gain an animal companion through another source (such as the Animal domain, divine bond, hunter's bond, mount, or nature bond class features), the effective druid level granted by this feat stacks with that granted by other sources."
		]
	},
	"animal_call": {
		"name": "Animal Call",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Animal Call",
			"",
			"{SOURCE Ultimate Wilderness/106}",
			"",
			"You've learn how to replicate a number of animal calls native to wilderness environments.  ",
			"**Prerequisites:** Bluff 1 rank, Knowledge (nature) 1 rank.  ",
			"**Benefit:** Pick one of the ranger's favored terrains. You can use your Bluff skill to mimic the calls of animals native to that terrain. Creatures with ranks in Knowledge (nature) can use that skill in place of Sense Motive to detect your mimicry and realize that the sound is false.  ",
			"**Special:** You can take this feat multiple times. Each time you do, select an additional favored terrain to which this feat applies."
		]
	},
	"animal_disguise": {
		"name": "Animal Disguise",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Animal Disguise",
			"",
			"{SOURCE Ultimate Wilderness/106}",
			"",
			"With a little work, you can convincingly disguise yourself as an animal.  ",
			"**Prerequisites:** Disguise 6 ranks, Knowledge (nature) 6 ranks.  ",
			"**Benefit:** You can use Disguise to disguise yourself as an animal of your size category. You must have an appropriate pelt and any other animal parts needed to complete the disguise. You also gain a +2 bonus on Disguise checks when you disguise yourself as an animal. Creatures with ranks in Knowledge (nature) can use that skill in place of Sense Motive to detect this type of disguise."
		]
	},
	"animal_ferocity": {
		"name": "Animal Ferocity",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Animal Ferocity (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/106}",
			"",
			"When cornered and wounded, you fight like a feral beast.  ",
			"**Prerequisites:** Base attack bonus +3, ferocity racial ability.  ",
			"**Benefit:** When your hit points are reduced below 0, you can make attacks, but you take a -5 penalty on each attack roll."
		]
	},
	"animal_soul": {
		"name": "Animal Soul",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Animal Soul",
			"",
			"{SOURCE Advanced Class Guide/141}",
			"",
			"Your close bond with an animal allows you to ignore harmful magic that cannot affect your wild side.  ",
			"**Prerequisites:** Animal companion or mount class feature.  ",
			"**Benefit:** You can choose not to allow spells and effects to effect you if they would not be capable of affecting both your original creature type and the animal creature type."
		]
	},
	"ankle_biter": {
		"name": "Ankle Biter",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Ankle Biter (Combat)",
			"",
			"{SOURCE Goblins of Golarion/24}",
			"",
			"You know how take a mouthful out of anyone who tries to overpower you.  ",
			"**Prerequisites:** Goblin, Escape Artist 1 rank.  ",
			"**Benefit:** If you are the target of a combat maneuver you can, as an immediate action, attempt to bite your opponent in addition to any attacks of opportunity or other consequences your opponent might incur from attacking you. This bonus natural attack does not provoke an attack of opportunity itself and deals base damage appropriate for a creature of your current size (usually 1d4 for Small creatures). If grappled or pinned, you can continue to make this additional bite attack each round as swift action on your turn. You gain a bonus on any attempt to break the grapple equal to the damage you dealt with your bite that round.  ",
			"**Special:** You cannot make this bite attack when you are the aggressor, including if you manage to reverse a grapple or make any other attack of opportunity."
		]
	},
	"antagonize": {
		"name": "Antagonize",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Antagonize",
			"",
			"{SOURCE Ultimate Magic/143}",
			"",
			"Whether with biting remarks or hurtful words, you are adept at making creatures angry with you.  ",
			"**Benefit:** You can make Diplomacy and Intimidate checks to make creatures respond to you with hostility. No matter which skill you use, antagonizing a creature takes a standard action that does not provoke attacks of opportunity, and has a DC equal to 10+ the target's Hit Dice + the target's Wisdom modifier. You cannot make this check against a creature that does not understand you or has an Intelligence score of 3 or lower. Before you make these checks, you may make a Sense Motive check (DC 20) as a swift action to gain an insight bonus on these Diplomacy or Intimitade checks equal to your Charisma bonus until the end of your next turn. The benefits you gain for this check depend on the skill you use. This is a mind-affecting effect.",
			"",
			"Diplomacy: You fluster your enemy. For the next minute, the target takes a -2 penalty on all attacks rolls made against creatures other than you and has a 10% spell failure chance on all spells that do not target you or that have you within their area of effect.",
			"",
			"Intimidate: The creature flies into a rage. On its next turn, the target must attempt to make a melee attack against you, make a ranged attack against you, target you with a spell, or include you in the area of a spell. The effect ends if the creature is prevented from attacking you or attempting to do so would harm it (for example, if you are on the other side of a chasm or a wall of fire). If it cannot attack you on its turn, you may make the check again as an immediate action to extend the effect for 1 round (but cannot extend it thereafter). The effect ends as soon as the creature attacks you. Once you have targeted a creature with this ability, you cannot target it again for 1 day."
		]
	},
	"anticipate_dodge": {
		"name": "Anticipate Dodge",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Anticipate Dodge (Combat)",
			"",
			"{SOURCE Advanced Class Guide/141}",
			"",
			"Your knowledge of mobility and your attack prowess allow you to thwart elusive opponents.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Mobility}; base attack bonus +7, brawler level 4th, or monk level 4th.  ",
			"**Benefit:** You automatically know whether a creature you can see has a dodge bonus to its AC. You gain up to a +2 bonus on attack rolls against a target that has a dodge bonus. This bonus cannot exceed the dodge bonus of the creature you attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/113}",
			">",
			">You can spend 1 stamina point to increase the maximum bonus from Anticipate Dodge by 2 (this is still limited by the creature's dodge bonus, however)."
		]
	},
	"aphotic_explorer": {
		"name": "Aphotic Explorer",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Aphotic Explorer",
			"",
			"{SOURCE Blood of the Sea/9}",
			"",
			"You have trained to steel yourself against the cold when in dark, lightless realms such as the deep ocean.  ",
			"**Prerequisites:** {feat/Endurance}, gillman.  ",
			"**Benefit:** While you are in darkness or dim light, you can take a swift action to gain cold resistance 5 for 1 round. If you have 11 or more Hit Dice, you gain cold resistance 10 instead."
		]
	},
	"apocalyptic_spell": {
		"name": "Apocalyptic Spell",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Apocalyptic Spell (Metamagic)",
			"",
			"{SOURCE Planar Adventures/22}",
			"",
			"Your spell becomes infused with the devastating horror personified by the Horsemen of the Apocalypse, temporarily transforming reality into a treacherous ruin.  ",
			"**Benefit:** You can alter a spell with an area of effect and a duration of instantaneous to become an apocalyptic spell. When you cast the spell, the area affected by the spell's instantaneous effect becomes ruined and devastated in appearance. All surfaces in the area are treated as difficult terrain, and Climb, Fly, and Swim checks attempted in the area take a penalty equal to the spell's original spell level. The difficult terrain and skill penalties last for a number of rounds equal to the spell's original spell level. An apocalyptic spell gains the evil descriptor.",
			"",
			"An apocalyptic spell uses a spell slot 1 level higher than the spell's normal spell level. Spells with the good descriptor can't be apocalyptic spells."
		]
	},
	"apotheosis": {
		"name": "Apotheosis",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Apotheosis (Story)",
			"",
			"{SOURCE Quests and Campaigns/6}",
			"",
			"You are marked by fate as a future deity - even before this destiny is realized, fate bends to your will.  ",
			"**Prerequisites:** You must have had direct contact with a deity or godlike being, or have been risen from the dead at the personal behest of a deity or godlike being.  ",
			"**Benefit:** You gain a +2 bonus on Constitution checks to stabilize while dying. Anytime you or an ally who worships the god that contacted you casts augury or a similar effect, your chance of receiving a meaningful reply is increased by 5% (to a maximum of 95%).  ",
			"**Goal:** You must be acknowledged by another divine being (directly or through a representative) as a peer, even if only a minor one.  ",
			"**Completion Benefit:** Once per day as an immediate action, you can cause any die roll made by a creature within 100 feet of you to be rerolled. You choose which result you prefer. You must decide to use this ability after the first roll is made but before the results are revealed by the GM.",
			"",
			"*Suggested Traits:* Called, Fortunate, Inspiring.",
			"",
			"### Possible Apotheosis Quests",
			"",
			"| d8 | Quest |",
			"| --- | --- |",
			"| 1 | You seek to prove your worth and acquire followers who will exalt you as a living ideal or preeminent martyr, like Kurgess. |",
			"| 2 | Omens indicate that if you give all in service to your deity, you will become his demigod servant, much as Hanspur was deified by Gozreh. |",
			"| 3 | You believe the mad whispers of those cultists who claim that if one were to travel far enough into the Dark Tapestry, one might tap into the divine power of the Great Old Ones. |",
			"| 4 | The Test of the Starstone is among the best-known paths to divinity; you adventure in preparation to take the test yourself and join the ranks of ascended deities. |",
			"| 5 | While studying the mysteries of Ancient Osirion, you stumble across clues to the mythic divination that elevated Nethys from mortal king to deity. |",
			"| 6 | You challenge yourself in the ways described in Irori's holy book, Unbinding the Fetters, as you seek the mental and physical perfection that will lead you to divinity. |",
			"| 7 | By tracking down and confronting one of the legendary titans of Elysium, you hope to unlock the secret to achieving divinity in the celestial realms. |",
			"| 8 | You have learned that one of your ancestors was a deity (such as the prolific Cayden Cailean) and you now quest to get his attention and earn a similar station. |"
		]
	},
	"aquadynamic_focus": {
		"name": "Aquadynamic Focus",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Aquadynamic Focus (Combat)",
			"",
			"{SOURCE Aquatic Adventures/57}",
			"",
			"Your skill with your chosen weapons is so great that you can use them underwater without impediment.  ",
			"**Prerequisites:** {feat/Weapon Focus}, base attack bonus +1.  ",
			"**Benefit:** You don't take additional penalties on attack and damage rolls for fighting underwater with bludgeoning and slashing melee weapons for which you have taken the {feat/Weapon Focus} feat.  ",
			"**Normal:** When using bludgeoning and slashing melee weapons underwater, you take a -2 penalty on attack rolls and deal half damage."
		]
	},
	"aquadynamic_shot": {
		"name": "Aquadynamic Shot",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Aquadynamic Shot (Combat)",
			"",
			"{SOURCE Aquatic Adventures/57}",
			"",
			"You use projectiles and special trick shots that lose less accuracy when underwater.  ",
			"**Prerequisites:** {feat/Far Shot}, base attack bonus +4.  ",
			"**Benefit:** Your projectile attacks take a -1 penalty per 5 feet of water between you and the target. You still can't use thrown weapons effectively underwater except in special circumstances.  ",
			"**Normal:** Projectile attacks underwater take a -2 penalty per 5 feet of water between the shooter and the target."
		]
	},
	"aquatic_adaption": {
		"name": "Aquatic Adaption",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Aquatic Adaption",
			"",
			"{SOURCE Monster Codex/140}",
			"",
			"You've developed a strange but useful quirk for your race - you can breathe underwater.  ",
			"**Prerequisites:** Hold breath.  ",
			"**Benefit:** You can breathe water as well as air."
		]
	},
	"aquatic_advantage": {
		"name": "Aquatic Advantage",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Aquatic Advantage",
			"",
			"{SOURCE Monster Codex/188}",
			"",
			"Foes without a swim speed provoke attacks of opportunity from you underwater.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, must have a natural swim speed.  ",
			"**Benefit:** A creature that lacks a swim speed provokes an attack of opportunity from you when it attacks you underwater. You don't get an attack of opportunity if the attacker is under the effects of freedom of movement."
		]
	},
	"aquatic_ancestry": {
		"name": "Aquatic Ancestry",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Aquatic Ancestry",
			"",
			"{SOURCE Advanced Race Guide/177}",
			"",
			"You favor your outsider ancestry and are better adapted to life in the water.  ",
			"**Prerequisites:** Undine.  ",
			"**Benefit:** You gain the amphibious special quality. Your swim speed increases by +10 feet."
		]
	},
	"aquatic_combatant": {
		"name": "Aquatic Combatant",
		"sources": [
			"Ultimate Wilderness",
			"Melee Tactics Toolbox"
		],
		"description": [
			"## Aquatic Combatant (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/106;Melee Tactics Toolbox/14}",
			"",
			"You have trained to fight while submerged in water.  ",
			"**Prerequisites:** Swim 1 rank.  ",
			"**Benefit:** You gain a +2 bonus on Swim checks and don't take the usual penalties on melee attack rolls made underwater. Your slashing melee attacks and unarmed bludgeoning attacks deal full damage underwater.  ",
			"**Normal:** When you're underwater, most of your melee attacks take a -2 penalty and deal only half damage."
		]
	},
	"aquatic_spell": {
		"name": "Aquatic Spell",
		"sources": [
			"Ultimate Wilderness",
			"Melee Tactics Toolbox"
		],
		"description": [
			"## Aquatic Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Wilderness/106;Melee Tactics Toolbox/14}",
			"",
			"You can cast your spells underwater or into water with little difficulty.  ",
			"**Benefit:** An aquatic spell functions normally underwater and requires no caster level check to cast, even if it has the fire descriptor. In addition, the spell can be cast from the surface into water and still be effective. An aquatic spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"aquatic_squires": {
		"name": "Aquatic Squires",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Aquatic Squires",
			"",
			"{SOURCE Blood of the Sea/15}",
			"",
			"When you call for aid from the sea, your summoned creatures remain to serve you longer.  ",
			"**Prerequisites:** Triton, summon nature's ally II spell-like ability, character level 5th.  ",
			"**Benefit:** The duration of your summon nature's ally II spell-like ability is 1 minute per level.  ",
			"**Normal:** Summon nature's ally II has a duration of 1 round per level."
		]
	},
	"arc_slinger": {
		"name": "Arc Slinger",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Arc Slinger (Combat)",
			"",
			"{SOURCE Ultimate Combat/89}",
			"",
			"You can twirl your sling in a way that maximizes its effectiveness.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, proficient with sling or halfling sling staff.  ",
			"**Benefit:** When using a sling or sling staff, you reduce your penalty on ranged attack rolls due to range by 2. Point-Blank Shot's damage bonus applies within the first normal range increment of your sling (50 feet) or sling staff (80 feet).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/113}",
			">",
			">You can spend 1 stamina point when making a sling or sling staff attack to gain the benefits of Point-Blank Shot within the first two range increments of the sling or staff."
		]
	},
	"arcane_armor_mastery": {
		"name": "Arcane Armor Mastery",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Arcane Armor Mastery (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/118}",
			"",
			"You have mastered the ability to cast spells while wearing armor.  ",
			"**Prerequisites:** {feat/Arcane Armor Training}, Medium Armor Proficiency, caster level 7th.  ",
			"**Benefit:** As a swift action, reduce the arcane spell failure chance due to the armor you are wearing by 20% for any spells you cast this round. This bonus replaces, and does not stack with, the bonus granted by Arcane Armor Training.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/113}",
			">",
			">When casting a spell while wearing armor, you can spend 1 stamina point to activate Arcane Armor Mastery as a free action, or spend a number of stamina points equal to the spell's level (minimum 1) to ignore your armor's arcane spell failure chance entirely for that casting."
		]
	},
	"arcane_armor_training": {
		"name": "Arcane Armor Training",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Arcane Armor Training (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/118}",
			"",
			"You have learned how to cast spells while wearing armor.  ",
			"**Prerequisites:** Light Armor Proficiency, caster level 3rd.  ",
			"**Benefit:** As a swift action, reduce the arcane spell failure chance due to the armor you are wearing by 10% for any spells you cast this round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">When casting a spell while wearing armor, you can spend 1 stamina point to activate Arcane Armor Training as a free action.",
			"",
			"### Mythic Arcane Armor Training",
			"",
			"{SOURCE Mythic Adventures/55}",
			"",
			"You've adapted your spellcasting to overcome limitations of wearing armor.  ",
			"**Prerequisites:** {feat/Arcane Armor Training}.  ",
			"**Benefit:** You don't have to spend a swift action to gain the reduction to arcane spell failure chance from Arcane Armor Training. Furthermore, if you're wearing light armor, reduce your arcane spell failure chance by 20%."
		],
		"has_mythic_version": true
	},
	"arcane_blast": {
		"name": "Arcane Blast",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide"
		],
		"description": [
			"## Arcane Blast",
			"",
			"{SOURCE Advanced Player's Guide/150}",
			"",
			"You can convert any spell into an attack.  ",
			"**Prerequisites:** Arcane spellcaster, caster level 10th.  ",
			"**Benefit:** As a standard action, you can sacrifice a prepared spell or unused spell slot of 1st level or higher and transform it into a ray, targeting any foe within 30 feet as a ranged touch attack. This attack deals 2d6 points of damage plus an additional 1d6 points of damage for every level of the spell or spell slot you sacrificed. 0-level spells may not be sacrificed in this manner.",
			"",
			"### Mythic Arcane Blast",
			"",
			"{SOURCE Mythic Adventures/55}",
			"",
			"You can manipulate raw eldritch energies to do more than just deal damage.  ",
			"**Prerequisites:** {feat/Arcane Blast}.  ",
			"**Benefit:** When you use Arcane Blast, you may halve the damage dice to also perform your choice of either a trip or bull rush combat maneuver against the target of the blast. You can't move with an opponent you bull rush with this feat. You gain a bonus on your combat maneuver check for this attempt equal to half the spell level of the spell you sacrificed when using Arcane Blast, and you can substitute your Intelligence or Charisma modifier in place of your Strength modifier when determining your combat maneuver bonus.",
			"",
			"In addition, you can expend one use of mythic power to change the damage dice of your Arcane Blast to d8s instead of d6s."
		],
		"has_mythic_version": true
	},
	"arcane_insight": {
		"name": "Arcane Insight",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## Arcane Insight",
			"",
			"{SOURCE Inner Sea Gods/207;Faiths of Balance/24}",
			"",
			"Magical insight helps you evade attacks.  ",
			"**Prerequisites:** {feat/Arcane Shield}, arcane spellcaster, caster level 10th, worshiper of Nethys.  ",
			"**Benefit:** Whenever you use Arcane Shield, you also gain a +1 insight bonus to AC for 1 round."
		]
	},
	"arcane_jinxer": {
		"name": "Arcane Jinxer",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Arcane Jinxer",
			"",
			"{SOURCE Halflings of Golarion/26}",
			"",
			"You can sacrifice arcane spells or spell slots in order to make it harder to resist your jinxes.  ",
			"**Prerequisites:** Arcane spellcaster, Halfling Jinx trait.  ",
			"**Benefit:** When you attempt to jinx a creature, you can expend one of your prepared arcane spells or available arcane spell slots to give your target a penalty on its jinx save equal to the level of the expended spell or spell slot. This does not alter the effect of the jinx, only the saving throw to resist the jinx."
		]
	},
	"arcane_school_spirit": {
		"name": "Arcane School Spirit",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Arcane School Spirit",
			"",
			"{SOURCE Gnomes of Golarion/30}",
			"",
			"You can talk up the power of your own school of magic to such an extent that creatures find it more difficult to resist your spells.  ",
			"**Prerequisites:** Bluff 1 rank, arcane school class feature, gnome.  ",
			"**Benefit:** As a full-round action, you extol the virtues of your school of magic to one creature within 30 feet. Make a Bluff check opposed by a target's Sense Motive check; if you win the check, the target takes a -2 penalty on saving throws made to resist the next spell of this school that you cast. If your chosen school is universalist, choose a specific school each time you use this ability. If your Bluff check succeeds, however, your lack of true commitment to the school means the target takes only a -1 penalty on its saving throw."
		]
	},
	"arcane_shield": {
		"name": "Arcane Shield",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide"
		],
		"description": [
			"## Arcane Shield",
			"",
			"{SOURCE Advanced Player's Guide/150}",
			"",
			"You can convert any spell into a defense.  ",
			"**Prerequisites:** Arcane spellcaster, caster level 10th.  ",
			"**Benefit:** As a immediate action, you can sacrifice a prepared spell or unused spell slot of 1st level or higher and gain a deflection bonus to AC equal to the level of the spell or spell slot you sacrificed for 1 round. 0-level spells may not be sacrificed in this manner.",
			"",
			"### Mythic Arcane Shield",
			"",
			"{SOURCE Mythic Adventures/55}",
			"",
			"You sculpt spells into a powerful, enduring arcane barriers.  ",
			"**Prerequisites:** {feat/Arcane Shield}.  ",
			"**Benefit:** You add half your tier to the deflection bonus granted to your AC when you use your Arcane Shield. You can expend one use of mythic power when using this feat to extend the duration to a number of rounds equal to your tier."
		],
		"has_mythic_version": true
	},
	"arcane_strike": {
		"name": "Arcane Strike",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Arcane Strike (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/118}",
			"",
			"You draw upon your arcane power to enhance your weapons with magical energy.  ",
			"**Prerequisites:** Ability to cast arcane spells.  ",
			"**Benefit:** As a swift action, you can imbue your weapons with a fraction of your power. For 1 round, your weapons deal +1 damage and are treated as magic for the purpose of overcoming damage reduction. For every five caster levels you possess, this bonus increases by +1, to a maximum of +5 at 20th level.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">You can spend any number of stamina points to increase the duration of this feat's effects by 1 round for each stamina point spent.",
			"",
			"### Mythic Arcane Strike",
			"",
			"{SOURCE Mythic Adventures/55}",
			"",
			"Using your amazing arcane talents, you can deliver devastating blows infused with magical energy.  ",
			"**Prerequisites:** {feat/Arcane Strike}.  ",
			"**Benefit:** Whenever you use Arcane Strike to enhance your weapons, the effect lasts for 1 minute instead of 1 round. If you expend one use of mythic power when using Arcane Strike, you can also add any one magic weapon special ability with a base price modifier of +1 to your weapons. This base price modifier increases to +2 at 4th tier, +3 at 7th tier, and +4 at 10th tier."
		],
		"has_mythic_version": true
	},
	"arcane_talent": {
		"name": "Arcane Talent",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Arcane Talent",
			"",
			"{SOURCE Advanced Player's Guide/151}",
			"",
			"Magic is in your blood, and at your fingertips.  ",
			"**Prerequisites:** Cha 10; elf, half-elf, or gnome.  ",
			"**Benefit:** Choose a 0-level spell from the [sorcerer/wizard spell list](main/spells_wizard). You can cast this spell three times per day as a spell-like ability. The caster level is equal to your character level. The save DC is 10 + your Charisma modifier."
		]
	},
	"arcane_trap_suppressor": {
		"name": "Arcane Trap Suppressor",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Arcane Trap Suppressor",
			"",
			"{SOURCE Dungeoneer's Handbook/8}",
			"",
			"Your magic can suppress magic traps longer than usual.  ",
			"**Prerequisites:** Ability to cast dispel magic or greater dispel magic as a spell or spell-like ability.  ",
			"**Benefit:** When you target a magic trap with dispel magic or greater dispel magic, if your caster level check exceeds the Disable Device DC of the trap, the trap is disabled for 1d4 minutes.  ",
			"**Normal:** Dispel magic suppresses an item's magical properties for 1d4 rounds."
		]
	},
	"arcane_vendetta": {
		"name": "Arcane Vendetta",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Arcane Vendetta",
			"",
			"{SOURCE Inner Sea World Guide/284;Pathfinder Campaign Setting/115}",
			"",
			"The mistreatment of your people by an arcane society (such as Numeria's Technic League or the White Witches of Irrisen) has made you particularly eager to inflict harm on those who use arcane magic.  ",
			"**Prerequisites:** Spellcraft 1 rank.  ",
			"**Benefit:** You deal +2 damage with weapon attacks made against any target you have witnessed casting an arcane spell (not using a spell-like ability) in the last 5 rounds. You must have successfully identified the spell with a Spellcraft check to know without a doubt that the spell is arcane."
		]
	},
	"archon_diversion": {
		"name": "Archon Diversion",
		"sources": [
			"Planar Adventures",
			"Blood of Angels"
		],
		"description": [
			"## Archon Diversion (Combat)",
			"",
			"{SOURCE Planar Adventures/25;Blood of Angels/24}",
			"",
			"You throw yourself in front of blows meant for allies, giving those allies a chance to strike back against the enemy once they have attacked you.  ",
			"**Prerequisites:** {feat/Archon Style}; {feat/Combat Expertise}; {feat/Combat Reflexes}; base attack bonus +4 or monk level 3rd.  ",
			"**Benefit:** The penalty to AC for using Archon Style to grant nearby allies a bonus to AC against a single opponent decreases to -1. Once per round while using Archon Style, when you have at least one hand free or when wielding a shield, you can divert one melee weapon attack targeting an adjacent ally to yourself. After resolving the attack, the ally you protected can make an attack of opportunity against the diverted opponent. You expend no action to divert the attack, but you must be aware of it and must not be flat-footed. You must choose to divert the attack after the opponent has declared the melee attack, but before the attack roll is rolled."
		]
	},
	"archon_justice": {
		"name": "Archon Justice",
		"sources": [
			"Planar Adventures",
			"Blood of Angels"
		],
		"description": [
			"## Archon Justice (Combat)",
			"",
			"{SOURCE Planar Adventures/25;Blood of Angels/24}",
			"",
			"Attacking you during your period of vigilance opens foes up to allies' strikes.  ",
			"**Prerequisites:** {feat/Archon Diversion}; {feat/Archon Style}; {feat/Combat Expertise}; {feat/Combat Reflexes}; base attack bonus +8 or monk level 7th.  ",
			"**Benefit:** You no longer take a penalty to AC for using Archon Style to grant nearby allies a bonus to AC, and you can activate this effect as a swift action or a move action. Whenever you take damage from an attack you diverted to yourself using Archon Diversion, each ally threatening the attacking creature can make an attack of opportunity against that creature."
		]
	},
	"archon_style": {
		"name": "Archon Style",
		"sources": [
			"Planar Adventures",
			"Blood of Angels"
		],
		"description": [
			"## Archon Style (Combat, Style)",
			"",
			"{SOURCE Planar Adventures/25;Blood of Angels/24}",
			"",
			"You protect your allies from harm, even at the cost of your own safety.  ",
			"**Prerequisites:** {feat/Combat Expertise}; {feat/Combat Reflexes}; base attack bonus +2 or monk level 1st.  ",
			"**Benefit:** While using this style, as a move action, you can protect adjacent allies from a single opponent that you currently threaten. This grants adjacent allies a +2 dodge bonus to AC against that opponent's next melee attack (as long as that attack comes before the beginning of your next turn), but causes you to take a -2 penalty to AC against that opponent until your next turn. The dodge bonus against the designated opponent's attacks persists even if your allies move away from you."
		]
	},
	"arcing_lob": {
		"name": "Arcing Lob",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Arcing Lob",
			"",
			"{SOURCE Giant Hunter's Handbook/22}",
			"",
			"You can hurl a splash weapon high into the air to break atop large opponents, cascading its contents down on your target or using your opponent's bulk to shield the surrounding area from the spray.  ",
			"**Prerequisites:** Dex 15, {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Throw Anything}.  ",
			"**Benefit:** When you hit a target that is Large or larger with a splash weapon, you can choose to deal splash damage to all creatures within 5 feet of the target, splash damage to no creatures, or splash damage as normal.  ",
			"**Normal:** If you hit a target that is Large or larger with a splash weapon, choose one of its squares - the splash damage affects creatures within 5 feet of that square."
		]
	},
	"arcing_weapon": {
		"name": "Arcing Weapon",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Arcing Weapon (Combat)",
			"",
			"{SOURCE Chronicle of Legends/8}",
			"",
			"You can send magical blasts through your weapon.  ",
			"**Prerequisites:** Diverse training class feature.  ",
			"**Benefit:** As a standard action, you can cast a ray spell that requires a ranged touch attack and deliver the effect through your melee weapon, either through a melee attack or as a ranged attack. If you deliver this spell as a melee attack, this functions as the magus spellstrike ability. If you deliver the spell as a ranged attack, the spell is a ranged touch attack that discharges from your weapon and applies the weapon's enhancement bonus to the spell's damage. When fired in this way, the spell uses the weapon's critical threat range, but the spell effect deals only &times;2 damage on a successful critical hit. You can use a ranged touch attack spell that targets more than one creature (such as {spell/scorching ray}), but you make only one attack through your weapon to deliver one ranged touch effect; additional ranged touch attacks from the spell are wasted and have no effect."
		]
	},
	"arctic_adaptation": {
		"name": "Arctic Adaptation",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Arctic Adaptation",
			"",
			"{SOURCE Ultimate Wilderness/106}",
			"",
			"You are comfortable in the driving snow and glaring ice of frigid climes, and you can survive much longer in such harsh environments than those who are unaccustomed to the cold.  ",
			"**Prerequisites:** Favored terrain (cold) class feature.  ",
			"**Benefit:** You treat cold environments as though they were one step less severe than they normally are. Additionally, you gain a +2 bonus on Perception checks against creatures that gain a racial bonus on Stealth checks in snowy conditions, and you gain a +4 bonus on saving throws and checks to avoid becoming blinded or dazzled by ice or snow glare."
		]
	},
	"area_jinx": {
		"name": "Area Jinx",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Area Jinx",
			"",
			"{SOURCE Halflings of Golarion/26}",
			"",
			"You can jinx multiple creatures so long as they are near each other.  ",
			"**Prerequisites:** {feat/Widen Spell}, Halfling Jinx trait.  ",
			"**Benefit:** When you use your jinx, you create an instantaneous invisible burst with a maximum radius of 10 feet anywhere within the normal range of your jinx, affecting multiple targets. Any creature within this burst, regardless of whether or not you can see it, must make a saving throw to resist your jinx. If you use your jinx again, all of your current jinxes immediately end.  ",
			"**Special:** You can gain this feat multiple times. Each time you do, the maximum area of your jinx burst increases by an additional 10 feet."
		]
	},
	"arisen": {
		"name": "Arisen",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Arisen (Story)",
			"",
			"{SOURCE Ultimate Campaign/67}",
			"",
			"Escaping death strengthened your bond to life, but fills you with a need for answers.  ",
			"**Prerequisites:** You must have been slain and brought back from the dead, or have the Left to Die or Cursed Birth background.  ",
			"**Benefit:** You don't die until your negative hit point total is equal to or greater than 4 + your Constitution score. Once per day as a standard action, you can force yourself to carry on by strength of will alone, gaining 1 temporary hit point per hit die. These temporary hit points last for 10 minutes.  ",
			"**Normal:** You die when your negative hit point total is equal to or greater than your Constitution score.  ",
			"**Goal:** You meet in person and hear the words of your deity or your deity's chosen herald. If you worship a pantheon of deities, you must meet and hear a member of that pantheon - a herald does not suffice in this case. If you worship no specific deity, you must hear the words of an appropriate entity of the GM's choice.  ",
			"**Completion Benefit:** You gain a +2 bonus on saving throws against death effects and fear effects. In addition, the caster level of any conjuration (healing) spell that is cast on you increases by 1 for the purposes of its effects on you alone."
		]
	},
	"arithmancy": {
		"name": "Arithmancy",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## Arithmancy",
			"",
			"{SOURCE Occult Mysteries/48}",
			"",
			"You are able to unravel the hidden meanings behind words by translating them into numerical equations. You can apply this insight to empower your magical effects.  ",
			"**Prerequisites:** Int 13, {feat/Spell Focus/ (divination)}, Spellcraft 3 ranks.  ",
			"**Benefit:** Immediately before casting a spell, as a swift action, you can attempt to augment a spell's casting using Arithmancy. To do so, determine the digital root of the name of the spell you are casting.",
			"",
			"To find the digital root of a spell name, first assign a numerical value to each letter of the name, per the Letter Values table. Once you have a string of digits, sum them.",
			"",
			"| Numerical Value | Associated Letters |",
			"| --- | --- |",
			"| 1 | a, j, s |",
			"| 2 | b, k, t |",
			"| 3 | c, l, u |",
			"| 4 | d, m, v |",
			"| 5 | e, n, w |",
			"| 6 | f, o, x |",
			"| 7 | g, p, y |",
			"| 8 | h, q, z |",
			"| 9 | i, r |",
			"",
			"If the result has more than one digit, sum those digits. Repeat this process until you arrive at a single number, called the digital root.",
			"",
			"Once you've translated the name of the spell into a single digital root, attempt a Spellcraft check with a DC equal to 10 + the spell level + the digital root. If your check succeeds, the spell is cast at +1 caster level. If your check fails, the spell is cast at -1 caster level. If you do not cast the spell you intended to augment with arithmancy, the spell is expended with no effect, though you retain the action you would have spent to cast it. Metamagic effects are not included in a spell's name when determining the spell's digital root, but they increase the spell's level as normal when determining the DC of the Spellcraft check.",
			"",
			"You can use this ability a number of times per day equal to the number of caster levels you possess.",
			"",
			"For example, Ezren wants to use Arithmancy to cast an augmented fireball. First, he translates the spell name into numbers. Fireball translates to 6, 9, 9, 5, 2, 1, 3, 3. Then he calculates the digital root. In this case, 6 + 9 + 9 + 5 + 2 + 1 + 3 + 3 = 38, 3 + 8 = 11, and 1 + 1 = 2. Therefore, the digital root of fireball is 2. He then attempts a Spellcraft check against a DC of 15 (10 + 3 [fireball's spell level] + 2 [fireball's digital root]). If his check succeeds, he can cast the fireball this round at +1 caster level. If he fails, he can cast the spell at -1 caster level this round. He may also choose not to cast fireball and perform another action, though he expends the spell."
		]
	},
	"arming_grab": {
		"name": "Arming Grab",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Arming Grab (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/22}",
			"",
			"Opponents would be foolish to underestimate you, even if you appear unarmed and helpless. You are practiced at turning the tables on armed foes and using their own weapons against them.  ",
			"**Prerequisites:** Int 13, {feat/Catch Off-Guard}, {feat/Combat Expertise}, {feat/Improved Disarm}.  ",
			"**Benefit:** You take no penalty on your attack roll when attempting to disarm an opponent while you are unarmed. If you succeed at a disarm attempt without using a weapon and choose to pick up the disarmed weapon, you can attack with that weapon as though you were proficient with it until the end of your next turn. If you are already proficient with that type of weapon, you gain a +2 morale bonus to your attack rolls with that weapon until the end of your next turn.  ",
			"**Normal:** Attempting to disarm a foe while unarmed imposes a -4 penalty on the attack."
		]
	},
	"armor_adept": {
		"name": "Armor Adept",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Armor Adept (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/11}",
			"",
			"You are skilled at using customized armor.  ",
			"**Benefit:** Choose two armor modifications (such as deflecting or jarring). You no longer suffer the drawbacks of wearing armor with those modifications.  ",
			"**Normal:** Each type of armor modification imparts a drawback on a wearer.  ",
			"**Special:** You can gain this feat multiple times, choosing two different armor modifications each time."
		]
	},
	"armor_focus": {
		"name": "Armor Focus",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Armor Focus (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/16}",
			"",
			"Your familiarity with a specific type of armor increases the amount of protection you receive from it.  ",
			"**Prerequisites:** Base attack bonus +1, proficiency with selected armor.  ",
			"**Benefit:** Select one type of armor, such as chain shirt or splint mail. The AC bonus granted by the selected armor increases by 1.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of armor. The Armor Focus feat counts as the armor training class feature for the purpose of armor mastery feat prerequisites and determines what types of armor you can use with armor mastery feats.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 2 stamina points to increase the additional armor bonus granted by this feat to +2 for 1 round."
		]
	},
	"armor_material_expertise": {
		"name": "Armor Material Expertise",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Armor Material Expertise (Armor Mastery, Combat)",
			"",
			"{SOURCE Armor Master's Handbook/16}",
			"",
			"You tap into the potential of your armor's special material.  ",
			"**Prerequisites:** Base attack bonus +6 or fighter level 4th, armor training class feature.  ",
			"**Benefit:** When wearing armor made of one of the materials listed below, you can use the listed ability twice per day (unless otherwise stated).",
			"",
			"**Adamantine:** As an immediate action after being struck by an attack, you convert half the lethal damage of the attack into nonlethal damage.",
			"",
			"**Angelskin:** As a swift action, you shine with bright light as {spell/daylight} for 1 round.",
			"",
			"**Darkleaf Cloth:** As a swift action, you gain the woodland stride druid class feature for 1 minute.",
			"",
			"**Dragonhide:** As an immediate action when you take energy damage of the same type to which the dragonhide armor is immune, you reduce the damage taken by 10 hit points.",
			"",
			"**Elysian Bronze:** As an immediate action after being struck by an attack from a magical beast or monstrous humanoid, you convert half the lethal damage of the attack into nonlethal damage.",
			"",
			"**Fire-Forged Steel** or **Frost-Forged Steel:** As a swift action, any unarmed strikes, shield bashes, or attacks with a spiked gauntlet or armor spikes you make are treated as having the flaming special ability (for fire-forged steel) or the frost special ability (for frost-forged steel) for 1 minute.",
			"",
			"**Horacalcum:** Once per day as a swift action, you can grant yourself the benefits of haste for 1 round.",
			"",
			"**Living Steel:** As an immediate action after being struck by an attack with a metal weapon, you can use the living steel's ability to damage metal weapons, as if the attacker had rolled a natural 1 on the attack.",
			"",
			"**Mithral:** As an immediate action, you gain spell resistance against transmutation spells equal to 5 + the armor's enhancement bonus + your character level for 1 round.",
			"",
			"**Noqual:** The armor's resistance bonus on saves increases to +4 for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 5 stamina points to use an ability for a material, even though your armor isn't made of it. This still counts against your daily limit of armor material abilities."
		]
	},
	"armor_material_mastery": {
		"name": "Armor Material Mastery",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Armor Material Mastery (Armor Mastery, Combat)",
			"",
			"{SOURCE Armor Master's Handbook/16}",
			"",
			"You bring the most out of your armor's special material.  ",
			"**Prerequisites:** {feat/Armor Material Expertise}, base attack bonus +11 or fighter level 8th, armor training class feature.  ",
			"**Benefit:** You can use the ability granted by Armor Material Expertise two additional times per day.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 5 stamina points to use an armor material ability without it counting against your daily limit."
		]
	},
	"armor_of_the_pit": {
		"name": "Armor of the Pit",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Armor of the Pit",
			"",
			"{SOURCE Advanced Race Guide/173}",
			"",
			"Your fiendish traits take the form of a protective scaly skin.  ",
			"**Prerequisites:** Tiefling.  ",
			"**Benefit:** You gain a +2 natural armor bonus.  ",
			"**Special:** If you have the scaled skin racial trait, you instead gain resistance 5 to two of the following energy types that you don't have resistance to already: cold, electricity, and fire."
		]
	},
	"armor_proficiency_heavy": {
		"name": "Armor Proficiency, Heavy",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Armor Proficiency, Heavy (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/118}",
			"",
			"You are skilled at wearing heavy armor.  ",
			"**Prerequisites:** Light Armor Proficiency, Medium Armor Proficiency.  ",
			"**Benefit:** See Armor Proficiency, Light.  ",
			"**Normal:** See Armor Proficiency, Light.  ",
			"**Special:** Fighters and paladins automatically have Heavy Armor Proficiency as a bonus feat. They need not select it."
		]
	},
	"heavy_armor_proficiency": {
		"copyof": "armor_proficiency_heavy"
	},
	"armor_proficiency_light": {
		"name": "Armor Proficiency, Light",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Armor Proficiency, Light (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/118}",
			"",
			"You are skilled at wearing light armor.  ",
			"**Benefit:** When you wear a type of armor with which you are proficient, the armor check penalty for that armor applies only to Dexterity- and Strength-based skill checks.  ",
			"**Normal:** A character who is wearing armor with which he is not proficient applies its armor check penalty to attack rolls and to all skill checks that involve moving.  ",
			"**Special:** All characters except monks, sorcerers, and wizards automatically have Light Armor Proficiency as a bonus feat. They need not select it."
		]
	},
	"light_armor_proficiency": {
		"copyof": "armor_proficiency_light"
	},
	"armor_proficiency_medium": {
		"name": "Armor Proficiency, Medium",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Armor Proficiency, Medium (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/118}",
			"",
			"You are skilled at wearing medium armor.  ",
			"**Prerequisites:** Light Armor Proficiency.  ",
			"**Benefit:** See Armor Proficiency, Light.  ",
			"**Normal:** See Armor Proficiency, Light.  ",
			"**Special:** Barbarians, clerics, druids, fighters, paladins, and rangers automatically have Medium Armor Proficiency as a bonus feat. They need not select it."
		]
	},
	"medium_armor_proficiency": {
		"copyof": "armor_proficiency_medium"
	},
	"armor_trick": {
		"name": "Armor Trick",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Armor Trick (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/8}",
			"",
			"Choose one armor trick option (light, medium, heavy, or shield). You can perform armor tricks in combat when wearing the appropriate armor option.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You can use any armor tricks related to the chosen armor option if you meet the trick's prerequisites and are proficient with any armor that you use as part of the trick.  ",
			"**Special:** You can gain Armor Trick multiple times. Each time you take the feat, it applies to a new armor trick option.",
			"",
			"### Heavy Armor Tricks",
			"",
			"{SOURCE Armor Master's Handbook/9}",
			"",
			"These armor tricks are most common among the various [Hellknight](rule/aff_lawknights) orders, though their secrets have spread to other organizations and fighter schools. Such armor tricks utilize the mass and heft of heavy armor, and don't function when you're wearing heavy armor that uses magic or materials to be treated as medium armor for any purpose, unless the heavy armor trick says otherwise.",
			"",
			"*Blade among the Folds* (Sleight of Hand 3 ranks): You are adept at concealing small weapons in your armor. While wearing heavy armor, you gain a +2 bonus on Sleight of Hand checks to conceal a light melee weapon or an easily concealed ranged weapon, such as a dart, sling, or hand crossbow, within your armor. In addition, a searcher doesn't gain the usual +4 bonus on Perception checks to find the hidden weapon as long as you are wearing your armor, even if the searcher frisks you. This trick functions even in heavy armor that uses magic or materials to be treated as medium armor.",
			"",
			"*Protected Limbs* (Combat Expertise): Whenever you attempt a disarm, grapple, sunder, or trip combat maneuver check, you gain a +4 bonus to your AC against any attack of opportunity you provoke as a result of attempting the combat maneuver check, and to your CMD against any combat maneuver your foe attempts against you before the beginning of your next turn.",
			"",
			"*Shrug It Off* (Great Fortitude): Once per day as an immediate action, when you are hit by a confirmed critical hit or sneak attack, you can direct the blow to the thickest section of your armor to lessen the damage dealt. This reduces the attack to dealing its minimum damage, though it remains a successful critical hit or sneak attack (the minimum damage calculated includes all additional dice for the critical hit or sneak attack, and any abilities that apply due to it being a critical hit or sneak attack function normally). You can use this ability a second time each day when your base attack bonus reaches +4, and an additional time per day for every 4 points of bonus you accrue thereafter.",
			"",
			"*Steel-Plated Smasher* (Power Attack): You gain a bonus equal to 1/4 of your armor's armor check penalty (not including any reduction to the armor check penalty from class features or feats) on Strength checks to break doors and objects with less hardness than your armor. When your base attack bonus reaches +8, this bonus increases to 1/2 your armor's armor check penalty. When your base attack bonus reaches +16, this bonus increases to equal your armor's full armor check penalty.",
			"",
			"### Light Armor Tricks",
			"",
			"{SOURCE Armor Master's Handbook/8}",
			"",
			"Light armor tricks are rarely taught in formal schools, though some can be learned from experienced Freemen on the streets of Kaer Maga or the leaders of the Bloody Barbers thieves' guild in Absalom. These armor tricks are often used to supplement the modest defense provided by lighter armors by maximizing flexibility and mobility.",
			"",
			"*Combat Acrobatics* (Int 13, Combat Expertise, Acrobatics 3 ranks): You have trained yourself to expose only armored sections of your body when performing flips and rolls, leaving you less distracted by concerns about being struck in combat. You are not considered flat-footed when using Acrobatics to move on narrow surfaces and uneven ground without falling, and do not lose your Dexterity bonus to AC while doing so. Additionally, if you use Combat Expertise to increase your AC, the DC for you to use Acrobatics to move through a threatened square at full speed without provoking an attack of opportunity by 10 does not increase.",
			"",
			"*Reactive Mobility* (Mobility, Nimble Moves): Practice has honed your reactions so that you react quickly and instinctively to threats. You add your dodge bonus granted by Mobility to your AC against all attacks of opportunity that you provoke, not just against those that are caused when you move out of or within a threatened area.",
			"",
			"*Reflexive Mobility* (Combat Reflexes, Mobility): You have learned to sacrifice an opportunity to wound an opponent in order to avoid being wounded yourself. When you provoke an attack of opportunity from an opponent, you can expend one of your own potential attacks of opportunity for that round to double the bonus to your AC that you gain from the Mobility feat against that attack. This benefit applies to all attacks of opportunity that you provoke with the same action. If you are unable to take any more attacks of opportunity this turn, you cannot use this ability.",
			"",
			"*Sliding Charge* (Improved Trip, base attack bonus +4): You can use your momentum to confound your opponents. Whenever you charge an opponent and attempt a trip combat maneuver check against that opponent as a melee attack, you can drop to the ground as a swift action in order to slide into your target. When doing so, you add your Dexterity bonus (up to your armor's maximum Dexterity bonus) to the combat maneuver check. Whether or not you succeed at the check, you are prone at the end of your charge.",
			"",
			"### Medium Armor Tricks",
			"",
			"{SOURCE Armor Master's Handbook/8}",
			"",
			"Many of these armor tricks originated in Andoran and are employed by various branches of the [Eagle Knights](rule/aff_vangard), who highly value the greater protection provided by medium armor but want to retain flexibility and agility in combat.",
			"",
			"*Acrobatic Sit-Up* (Mobility, Acrobatics 5 ranks): You have developed the ability to recover from a fall and attack an opponent in a single fluid movement. Whenever you are prone, you can make an attack against a single foe and stand from prone without provoking an attack of opportunity from that foe. Make a single melee attack against one target without the normal penalties for attacking while prone. If you hit your target, you can immediately stand from prone (normally a move action) without provoking an attack of opportunity from that target for doing so. Any other target that threatens you can still make an attack of opportunity against you. If your attack fails, you provoke attacks of opportunity from all threatening foes and cannot stand until your next turn.",
			"",
			"*Heavy Versatility* (Armor Focus, Armor Trick [Heavy Armor]): You take advantage of all the defensive capabilities your armor can offer. You can treat medium armor as heavy armor for the purpose of which armor tricks you can perform in it.",
			"",
			"*Light Versatility* (Armor Focus, Armor Trick [Light Armor]): You are so comfortable in your armor that it seems lighter than it is. You can treat medium armor as light armor for the purpose of what armor tricks you can perform in it.",
			"",
			"*Roll into the Blow* (Mobility): You keep your wits about you when attacked and can turn the situation to your advantage. Once per day when you are hit by an attack of opportunity, you can lunge toward your attacker, throwing it off-balance. The attacker takes a -4 penalty on all melee attack rolls until the beginning of its next turn. You can use this ability a second time each day when your base attack bonus reaches +4, and an additional time per day for every 4 points of bonus you accrue thereafter.",
			"",
			"*Versatile Armor* (Combat Expertise): You can adjust how you present yourself and maneuver in your armor to maximize your speed and mobility or to maximize your defenses. While using your armor for speed, your movement is not affected by your armor and its armor check penalty and armor bonus to AC both decrease by 2. While using your armor for defense, your armor's check penalty increases by 3 and its armor bonus to AC increases by 1. Adjusting how you use your armor is a move action, and the adjustment remains until you change it, take off your armor, or lose your Dexterity bonus to AC (if any).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 5 stamina points to use an armor trick while wearing armor with which you are not proficient, or without meeting the trick's additional prerequisites."
		]
	},
	"armored_athlete": {
		"name": "Armored Athlete",
		"sources": [
			"Melee Tactics Toolbox",
			"Armor Master's Handbook"
		],
		"description": [
			"## Armored Athlete (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/9}",
			"",
			"You have experience using a skill while armored.  ",
			"**Prerequisites:** Light armor proficiency, medium armor proficiency, 3 ranks in any Dexterity- or Strength-based skill.  ",
			"**Benefit:** Choose one Dexterity- or Strength-based skill in which you possess at least 3 ranks. When you attempt a check for the chosen skill, your armor check penalty on that check for wearing light or medium armor is reduced by 3 (to a minimum of 0). If you have 10 or more ranks in the skill, the penalty is instead reduced by 6 (to a minimum of 0). If you have armor training 2 and are proficient with heavy armor, this benefit also applies to armor check penalties for wearing heavy armor.  ",
			"**Special:** You can gain this feat multiple times. Each time you take the feat, it applies to a new skill.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 3 stamina points to take 10 on a Dexterity- or Strength-based skill that is associated with this feat even when doing so would not normally allowed because of the strenuous circumstances."
		]
	},
	"armored_rider": {
		"name": "Armored Rider",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Armored Rider",
			"",
			"{SOURCE Adventurer's Guide/15}",
			"",
			"You are accustomed to riding while wearing armor, and your armor doesn't hinder your riding skills.  ",
			"**Prerequisites:** {feat/Mounted Combat}, Ride 3 ranks.  ",
			"**Benefit:** You don't take the usual armor check penalty on Ride checks. If you are knocked unconscious while in a saddle, you always remain in the saddle.  ",
			"**Normal:** If you are knocked unconscious while riding, you have a 50% chance to stay in the saddle (75% if you're in a military saddle)."
		]
	},
	"artful_dodge": {
		"name": "Artful Dodge",
		"sources": [
			"Melee Tactics Toolbox",
			"Armor Master's Handbook"
		],
		"description": [
			"## Artful Dodge (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/7}",
			"",
			"You are practiced at avoiding attacks when outnumbered.  ",
			"**Prerequisites:** Int 13.  ",
			"**Benefit:** If you are the only character threatening an opponent, you gain a +1 dodge bonus to AC against that opponent.  ",
			"**Special:** The Artful Dodge feat acts as the {feat/Dodge} feat for the purpose of satisfying prerequisites that require Dodge. You can use Intelligence, rather than Dexterity, for feats with a minimum Dexterity prerequisite.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 5 stamina points to gain a +1 dodge bonus for each opponent that you threaten that no other ally threatens."
		]
	},
	"artifact_hunter": {
		"name": "Artifact Hunter",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Artifact Hunter (Story)",
			"",
			"{SOURCE Quests and Campaigns/7}",
			"",
			"You seek an artifact - either a specific one or merely any item of legendary prowess - with dogged tenacity.  ",
			"**Prerequisites:** You must have come within sight of a legendary artifact at some point in your past.  ",
			"**Benefit:** You gain a +2 bonus on Use Magic Device checks when emulating a class feature, ability score, race, or alignment. If you have 10 or more ranks in Use Magic Device, this bonus increases to +4. In addition, once per day, instead of attempting a Use Magic Device check normally, you can choose to determine the result as if you had rolled a 15. If you have 10 or more ranks in Use Magic Device, you can use this ability twice per day.  ",
			"**Goal:** Claim ownership of an artifact.  ",
			"**Completion Benefit:** You learn how to coax the most out of your magic items. Three times per day when you activate a use-activated or command word magic item, you can increase the item's effective caster level by +2 as a free action. You can use this ability once per round.",
			"",
			"Suggested Traits: {trait/Dangerously Curious}, {trait/Fortunate}, {trait/Secret-Keeper (QaC)}.",
			"",
			"### Possible Artifact Hunter Quests",
			"",
			"| d12 | Quest |",
			"| --- | --- |",
			"| 1 | You seek to wrest the missing piece of the long-shattered Shield of Aroden from the lich-king Tar-Baphon, restore the artifact to its original power, and use it to slay that greatest of evils once and for all. |",
			"| 2 | You've read extensive reports in the Pathfinder Chronicles of the lost city of Ninshabur in Casmaron, and you've determined to search for the myriad artifacts that supposedly still lay dormant beneath the rubble of that forsaken metropolis. |",
			"| 3 | Whether for reasons benevolent or malign, you've decided that the legendary blade Blackaxe has been carried by the nascent demon lord Treerazer for too long. You seek to claim the weapon for yourself, either so you may destroy it, use it for your own cruel ends, or simply to weaken the nascent demon lord himself. |",
			"| 4 | Someone has been stealing life-prolonging {magic-artifact/sun orchid elixir} from agents of Pashow - and you're hoping to get a vial for yourself. |",
			"| 5 | The haunted Crypt of Angus Amberleg is said to lie under the jungles of Mediogalti Island and contain the booty from over a hundred raided ships, including Amberleg's knucklebone of fickle fortune. |",
			"| 6 | The dwarven siege engine Worldbreaker was lost by Taldor to the Gorilla King of the Mwangi Expanse ages ago, and it possibly still sits in the vaults beneath Usaro. |",
			"| 7 | It is well known that a deck of many things was used to construct Castle Everstand in Lastwall. You're intent on figuring out what happened to the artifact afterward. |",
			"| 8 | A rift to the Shadow Plane in the Nidalese city of Ridwan may be a clue to the whereabouts of the legendary Shadowstaff. |",
			"| 9 | You have heard of the fabled wardstones that quarantine the demonic incursion stemming from the Worldwound, and you seek to claim one of these magical menhirs for your own purposes. |",
			"| 10 | The artifacts of ancient Azlant have long piqued your interest, and you are determined to find some of these relics for yourself, even if it means traveling to the sunken continent itself. |",
			"| 11 | You know that the elves used the power of the so-called Sovyrian Stone to accomplish a mass exodus from Golarion to their homeland in Sovyrian, but you seek to find this mysterious artifact to realize its powers for yourself. |",
			"| 12 | The elves of the Mordant Spire claim to be the true inheritors of the Azlanti legacy, including that people's famous artifacts - an assertion with which you are at odds. |"
		]
	},
	"artillery_team": {
		"name": "Artillery Team",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Artillery Team (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/201}",
			"",
			"Together, you and an ally can operate an oversized and unwieldy weapon.  ",
			"**Prerequisites:** Proficiency with light crossbow, heavy crossbow, or musket; size Small or Medium.  ",
			"**Benefit:** When you're adjacent to an ally who also has this feat, together you count as being Large for the purpose of using Large light crossbows, Large heavy crossbows, and Large muskets. Firing such a weapon this way requires your ally to support the barrel or bow of the weapon. You must be able to trace a line from your space to the target's space in such a way that the line passes through the ally's space. The ally doesn't provide soft cover to your target. Your ally uses her actions to load the weapon, and you use your actions to make attacks. Similarly, your ally's feats and abilities apply to reloading, while your feats and abilities apply to making attacks. This feat does not allow you and your ally to act simultaneously on the same initiative."
		]
	},
	"ascendant": {
		"name": "Ascendant",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Ascendant (Story)",
			"",
			"{SOURCE Spymaster's Handbook/14}",
			"",
			"You seek unquestioning admiration and respect to escape from a shameful past.  ",
			"**Prerequisites:** You must have the {trait/Secret Shame} drawback or the Bastard-Born background, and you must also have no publicly known faults or made any indisputable mistakes that could humiliate or cast down a figure of high station .  ",
			"**Benefit:** You and your apparent allies gain a +2 bonus on skill checks to gain influence or request a favor. This bonus no longer applies on checks against a person or organization once you fail a skill check to gain influence over or request a favor from that person or organization. Additionally, the DC of Sense Motive checks to get hunches about you and your apparent allies increases by 2.  ",
			"**Goal:** Achieve a position in a high social class (such as the nobility) or an esteemed military position (such as general) without any substantiated rumors impugning your reputation. If your secret is exposed, you can replace this feat with Redemption after 1 month without meeting that feat's prerequisite.  ",
			"**Completion Benefit:** You no longer lose this feat's bonus for failing a skill check. Your Bluff checks to maintain a good reputation are always at worst unlikely (if not believable), and Bluff checks attempted by others to spoil your reputation are always at best unlikely (if not harder to believe)."
		]
	},
	"ascendant_spell": {
		"name": "Ascendant Spell",
		"sources": [
			"Mythic Adventures",
			"Mythic Adventures"
		],
		"description": [
			"## Ascendant Spell (Metamagic)",
			"",
			"{SOURCE Mythic Adventures/55}",
			"",
			"You have learned how to emulate mythic spells using non-mythic forces.  ",
			"**Benefit:** You can modify a spell to imitate the mythic version of that spell. An ascendant spell uses the mythic version of the spell, but doesn't count as a mythic spell for the purposes of effects that interact with the spell, unless you are a mythic creature. You can't use the augmented version of the mythic spell, or use spells effects that require you to expend uses of mythic power (even if you have uses of mythic power available).",
			"",
			"An ascendant spell uses up a spell slot 5 levels higher than the spell's actual level."
		]
	},
	"ascetic_form": {
		"name": "Ascetic Form",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Ascetic Form (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/16}",
			"",
			"You have mastered the ability to blend the use of arms with martial arts.  ",
			"**Prerequisites:** {feat/Ascetic Style}; {feat/Weapon Focus} with the chosen melee weapon; base attack bonus +5 or monk level 5th.  ",
			"**Benefit:** You can use the chosen melee weapon with any class ability that can be used with an unarmed strike, such as an unchained monk's style strike ability. In addition, you are treated as a monk with a level equal to your character level for the purpose of determining the number of times per day that you can use feats with uses per day that depend upon your monk level, such as the Stunning Fist or Perfect Strike feats."
		]
	},
	"ascetic_strike": {
		"name": "Ascetic Strike",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Ascetic Strike (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/16}",
			"",
			"Your weapon strikes deal more damage than usual.  ",
			"**Prerequisites:** {feat/Ascetic Form}; {feat/Ascetic Style}; {feat/Weapon Focus} with the chosen weapon; base attack bonus +7 or monk level 7th.  ",
			"**Benefit:** You can use the unarmed strike damage of a monk 4 levels lower than your character level (minimum 1st) instead of the base damage for the chosen weapon. Ascetic Strike functions in all other ways as the brawler's close weapon mastery class feature. In addition, you ignore the still mind class feature prerequisite for the Monastic Legacy feat."
		]
	},
	"ascetic_style": {
		"name": "Ascetic Style",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Ascetic Style (Combat, Style)",
			"",
			"{SOURCE Weapon Master's Handbook/16}",
			"",
			"You blend arms and martial arts, using weapons with the same ease as unarmed strikes.  ",
			"**Prerequisites:** {feat/Weapon Focus} with the chosen melee weapon; base attack bonus +1 or monk level 1st.  ",
			"**Benefit:** Choose one weapon from the monk fighter weapon group. While using this style and wielding the chosen weapon, you can apply the effects of feats that have {feat/Improved Unarmed Strike} as a prerequisite, as well as effects that augment an unarmed strike, as if attacks with the weapon were unarmed attacks.  ",
			"**Special:** A 5th-level monk or character with the weapon training (monk) class feature can use Ascetic Style with any monk weapon, in addition to the chosen melee weapon."
		]
	},
	"aspect_of_the_beast": {
		"name": "Aspect of the Beast",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide"
		],
		"description": [
			"## Aspect of the Beast",
			"",
			"{SOURCE Advanced Player's Guide/151}",
			"",
			"Whether by magic or a curse of your blood, some part of you is more beast than man.  ",
			"**Prerequisites:** wild shape class feature, see Special.  ",
			"**Benefit:** Your bestial nature manifests itself in one of the following ways. You choose the manifestation when you choose the feat, and then you cannot change it.",
			"",
			">*Night Senses (Ex):* If your base race has normal vision, you gain low-light vision. If your base race has low-light vision, you gain darkvision out to a range of 30 feet. If your base race has darkvision, the range of your darkvision increases by 30 feet.",
			">",
			">*Claws of the Beast (Ex):* You grow a pair of claws. These claws are primary attacks that deal 1d4 points of damage (1d3 if you are Small).",
			">",
			">*Predator's Leap (Ex):* You can make a running jump without needing to run 10 feet before you jump.",
			">",
			">*Wild Instinct (Ex):* You gain a +2 bonus on initiative checks and a +2 bonus on Survival skill checks.",
			"",
			"**Special:** A character that has contracted lycanthropy can take this feat without having to meet the prerequisites. A ranger who selects the natural weapon combat style can take this feat without having to meet the prerequisites (even if he does not select Aspect of the Beast as a bonus feat).",
			"",
			"### Mythic Aspect of the Beast",
			"",
			"{SOURCE Mythic Adventures/55}",
			"",
			"Your blood burns with savage fury, giving you bestial powers and abilities.  ",
			"**Prerequisites:** {feat/Aspect of the Beast}.  ",
			"**Benefit:** Your bestial nature manifests itself in one of the following ways. You choose the manifestation when you choose the feat, and you can't change it.",
			"",
			">*Mythic Senses (Ex):* If you have normal vision, you gain darkvision 30 feet. If you have low-light vision, you gain darkvision 60 feet. If you have darkvision, the range of your darkvision increases by 30 feet plus 10 feet per tier.",
			">",
			">*Mythic Claws (Ex):* You grow a pair of powerful claws. These claws are primary attacks that deal 1d4 points of damage (1d3 if you're Small). If you already have claws, the damage they deal increases by one die type (d4s become d6s, d3s become d4s, and so on). You can expend one use of mythic power when you hit with both claws during the same round to rend with those claws, dealing extra damage equal to one claw's damage plus 1-1/2 times your Strength bonus.",
			">",
			">*Mythic Leap (Ex):* You can make a running jump without needing to run 10 feet beforehand. In addition, you gain a +5 bonus on your Acrobatics checks to determine the success of that jump and the distance covered. If you already have the predator's leap manifestation of Aspect of the Beast, the bonus on your Acrobatics checks increases to +10.",
			">",
			">*Mythic Instinct (Ex):* You gain a +2 bonus on initiative checks and a +2 bonus on Survival checks. These bonuses stack with those gained from the wild instinct manifestation of Aspect of the Beast."
		],
		"has_mythic_version": true
	},
	"aspiring_noble": {
		"name": "Aspiring Noble",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Aspiring Noble (Story)",
			"",
			"{SOURCE Heroes of the High Court/4}",
			"",
			"You strive to be seen as a legitimate noble.  ",
			"**Prerequisites:** Must be a member of an established family that is yet unrecognized as nobility.  ",
			"**Benefit:** You have learned to further your name among the people. Choose a settlement and either Diplomacy or Intimidate. While in your chosen settlement, you gain a +2 bonus on checks with the chosen skill when dealing with the commoners of that settlement. If you have 10 or more ranks in the chosen skill, the bonus increases to +4.  ",
			"**Goal:** Have your family recognized as nobility by either three established noble families or a ruling monarch.  ",
			"**Completion Benefit:** You gain a +2 bonus on checks with your chosen skill when dealing with the rest of the citizens of your chosen settlement. Your bonus to interact with commoners increases to +4, or it increases to +6 if you have 10 or more ranks in your chosen skill."
		]
	},
	"aspis_partner": {
		"name": "Aspis Partner",
		"sources": [
			"Adventurer's Guide",
			"Agents of Evil"
		],
		"description": [
			"## Aspis Partner",
			"",
			"{SOURCE Adventurer's Guide/35;Agents of Evil/13}",
			"",
			"You have earned the attention of the [Aspis Consortium](rule/aff_profiteers) and can call in favors when necessary.  ",
			"**Benefit:** Whenever you are in a settlement that is the size of a small town or larger, you can purchase (but not sell) items through your Aspis contacts. Treat your current settlement as though it were a metropolis to determine its base value and available magic items. You pay a 5% markup for such items, and orders take 3d6 days to be delivered through Consortium channels. You can pay an additional 1,000 gp to have your item magically delivered to you in 1d3 days instead."
		]
	},
	"assisted_ascension": {
		"name": "Assisted Ascension",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Assisted Ascension (Teamwork)",
			"",
			"{SOURCE Heroes of the Darklands/5}",
			"",
			"You and your allies have practiced scaling heights together.  ",
			"**Prerequisites:** Climb 5 ranks.  ",
			"**Benefit:** When you succeed at a Climb check, allies within 20 feet who also have this feat can climb 5 feet along the same surface as an immediate action. You gain a +5 bonus on Climb checks to catch any falling ally who also has this feat."
		]
	},
	"associate": {
		"name": "Associate",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Associate",
			"",
			"{SOURCE Agents of Evil/13}",
			"",
			"You are on good terms with a large organization, though not necessarily an official member.  ",
			"**Prerequisites:** Maintain a positive relationship with an organization for at least 6 months or achieve a major accomplishment on behalf of an organization.  ",
			"**Benefit:** Select a single organization with which you have a positive relationship. You gain a +4 circumstance bonus on Diplomacy checks to influence members of that group or when making gather information checks about the organization. In any settlement that is the size of a small town or larger, you can spend 1d4 hours to attempt to track down a representative of your organization to gain a minor resource or service for free (such as information), a place to stay, or transportation. If you succeed at a Diplomacy check (DC = 20 + the gp cost of the service requested [minimum 1 gp]), you successfully call in a favor and gain that service for free; otherwise, you must pay the normal fee. You can attempt this check once per week.  ",
			"**Special:** You can take this feat multiple times. Each time you select this feat, you associate yourself with an additional organization."
		]
	},
	"assured_destruction": {
		"name": "Assured Destruction",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Assured Destruction",
			"",
			"{SOURCE Inner Sea Monster Codex/59}",
			"",
			"Your zeal for death - including your own - brings even greater harm to those around you.  ",
			"**Prerequisites:** {feat/Empowered Daemonic Pact}, urdefhan.  ",
			"**Benefit:** When you use your daemonic pact ability and allow your soul to be consumed, you automatically succeed. The amount of negative energy damage dealt by your daemonic pact ability increases to 3d6 points, and the profane bonus to the save DC increases to +4.  ",
			"**Normal:** The daemonic pact ability has a 50% chance of success per attempt, and it deals 2d6 points of negative energy damage."
		]
	},
	"astrological_timing": {
		"name": "Astrological Timing",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Astrological Timing",
			"",
			"{SOURCE People of the Stars/27}",
			"",
			"You can perform more accurate auguries according to planetary movements in relation to the Cosmic Caravan.  ",
			"**Prerequisites:** Ability to cast augury as a spell or spell-like ability.  ",
			"**Benefit:** You can use a cosmogram or star chart as an optional focus component for augury. When you do, the augury can account for consequences up to 1 hour into the future, and your chance of a successful reading increases by 4%. If you also consult a calculating standard orrery or calculating grand orrery, the augury can see up to 1 day into the future and your chance of success increases by 8%."
		]
	},
	"asura_sight": {
		"name": "Asura Sight",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Asura Sight (Combat)",
			"",
			"{SOURCE Plane-Hopper's Handbook/8}",
			"",
			"Taking inspiration from the many faces of asuras, you have learned to split your focus to avoid being caught off guard.  ",
			"**Prerequisites:** {feat/Asura Style}, base attack bonus +9 or monk level 9th.  ",
			"**Benefit:** When using {feat/Asura Style}, you gain improved uncanny dodge as a rogue of your character level."
		]
	},
	"asura_spellrend": {
		"name": "Asura Spellrend",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Asura Spellrend (Combat)",
			"",
			"{SOURCE Plane-Hopper's Handbook/9}",
			"",
			"Your blasphemies shatter divine magic.  ",
			"**Prerequisites:** {feat/Asura Sight}, {feat/Asura Style}, base attack bonus +13 or monk level 13th.",
			"",
			"You can replace one of your attacks at your highest base attack bonus each round with a spellrending strike. If your spellrending strike hits, it deals no damage, but you can attempt to dispel a harmless divine spell affecting this target as per {spell/dispel magic}, with a caster level equal to your character level. If you succeed at your dispel check, the target is sickened as if you had interrupted the spell with {feat/Asura Style} and receives no saving throw to reduce the sickened duration."
		]
	},
	"asura_style": {
		"name": "Asura Style",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Asura Style (Combat, Style)",
			"",
			"{SOURCE Plane-Hopper's Handbook/9}",
			"",
			"Blasphemy comes quite naturally to you. When you interrupt your foes' divine spells, you use words, symbols, or gestures so abhorrent to their faith that they are repulsed by your deeds.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +5 or monk level 5th.  ",
			"**Benefit:** When you use a monk weapon or unarmed strike to attack a creature that is casting a divine spell, the target is sickened for 1d4 rounds. A target can attempt a Fortitude save (DC = 10 + half your character level + your Wisdom modifier) to reduce the duration of the sickened effect to 1 round."
		]
	},
	"atheist_abjurations": {
		"name": "Atheist Abjurations",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Atheist Abjurations",
			"",
			"{SOURCE Faiths and Philosophies/6}",
			"",
			"Your critical attitude toward the divine allows you to determine the best ways to remove divine influence.  ",
			"**Prerequisites:** {feat/Divine Defiance}.  ",
			"**Benefit:** You gain a +2 bonus to your caster level whenever you use an abjuration spell to dispel or counter a divine spell, or send an extraplanar outsider summoned or called by a divine caster back to its home plane."
		]
	},
	"athletic": {
		"name": "Athletic",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Athletic",
			"",
			"{SOURCE PRPG Core Rulebook/118}",
			"",
			"You possess inherent physical prowess.  ",
			"**Benefit:** You get a +2 bonus on Climb and Swim skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
			"",
			"### Mythic Athletic",
			"",
			"{SOURCE Mythic Adventures/60}",
			"",
			"You excel far beyond others at acts of physical prowess.  ",
			"**Prerequisites:** {feat/Athletic}.  ",
			"**Benefit:** The bonus on Climb and Swim skill checks from Athletic increases by 2. In addition, you can expend one use of mythic power to treat a Climb or Swim check as if you had rolled a natural 20. You must decide to use this ability before making the roll."
		],
		"has_mythic_version": true
	},
	"attuned_to_the_wild": {
		"name": "Attuned to the Wild",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Attuned to the Wild",
			"",
			"{SOURCE Advanced Race Guide/28}",
			"",
			"You share a strong mystic connection with one type of wilderness terrain.  ",
			"**Prerequisites:** Elf.  ",
			"**Benefit:** Select one type of terrain from the ranger class's favored terrain class feature (except urban). While you are in your selected terrain type, your natural healing rate (the amount of hit points and ability damage you heal from a full night's rest) doubles.  ",
			"**Special:** You can take this feat multiple times. Its effects do not stack. Each time you take it, it applies to a different terrain type."
		]
	},
	"augment_calling": {
		"name": "Augment Calling",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Augment Calling",
			"",
			"{SOURCE Monster Summoner's Handbook/13}",
			"",
			"Your attempts to bind or call outsiders are highly potent.  ",
			"**Prerequisites:** {feat/Spell Focus/ (conjuration)}; ability to cast lesser planar ally, lesser planar binding, or a higher-level version of these spells.  ",
			"**Benefit:** Choose a subtype of outsider, such as angel or elemental. When using the planar ally or planar binding spells, you can call 2 additional Hit Dice of outsiders with the chosen subtype. You also gain an additional benefit depending on what spell you are casting.",
			"",
			"When you call an outsider of the chosen subtype with planar ally spells, you reduce the price it demands for service by 25%, to a minimum of 1,000 gp.",
			"",
			"When you bind an outsider of the chosen subtype with planar binding spells and request a service of the outsider, you gain a +2 bonus on Charisma checks to do so.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a different subtype of outsider."
		]
	},
	"augment_summoning": {
		"name": "Augment Summoning",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Augment Summoning",
			"",
			"{SOURCE PRPG Core Rulebook/118}",
			"",
			"Your summoned creatures are more powerful and robust.  ",
			"**Prerequisites** {feat/Spell Focus/ (conjuration)}.  ",
			"**Benefit:** Each creature you conjure with any summon spell gains a +4 enhancement bonus to Strength and Constitution for the duration of the spell that summoned it.",
			"",
			"### Mythic Augment Summoning",
			"",
			"{SOURCE Mythic Adventures/60}",
			"",
			"Your summoning spells bring not mere ordinary beasts, but instead mythic creatures.  ",
			"**Prerequisites:** {feat/Augment Summoning}.  ",
			"**Benefit:** Any creature you summon using a summon spell is considered mythic for the purpose of interacting with other mythic creatures. It doesn't gain any mythic abilities or power, but is affected by mythic spells and abilities as if it were a 1st-tier mythic creature. Additionally, if the creature summoned has damage reduction, its damage reduction becomes DR/epic."
		],
		"has_mythic_version": true
	},
	"aura_flare": {
		"name": "Aura Flare",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Aura Flare",
			"",
			"{SOURCE Horror Adventures/82}",
			"",
			"You are able to flare your alignment aura to debilitate your foes.  ",
			"**Prerequisites:** Cha 13; aura, aura of good, or aura of evil class feature; channel energy 4d6; strong or overwhelming good or evil aura.  ",
			"**Benefit:** Once per day, when you channel energy, you are also able to cause your divine aura to flare in a display of overwhelming force, affecting all good creatures within the aura (if you channel negative energy) or all evil creatures in the aura (if you channel positive energy). This effect is in addition to the normal effects of channeling energy. When you flare your aura, select from one of the following options based on the strength of your alignment aura. You can select a lower-strength effect.",
			"",
			"Strong: Affected creatures must succeed at a Fortitude save (DC = 10 + 1/2 your class level in the class granting you the channel energy ability + your Charisma bonus) or be fatigued for 1d4 rounds.",
			"",
			"Overwhelming: Affected creatures must succeed at a Fortitude save (DC = 10 + 1/2 your class level in the class granting you the channel energy ability + your Charisma bonus) or be staggered for 1d4 rounds."
		]
	},
	"aura_of_succumbing": {
		"name": "Aura of Succumbing",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Aura of Succumbing",
			"",
			"{SOURCE Inner Sea Gods/207}",
			"",
			"Your foul patron's influence hastens death's approach.  ",
			"**Prerequisites:** Channel energy class feature, worshiper of one of the Four Horsemen.  ",
			"**Benefit:** As a swift action, you can expend one of your uses of channel energy to emanate a 30-foot-radius aura of succumbing for a number of rounds equal to your effective cleric level. Dying creatures in the area take 1 point of damage per die of your normal channel negative energy damage at the start of your turn each round. A successful Will save (DC equal to the DC of your channel energy ability) halves this damage. Whenever a living creature dies while within your aura of succumbing, you gain a number of temporary hit points equal to that creature's Hit Dice. These temporary hit points last for 1 hour."
		]
	},
	"aural_insight": {
		"name": "Aural Insight",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Aural Insight",
			"",
			"{SOURCE Heroes of the Darklands/5}",
			"",
			"You are able to emulate the echolocation techniques of bats.  ",
			"**Prerequisites:** {feat/Blind-Fight}, {feat/Improved Blind-Fight}, Perception 10 ranks.  ",
			"**Benefit:** By spending a move action to make a sound and listen for the echoes, you gain blindsense 30 feet until the end of your turn. Using this feat requires making audible sounds that impose a -4 penalty on your Stealth checks.  ",
			"**Special:** This feat cannot be used if you are deafened or unable to make noise, and you cannot detect anything in areas that are magically silenced."
		]
	},
	"auspicious_birth": {
		"name": "Auspicious Birth",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Auspicious Birth",
			"",
			"{SOURCE Blood of the Ancients/8}",
			"",
			"You were born under favorable astrological conditions, such as during a celestial conjunction.  ",
			"**Prerequisites:** Must be taken at 1st level.  ",
			"**Benefit:** Choose one of the following benefits based on the astrological event that occurred during your birth.",
			"",
			"Apparent Retrograde: You gain a +1 luck bonus on Reflex saves. A natural 1 on a Reflex save is not considered an automatic failure for you.",
			"",
			"Conjunction: When benefiting from a teamwork feat, increase the bonus you and your allies receive from that feat by 1, if any.",
			"",
			"Eclipse: When benefiting from soft cover from an attack or effect, you are treated as if benefiting from hard cover instead. You cannot use this ability to use soft cover for Stealth checks.",
			"",
			"Meteor Shower: You receive a cumulative +1 dodge bonus to AC against ranged attacks for each ranged attack beyond the first made against you in a single round, up to a maximum of +4. This bonus lasts until the beginning of your next turn.",
			"",
			"Passing Comet: You gain a +2 insight bonus on skill checks used with an occult skill unlock.",
			"",
			"Sun Sign: Your spells and spell-like abilities with the light descriptor are treated as if they were 1 spell level higher for determining spell save DCs. The level of spell with the darkness descriptor that they can counter or dispel also increases by 1."
		]
	},
	"authoritative_spell": {
		"name": "Authoritative Spell",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Authoritative Spell (Metamagic)",
			"",
			"{SOURCE Planar Adventures/25}",
			"",
			"Your magic holds all the intricacies of Axis's idealized laws, enforcing their strictures upon your enemies.  ",
			"**Benefit:** You can alter any spell that targets a single creature to become an authoritative spell. When you cast an authoritative spell, choose one of the following activities to prohibit: move closer to you, move away from you, make a melee weapon attack, make a ranged weapon attack, cast an offensive spell, or cast a non-offensive spell. A creature that is affected by the spell and fails its saving throw against that spell (if the spell allows a saving throw to resist) cannot perform any action of the selected type on its next turn. An authoritative spell gains the lawful descriptor, and the additional effect is a mind-affecting compulsion effect.",
			"",
			"An authoritative spell uses a spell slot 2 levels higher than the spell's normal spell level. Spells with the chaotic descriptor can't be authoritative spells."
		]
	},
	"aversion_tolerance": {
		"name": "Aversion Tolerance",
		"sources": [
			"Monster Codex",
			"Blood of the Night"
		],
		"description": [
			"## Aversion Tolerance",
			"",
			"{SOURCE Monster Codex/237;Blood of the Night/28}",
			"",
			"You have been hunted for so long that you have developed resistances to slayers' usual scare tactics.  ",
			"**Prerequisites:** Vampire.  ",
			"**Benefit:** You gain a +2 bonus on saves made to resist aversions to objects, sounds, and materials appropriate to your vampire type (such as garlic, holy symbols, and mirrors for a moroi). When confronted with such things, you can attempt a saving throw immediately instead of after 1 round."
		]
	},
	"avid_spellbook_reader": {
		"name": "Avid Spellbook Reader",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Avid Spellbook Reader",
			"",
			"{SOURCE Arcane Anthology/5}",
			"",
			"You are skilled at using others' spellbooks.  ",
			"**Prerequisites:** Ability to prepare arcane spells.  ",
			"**Benefit:** You gain a +2 bonus on Spellcraft checks to decipher arcane magical writing (such as a single spell in another's spellbook or on a scroll). Additionally, you can gain the boons from up to two preparation rituals at once. You must have access to both preparation rituals while preparing your spells, and must prepare at least three spells or formulae (discounting 0-level spells) from each book. If the rituals are both in the same book, you must prepare at least three spells from the spellbook of 1st level or higher for each preparation ritual from which you benefit."
		]
	},
	"awakened_hag_heritage": {
		"name": "Awakened Hag Heritage",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Awakened Hag Heritage",
			"",
			"{SOURCE Blood of the Coven/4}",
			"",
			"Through ritual or force of will, you have awakened the latent power inherited from your hag mother.  ",
			"**Prerequisites:** {feat/Iron Will} or {feat/Mother's Gift}, changeling.  ",
			"**Benefit:** Your hag heritage racial abilities grow more powerful, granting you a +2 racial bonus on saving throws to resist arcane spells. You also gain a secondary ability that varies by your hag heritage; see the {race/individual |changeling/ heritage entries}.  ",
			"**Special:** As you grow closer to your hag nature, you occasionally manifest signs of supernatural evil. Each day at midnight, there is a 50% chance you radiate an evil aura for the purposes of divination spells and spell-like abilities for the following 24 hours. On these days, you also cause minor displays of corruption nearby - such as curling pages or spoiling milk - at the GM's discretion"
		]
	},
	"awe_inspiring_smash": {
		"name": "Awe-Inspiring Smash",
		"sources": [
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Awe-Inspiring Smash (Combat, Performance)",
			"",
			"{SOURCE Inner Sea Combat/12}",
			"",
			"Your fury in combat translates into crowd-pleasing displays.  ",
			"**Prerequisites:** Str 15, {feat/Power Attack}, base attack bonus +3.  ",
			"**Benefit:** You can apply your Strength modifier instead of your Charisma modifier to performance combat checks.",
			"",
			"In addition, when you spend a swift action to attempt a performance combat check that was triggered by a successful bull rush or sunder combat maneuver check, you gain a +2 bonus on the performance combat check. For every 5 points by which your attack exceeded your opponent's CMD, this bonus increases by 2.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">After successfully performing a bull rush or sunder combat maneuver, you can spend up to 5 stamina points to increase the bonus on performance combat checks that you gain from Awe-Inspiring Smash by 1 per stamina point spent."
		]
	},
	"awesome_blow": {
		"name": "Awesome Blow",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Awesome Blow (Combat, Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/314}",
			"",
			"This creature can send opponents flying.  ",
			"**Prerequisites:** Str 25, {feat/Power Attack}, {feat/Improved Bull Rush}, size Large or larger.  ",
			"**Benefit:** As a standard action, the creature may perform an awesome blow combat maneuver. If the creature's maneuver succeeds against a corporeal opponent smaller than itself, its opponent takes damage (typically slam damage plus Strength bonus) and is knocked flying 10 feet in a direction of the attacking creature's choice and falls prone. The attacking creature can only push the opponent in a straight line, and the opponent can't move closer to the attacking creature than the square it started in. If an obstacle prevents the completion of the opponent's move, the opponent and the obstacle each take 1d6 points of damage, and the opponent is knocked prone in the space adjacent to the obstacle."
		]
	},
	"awesome_charge": {
		"name": "Awesome Charge",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Awesome Charge (Combat)",
			"",
			"{SOURCE Monster Codex/68}",
			"",
			"When you charge, you can send your opponent flying.  ",
			"**Prerequisites:** Str 25, {feat/Awesome Blow}, {feat/Improved Bull Rush}, {feat/Power Attack}.  ",
			"**Benefit:** When you hit your opponent with a charge attack, you can attempt an awesome blow combat maneuver against that opponent as a free action."
		]
	},
	"awesome_throw": {
		"name": "Awesome Throw",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Awesome Throw (Combat)",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/69}",
			"",
			"Your ranged attacks can send smaller opponents flying.  ",
			"**Prerequisites:** Str 25, Throw Anything or rock throwing, {feat/Improved Bull Rush}, size Large or larger.  ",
			"**Benefit:** As a standard action, you can perform the awesome throw combat maneuver. You do this by making a thrown weapon attack; if you don't have the Throw Anything feat, you must use a large, bulky, and relatively regular-shaped object with a hardness of at least 5 (such as a rock or treasure chest). If that attack hits a corporeal opponent smaller than you, the opponent takes damage and is knocked away, flying 10 feet in a straight line away from you and falling prone. If an obstacle prevents the completion of your target's move, the target and the obstacle each take 1d6 points of damage, and the target is knocked prone in a space adjacent to the obstacle."
		]
	},
	"axiomatic_discourse": {
		"name": "Axiomatic Discourse",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Axiomatic Discourse (Conduit)",
			"",
			"{SOURCE Planar Adventures/25}",
			"",
			"You take inspiration from the greatest debaters and speakers of Axis and weave words with precision, limiting misunderstandings and sharpening comprehension.  ",
			"**Prerequisites:** Diplomacy 3 ranks, Knowledge (planes) 3 ranks.  ",
			"**Benefit:** You can activate this feat's benefits as part of a Diplomacy check to influence a creature's attitude (before determining the outcome). If you fail the Diplomacy check, the target's attitude towards you does not decrease unless you fail the check by 10 or more. Also, you can attempt a Diplomacy check to influence creatures that do not understand your language, but you take a -4 penalty on the check.",
			"",
			"Once per day for every 5 ranks you have in Knowledge (planes), you can attempt a Diplomacy check twice and take the better result."
		]
	},
	"azata_mischief": {
		"name": "Azata Mischief",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Azata Mischief (Combat)",
			"",
			"{SOURCE Planar Adventures/25}",
			"",
			"You move with uncommon grace that disorients enemies, causing foes that strike at you to overreach and stumble.  ",
			"**Prerequisites:** {feat/Agile Maneuvers}, {feat/Azata Style}, {feat/Dodge}, {feat/Mobility}, base attack bonus +6.  ",
			"**Benefit:** While using Azata Style, whenever an opponent misses you with an attack of opportunity provoked by your movement through its threatened squares, you can attempt a trip combat maneuver against that creature at the end of your turn as a swift action, provided you are still adjacent to the creature when you end your movement for the round. This trip attempt does not provoke attacks of opportunity. You gain a bonus on your combat maneuver check equal to any bonuses to AC you gain against attacks of opportunity provoked by movement (such as that granted by the {feat/Mobility} feat)."
		]
	},
	"azata_sprint": {
		"name": "Azata Sprint",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Azata Sprint (Combat)",
			"",
			"{SOURCE Planar Adventures/26}",
			"",
			"You move across the battlefield in a blur.  ",
			"**Prerequisites:** {feat/Agile Maneuvers}, {feat/Azata Mischief}, {feat/Azata Style}, {feat/Dodge}, {feat/Mobility}, {feat/Wind Stance}, base attack bonus +10.  ",
			"**Benefit:** While using Azata Style, your base speed increases by 10 feet and you ignore the movement penalties applied by the first 10 feet of difficult terrain you move through in the round."
		]
	},
	"azata_style": {
		"name": "Azata Style",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Azata Style (Combat, Style)",
			"",
			"{SOURCE Planar Adventures/26}",
			"",
			"Your quickness and grace keep you alive.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Mobility}, base attack bonus +2.  ",
			"**Benefit:** While using this style, during any round in which you move at least 15 feet, you gain a +1 dodge bonus to your AC. This bonus lasts until the beginning of your next turn."
		]
	},
	"babau_rogue_talent": {
		"name": "Babau Rogue Talent",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Babau Rogue Talent",
			"",
			"{SOURCE Demons Revisited/8}",
			"",
			"Your instinct for combat is much like that of a rogue.  ",
			"**Prerequisites:** Dex 17, babau.  ",
			"**Benefit:** Choose one [rogue talent](ability/rogue_talents) that adds to sneak attacks (such as bleeding attack or slow reactions).  ",
			"**Special:** You may select this feat multiple times. Each time you take the feat, you gain a new rogue talent."
		]
	},
	"babble_peddler": {
		"name": "Babble-Peddler",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Babble-Peddler",
			"",
			"{SOURCE Gnomes of Golarion/30}",
			"",
			"Your talent for flimflam allows you to trick creatures into exchanging valuable objects for whatever junk you happen to offer.  ",
			"**Prerequisites:** Appraise 5 ranks, Bluff 5 ranks, gnome.  ",
			"**Benefit:** Make a Bluff check to praise the value and worth of an object in your hand while denigrating an object held by a nearby creature; this takes anywhere from 1 round to 1 minute depending on the appearance and nature of the items. If the creature fails its check, it agrees to exchange your object for its own. Obvious differences in the value between the exchanged items give your roll a +4 or -4 modifier, at the GM's discretion (offering a clay cup for a jeweled dagger gives your roll a -4 penalty). The GM may rule that some items are too obviously valuable or worthless for this feat to apply (a king wouldn't trade his crown for any item, and no normal person would trade an item for a piece of garbage). If you fail the check by 5 or more, the target is insulted and his attitude toward you worsens by one category.",
			"",
			"Once the exchange happens, make an Appraise roll opposed by the target's Appraise or Sense Motive roll. If the target wins, it immediately realizes the true value of the object you offered it and behaves accordingly. If you succeed, it believes your false assessment for 1 round; for every 5 by which your check exceeds your opponent's check, the deception lasts 1 more round. As with disbelieving illusions, the target's ally can point out the true value of the object, giving the target another check with a +2 bonus.",
			"",
			"You cannot use this ability in combat, against a creature whose attitude toward you is hostile or unfriendly, against a creature that does not understand you, or against a creature that has an Intelligence score of 3 or less."
		]
	},
	"back_to_back": {
		"name": "Back to Back",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Back to Back (Teamwork)",
			"",
			"{SOURCE Ultimate Combat/89}",
			"",
			"Your ally's eyes are your own, and yours are his.  ",
			"**Prerequisites:** Perception 3 ranks.  ",
			"**Benefit:** While you are flanked and adjacent to an ally with this feat, you receive a +2 circumstance bonus to AC against attacks from opponents flanking you."
		]
	},
	"bag_of_bones": {
		"name": "Bag of Bones",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Bag of Bones",
			"",
			"{SOURCE Monster Codex/80}",
			"",
			"Your undead form ignores the limits of mortal physiology.  ",
			"**Prerequisites:** Ghoul.  ",
			"**Benefit:** You are treated as one size smaller for the purpose of calculating penalties for squeezing, and gain a +5 competence bonus on Escape Artist checks. If you possess 10 or more Hit Dice, this bonus increases to +4."
		]
	},
	"balor_whip": {
		"name": "Balor Whip",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Balor Whip (Combat)",
			"",
			"{SOURCE Villain Codex/80}",
			"",
			"You can drag distant foes toward you with your whip.  ",
			"**Prerequisites:** {feat/Weapon Focus/ (whip)}, {feat/Whip Mastery}, base attack bonus +8.  ",
			"**Benefit:** When you perform a drag combat maneuver with your whip, you can choose not to move with your target, instead bringing your target closer to you. If you do this, you can't drag the target any farther than the distance it takes to move it adjacent to you, even if your result was high enough to drag the target farther. You gain a +2 bonus on drag combat maneuver checks when using a whip to drag, but this bonus doesn't stack with the bonus from Improved Drag.  ",
			"**Special:** Balor Whip counts as Improved Drag for the purpose of qualifying for Quick Drag."
		]
	},
	"baneful_judgment": {
		"name": "Baneful Judgment",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Baneful Judgment (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/5}",
			"",
			"You dole out judgment to a particular foe.  ",
			"**Prerequisites:** Bane class feature, judgment class feature, monster lore class feature.  ",
			"**Benefit:** You can declare a specialized judgment against a creature as a swift action. When pronouncing this judgment, you attempt a Knowledge check to identify the creature, or refer to your previous result if you've already identified the creature. If you succeed at the check or have already identified the creature, you can spend 1 round of bane and choose one judgment other than the healing judgment. You gain the benefits of this judgment against that creature for only 1 round plus 1 additional round for every 5 by which you exceeded the DC to identify the target. Subsequent uses of this judgment do not stack with this ability. A creature cannot be the target of this ability again for 24 hours."
		]
	},
	"banish_possessor": {
		"name": "Banish Possessor",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Banish Possessor",
			"",
			"{SOURCE Haunted Heroes Handbook/7}",
			"",
			"You are quite skilled at forcing a possessing creature from its host.  ",
			"**Benefit:** Whenever you cast a spell or use a spell-like ability or supernatural ability that allows a creature that is being possessed by another creature to attempt a new saving throw to end the spell or effect (such as {spell/protection from evil}), the possessed creature can roll the new saving throw twice and take the better of the two results as the actual result."
		]
	},
	"banishing_critical": {
		"name": "Banishing Critical",
		"sources": [
			"Monster Summoner's Handbook",
			"Blood of Angels"
		],
		"description": [
			"## Banishing Critical (Critical)",
			"",
			"{SOURCE Monster Summoner's Handbook/8;Blood of Angels/24}",
			"",
			"Your familiarity with summoning creatures has taught you how to send them away with a well-timed strike.  ",
			"**Prerequisites:** Arcane Strike or Disruptive; Spellcraft 8 ranks; arcane pool class feature.  ",
			"**Benefit:** When you confirm a critical hit against a target while using Arcane Strike or with a weapon enhanced by your arcane pool, if the target was summoned by a spell you identified using a Spellcraft check, it must succeed at a Will save (DC = 10 + 1/2 your character level + your Intelligence modifier) or be sent back to its home plane as per the dismissal spell."
		]
	},
	"banner_of_doom": {
		"name": "Banner of Doom",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Banner of Doom (Combat)",
			"",
			"{SOURCE Blood of Fiends/24}",
			"",
			"The mere sight of your fiendish banner is enough to send ripples of fear through your enemies.  ",
			"**Prerequisites:** Base attack bonus +8, banner class feature, tiefling.  ",
			"**Benefit:** As long your banner is clearly visible, all enemies within 60 feet take a -2 penalty on saving throws against fear. This penalty does not stack with other effects that provide enemies with penalties on saving throws against fear."
		]
	},
	"barracuda_dash": {
		"name": "Barracuda Dash",
		"sources": [ "Pathfinder #124: City in the Deep" ],
		"description": [
			"## Barracuda Dash (Combat)",
			"",
			"{SOURCE Pathfinder #124: City in the Deep/81}",
			"",
			"You use powerful, deadly bursts of speed to charge and attack an additional foe.  ",
			"**Prerequisites:** Wis 13, {feat/Barracuda Slam}, {feat/Barracuda Style}, {feat/Improved Unarmed Strike}, Acrobatics 7 ranks, Swim 7 ranks.  ",
			"**Benefit:** You gain a swim speed equal to your base speed. When you attack on a charge in water or on land and the attack hits, you can immediately make a second charge attack against a second opponent. All the normal requirements for making a charge, such as moving at least 10 feet and moving in a straight line, apply to this second attack. The total distance of the two charge attacks cannot exceed the normal maximum distance for a charge (usually double your speed).",
			"",
			"The movement, including leaving the first target's threatened area, provokes attacks of opportunity as normally. You cannot use pounce or other abilities that grant extra attacks on your turn if you use Barracuda Dash to make a second attack."
		]
	},
	"barracuda_slam": {
		"name": "Barracuda Slam",
		"sources": [ "Pathfinder #124: City in the Deep" ],
		"description": [
			"## Barracuda Slam (Combat)",
			"",
			"{SOURCE Pathfinder #124: City in the Deep/81}",
			"",
			"You learn to ram the whole weight of your body into an opponent to take it by surprise.  ",
			"**Prerequisites:** Wis 13, {feat/Barracuda Style}, {feat/Improved Unarmed Strike}, Acrobatics 5 ranks, Swim 5 ranks.  ",
			"**Benefit:** With a successful Swim check, you can move half your speed as a move action or your full speed as a full-round action. You can run and charge underwater, though the maximum distance you can move while doing so is half the normal maximum distance. Further, while making a charge attack in water or on land, you can add twice your Strength bonus on the damage roll for your first unarmed strike on your turn.  ",
			"**Normal:** You cannot charge or run underwater unless you have a swim speed. With an unarmed strike, you usually add your Strength bonus on damage rolls."
		]
	},
	"barracuda_style": {
		"name": "Barracuda Style",
		"sources": [ "Pathfinder #124: City in the Deep" ],
		"description": [
			"## Barracuda Style (Combat, Style)",
			"",
			"{SOURCE Pathfinder #124: City in the Deep/81}",
			"",
			"You study a combat style consisting of fluid, circular motions suited for moving and fighting underwater.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Unarmed Strike}, Acrobatics 3 ranks, Swim 3 ranks.  ",
			"**Benefit:** Your unarmed strikes deal normal damage underwater, and you don't take penalties on attack rolls with unarmed strikes made underwater. You add your Wisdom modifier in addition to your Strength modifier on Swim checks.  ",
			"**Normal:** Attacks with bludgeoning weapons (such as unarmed strikes) deal half damage and take a -2 penalty on attack rolls underwater."
		]
	},
	"barrage_of_styles": {
		"name": "Barrage of Styles",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Barrage of Styles (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/201}",
			"",
			"The diverse martial traditions of you and your allies' backgrounds blend into a unique combination.  ",
			"**Prerequisites:** Base attack bonus +1, human.  ",
			"**Benefit:** You gain a cumulative +1 morale bonus (maximum +4) on combat maneuver checks for each human ally who also has this feat, is threatening the same foe, and does not share an ethnicity with you or any other ally threatening that foe."
		]
	},
	"barroom_brawler": {
		"name": "Barroom Brawler",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Barroom Brawler (Combat)",
			"",
			"{SOURCE Advanced Class Guide/141}",
			"",
			"You have learned how to mimic the combat tricks and forms of others.  ",
			"**Prerequisites:** Base attack bonus +4.  ",
			"**Benefit:** Once per day as a move action, you can gain the benefit of a combat feat that you do not possess for 1 minute. You must otherwise meet the feat's requirements.  ",
			"**Special:** If you have the martial flexibility class feature, this feat instead grants you one additional use per day of that ability.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">You can spend 5 stamina points to use this feat as a swift action instead of a move action. If you have the martial flexibility class feature, you can spend 5 stamina points to use that class feature as a swift action instead of a move action, or as a free action instead of a swift action."
		]
	},
	"bashing_finish": {
		"name": "Bashing Finish",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Bashing Finish (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/151}",
			"",
			"You follow a powerful blow from your weapon with an opportunistic bash from your shield.  ",
			"**Prerequisites:** {feat/Improved Shield Bash}, {feat/Shield Master}, base attack bonus +11.  ",
			"**Benefit:** Whenever you score a critical hit with a melee weapon, you can make a shield bash attack against the same target using the same bonus as a free action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">When you fail to confirm a critical hit with a melee weapon attack, you can spend 5 stamina points to make a shield bash attack against the target anyway. You still can't make the attack if the target is immune to critical hits."
		]
	},
	"basic_harmony": {
		"name": "Basic Harmony",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Basic Harmony (Teamwork)",
			"",
			"{SOURCE Cohorts and Companions/6}",
			"",
			"Your performance interweaves with and enriches your ally's skills.  ",
			"**Prerequisites:** Bardic performance or raging song.  ",
			"**Benefit:** You can attempt a DC 10 Perform check to aid the Perform check of an ally who also has this feat. If you succeed, your ally gains a +1 bonus for each 5 points of your check result; a check result of 10 grants a +2 bonus, a result of 15 grants a +3 bonus, and so on. If you fail, the discord applies a -5 penalty on your ally's check.  ",
			"**Normal:** Aid another checks grant a +2 bonus."
		]
	},
	"bat_shape": {
		"name": "Bat Shape",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Bat Shape",
			"",
			"{SOURCE Blood of the Moon/9}",
			"",
			"Your powers of transformation have been honed to the point where you can wholly become a bat.  ",
			"**Prerequisites:** Cha 13, werebat-kin.  ",
			"**Benefit:** You can take the form of a bat whose appearance is static and cannot be changed each time you assume this form. You gain a +10 racial bonus on Disguise checks to appear as a bat. Changing from werebat-kin to bat shape is a standard action. This ability otherwise functions as beast shape II, and your ability scores change accordingly.",
			"",
			"If you wear a bat pelt, you may choose to adopt a form resembling the bat whose skin you wear instead of your normal bat form."
		]
	},
	"battering_ram": {
		"name": "Battering Ram",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Battering Ram (Grit)",
			"",
			"{SOURCE People of the Wastes/10}",
			"",
			"Sometimes smacking your firearm against a solid surface is all that's needed to unjam it. Sometimes that solid surface is a creature.  ",
			"**Prerequisites:** Craft (alchemy) 3 ranks; grit class feature or Amateur Gunslinger; pistol-whip gunslinger deed; quick clear gunslinger deed.  ",
			"**Benefit:** You can ignore the broken condition of a firearm you're wielding to perform the pistol-whip deed. If you hit a creature with this deed, you can spend 1 grit point as an immediate action to remove the broken condition from the firearm, but only if the firearm gained that condition from a misfire."
		]
	},
	"battle_cry": {
		"name": "Battle Cry",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Battle Cry (Combat)",
			"",
			"{SOURCE Advanced Class Guide/141}",
			"",
			"Your shout heartens your allies and encourages them in the fight.  ",
			"**Prerequisites:** Cha 13; base attack bonus +5 or Perform (act, oratory, or sing) 5 ranks.  ",
			"**Benefit:** A number of times per day equal to your Charisma bonus, you can let out a battle cry as a swift action. When you do, allies within 30 feet who can hear you gain a +1 morale bonus on attack rolls and a +4 morale bonus on saving throws against fear. This effect lasts for 1 minute.",
			"",
			"If an ally is under the effect of this feat and fails a saving throw against a fear effect, she can choose to end the battle cry's effect on her to reroll the failed save. The ally must take the result of the reroll, even if it's lower. Each ally can use this effect only once per use of this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">You can spend 5 stamina points when an ally under your battle cry's effect decides to reroll a saving throw against a fear effect and end the feat's effect. When you do, that ally continues to be affected by the Battle Cry after she rerolls the saving throw."
		]
	},
	"battle_cry_dtt": {
		"name": "Battle Cry (DTT)",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Battle Cry (DTT)",
			"",
			"{SOURCE Dirty Tactics Toolbox/13}",
			"",
			"Your songs ring in your foes' ears well before the foes can defend themselves.  ",
			"**Prerequisites:** Bardic performance class feature.  ",
			"**Benefit:** Bardic performances you use during a surprise round do not count against your number of rounds per day. Any bonuses granted by your performance increase by 1 during a surprise round."
		]
	},
	"battle_planner": {
		"name": "Battle Planner",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Battle Planner",
			"",
			"{SOURCE Chronicle of Legends/8}",
			"",
			"Your study of heroes and combat has made you exceptionally suited for directing allies to their most advantageous positions.  ",
			"**Prerequisites:** Inspire action class feature.  ",
			"**Benefit:** When using the inspire action ability to grant an extra move action, you can affect all allies within 30 feet."
		]
	},
	"battle_singer": {
		"name": "Battle Singer",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Battle Singer",
			"",
			"{SOURCE Goblins of Golarion/24}",
			"",
			"Your battle songs can drive your fellow goblins to new heights of frenzy.  ",
			"**Prerequisites:** Goblin, bardic performance class feature.  ",
			"**Benefit:** When using bardic performance to inspire courage in allies, you can choose to sing in Goblin - allies who do not speak Goblin gain no benefits from this performance. Allied goblins who hear your battle songs become more energetic and brave, and thus add the bonus granted by your inspire courage ability to all saving throws as a morale bonus."
		]
	},
	"battlefield_healer": {
		"name": "Battlefield Healer",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Battlefield Healer (Story)",
			"",
			"{SOURCE Ultimate Campaign/67}",
			"",
			"In even the fiercest battles, you risk life and limb to save your allies.  ",
			"**Prerequisites:** You must successfully cast a conjuration (healing) spell on an ally after being hit by an attack of opportunity, or have the Battle, Chaplain, or Healed background.  ",
			"**Benefit:** When attempting a concentration check caused by receiving damage (including ongoing damage), you reduce the damage taken by 50% for the purposes of determining the concentration check DC.  ",
			"**Goal:** Over time, provoke at least 20 attacks of opportunity for casting conjuration (healing) spells on allies. These spells don't have to succeed to count.  ",
			"**Completion Benefit:** You automatically succeed at concentration checks for conjuration (healing) spells caused by taking damage."
		]
	},
	"beacon_of_hope": {
		"name": "Beacon of Hope",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Beacon of Hope",
			"",
			"{SOURCE Inner Sea Gods/207}",
			"",
			"Your hope inspires allies in their struggles.  ",
			"**Prerequisites:** Channel energy 3d6, worshiper of Milani.  ",
			"**Benefit:** When you channel positive energy to heal living creatures, those you heal gain a +2 morale bonus on saving throws, attack rolls, ability checks, and skill checks for a number of rounds equal to your Charisma bonus (minimum 1 round)."
		]
	},
	"bear_hug": {
		"name": "Bear Hug",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Bear Hug (Combat)",
			"",
			"{SOURCE Blood of the Moon/11}",
			"",
			"You can crush your foes with your powerful arms.  ",
			"**Prerequisites:** Str 17, {feat/Beartrap Bite}, {feat/Weapon Focus/ (bite)}, base attack bonus +8.  ",
			"**Benefit:** You can attempt to initiate a grapple against a foe trapped by your Beartrap Bite feat without provoking attacks of opportunity. You gain a +2 bonus on damage rolls against foes you are grappling."
		]
	},
	"bears_balance": {
		"name": "Bear's Balance",
		"sources": [ "The Harrow Handbook" ],
		"description": [
			"## Bear's Balance (Combat)",
			"",
			"{SOURCE The Harrow Handbook/19}",
			"",
			"Your anger is always available below the surface, but can be carefully directed. Those who would force you to lose control encounter an unpleasant surprise.  ",
			"**Prerequisites:** {feat/Iron Will}, rage class feature.  ",
			"**Benefit:** You gain a +2 bonus on Intimidate checks when not raging. When you fail a saving throw against a fear effect, you can choose to enter your rage rather than succumb to fear. You can not voluntarily end your rage until the fear effect expires or is ended in some other way (such as due to the death of the fear-inducing creature) or you exhaust your rounds of rage for the day. This feat has no effect if you are already raging when exposed to a fear effect."
		]
	},
	"beartrap_bite": {
		"name": "Beartrap Bite",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Beartrap Bite (Combat)",
			"",
			"{SOURCE Blood of the Moon/11}",
			"",
			"You can hold your foes even if you do not manage to grapple them.  ",
			"**Prerequisites:** {feat/Weapon Focus/ (bite)}, base attack bonus +6.  ",
			"**Benefit:** Whenever you confirm a critical hit against a foe with your bite attack, if your confirmation roll matches or exceeds your foe's CMD, you can clamp down on your foe to prevent it from moving away as a free action. The foe cannot move outside the area threatened by your bite attack unless it breaks free of your bite. It can attempt to free itself with a combat maneuver check or Escape Artist check as if you were grappling it, but neither of you gains the grappled condition. You cannot use your bite attack while you maintain your grip on your foe, but you can release the bite as a swift action to end the effect."
		]
	},
	"beast_hunter": {
		"name": "Beast Hunter",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Beast Hunter (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/106}",
			"",
			"Thanks to your experience hunting in the wilds, you are capable of tracking animals in your most often traveled terrains, and you can easily take down animals larger than yourself.  ",
			"**Prerequisites:** Base attack bonus +1; Knowledge (nature) or Survival 1 rank.  ",
			"**Benefit:** Pick one of the ranger's favored terrains. You gain a +2 bonus on Survival checks to track animals native to that terrain. Additionally, against animals native to that terrain that are at least one size category larger than you, you gain a +1 dodge bonus to your AC and a +1 insight bonus on attack rolls.  ",
			"**Special:** You can take this feat multiple times. Each time you select this feat, you can choose an additional favored terrain to gain the listed benefits in."
		]
	},
	"beast_rider": {
		"name": "Beast Rider",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Beast Rider",
			"",
			"{SOURCE Advanced Race Guide/56}",
			"",
			"You gain the service of a monstrous companion or mount.  ",
			"**Prerequisites:** Animal companion or mount class feature, character level 7th, half-orc or orc.  ",
			"**Benefit:** Select one of the following creature types: elephant, pteranodon, rhinoceros, stegosaurus, or triceratops. Add this creature type to your list of possible animal companions or mounts. When summoning a creature of the selected type to serve as a mount or companion, treat your effective druid level as if it were two levels higher (to a maximum of your character level). If the creature is large enough for you to ride, it gains the combat training general purpose (see {skill/Handle Animal}) at no cost."
		]
	},
	"beast_speaker": {
		"name": "Beast Speaker",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Beast Speaker",
			"",
			"{SOURCE Heroes of Golarion/21}",
			"",
			"You have trained in the ways that the beast speakers of the Tekritani once used to ally themselves with magical beasts.  ",
			"**Prerequisites:** Handle Animal 7 ranks, animal companion with effective druid level 7.  ",
			"**Benefit:** You can select a creature from the list of magical beasts to serve as your animal companion. You acquire and advance this beast companion in the same way as an animal companion detailed in the class feature that grants you access to your animal companion. You can also dismiss the creature, as dictated by your class feature.",
			"",
			"You must meet additional prerequisites to select a companion with an Intelligence score of 3 or higher, as described in each creature's entry.",
			"",
			"### Beast Companion Choice",
			"",
			"The following creatures can be chosen as beast companions by a character with the Beast Speaker feat. Their entries and advancement are the same as for animal companions, with two exceptions. First, creatures with an Intelligence score of 3 or higher have one or more additional prerequisites the character must meet to select the companion. Second, each beast companion has a mastery ability that it can use only if the character it is bonded to has the {feat/Beast Speaker Mastery} feat. The minimum level to gain this ability is listed in parentheses. The save DC for any of a beast companion's special abilities is 10 + half the beast companion's HD + the beast companion's Constitution modifier.",
			"",
			"#### Basilisk",
			"",
			"**Starting Statistics:** Size Medium; Speed 20 ft.; AC +4 natural armor; Attack bite (1d4); Ability Scores Str 16, Dex 10, Con 15, Int 2, Wis 13, Cha 11; Special Qualities darkvision 60 ft., low-light vision, gaze (one target within 30 ft., paralysis 1d4 rounds, Fortitude negates, once per day).",
			"",
			"**9th-Level Advancement:** AC +2 natural armor; Ability Scores Dex +4, Con +4; Attack bite (1d6); Special Qualities gaze (three times per day).",
			"",
			"**Mastery (11th level):** The basilisk's gaze attack functions as {spell/flesh to stone} (caster level equals basilisk's HD) instead of inflicting paralysis.",
			"",
			"#### Behir",
			"",
			"**Prerequisites:** Diplomacy or Intimidate 7 ranks, Knowledge (arcana) 7 ranks.",
			"",
			"**Starting Statistics:** Size Medium; Speed 40 ft., climb 20 ft.; AC +6 natural armor; Attack bite (1d6); Ability Scores Str 16, Dex 12, Con 16, Int 7, Wis 14, Cha 12; Special Attacks breath weapon (20-ft. line, 4d6 electricity damage, Reflex half, once per day), grab; Special Qualities electricity resistance 10.",
			"",
			"**Mastery (11th level):** Size Large; AC +2 natural armor; Attack bite (1d8); Ability Scores Str +4, Dex -2, Con +2; Special Attacks breath weapon (three times per day), constrict 1d8; Special Qualities immune to electricity.",
			"",
			"#### Bulette",
			"",
			"**Starting Statistics:** Size Medium; Speed 40 ft., burrow 20 ft.; AC +4 natural armor; Attack bite (1d6), 2 claws (1d4); Ability Scores Str 16, Dex 14, Con 16, Int 2, Wis 13, Cha 6.",
			"",
			"**Mastery (11th level):** Size Large; AC +4 natural armor; Attack bite (1d8), claws (1d6); Ability Scores Str +4, Dex -2, Con +2; Special Attacks leap (When charging, it can attempt a DC 20 Acrobatics check to jump into the air and land next to its enemies. If successful, it can make four claw attacks against foes in reach but cannot make a bite attack).",
			"",
			"#### Death Worm",
			"",
			"**Prerequisites:** Survival 7 ranks.",
			"",
			"**Starting Statistics:** Size Medium; Speed 20 ft., burrow 20 ft.; AC +6 natural armor; Attack bite (1d6 plus poison); Ability Scores Str 16, Dex 14, Con 16, Int 3, Wis 10, Cha 5; Special Attacks poison (frequency 1 round [6]; effect 1d2 Con damage; cure 2 saves, Con-based DC); Special Qualities acid resistance 10, darkvision 60 ft., low-light vision, tremorsense 60 ft., electricity resistance 10.",
			"",
			"**Mastery (11th level):** Size Large; AC +4 natural armor; Attack bite (1d8 plus poison); Attack Ability Scores Str +4, Dex -2, Con +2; Special Attacks breath weapon (30-ft. line, 8d6 acid damage, Reflex half, once per day); Special Qualities immune to acid, immune to electricity.",
			"",
			"#### Sun Falcon",
			"",
			"**Prerequisites:** Diplomacy 7 ranks, Knowledge (arcana) or Knowledge (religion) 7 ranks.",
			"",
			"**Starting Statistics:** Size Tiny; Speed 10 ft., fly 60 ft. (good); AC +2 natural armor; Attack talons (1d4 plus burn); Ability Scores Str 10, Dex 17, Con 12, Int 5, Wis 14, Cha 15; Special Attacks breath weapon (30-ft. line, 3d6 fire, Reflex half, once per day), burn (1d4).",
			"",
			"**9th-level Advancement:** Size Small; AC 19 +4 natural armor; Attack talons (1d6 plus burn); Ability Scores Str +2, Con +4, Cha +2; Special Attacks breath weapon (three times per day), burn (1d6).",
			"",
			"**Mastery (11th level):** Three times per day, the sun falcon can blast an intense wave of heat and light in a 20-foot cone as a standard action. Creatures within this area must succeed at a Reflex save or take 1d6 points of fire damage and be blinded for 1d4+1 rounds. Creatures that succeed at this save take no fire damage and are instead dazzled for 1 round. The save DC is Charisma-based."
		]
	},
	"beast_speaker_mastery": {
		"name": "Beast Speaker Mastery",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Beast Speaker Mastery",
			"",
			"{SOURCE Heroes of Golarion/21}",
			"",
			"Your magical beast has developed abilities that only its wild kin would normally have.  ",
			"**Prerequisites:** {feat/Beast Speaker}, character level equal to or higher than that listed in your companion's mastery entry.  ",
			"**Benefit:** Your beast companion gains the abilities and bonuses listed in the mastery entry in its stat block. You must be of at least the indicated level for the companion to use these abilities, so if you dismiss a companion and gain a new beast companion of a different type, you retain the feat but might not yet be of sufficient level for the new companion to gain its mastery benefits.  ",
			"**Normal:** A beast companion is unable to use its mastery abilities regardless of its advancement."
		]
	},
	"beastmaster_ire": {
		"name": "Beastmaster Ire",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Beastmaster Ire (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/107}",
			"",
			"Seeing your animal companion attacked or hurt causes you to retaliate with a bestial fury of your own.  ",
			"**Prerequisites:** Cha 13, {feat/Alertness}, {feat/Beastmaster Salvation}, {feat/Beastmaster Style}, Handle Animal 9 ranks, Sense Motive 5 ranks.  ",
			"**Benefit:** When you activate Beastmaster Style's benefit, you gain a +2 morale bonus on melee weapon attack rolls and +4 morale bonus on weapon damage rolls against the attacking creature. If the enemy attack dealt damage to your animal companion, these bonuses increase to +4 and +8, respectively. These bonuses last until the end of your next turn."
		]
	},
	"beastmaster_salvation": {
		"name": "Beastmaster Salvation",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Beastmaster Salvation (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/107}",
			"",
			"Your presence grants your companion the toughness and will to resist all manner of threats.  ",
			"**Prerequisites:** Cha 13, {feat/Alertness}, {feat/Beastmaster Style}, Handle Animal 5 ranks, Sense Motive 5 ranks.  ",
			"**Benefit:** If you are adjacent to your animal companion when it attempts a saving throw, you can attempt a Handle Animal check as an immediate action. Your animal companion does not attempt the saving throw, but instead uses your Handle Animal result as its result for the save."
		]
	},
	"beastmaster_style": {
		"name": "Beastmaster Style",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Beastmaster Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Wilderness/107}",
			"",
			"Your animal companion is your most treasured friend, and you steadfastly protect it from your foes.  ",
			"**Prerequisites:** Cha 13, Handle Animal 1 rank, must have an animal companion.  ",
			"**Benefit:** When you are adjacent to your animal companion and an attack is made against it, if you are also adjacent to the attacking creature, you can attempt a Handle Animal check as an immediate action to negate the hit. The hit is negated if your Handle Animal check result is greater than the attacker's attack roll.  ",
			"**Special:** You cannot use this style if you are mounted on your animal companion."
		]
	},
	"befuddling_initiative": {
		"name": "Befuddling Initiative",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Befuddling Initiative (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/13}",
			"",
			"Your quick reflexes leave your surprised opponents particularly disoriented.  ",
			"**Prerequisites:** {feat/Improved Initiative}.  ",
			"**Benefit:** You treat each opponent that begins a surprise round flat-footed as being flat-footed until its action in the first full round of combat, even if it acts on the surprise round."
		]
	},
	"befuddling_strike": {
		"name": "Befuddling Strike",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Befuddling Strike (Combat)",
			"",
			"{SOURCE Advanced Class Guide/142}",
			"",
			"You know just where to strike to temporarily send your enemy into a confused stupor.  ",
			"**Prerequisites:** Dex 13, Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +8.  ",
			"**Benefit:** Befuddling Strike forces a foe damaged by your unarmed attack to attempt a Fortitude saving throw (DC = 10 + 1/2 your character level + your Wisdom modifier), in addition to dealing damage normally. You must declare that you are using this feat before you make your attack roll - thus, a failed attack roll ruins the attempt. A defender who fails this saving throw is confused for 1d4 rounds. You can attempt to use Befuddling Strike once per day for every 4 character levels you have, but can use it no more than once per round. Constructs, incorporeal creatures, mindless creatures, plants, undead, and creatures that are immune to critical hits cannot be affected by this ability.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">You can spend 5 stamina points to declare that you are using Befuddling Strike after you've hit with an unarmed strike attack roll."
		]
	},
	"beliers_bite": {
		"name": "Belier's Bite",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Belier's Bite (Combat)",
			"",
			"{SOURCE Cheliax, Empire of Devils/26}",
			"",
			"Your unarmed strikes cause your opponent to bleed.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you damage an opponent with an unarmed strike, you deal an extra 1d4 bleed damage.  ",
			"**Special:** This ability does not stack with other special abilities, attacks, or items that allow you to deal bleed damage. The belier devil appears in Pathfinder Adventure Path volume #12."
		]
	},
	"believable_veils": {
		"name": "Believable Veils",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Believable Veils",
			"",
			"{SOURCE Inner Sea Gods/207}",
			"",
			"The teachings of your deity help you keep your secrets safe.  ",
			"**Prerequisites:** Caster level 3rd, ability to cast at least one glamer or figment, worshiper of Sivanah.  ",
			"**Benefit:** Once per day when you create a glamer or figment effect, you can empower the effect so that the DC to disbelieve it is 2 higher than normal."
		]
	},
	"believers_boon": {
		"name": "Believer's Boon",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Believer's Boon",
			"",
			"{SOURCE Advanced Class Guide/142}",
			"",
			"Your deity rewards you for your faithfulness.  ",
			"**Prerequisites:** Wis 13, alignment must be within one step of your deity's.  ",
			"**Benefit:** When you take this feat, choose one domain granted by your deity. You can use the 1st-level domain ability that clerics of that domain can use a number of times or rounds per day, but you can use it only once per day or 1 round per day, whichever is appropriate. Your effective cleric level in regard to this ability is 1st level. If the domain has a 1st-level ability that does not meet this specification, you cannot use it.  ",
			"**Special:** You can take this feat twice. When you take it a second time, you choose another domain granted by your deity.",
			"",
			"If you grossly violate the code of conduct required by your deity, your alignment shifts so that it is more than one step away from your deity's, or you no longer worship your deity, you lose access to this feat. You can regain it once you atone for your misdeeds to your deity (see {spell/atonement})."
		]
	},
	"believers_hands": {
		"name": "Believer's Hands",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Believer's Hands",
			"",
			"{SOURCE Advanced Class Guide/142}",
			"",
			"You can heal others with a touch of your hand.  ",
			"**Prerequisites:** Wis 13, Believer's Boon, must be lawful good, alignment must be within one step of your deity's.  ",
			"**Benefit:** Once per day, you can use the paladin's lay on hands ability. Your effective paladin level is equal to 1/2 your character level (minimum 1). If you already have (or later gain) the lay on hands ability, you instead gain one extra use of lay on hands each day.  ",
			"**Special:** This feat counts as having the lay on hands ability for the purpose of qualifying for feats such as Extra Lay on Hands.",
			"",
			"If you grossly violate the code of conduct required by your deity, your alignment shifts so that it is more than one step away from your deity's, or you no longer worship your deity, you lose access to this feat. You can regain it once you atone for your misdeeds to your deity (see {spell/atonement})."
		]
	},
	"bend_with_the_wind": {
		"name": "Bend with the Wind",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Bend with the Wind (Meditation)",
			"",
			"{SOURCE Faiths and Philosophies/19}",
			"",
			"Meditation allows you to regulate your body temperature, heart rate, and other attributes to resist the elements.  ",
			"**Prerequisites:** Wis 15, {feat/Body Control}, {feat/Endurance}, {feat/Meditation Master}.  ",
			"**Benefit:** For 24 hours after you meditate, you gain cold resistance 5 and fire resistance 5."
		]
	},
	"benthic_spell": {
		"name": "Benthic Spell",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Benthic Spell (Metamagic)",
			"",
			"{SOURCE Elemental Master's Handbook/14}",
			"",
			"Explorers in the depths of the Arcadian Ocean have learned that deadly pressure can be just as lethal as any flame.  ",
			"**Benefit:** You can modify a spell that deals acid, cold, electricity, or fire damage to deal damage through high-pressure water instead. The spell gains the water descriptor, and you can either replace the spell's normal damage with bludgeoning damage or split the spell's damage so that half is bludgeoning and half is of its normal type. Creatures with damage reduction apply their damage reduction to bludgeoning damage from a benthic spell, but the spell counts as bludgeoning and magic for the purposes of bypassing damage reduction.",
			"",
			"A benthic spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"bestow_hope": {
		"name": "Bestow Hope",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Bestow Hope",
			"",
			"{SOURCE Inner Sea Gods/207;Faiths of Purity/25}",
			"",
			"You instill hope in the creatures you heal.  ",
			"**Prerequisites:** {feat/Improved Channel}, channel energy class feature, worshiper of Sarenrae.  ",
			"**Benefit:** When you heal a creature by channeling positive energy, you also relieve its fear. If a creature you heal is shaken, that condition ends. If the creature is frightened, it becomes shaken instead. If the creature is panicked, it becomes frightened instead."
		]
	},
	"bestow_luck": {
		"name": "Bestow Luck",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Bestow Luck",
			"",
			"{SOURCE Advanced Race Guide/76}",
			"",
			"You are extremely lucky and sometimes your allies are as well.  ",
			"**Prerequisites:** {feat/Defiant Luck}, {feat/Inexplicable Luck}, human.  ",
			"**Benefit:** You gain an extra use per day of your Defiant Luck ability. You can also use your Inexplicable Luck ability to grant an ally that can see and hear its benefit as an immediate action."
		]
	},
	"betrayal_sense": {
		"name": "Betrayal Sense",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Betrayal Sense (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/75}",
			"",
			"You can sense betrayal and intrigue as well as physical traps.  ",
			"**Prerequisites:** Wis 13, rogue level 3rd, trap sense class feature.  ",
			"**Benefit:** You gain a bonus on Perception checks to pierce another creature's disguise and Sense Motive checks to avoid being surprised by an attack. These bonuses are equal to the bonus you gain from trap sense."
		]
	},
	"betrayed": {
		"name": "Betrayed",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Betrayed (Story)",
			"",
			"{SOURCE Agents of Evil/8}",
			"",
			"Believing in a just cause left you with a knife in your back. Now you hoard your trust in others, rarely sharing it.  ",
			"**Prerequisites:** You must have had a valuable item (worth at least 1, 000 gp per character level) stolen by a former ally, have been left for dead by a former ally, or have the Wrong Enemy background.  ",
			"**Benefit:** When you are in a harmful area of effect created by an ally (through a spell or other means), you can roll your saving throw twice and take the better result. If you do so, your shaken trust means you do not provide flanking bonuses to any allies for 1 hour.  ",
			"**Goal:** Track down the people who betrayed you, and either bring them to justice or slay them. At the GM's discretion, certain members of this group can be spared if they provide important information leading to more prominent targets.  ",
			"**Completion Benefit:** You grow more confident in reading others, if not exactly more trusting of them. Your allies and enemies no longer provide cover bonuses on attacks you make against other creatures. You also gain a 20% miss chance against any attacks of opportunity made against you, as long as an ally is threatening the creature making the attack."
		]
	},
	"betrayer": {
		"name": "Betrayer",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Betrayer",
			"",
			"{SOURCE Ultimate Combat/89}",
			"",
			"You can charm people into lowering their defenses, allowing you to ambush them more effectively.  ",
			"**Prerequisites:** {feat/Quick Draw}, {feat/Persuasive}, base attack bonus +3.  ",
			"**Benefit:** When you succeed at a Diplomacy check to change a creature's attitude, you can draw a weapon and make a single melee attack against that creature as an immediate action. If you changed your target's attitude to friendly or better, your target is considered flat-footed against this attack. If the target survives, it takes a -2 penalty on its initiative check for this combat.",
			"",
			"Once you attack a creature, its attitude becomes hostile."
		]
	},
	"betraying_blow": {
		"name": "Betraying Blow",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Betraying Blow (Combat)",
			"",
			"{SOURCE Bastards of Golarion/23}",
			"",
			"When you break an alliance, you make sure it's broken for good.  ",
			"**Prerequisites:** {feat/Solo Maneuvers}, base attack bonus +8.  ",
			"**Benefit:** Whenever you use a melee attack to deal nonlethal damage to a creature that only you threaten, roll a Bluff check opposed by your opponent's Sense Motive check. You deal an additional amount of nonlethal damage equal to 1/2 the difference between your Bluff check and your opponent's Sense Motive check (minimum 0). If your opponent has an attitude of friendly or helpful toward you (including temporarily due to Intimidate checks, charm person, and similar effects), you instead deal an amount of extra nonlethal damage equal to the difference between your checks. Regardless, the amount of extra nonlethal damage you deal with this feat cannot exceed your Hit Dice."
		]
	},
	"bewildering_koan": {
		"name": "Bewildering Koan",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Bewildering Koan",
			"",
			"{SOURCE Gnomes of Golarion/30}",
			"",
			"You can pose unanswerable questions that leave creatures momentarily dumbfounded as they dwell on their significance.  ",
			"**Prerequisites:** Bluff 1 rank, ki pool class feature, gnome.  ",
			"**Benefit:** As a swift action, spend 1 point from your ki pool and make a Bluff check by asking a creature one of the impossible questions you ponder when meditating. If the creature fails its check, you choose whether it loses its next action or you gain a +2 bonus on all damage rolls you make against that creature for 1 round."
		]
	},
	"bilge_rat": {
		"name": "Bilge Rat",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Bilge Rat",
			"",
			"{SOURCE Elemental Master's Handbook/15}",
			"",
			"Keeping a sailing vessel afloat means moving constantly between bright sunlight and darkened holds. You wear an eye patch, out of convenience rather than necessity, to make one of your eyes used to the dark and the other to the light.  ",
			"**Benefit:** If you are wearing an eye patch when you are dazzled or blinded as a result of eye damage or a visual stimulus (such as from fireworks or a glitterdust spell), you can remove or switch your eye patch as a move action to favor the eye you had kept covered. Switching your eye patch allows you to ignore the dazzled condition or to reduce the blinded condition to dazzled until the effect ends, at which time you regain the ability to use this feat."
		]
	},
	"binding_throw": {
		"name": "Binding Throw",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Binding Throw (Combat)",
			"",
			"{SOURCE Ultimate Combat/90}",
			"",
			"You can strike your enemy and use the blow as an opportunity to grab and hold him.  ",
			"**Prerequisites:** {feat/Improved Grapple}, {feat/Improved Trip}, {feat/Improved Unarmed Strike}, Ki Throw.  ",
			"**Benefit:** After you successfully use the Ki Throw feat on an opponent, you can use a swift action to attempt a grapple combat maneuver against that opponent.  ",
			"**Normal:** The grapple combat maneuver is a standard action.  ",
			"**Special:** A monk can gain Binding Throw as a bonus feat starting at 14th level.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">You can spend 1 stamina point to gain a +2 bonus on a grapple check made as a swift action with this feat."
		]
	},
	"biological_lattice": {
		"name": "Biological Lattice",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Biological Lattice",
			"",
			"{SOURCE Legacy of the First World/8}",
			"",
			"You have practiced storing items in and retrieving them from the tangled vines on your back.  ",
			"**Prerequisites:** Gathlain, racial fly speed.  ",
			"**Benefit:** As a move action, you can store an item you are carrying in your vines. While you are holding an item in your vines, you lose your fly speed. You can retrieve the stored item as a swift action or drop it as a free action, immediately regaining your fly speed in either case."
		]
	},
	"black_cat": {
		"name": "Black Cat",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Black Cat",
			"",
			"{SOURCE Advanced Race Guide/93}",
			"",
			"Bad luck befalls those who dare to cross you.  ",
			"**Prerequisites:** Catfolk.  ",
			"**Benefit:** Once per day as an immediate action, when you are hit by a melee attack, you can force the opponent who made the attack to reroll it with a -4 penalty. The opponent must take the result of the second attack roll. This is a supernatural ability.  ",
			"**Special:** If you take this feat and don't already have all black fur, your fur turns completely black when you takes this feat."
		]
	},
	"black_market_dealings": {
		"name": "Black Market Dealings",
		"sources": [ "Black Markets" ],
		"description": [
			"## Black Market Dealings",
			"",
			"{SOURCE Black Markets/7}",
			"",
			"You walk dark alleys and trade in secrets.  ",
			"**Benefit:** You gain a +4 bonus on Diplomacy checks to access black markets and do not pay the gp cost to do so. You suffer no consequences for failing the check unless you fail by 10 or more.",
			"",
			"In addition, you can use the Diplomacy skill to locate merchants who have deeper pockets in a black market or settlement. If you are looking inside a black market, the DC is equal to the black market's access DC. If you are looking more widely in a settlement, use the black market's access DC + 5 (if a settlement has no black market, the DC is 30; PCs can apply the settlement's Crime modifier to their checks). If successful, you can treat the black market or settlement as one step larger for the purposes of base value, items available, and purchase limit. If the settlement was already a metropolis, nearly all minor and medium magic items are for sale, as well as 3d8 major magic items; the base value is 32,000 gp; and the purchase limit is 200,000 gp. If the black market was already an underworld, nearly all minor and medium magic items are for sale, as well as 4d8 major magic items; the base value is 64,000 gp; and the purchase limit is 300,000 gp. This benefit does not stack with other ways to increase the effective size of a black market or settlement (such as the black market connections rogue talent). You can attempt this check only once per week."
		]
	},
	"black_market_sleuth": {
		"name": "Black Market Sleuth",
		"sources": [ "Black Markets" ],
		"description": [
			"## Black Market Sleuth",
			"",
			"{SOURCE Black Markets/7}",
			"",
			"You track the dealings of criminals with an expert eye.  ",
			"**Prerequisites:** Diplomacy 1 rank, Knowledge (local) 1 rank.  ",
			"**Benefit:** You roll twice and take the better result on Diplomacy checks to access black markets or learn about anyone who has contact with black markets. You can roll twice and take the better result on Knowledge (local) checks to recall information about black markets, criminals, and people directly connected to either. You can search for people trying to disappear in a community, attempting a Diplomacy check to track a target rather than a Survival check, but only within an urban environment."
		]
	},
	"black_marketeer": {
		"name": "Black Marketeer",
		"sources": [ "Osirion, Land of the Pharaohs" ],
		"description": [
			"## Black Marketeer",
			"",
			"{SOURCE Osirion, Land of the Pharaohs/28}",
			"",
			"You have many contacts and a keen eye for hidden opportunities in the marketplace.  ",
			"**Prerequisites:** Appraise 1 rank, Diplomacy 1 rank, Knowledge (local) 1 rank.  ",
			"**Benefit:** By utilizing your black market connections, you acquire a resource pool worth 100 gp. This functions like the resource pool gained by the Profits of Kalistrade feat except it can only be used on illegal or illicit items or services (note that something may be illegal or illicit in one area but perfectly acceptable in another) and is centered on Osirion rather than Druma. Typical illegal or illicit items are drugs, poisons, evil magic items, slaves, or dead bodies, though intangibles such as secret information may also qualify (and for these items, a secret of equal value - at the GM's discretion - must be contributed to the pool)."
		]
	},
	"black_powder_spectacle": {
		"name": "Black Powder Spectacle",
		"sources": [
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Black Powder Spectacle (Combat, Performance)",
			"",
			"{SOURCE Inner Sea Combat/12}",
			"",
			"You can sacrifice ammunition to make a grand spectacle.  ",
			"**Prerequisites:** Amateur Gunslinger or the grit class feature, base attack bonus +4.  ",
			"**Benefit:** When you spend a swift action to attempt a performance combat check, you can sacrifice one cartridge or an amount of black powder required for a single shot to make either a loud sound or an impressive flash. If you choose to make your weapon's report louder, you gain a +4 bonus on all Intimidate checks you attempt for 1 round. If you choose to create an impressive flash, you gain a +4 bonus on any Perform checks you attempt for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">You can spend 2 stamina points when using Black Powder Spectacle in order to gain a +4 bonus on Intimidate checks and Perform checks for 1 round."
		]
	},
	"blackfire_summoning": {
		"name": "Blackfire Summoning",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Blackfire Summoning",
			"",
			"{SOURCE Plane-Hopper's Handbook/5}",
			"",
			"You have learned to make your summons destructive to the fabric of the planes, bringing blackfire in the wake of your magic.  ",
			"**Prerequisites:** {feat/Sacred Summons}.",
			"",
			"When you summon a single evil outsider, it appears in a flash of blackfire, harming all adjacent nonevil creatures. This deals an amount of damage equal to twice the CR of the summoned creature. An affected creature can attempt a Will save (DC = the DC of the spell used to summon the creature) to halve this damage. A spell augmented with blackfire summoning uses up a spell slot 1 level higher than the spell's actual level. If you have the blackfire pact class feature, you can apply the benefits of this feat to summoned outsiders of the type or types you have selected for your blackfire pact without raising the spell's effective level."
		]
	},
	"blade_of_the_purge": {
		"name": "Blade of the Purge",
		"sources": [ "Pathfinder #132: The Six-Legend Soul" ],
		"description": [
			"## Blade of the Purge",
			"",
			"{SOURCE Pathfinder #132: The Six-Legend Soul/72}",
			"",
			"Emulating the fervor of Grand Prince Stavian I, you can identify a religion you perceive to be opposed to your own and empower your weapons to strike deadly blows against its adherents.  ",
			"**Prerequisites:** Bane class feature.  ",
			"**Benefit:** When you activate your bane class feature, you can select a deity or religion other than your own. Your bane effect applies only to followers of that deity or religion."
		]
	},
	"bladed_brush": {
		"name": "Bladed Brush",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Bladed Brush (Combat)",
			"",
			"{SOURCE Paths of the Righteous/15}",
			"",
			"You know how to balance a polearm perfectly, striking with artful, yet deadly precision.  ",
			"**Prerequisites:** {feat/Weapon Focus/ (glaive)}, must be a worshiper of Shelyn.  ",
			"**Benefit:** You can use the Weapon Finesse feat to apply your Dexterity modifier instead of your Strength modifier to attack rolls with a glaive sized for you, even though it isn't a light weapon. When wielding a glaive, you can treat it as a one-handed piercing or slashing melee weapon and as if you were not making attacks with your off-hand for all feats and class abilities that require such a weapon (such as a duelist's or swashbuckler's precise strike).",
			"",
			"As a move action, you can shorten your grip on the glaive, treating it as though it lacked the reach weapon property. You can adjust your grip to grant the weapon the reach property as a move action."
		]
	},
	"blades_above_and_below": {
		"name": "Blades Above and Below",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Blades Above and Below (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/201}",
			"",
			"You attack high and your ally attacks low, denying your foe the chance to dodge your attacks.  ",
			"**Prerequisites:** Base attack bonus +6.  ",
			"**Benefit:** When you and your ally who also has this feat threaten the same enemy, you're both considered to be flanking that enemy, regardless of your actual positioning. To gain this benefit, you and your ally must be of different size categories, and your target must be the same size category as either you or your ally."
		]
	},
	"blasting_boulder": {
		"name": "Blasting Boulder",
		"sources": [ "Giants Revisited" ],
		"description": [
			"## Blasting Boulder",
			"",
			"{SOURCE Giants Revisited/19}",
			"",
			"The boulders you hurl explode upon impact, laying waste to nearby creatures.  ",
			"**Prerequisites:** {feat/Smoking Boulder}, base attack bonus +13, heat rock special attack.  ",
			"**Benefit:** You can infuse rocks thrown as part of an attack action with volatile fire energies, adding one of the following effects to a thrown rock affected by your Smoking Boulder feat."
		]
	},
	"blasting_charge": {
		"name": "Blasting Charge",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Blasting Charge",
			"",
			"{SOURCE Advanced Class Guide/143}",
			"",
			"You funnel the power of your bloodrage into a strike capable of erupting with arcane power.  ",
			"**Prerequisites:** Base attack bonus +7, ability to cast 2nd-level bloodrager spells, bloodrage class feature.  ",
			"**Benefit:** While you are bloodraging, at the end of a charge you can expend a bloodrager spell slot as a swift action to imbue your charge attack with extra power. You deal an additional 1d6 points of damage per level of the spell slot expended. This extra damage is force damage, and it's not multiplied in the case of a critical hit.",
			"",
			"If your bloodline has a specific energy type associated with it (such as the elemental or draconic bloodlines), you can choose to increase the damage to 1d8 points per level of the spell slot expended, and this extra damage is of that energy type."
		]
	},
	"blazing_aura_arg": {
		"name": "Blazing Aura (ARG)",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Blazing Aura (ARG) (Combat)",
			"",
			"{SOURCE Advanced Race Guide/130}",
			"",
			"An inferno rages inside you, causing your body to radiate intense heat.  ",
			"**Prerequisites:** {feat/Inner Flame}, {feat/Scorching Weapons}, character level 13th, ifrit.  ",
			"**Benefit:** When you use Scorching Weapons, on your turn as a free action, you may create an aura of heat that lasts for 1 round. This aura deals 1d6 points of fire damage to any creature that begins its turn adjacent to you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">When you create an aura of heat with this feat, you can spend 5 stamina points to increase the fire damage dealt to any creature that begins its turn in the aura to 2d6 points of fire damage."
		]
	},
	"blazing_aura_pa": {
		"name": "Blazing Aura (PA)",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Blazing Aura (PA) (Combat, Conduit)",
			"",
			"{SOURCE Planar Adventures/26}",
			"",
			"You cover yourself in coils of flame drawn from the Plane of Fire.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks.  ",
			"**Benefit:** As a standard action, you can shroud yourself in fire. Until the end of your turn, whenever a creature makes a successful melee attack against you, that creature takes a number of points of fire damage equal to 1d6 plus half your ranks in Knowledge (planes); attacks made using reach weapons ignore this effect. A creature can halve this fire damage with a successful Reflex save (DC = 10 + half your level + your Constitution modifier).",
			"",
			"You can use this feat's benefit a number of times per day equal to your ranks in Knowledge (planes). If you have at least 9 ranks in Knowledge (planes), activating this ability is a move action. If you have at least 15 ranks in Knowledge (planes), you can activate this ability as a move action or a swift action."
		]
	},
	"blazing_channel": {
		"name": "Blazing Channel",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Blazing Channel",
			"",
			"{SOURCE Cohorts and Companions/15}",
			"",
			"Your holy power burns the undead like fire.  ",
			"**Prerequisites:** {feat/Turn Undead}, channel positive energy class feature.  ",
			"**Benefit:** When you use your Turn Undead feat, undead failing their saving throw are engulfed in holy fire. This functions identically to catching on fire, but the damage dealt is divine (like the divine damage from flame strike) rather than fire. Water cannot extinguish this holy fire, but any negative energy effect that heals the creature of at least 5 points of damage extinguishes the flames instantly."
		]
	},
	"bleeding_critical": {
		"name": "Bleeding Critical",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Bleeding Critical (Combat, Critical)",
			"",
			"{SOURCE PRPG Core Rulebook/118}",
			"",
			"Your critical hits cause opponents to bleed profusely.  ",
			"**Prerequisites:** {feat/Critical Focus}, base attack bonus +11.  ",
			"**Benefit:** Whenever you score a critical hit with a slashing or piercing weapon, your opponent takes 2d6 points of bleed damage each round on his turn, in addition to the damage dealt by the critical hit. Bleed damage can be stopped by a DC 15 Heal skill check or through any magical healing. The effects of this feat stack.  ",
			"**Special:** You can only apply the effects of one critical feat to a given critical hit unless you possess Critical Mastery.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">When you deal bleed damage with this feat, you can spend up to 3 stamina points to increase the amount of bleed damage dealt by double the number of stamina points you spent.",
			"",
			"### Mythic Bleeding Critical",
			"",
			"{SOURCE Mythic Adventures/60}",
			"",
			"Your deadliest blows unleash rivers of blood.  ",
			"**Prerequisites:** {feat/Bleeding Critical}, {feat/Mythic |Critical Focus}.  ",
			"**Benefit:** The bleed damage dealt with Bleeding Critical increases by your tier. Stopping this bleed damage requires a Heal check with a DC equal to 15 + 1/2 your tier. Any magical healing ends the bleed damage normally.",
			"",
			"You can expend one use of mythic power to deal 1 Con bleed, in addition to the hit point bleed damage you deal with this feat. This effect increases by 1 for each additional use of mythic power you expend."
		],
		"has_mythic_version": true
	},
	"bleeding_stare": {
		"name": "Bleeding Stare",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Bleeding Stare (Combat, Stare)",
			"",
			"{SOURCE Occult Adventures/129}",
			"",
			"Your stare causes your foe to bleed out of its eyes.  ",
			"**Prerequisites:** Mesmerist level 5th, painful stare class feature.  ",
			"**Benefit:** When you trigger your painful stare, the target takes an amount of bleed damage equal to 1/3 your mesmerist level. Bleed damage from multiple uses of Bleeding Stare doesn't stack."
		]
	},
	"bless_equipment": {
		"name": "Bless Equipment",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Bless Equipment",
			"",
			"{SOURCE Undead Slayer's Handbook/7}",
			"",
			"You can bless armor and weapons with a touch to imbue them with magical properties.  ",
			"**Prerequisites:** Caster level 3rd, channel energy class feature.  ",
			"**Benefit:** As a standard action, you may expend uses of your channel energy ability to touch a single weapon, suit of armor, or shield and temporarily grant it one weapon, armor, or shield special ability. To bless a piece of equipment with a particular blessing, you must expend a number of uses of channel energy equal to the number listed in the table above, and your caster level must be equal to or greater than that listed for the selected blessing.",
			"",
			"This blessing lasts for a number of rounds equal to the number of damage dice you are capable of dealing or healing with your channel energy ability (for example, the blessing of a cleric capable of channeling 3d6 points of damage would last for 3 rounds), during which time the item is treated as though it possessed the selected special ability. If the piece of equipment belongs to an unwilling creature, that creature may attempt a Will save to prevent the blessing, as if attempting a saving throw against your channel energy ability (so bonuses from channel resistance and similar effects apply); if the creature succeeds at its save, the channeled energy is expended to no effect.",
			"",
			"Only magical and masterwork weapons, armor, and shields may be blessed with this feat. When you bless a masterwork item, you must expend one additional use of your channel energy ability beyond those normally expended to grant the selected blessing. In addition to the selected blessing, the masterwork item gains a temporary +1 enhancement bonus for the blessing's duration.",
			"",
			"You can grant a piece of equipment only one blessing at a time. Blessing an item that has already been blessed by you or another character replaces the preexisting blessing with the new one and resets the duration.",
			"",
			"### Equipment Blessings",
			"",
			"| Weapon Blessings | Uses of Channel Energy | Caster Level Required |",
			"| --- | --- | --- |",
			"| Bane[^N] | 2 | 3rd |",
			"| Ghost touch | 2 | 3rd |",
			"| Disruption | 3 | 6th |",
			"| Lifesurge | 3 | 6th |",
			"| Nullifying | 4 | 9th |",
			"",
			"| Armor/Shield Blessings | Uses of Channel Energy | Caster Level Required |",
			"| --- | --- | --- |",
			"| Deathless[^S] | 2 | 3rd |",
			"| Stanching[^S] | 2 | 3rd |",
			"| Ghost touch | 4 | 9th |",
			"| Undead-controlling | 6 | 13th |",
			"",
			"[^N]: You must choose the creature type or subtype at the time of blessing.",
			"[^S]: Cannot be applied to shields."
		]
	},
	"blessed": {
		"name": "Blessed",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Blessed (Story)",
			"",
			"{SOURCE Quests and Campaigns/8}",
			"",
			"The repeated notice and boons of celestials have marked you as one of their chosen agents.  ",
			"**Prerequisites:** You must have had friendly contact with a good outsider that would qualify as a challenging foe, be a sorcerer with the celestial bloodline, or have direct celestial ancestry (such as by being an aasimar).  ",
			"**Benefit:** You gain a +2 bonus on Charisma-based checks involving good-aligned outsiders and a +1 bonus to the DC of spells and spell-like abilities you use against such creatures. You take a -2 penalty on Charisma-based checks involving evil-aligned outsiders.  ",
			"**Goal:** Thwart or decisively defeat an evil creature that qualifies as a challenging foe, but show mercy and then convert that creature toward good.  ",
			"**Completion Benefit:** You gain the benefit of {spell/protection from evil} as a constant spell-like ability. In addition, you gain a +2 bonus on caster level checks against evil-aligned outsiders.",
			"",
			"Suggested Traits: {trait/Indomitable Faith}, {trait/Inspiring}, {trait/Memorable}.",
			"",
			"### Possible Blessed Quests",
			"",
			"| d8 | Quest |",
			"| --- | --- |",
			"| 1 | The more pacifistic priests of Sarenrae in Qadira are considering the newly arrived White Feather Monks as potential allies, but they'll doubtlessly need a powerful emissary to help fuse the two groups. |",
			"| 2 | The Hellknight Order of the Nail uses increasingly vicious methods to \"civilize\" the Shoanti of the Storval Plateau. A brave Shoanti thundercaller might be able to sway the tide of battle between these two groups. |",
			"| 3 | Galt's Red Revolution led many to turn to evil, but hope for redemption comes from Woodsedge, where sympathy and moderation hold sway. |",
			"| 4 | You were raised in a strict orphanage dedicated to Asmodeus during Isger's tumultuous Goblinblood Wars. Although you resisted indoctrination into the church of the Prince of Darkness, many did not, and you are likely their only hope for redemption as long as you can locate your fallen brethren . |",
			"| 5 | In honor of Andoran's patron celestial, Talmandor, you use rhetoric and deeds to make revolutionaries out of collaborators in oppressed lands such as Cheliax, Galt, or Nidal . |",
			"| 6 | In the Fangwood of Nirmathas, the cursed dryad Arlantia may yet be redeemed if only she can be reached . |",
			"| 7 | You hope that by locating the fallen demigoddess Arazni's missing organs, you can use the powerful relics to bring the so-called Harlot Queen back to the light . |",
			"| 8 | Tales of the accursed beings that now reside in the Estrovian Forest of Mendev have ignited within you a righteous indignation, and you will not rest until the spirits of the so-called \"hernes\" who plague the oaks repent for their indiscretions . |"
		]
	},
	"blessed_hammer": {
		"name": "Blessed Hammer",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Blessed Hammer",
			"",
			"{SOURCE Inner Sea Gods/207}",
			"",
			"Your god's power radiates from your warhammer.  ",
			"**Prerequisites:** Ability to cast 3rd-level divine spells, proficient with warhammer, worshiper of Torag.  ",
			"**Benefit:** You can use any warhammer you wield as a holy symbol when casting spells that require a divine focus or when you channel energy.",
			"",
			"Furthermore, as a swift action when you cast a divine touch spell, you can choose to have the warhammer carry the charge of the spell instead of your hand. When you deliver a touch spell with your warhammer you can do so as part of melee attack made with the warhammer. If you drop the warhammer or the warhammer is disarmed while carrying a charge, the charge is lost."
		]
	},
	"blessed_striker": {
		"name": "Blessed Striker",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Blessed Striker",
			"",
			"{SOURCE Advanced Class Guide/143}",
			"",
			"You attacks are augmented by the strength of your and your deity's shared alignment.  ",
			"**Prerequisites:** Base attack bonus +11, ability to cast divine spells, alignment must be within one step of your deity's.  ",
			"**Benefit:** All of your attacks are treated as having whatever alignment components you and your deity share for the purpose of overcoming damage reduction.  ",
			"**Special:** If you grossly violate the code of conduct required by your deity or no longer worship your deity, you lose access to this feat. You can regain it once you atone for your misdeeds to your deity (see the {spell/atonement} spell)."
		]
	},
	"blight_guide": {
		"name": "Blight Guide",
		"sources": [ "Pathfinder #119: Prisoners of the Blight" ],
		"description": [
			"## Blight Guide",
			"",
			"{SOURCE Pathfinder #119: Prisoners of the Blight/61}",
			"",
			"Your confidence in exploring dangerous regions inspires the same in your companions.  ",
			"**Prerequisites:** {feat/Blight Survivalist}, {feat/Skill Focus/ (Survival)}.  ",
			"**Benefit:** Your bonus on saving throws gained from the Blight Survivalist feat extends to your allies within 30 feet. Furthermore, once per day, if you would fail a saving throw against an environmental hazard or weather effect, you can reroll that save, but you must use the second result, even if it is lower."
		]
	},
	"blight_survivalist": {
		"name": "Blight Survivalist",
		"sources": [ "Pathfinder #119: Prisoners of the Blight" ],
		"description": [
			"## Blight Survivalist",
			"",
			"{SOURCE Pathfinder #119: Prisoners of the Blight/61}",
			"",
			"You have learned to survive in dangerous environments.  ",
			"**Prerequisites:** {feat/Skill Focus/ (Survival)}.  ",
			"**Benefit:** You gain a +3 bonus on saving throws against environmental hazards and weather effects.  ",
			"**Special:** If you have the favored terrain class feature and the blighted land being explored matches one of those terrains, you can choose to use your favored terrain bonus in place of the +3 bonus granted by this feat."
		]
	},
	"blighted_critical": {
		"name": "Blighted Critical",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Blighted Critical (Critical)",
			"",
			"{SOURCE Ultimate Magic/143}",
			"",
			"With a critical hit from a spell or spell-like ability, you give the target a minor spellblight.  ",
			"**Prerequisites:** Caster level 5th.  ",
			"**Benefit:** Whenever you confirm a critical hit with a touch spell, ranged touch spell, or spell-like ability against an opponent, the victim gains a random minor spellblight.  ",
			"**Special:** You can apply the effects of only one critical feat to a given critical hit unless you possess Critical Mastery."
		]
	},
	"blighted_critical_mastery": {
		"name": "Blighted Critical Mastery",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Blighted Critical Mastery (Critical)",
			"",
			"{SOURCE Ultimate Magic/143}",
			"",
			"You control the type of spellblight your critical hits give your opponent.  ",
			"**Prerequisites:** {feat/Blighted Critical}, caster level 9th.  ",
			"**Benefit:** Whenever you apply a spellblight by way of the Blighted Critical or Greater Blighted critical feat, you can choose the spellblight you apply rather than determining it randomly."
		]
	},
	"blinded_blade_style": {
		"name": "Blinded Blade Style",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Blinded Blade Style (Combat, Style)",
			"",
			"{SOURCE Blood of Shadows/24}",
			"",
			"You hold no fear of blindness, as your other senses improve without the distractions of sight.  ",
			"**Prerequisites:** {feat/Blind-Fight}, Perception 5 ranks.  ",
			"**Benefit:** While you are using this style, you gain a number of benefits whenever you are blinded or unable to see (including when you wear a blindfold or close your eyes). Under such circumstances, you do not take any penalties on Strength- or Dexterity-based skill checks due to blindness. In addition, you gain a +4 bonus on hearing- and smell-based Perception checks and gain the scent special ability with a range of 10 feet; if you already have scent, the range of your scent ability increases by 10 feet instead. Having this feat counts as having 10 ranks in Perception for the purpose of satisfying the prerequisites of the {feat/Improved Blind-Fight} feat, as well as any feat that lists Improved Blind-Fight as a prerequisite."
		]
	},
	"blinded_competence": {
		"name": "Blinded Competence",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Blinded Competence (Combat)",
			"",
			"{SOURCE Blood of Shadows/24}",
			"",
			"Your lack of sight enables you to strike your foes with uncanny precision.  ",
			"**Prerequisites:** {feat/Blinded Blade Style}, Perception 10 ranks.  ",
			"**Benefit:** While you are using Blinded Blade Style and you are blinded or unable to see, you do not need to succeed at Perception checks to pinpoint the location of creatures within reach of your melee weapon, or your unmodified reach if you are not wielding a melee weapon. This ability functions like blindsense, except creatures you cannot see do not gain total {rule/concealment} against you. Having this feat counts as having 15 ranks in Perception for the purpose of satisfying the prerequisites of the {feat/Greater Blind-Fight} feat, as well as any feat that lists Greater Blind-Fight as a prerequisite."
		]
	},
	"blinded_master": {
		"name": "Blinded Master",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Blinded Master (Combat)",
			"",
			"{SOURCE Blood of Shadows/24}",
			"",
			"Your skill at arms while unable to see is astounding.  ",
			"**Prerequisites:** {feat/Blind-Fight}, {feat/Blinded Competence}, {feat/Blinded Blade Style}, {feat/Greater Blind-Fight}, {feat/Improved Blind-Fight} Perception 15 ranks.  ",
			"**Benefit:** While you are using Blinded Blade Style and you are blinded or unable to see, your ability to pinpoint creatures' locations using Blinded Competence improves to function like blindsight rather than blindsense, and the range increases to 30 feet. In addition, you add half your character level to the DCs of Bluff checks to feint you in combat."
		]
	},
	"blind_fight": {
		"name": "Blind-Fight",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Blind-Fight (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/118}",
			"",
			"You are skilled at attacking opponents that you cannot clearly perceive.  ",
			"**Benefit:** In melee, every time you miss because of {rule/concealment}, you can reroll your miss chance percentile roll one time to see if you actually hit.",
			"",
			"An invisible attacker gets no advantages related to hitting you in melee. That is, you don't lose your Dexterity bonus to Armor Class, and the attacker doesn't get the usual +2 bonus for being invisible. The invisible attacker's bonuses do still apply for ranged attacks, however.",
			"",
			"You do not need to make Acrobatics skill checks to move at full speed while blinded.  ",
			"**Normal:** Regular attack roll modifiers for invisible attackers trying to hit you apply, and you lose your Dexterity bonus to AC. The speed reduction for darkness and poor visibility also applies.  ",
			"**Special:** The Blind-Fight feat is of no use against a character who is the subject of a blink spell.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">Once per round, when you hit a creature that benefits from concealment, you can spend 2 stamina points to ignore the miss chance from that creature's concealment until the end of your next turn.",
			"",
			"### Mythic Blind-Fight",
			"",
			"{SOURCE Mythic Adventures/60}",
			"",
			"No creature can avoid your preternatural senses.  ",
			"**Prerequisites:** {feat/Blind-Fight}.  ",
			"**Benefit:** As a swift action, you can expend one use of mythic power to ignore all miss chances due to concealment or total concealment for a number of rounds equal to your tier."
		],
		"has_mythic_version": true
	},
	"blinding_critical": {
		"name": "Blinding Critical",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Blinding Critical (Combat, Critical)",
			"",
			"{SOURCE PRPG Core Rulebook/119}",
			"",
			"Your critical hits blind your opponents.  ",
			"**Prerequisites:** {feat/Critical Focus}, base attack bonus +15.  ",
			"**Benefit:** Whenever you score a critical hit, your opponent is permanently blinded. A successful Fortitude save reduces this to dazzled for 1d4 rounds. The DC of this Fortitude save is equal to 10 + your base attack bonus. This feat has no effect on creatures that do not rely on eyes for sight or creatures with more than two eyes (although multiple critical hits might cause blindness, at the GM's discretion). Blindness can be cured by heal, regeneration, remove blindness, or similar abilities.  ",
			"**Special:** You can only apply the effects of one critical feat to a given critical hit unless you possess Critical Mastery.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">When you confirm a critical hit and attempt to blind an opponent with this feat, you can spend up to 5 stamina points to increase the DC of this feat's saving throw by an amount equal to the number of stamina points you spent."
		]
	},
	"blinding_flash": {
		"name": "Blinding Flash",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Blinding Flash (Combat)",
			"",
			"{SOURCE Dragon Empires Primer/24}",
			"",
			"You can temporarily blind your opponent by using your weapon or shield to flash sunlight into its eyes.  ",
			"**Prerequisites:** Dex 13, {feat/Combat Expertise}.  ",
			"**Benefit:** As a move action, you can expertly angle the blade of your weapon or shield to reflect light into an opponent's eyes, dazzling your foe for 1 round. This feat functions as a gaze attack, and the target must make a Fortitude save (DC 10 + 1/2 your character level + your Dex modifier) to resist the effect. This is a sight-dependent effect, and does not work on creatures that are already blinded or creatures that do not rely on sight as their primary sense. You must be wielding a weapon or shield with a polished or reflective surface in order to use this feat. You must be in an area of bright light to use this feat."
		]
	},
	"blinding_light": {
		"name": "Blinding Light",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Blinding Light",
			"",
			"{SOURCE Blood of Angels/24}",
			"",
			"You use your impenetrable luminescence to disorient harbingers of darkness.  ",
			"**Prerequisites:** Inner Light, aasimar, daylight spell-like ability.  ",
			"**Benefit:** Whenever an enemy unsuccessfully attempts to counter or dispel your daylight spell-like ability, it must succeed at a Fortitude saving throw (DC 10 + 1/2 your character level + your Charisma modifier) or become blinded for 1 round as its mind is overwhelmed with celestial light. This is a supernatural mind-affecting effect."
		]
	},
	"blinding_sneak_attack": {
		"name": "Blinding Sneak Attack",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Blinding Sneak Attack (Combat)",
			"",
			"{SOURCE Blood of Fiends/24}",
			"",
			"When you strike from the cover of darkness, you inject foes with a fraction of your foul magic.  ",
			"**Prerequisites:** Base attack bonus +5, darkness spell-like ability, sneak attack class feature, tiefling.  ",
			"**Benefit:** When you successfully deal sneak attack damage to a foe while you are within an area of magical darkness, you temporarily blind your opponent for 1 round. A successful Fortitude save (DC 10 + the amount of sneak attack damage dealt) negates this effect."
		]
	},
	"blinding_stare": {
		"name": "Blinding Stare",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Blinding Stare (Combat, Stare)",
			"",
			"{SOURCE Psychic Anthology/16}",
			"",
			"Your stare robs your foe of all sight.  ",
			"**Prerequisites:** Mesmerist level 7th, painful stare class feature.  ",
			"**Benefit:** When you trigger your painful stare, the target must succeed at a Will save (DC = 10 + half your mesmerist level + your Charisma modifier) or be blinded for 1 round."
		]
	},
	"blissful_spell": {
		"name": "Blissful Spell",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Blissful Spell (Metamagic)",
			"",
			"{SOURCE Planar Adventures/26}",
			"",
			"The absolute peace of Nirvana infuses your spells, giving pause to foes and granting boldness to allies.  ",
			"**Benefit:** You can alter any spell that targets a single creature to become a blissful spell, although the exact effects of the metamagic vary depending on whether the spell is beneficial or offensive. A creature successfully hit by an offensive blissful spell (if the spell requires an attack roll) or that fails its saving throw against an offensive blissful spell takes a -2 penalty on attack rolls and weapon damage rolls for 1 round. A beneficial blissful spell instead grants affected creatures a +2 morale bonus on skill checks and saving throws for 1 round in addition to its normal effects. A blissful spell gains the good descriptor, and the additional effect is a mind-affecting compulsion effect.",
			"",
			"A blissful spell uses a spell slot 1 level higher than the spell's normal spell level. Spells with the evil descriptor can't be blissful spells."
		]
	},
	"blistering_feint": {
		"name": "Blistering Feint",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Blistering Feint (Combat)",
			"",
			"{SOURCE Advanced Race Guide/130}",
			"",
			"Your foes flinch from the heat of your weapon, giving you an opportunity to slip past their defenses.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Improved Feint}, ifrit.  ",
			"**Benefit:** You gain a +2 bonus on feint checks made while wielding a weapon that deals fire damage. Anytime you successfully feint a creature while using such a weapon, you may deal its fire damage to the enemy.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">When you attempt a feint while you're wielding a weapon that deals fire damage, you can spend up to 5 stamina points to gain a bonus on the Bluff check equal to the number of stamina points you spent."
		]
	},
	"bloatmage_initiate": {
		"name": "Bloatmage Initiate",
		"sources": [
			"City of Strangers",
			"Pathfinder #12: Crown of Fangs",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Bloatmage Initiate",
			"",
			"{SOURCE City of Strangers/41;Pathfinder #12: Crown of Fangs/32;Pathfinder Campaign Setting/218}",
			"",
			"Your introduction to the ways of the bloatmage allows you to use elaborate rituals and gruesome rites to increase the amount of blood and lymph in your body, expanding your reserves of magical energy.  ",
			"**Prerequisites:** {feat/Spell Focus/ (any school)}.  ",
			"**Benefit:** You learn the basics of the ancient art of hemotheurgy. Pick one school of magic in which you possess the {feat/Spell Focus} feat - you cast spells from this school of magic at +1 caster level. This bonus stacks with the bonus from Spell Focus. Unfortunately, the bloating side effects increase your girth to such a point that you are constantly under the effects of a medium load - your maximum bonus to AC from Dexterity is +3, you gain an armor check penalty of -3, and your speed decreases as appropriate (generally from 30 feet to 20 feet for a Medium creature)."
		]
	},
	"block_chakras": {
		"name": "Block Chakras",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Block Chakras",
			"",
			"{SOURCE Martial Arts Handbook/28}",
			"",
			"You've learned how to block the lower chakras of your foes.  ",
			"**Prerequisites:** {feat/Psychic Sensitivity} or levels in an occult class, brawler's flurry or flurry of blows class feature, ki pool.  ",
			"**Benefit:** As a standard action, you can spend 1 ki point to make a single unarmed strike that attempts to block one of the target's chakras. If you hit the target and deal damage, you can select either the root, sacral, or navel chakra, as long as you can open that chakra yourself. The target suffers a specific effect based on the chosen chakra (see below), though it can reduce these effects with a successful Fortitude save (DC = 10 + half your character level + the ability modifier you use to calculate your ki pool).",
			"",
			"- Root: The target's DR is reduced by 10 for 1 minute. If the target has multiple forms of DR, you choose which DR is reduced. On a successful save, the target's DR is instead reduced by 5 for 1 round.",
			"- Sacral: The target can't use any of its speeds except its land speed (or swim speed for an aquatic creature) for 1 round, and it moves at half speed for 1 minute. If it was flying, the target can attempt a Fly check to fall safely. On a successful save, the target instead moves at half speed for 1 round.",
			"- Navel: The target takes a -2 penalty on attack rolls and damage rolls, and it reduces the DCs of its spells and abilities by 2 for 1 minute. On a successful save, the penalty and reduction is halved and lasts for 1 round."
		]
	},
	"block_upper_chakras": {
		"name": "Block Upper Chakras",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Block Upper Chakras",
			"",
			"{SOURCE Martial Arts Handbook/28}",
			"",
			"You can block additional chakras.  ",
			"**Prerequisites:** {feat/Block Chakras}, {feat/Psychic Sensitivity}, ki pool, character level 8th.  ",
			"**Benefit:** When you use {feat/Block Chakras}, you can also select from the heart, throat, brow, and crown chakras, as long as you can open the chosen chakra yourself, with the following effects.",
			"",
			"- Heart: The target can't recover hit points from any source for 1 minute. This prevents hit point recovery from fast healing and regeneration but doesn't deactivate regeneration altogether, so it does not allow a creature with regeneration to be killed through hit point damage. On a successful save, the target recovers only half as many hit points for 1 round.",
			"- Throat: The target can't speak or cast spells with a thought component for 1 round, and for 1 minute, actions that require speaking or thought components have a 20% chance to fail. On a successful save, actions that require speaking or thought components have a 50% chance to fail for 1 round.",
			"- Brow: The target is blinded for 1 minute. On a successful save, the target loses all special forms of vision (such as low-light vision, see in darkness, and true seeing) for 1 round; this doesn't affect nonvisual senses like blindsight and blindsense.",
			"- Crown: The target must roll twice and take the lower result on all d20 rolls for 1 round and on its first attack roll or caster level check each round for 1 minute. On a successful save, the target must roll twice and take the lower result on its next d20 roll."
		]
	},
	"blood_beak": {
		"name": "Blood Beak",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Blood Beak (Combat)",
			"",
			"{SOURCE Advanced Race Guide/165}",
			"",
			"Your bleed attack is bloody and dangerous.  ",
			"**Prerequisites:** Base attack bonus +5, natural weapon racial trait, tengu.  ",
			"**Benefit:** Increase the damage of your beak attack to 1d6. Furthermore, when you confirm a critical hit with your beak attack, you also deal 1 point of bleed damage.  ",
			"**Special:** The bleed effect from this feat stacks with that of the {feat/Bleeding Critical} feat and similar effects, adding 1 point to your bleed damage.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">You can spend 1 stamina point when you confirm a critical hit with your beak to increase the bleed damage to 1d4 points of bleed damage."
		]
	},
	"blood_drinker": {
		"name": "Blood Drinker",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Blood Drinker",
			"",
			"{SOURCE Advanced Race Guide/99}",
			"",
			"Consuming blood reinvigorates you.  ",
			"**Prerequisites:** Dhampir.  ",
			"**Benefit:** Choose one humanoid subtype, such as \"goblinoid\" (this subtype cannot be \"dhampir\"). You have acquired a taste for the blood of creatures with this subtype. Whenever you drink fresh blood from such a creature, you gain 5 temporary hit points and a +1 bonus on checks and saves based on Constitution. The effects last 1 hour. If you feed multiple times, you continue to gain hit points to a maximum of 5 temporary hit points for every three Hit Dice you have, but the +1 bonus on Constitution-based skill checks and saving throws does not stack.",
			"",
			"Normally, you can only drink blood from an opponent who is helpless, grappled, paralyzed, pinned, unconscious, or similarly disabled. If you have a bite attack, you can drink blood automatically as part of your bite attack; otherwise, you must first cut your target by dealing 1 hit point of damage with a slashing or piercing weapon (though you may feed upon a creature with severe wounds or a bleed effect without cutting it first). Once you cut the target, you can drink from its wound as a standard action. Drinking blood deals 2 points of Constitution damage to the creature you feed upon.",
			"",
			"The blood must come from a living creature of the specified humanoid subtype. It cannot come from a dead or summoned creature. Feeding on unwilling intelligent creatures is an evil act."
		]
	},
	"blood_feast": {
		"name": "Blood Feast",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Blood Feast (Combat)",
			"",
			"{SOURCE Horror Adventures/82}",
			"",
			"You become more aggressive and vicious when you taste living flesh and blood.  ",
			"**Prerequisites:** Bite attack.  ",
			"**Benefit:** When you damage a living creature with your bite attack, you gain a +1 morale bonus on attack and damage rolls with your bite attack until the end of your next turn."
		]
	},
	"blood_feaster": {
		"name": "Blood Feaster",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Blood Feaster",
			"",
			"{SOURCE Advanced Race Guide/100}",
			"",
			"Consuming blood gives you superhuman strength.  ",
			"**Prerequisites:** {feat/Blood Drinker}, base attack bonus +6, dhampir.  ",
			"**Benefit:** If you use your Blood Drinker feat to drain 4 or more points of Constitution from a living creature, you gain a +2 bonus on damage rolls and a +1 bonus on Strength-based skill checks. This bonus lasts for a number of rounds equal to 1/2 your Hit Dice."
		]
	},
	"blood_for_the_empire": {
		"name": "Blood for the Empire",
		"sources": [ "Pathfinder #132: The Six-Legend Soul" ],
		"description": [
			"## Blood for the Empire (Teamwork)",
			"",
			"{SOURCE Pathfinder #132: The Six-Legend Soul/72}",
			"",
			"When fighting alongside your allies, the sight of a bloodied foe inspires you to greatness, while a martyred comrade compels you to vengeance.  ",
			"**Prerequisites:** Base attack bonus +4.  ",
			"**Benefit:** You gain a +2 morale bonus on attack and damage rolls against a target that was damaged by an ally with this feat within the last round. When an ally with this feat dies within 30 feet of you, you gain the effects of {spell/haste} for 1 round."
		]
	},
	"blood_frenzy_assault": {
		"name": "Blood Frenzy Assault",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Blood Frenzy Assault (Combat)",
			"",
			"{SOURCE Heroes from the Fringe/31}",
			"",
			"The scent of blood intensifies your fury, and every wound you tear into your foes increases both your drive and ability to wreak havoc.  ",
			"**Prerequisites:** Str 17, {feat/Blood Frenzy Strike}, {feat/Blood Frenzy Style}, {feat/Bloody Assault}, {feat/Improved Unarmed Strike}, {feat/Power Attack}, base attack bonus +6, aquatic subtype.  ",
			"**Benefit:** While you are using Blood Frenzy Style, when you make a full attack, you can make an additional unarmed or natural weapon attack for each enemy within your reach that is affected by a bleed effect. Until your next turn, you take a -2 penalty to AC for each additional attack gained in this way. In addition, the bleed damage your unarmed strikes deal from Blood Frenzy Strike increases to 2d6 points of bleed damage."
		]
	},
	"blood_frenzy_strike": {
		"name": "Blood Frenzy Strike",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Blood Frenzy Strike (Combat)",
			"",
			"{SOURCE Heroes from the Fringe/31}",
			"",
			"Your strikes tear at an opponent's flesh, inflicting serious wounds, and you can unleash all of your pent-up rage in a single powerful blow.  ",
			"**Prerequisites:** Str 15, {feat/Blood Frenzy Style}, {feat/Improved Unarmed Strike}, {feat/Power Attack}, base attack bonus +4, aquatic subtype.  ",
			"**Benefit:** While you are using Blood Frenzy Style, when you damage an opponent with your unarmed strikes or natural attacks, you deal an extra 1d6 points of bleed damage; this bleed damage does not stack with itself. Once every 1d4 rounds, you can make an unarmed attack with a -5 penalty; if you hit, you deal an additional 2d6 points of bludgeoning damage."
		]
	},
	"blood_frenzy_style": {
		"name": "Blood Frenzy Style",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Blood Frenzy Style (Combat, Style)",
			"",
			"{SOURCE Heroes from the Fringe/31}",
			"",
			"You have learned to turn your pain into power, whipping yourself into a blood frenzy whenever you take damage.  ",
			"**Prerequisites:** Str 13, {feat/Improved Unarmed Strike}, base attack bonus +1, aquatic subtype.  ",
			"**Benefit:** While you are using Blood Frenzy Style, you gain a +2 bonus to your Strength and Constitution, and you take a -2 penalty to AC.  ",
			"**Special:** You can enter Blood Frenzy Style only as an immediate action when you take damage. You cannot enter this style as a swift action, as with other style feats."
		]
	},
	"blood_of_heroes": {
		"name": "Blood of Heroes",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Blood of Heroes (Hero Point)",
			"",
			"{SOURCE Advanced Player's Guide/323}",
			"",
			"You have a sense of destiny about you and always seem to succeed, even when the odds are against you.  ",
			"**Prerequisites:** Hero's Fortune.  ",
			"**Benefit:** Whenever you gain a level, you gain 2 hero points instead of 1.  ",
			"**Normal:** Whenever you gain a level, you gain 1 hero point."
		]
	},
	"blood_salvage": {
		"name": "Blood Salvage",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Blood Salvage",
			"",
			"{SOURCE Advanced Race Guide/100}",
			"",
			"You do not need to drink blood from a living creature to gain healing benefits.  ",
			"**Prerequisites:** {feat/Blood Drinker}, dhampir.  ",
			"**Benefit:** You can use your Blood Drinker feat on a dead creature of the appropriate humanoid subtype. The creature must have died less than 6 hours beforehand.  ",
			"**Normal:** You only benefit from the Blood Drinker feat if you consume fresh blood from a living creature."
		]
	},
	"blood_spurt": {
		"name": "Blood Spurt",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Blood Spurt (Combat)",
			"",
			"{SOURCE Horror Adventures/82}",
			"",
			"When cut in combat, you spray your blood into the faces of your foes.  ",
			"**Prerequisites:** Base attack bonus +2, susceptibility to bleed damage.  ",
			"**Benefit:** Whenever a creature adjacent to you hits you with a melee attack that deals bleed damage, that creature must succeed at a Fortitude save (DC = 10 + 1/2 your character level + your Constitution modifier) or become blinded for 1d4 rounds as your blood sprays it in the face. Additionally, if you have a special ability that deals bleed damage (such as a rogue's bleeding strike rogue talent), as a standard action, you can deal 1 point of bleed damage to yourself to spray blood in the face of an adjacent creature of your choice, causing the same effect. The creature only needs to attempt the saving throw for the first of its attacks that deals bleed damage."
		]
	},
	"blood_tide": {
		"name": "Blood Tide",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Blood Tide",
			"",
			"{SOURCE Monster Codex/189}",
			"",
			"In the throes of blood frenzy, you can unleash a whirlwind of claws and teeth against your foes.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Greater Blood Frenzy}, base attack bonus +6, blood frenzy ability, sahuagin.  ",
			"**Benefit:** When you make a full attack while in a blood frenzy, you can give up your regular attacks to instead make one melee attack at your highest base attack bonus against each bleeding or wounded opponent within reach. You must use a natural weapon with these attacks, and you must make a separate attack roll against each opponent. You do not need to use the same natural weapon against each opponent.",
			"",
			"When you use Blood Tide, you also forfeit any extra attacks granted by other feats, spells, or abilities."
		]
	},
	"blood_ties": {
		"name": "Blood Ties",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Blood Ties",
			"",
			"{SOURCE Gnomes of Golarion/30}",
			"",
			"Pointing out your shared kinship with someone gives you the chance to win over creatures associated with your bloodline.  ",
			"**Prerequisites:** Bluff 1 rank, bloodline class feature, gnome.  ",
			"**Benefit:** When attempting a Diplomacy check to influence a creature with a plausible connection to your sorcerous bloodline, you may instead make a Bluff check. For example, a gnome sorcerer with the draconic bloodline may use this feat against dragons and their kin, but no other creatures."
		]
	},
	"blood_vengeance": {
		"name": "Blood Vengeance",
		"sources": [
			"Advanced Race Guide",
			"Orcs of Golarion"
		],
		"description": [
			"## Blood Vengeance",
			"",
			"{SOURCE Advanced Race Guide/56;Orcs of Golarion/24}",
			"",
			"Seeing an ally fall in combat fills you with a raging and murderous fury.  ",
			"**Prerequisites:** Half-orc or orc, nonlawful.  ",
			"**Benefit:** Whenever one of your allies is reduced to negative hit points or killed, you may enter a state similar to but less powerful than a barbarian's rage as a free action on your next turn. If you have the rage class feature and are already raging, your morale bonuses to Strength and Constitution increase by +2 for the duration of your rage. If you do not have the rage class feature, or you have no more rage rounds left, this weaker rage gives you all the benefits and penalties of a barbarian's rage, except your morale bonus to Strength and Constitution is only +2. In either case, this state lasts for 4 rounds.",
			"",
			"As with a barbarian's rage, when this weaker rage ends, you are fatigued; if another ally falls before this duration ends, the weaker rage lasts for an additional 4 rounds. This feat does not allow you to enter a rage if you are fatigued. You may only use this feat if the fallen ally had at least as many Hit Dice as you (excluding conjured or summoned allies)."
		]
	},
	"blooded_arcane_strike": {
		"name": "Blooded Arcane Strike",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Blooded Arcane Strike (Combat)",
			"",
			"{SOURCE Advanced Class Guide/143}",
			"",
			"Arcane energy guides your devastating attack.  ",
			"**Prerequisites:** {feat/Arcane Strike}, ability to cast arcane spells, bloodrage class feature.  ",
			"**Benefit:** While you are bloodraging, you don't need to spend a swift action to use your Arcane Strike - it is always in effect. When you use this ability with {feat/Vital Strike}, {feat/Improved Vital Strike}, or {feat/Greater Vital Strike}, the bonus on damage rolls for Arcane Strike is multiplied by the number of times (two, three, or four) you roll damage dice for one of those feats.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/114}",
			">",
			">When you imbue your weapon with Arcane Strike, you can spend 5 stamina points to increase its damage by 1 for the duration of the Arcane Strike effect."
		]
	},
	"bloodletting": {
		"name": "Bloodletting",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Bloodletting (Combat)",
			"",
			"{SOURCE Inner Sea Gods/208;Faiths of Corruption/25}",
			"",
			"When you attack with a piercing or slashing weapon, the wounds you cause bleed profusely.  ",
			"**Prerequisites:** Worshiper of Zon-Kuthon.  ",
			"**Benefit:** Whenever you threaten a critical hit with a piercing or slashing weapon (regardless of whether you confirm the critical hit or not), you deal 1 point of bleed damage to the targeted creature.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">When you confirm a critical hit with a piercing or slashing weapon, you can spend up to 2 stamina points to increase the bleed damage dealt by Bloodletting by 1 per stamina point spent."
		]
	},
	"bloodmarked_flight": {
		"name": "Bloodmarked Flight",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Bloodmarked Flight",
			"",
			"{SOURCE Blood of the Moon/9}",
			"",
			"Your attunement to your werebat ancestry has allowed you to master a crude form of flight.  ",
			"**Prerequisites:** Base attack bonus +5, werebat-kin.  ",
			"**Benefit:** As an additional bestial feature, you can use your change shape ability to gain a fly speed of 30 feet with poor maneuverability if carrying a light load and wearing no armor or light armor, or a fly speed of 20 feet with clumsy maneuverability if carrying a medium or heavy load or wearing medium or heavy armor."
		]
	},
	"bloodstone_manhunter": {
		"name": "Bloodstone Manhunter",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Bloodstone Manhunter (Faction)",
			"",
			"{SOURCE Faction Guide/56}",
			"",
			"You are skilled at fighting criminal humans such as bandits.  ",
			"**Prerequisites:** [Bloodstone Swords](rule/f_merceneries) 10 TPA.  ",
			"**Benefit:** You gain a +1 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks against humans, and a +1 bonus on weapon attack and damage rolls against humans. If you have a favored enemy bonus against humans, this feat does not stack with that bonus."
		]
	}
}
