{
	"chairbreaker": {
		"name": "Chairbreaker",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Chairbreaker (Combat)",
			"",
			"{SOURCE Champions of Corruption/23}",
			"",
			"You deal more damage by breaking nearby objects against your enemies.  ",
			"**Prerequisites:** {feat/Catch Off-Guard}, base attack bonus +1.  ",
			"**Benefit:** When you attack a target with an {misc/improvised} weapon, you can give that weapon the {misc/broken} condition to deal 1d4 points of additional damage on that attack. Additionally, you gain a +4 bonus on the roll to confirm a critical hit with this attack. If you confirm the crit, the extra damage granted by this feat is also multiplied and the improvised weapon is destroyed."
		]
	},
	"chakra_adept": {
		"name": "Chakra Adept",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Chakra Adept",
			"",
			"{SOURCE Occult Adventures/129}",
			"",
			"Your body and soul have grown more accustomed to kundalini energy.  ",
			"**Prerequisites:** {feat/Chakra Initiate}, ability to awaken the heart chakra.  ",
			"**Benefit:** Your pool of serpent-fire ki increases to 4 points. When you maintain your {rule/activating_<chakras} as a swift action without opening a new chakra, you can choose to attempt either the Fortitude save or the Will save instead of both.",
			"",
			"In addition, after you stop spending ki to maintain your chakras, the kundalini energy lingers in your body. On the first round during which you spend no ki to maintain your chakras, your highest chakra closes and you can spend a swift action to use any one of the abilities of your remaining open chakras. On the next round after that, all of your chakras close, and you must spend 1 point of ki and a swift action to start again from your root chakra."
		]
	},
	"chakra_initiate": {
		"name": "Chakra Initiate",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Chakra Initiate",
			"",
			"{SOURCE Occult Adventures/129}",
			"",
			"You have an extra wellspring of kundalini energy that you can use to open your chakras.  ",
			"**Prerequisites:** Ability to awaken the root chakra.  ",
			"**Benefit:** You gain a pool that holds 3 points of serpentfire ki, which you can use only to open or maintain {rule/activating_<chakras}. These serpent-fire ki points are replenished at the same time you replenish the points in your regular ki pool."
		]
	},
	"chakra_mandala": {
		"name": "Chakra Mandala",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Chakra Mandala",
			"",
			"{SOURCE Occult Origins/24}",
			"",
			"Using scars, tattoos, or henna, you inscribe symbols over your chakras to help maintain your balance of kundalini.  ",
			"**Prerequisites:** Ki pool class feature.  ",
			"**Benefit:** If you fail the Fortitude saving throw to maintain your awakened {rule/activating_<chakras}, you take only half the normal damage."
		]
	},
	"chakra_master": {
		"name": "Chakra Master",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Chakra Master",
			"",
			"{SOURCE Occult Adventures/129}",
			"",
			"You have mastered all seven chakras, and use your ki to pull more power from the kundalini flow.  ",
			"**Prerequisites:** {feat/Chakra Adept}, {feat/Chakra Initiate}, ability to awaken the crown chakra.  ",
			"**Benefit:** Your pool of serpent-fire ki increases to 5 points. You can spend 3 ki points instead of 1 when you open or maintain a chakra to gain the benefits of two {rule/activating_<chakras} instead of one in that round. If you are opening or maintaining your crown chakra, this stacks with the crown chakra's special power, allowing you to gain the benefits of three chakras in a round."
		]
	},
	"champion": {
		"name": "Champion",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Champion (Story)",
			"",
			"{SOURCE Ultimate Campaign/67}",
			"",
			"You must prove yourself through single combat.  ",
			"**Prerequisites:** You must have defeated a single challenging foe without any aid from another, or have the [Competition Champion](rule/birth_circumstances_and_more) major childhood event background, or the Champion of a God (barbarian), Champion of the People (cavalier), or Gladiator (fighter) {rule/class background>_tables}.  ",
			"**Benefit:** As a swift action, you can declare a single combat challenge to one foe within 50 feet and in line of sight. Upon doing so, you gain a +1 bonus on attack rolls and a +1 dodge bonus to AC against that foe as long as no one else threatens that opponent or until the single combat challenge ends. If another combatant attacks you or your foe, the challenge ends and you take a -2 penalty on attack rolls and to AC for 1 round. Though you can declare a single combat challenge at will, once you declare it on a foe you can't declare it on the same foe for another 24 hours.  ",
			"**Goal:** Defeat an appropriate number of challenging foes in single combat. These combats must not be interrupted by other creatures, and the foes must not have already been substantially injured or impaired prior to combat with you.  ",
			"**Completion Benefit:** Your bonuses for single combat increase to +2. In addition, any confirmed critical hits you make against such a foe deal an additional 1d6 points of damage."
		]
	},
	"champion_of_anarchy": {
		"name": "Champion of Anarchy",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Anarchy (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/98}",
			"",
			"You spread chaos wherever you go.  ",
			"**Prerequisites:** 10 Hit Dice, chaotic neutral alignment.  ",
			"**Benefit:** You can store a number of {rule/shifts_and_<affirmations} up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can use an affirmation to cast {spell/lesser confusion} as a spell-like ability as a standard action, with a caster level equal to your Hit Dice. The duration of this effect on a failed save is 1d4 rounds. Lastly, you gain a +2 bonus on weapon and spell damage rolls against lawful creatures. This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but are no longer chaotic neutral, you continue to gain the +2 bonus on weapon and spell damage against lawful creatures."
		]
	},
	"champion_of_balance": {
		"name": "Champion of Balance",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Balance (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/98}",
			"",
			"You are dedicated to perfect balance in the multiverse.  ",
			"**Prerequisites:** 10 Hit Dice, neutral alignment.  ",
			"**Benefit:** You gain a +2 bonus on weapon and spell damage rolls against good and evil creatures. You also gain a +2 bonus on weapon and spell damage rolls against lawful and chaotic creatures. These bonuses stack with each other.  ",
			"**Residual:** You gain no benefit from this feat if you are not of neutral alignment."
		]
	},
	"champion_of_destruction": {
		"name": "Champion of Destruction",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Destruction (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/98}",
			"",
			"You would destroy the world if it were within your power.  ",
			"**Prerequisites:** 10 Hit Dice, chaotic evil alignment.  ",
			"**Benefit:** You can store a number of {rule/shifts_and_<affirmations} up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can also use an affirmation to treat an effect on you from a spell, magic item, or other alignment-based effect as if you were neither chaotic nor evil. You can choose to do so after any attack roll hits you with such an effect or you fail a saving throw against such an effect. Lastly, you gain a +2 bonus on weapon and spell damage rolls against lawful and good creatures (or +4 if the creature is both lawful and good). This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but you are no longer chaotic evil, you continue to gain the +2 bonus on weapon and spell damage rolls against lawful and good creatures (or +4 if the creature is both lawful and good)."
		]
	},
	"champion_of_freedom": {
		"name": "Champion of Freedom",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Freedom (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/99}",
			"",
			"You believe that beings can thrive only when free.  ",
			"**Prerequisites:** 10 Hit Dice, chaotic good alignment.  ",
			"**Benefit:** You can store a number of {rule/shifts_and_<affirmations} up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can also use an affirmation to gain the effects of {spell/freedom of movement} for 1 round. Lastly, you gain a +2 bonus on weapon and spell damage rolls against evil and lawful creatures (or +4 if the creature is both evil and lawful). This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but you are no longer chaotic good, you continue to gain the +2 bonus on weapon and spell damage rolls against evil and lawful creatures (or +4 if the creature is both lawful and evil)."
		]
	},
	"champion_of_grace": {
		"name": "Champion of Grace",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Grace (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/99}",
			"",
			"It is your mission to do as much good as possible.  ",
			"**Prerequisites:** 10 Hit Dice, neutral good alignment.  ",
			"**Benefit:** You can store a number of {rule/shifts_and_<affirmations} up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can use an affirmation and touch a creature as a standard action to remove a single condition or harmful effect from the list of paladin {ability/mercies} (using your Hit Dice as your paladin level to determine which mercies you can use and their effects). Lastly, you gain a +2 bonus on weapon and spell damage rolls against evil creatures. This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but you are no longer neutral good, you continue to gain the +2 bonus on weapon and spell damage rolls against evil creatures."
		]
	},
	"champion_of_malevolence": {
		"name": "Champion of Malevolence",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Malevolence (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/99}",
			"",
			"Things would be better if everyone just did as you wished.  ",
			"**Prerequisites:** 10 Hit Dice, neutral evil alignment.  ",
			"**Benefit:** You can store a number of {rule/shifts_and_<affirmations} up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can use an affirmation and touch a creature as a standard action to bestow a single condition or harmful effect from the list of antipaladin cruelties (using your Hit Dice as your antipaladin level to determine which cruelties you can use and their effects). Lastly, you gain a +2 bonus on weapon and spell damage rolls against good creatures. This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but you are no longer neutral evil, you continue to gain the +2 bonus on weapon and spell damage rolls against good creatures."
		]
	},
	"champion_of_righteousness": {
		"name": "Champion of Righteousness",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Righteousness (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/99}",
			"",
			"You know that good must be tempered with order if it's going to prevail in the long term.  ",
			"**Prerequisites:** 10 Hit Dice, lawful good alignment.  ",
			"**Benefit:** You can store a number of {rule/shifts_and_<affirmations} up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can use an affirmation to treat the effect of a spell, magic item, or other alignment-based effect on you as if you were neither lawful nor good. You can choose to do so after any attack roll hits you with such an effect or you fail a saving throw against such an effect. Lastly, you gain a +2 bonus on weapon and spell damage rolls against chaotic and evil creatures (or +4 if the creature is both chaotic and evil). This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but you are no longer lawful good, you continue to gain the +2 bonus on weapon and spell damage rolls against chaotic and evil creatures (or +4 if the creature is both chaotic and evil)."
		]
	},
	"champion_of_tranquility": {
		"name": "Champion of Tranquility",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Tranquility (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/99}",
			"",
			"The harmony of law is your highest ideal.  ",
			"**Prerequisites:** 10 Hit Dice, lawful neutral alignment.  ",
			"**Benefit:** You can store a number of {rule/shifts_and_<affirmations} up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can use an affirmation to cast {spell/calm emotions} as a spell-like ability as a standard action, with a caster level equal to your Hit Dice. Lastly, you gain a +2 bonus on weapon and spell damage rolls against chaotic creatures. This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but you are no longer lawful neutral, you continue to gain the +2 bonus on weapon and spell damage rolls against chaotic creatures."
		]
	},
	"champion_of_tyranny": {
		"name": "Champion of Tyranny",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Champion of Tyranny (Alignment)",
			"",
			"{SOURCE Pathfinder Unchained/99}",
			"",
			"You must beat down the masses to have true order.  ",
			"**Prerequisites:** 10 Hit Dice, lawful evil alignment.  ",
			"**Benefit:** You can store a number of {rule/shifts_and_<affirmations} up to your Charisma bonus (minimum 1) to use at any time, not just within the next 24 hours. You can use an affirmation to cast {spell/hold person} as a spell-like ability as a standard action, with a caster level equal to your Hit Dice. You gain a +2 bonus on weapon and spell damage rolls against chaotic and good creatures (or +4 if the creature is both chaotic and good). This is an alignment-based effect.  ",
			"**Residual:** If you have this feat but you are no longer lawful evil, you continue to gain the +2 bonus on weapon and spell damage rolls against chaotic and good creatures (or a +4 bonus if the creature is both chaotic and good)."
		]
	},
	"chance_death": {
		"name": "Chance Death",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Chance Death (Origin)",
			"",
			"{SOURCE Plane-Hopper's Handbook/16}",
			"",
			"You might have been struck by lightning or fallen off a horse, but either way your death came as the result of pure bad luck, a happenstance accident no one could have predicted.  ",
			"**Prerequisites:** {race/Duskwalker}.  ",
			"**Benefit:** Once per day, if you would die as a result of an attack or failing a saving throw, as an immediate action you can reroll the attack or saving throw. You must use the result of the second roll, even if it is worse. At 11th level, you can use this feat a second time per day."
		]
	},
	"change_of_heart": {
		"name": "Change of Heart",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Change of Heart",
			"",
			"{SOURCE Martial Arts Handbook/26}",
			"",
			"At the moment of your victory, you can help your foe to see as you do.  ",
			"**Prerequisites:** Base attack bonus +6 or monk level 6th.  ",
			"**Benefit:** When your melee attack would reduce an opponent to 0 or fewer hit points or render the opponent unconscious, you can elect to forgo this damage and instead attempt a Diplomacy check to influence the target's attitude. The DC of this check is equal to 20 + the creature's Hit Dice + the creature's Charisma modifier. You gain a bonus equal to half the damage you would have dealt and can use your base attack bonus instead of your ranks in Diplomacy. Unlike with a normal Diplomacy check, you can increase the target's attitude toward you by more than two steps. You can use the benefits of this feat only against enemies who attacked you and whom you did not attack or otherwise provoke first."
		]
	},
	"changeling_familiar": {
		"name": "Changeling Familiar",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Changeling Familiar",
			"",
			"{SOURCE Wilderness Origins/21}",
			"",
			"Many familiars are able to turn into other animals, but a few familiars have greater talents, and can transform into humanoid bodies of their own.  ",
			"**Prerequisites:** {ability/Familiar>s} class feature, caster level 9th, your {sidekick/familiar} must have the change shape universal monster ability.  ",
			"**Benefit:** Your familiar's {umr/change shape} universal monster ability} can function as {spell/alter self}, and it gains a single alternate form of either Small or Medium size. This form is of a child or teenager of its master's species, and once chosen cannot be changed. Such changeling familiars always bear some kind of visible mark of their original nature, such as a cat's eyes, a serpent's tongue, or small demonic horns. The changeling familiar does not gain any new languages with this transformation, so changeling familiars are often mute."
		]
	},
	"channel_deific_essence": {
		"name": "Channel Deific Essence",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Channel Deific Essence",
			"",
			"{SOURCE Planar Adventures/26}",
			"",
			"Rather than bringing forth positive or negative energy to heal allies or blast undead, you channel a fraction of your deity's power into yourself.  ",
			"**Prerequisites:** {feat/Alignment Channel}, {ability/channel energy} 5d6, domain class feature, same alignment as patron deity.  ",
			"**Benefit:** As a standard action, you can expend a use of channel energy to select a domain you have. You gain the ability associated with that domain from the {spell/invoke deity} spell for a number of rounds equal to your number of channel energy dice. While this ability is active, taking actions directly opposed to your deity's teachings or alignment causes you to take the penalties listed in *invoke deity* and ends this effect. You can gain only one ability from this feat at a time, and its effects do not stack with *invoke deity.*",
			"",
			"If you instead expend two uses of channel energy, you can instead infuse a single willing target within 30 feet with deific essence. The target need not be a worshiper of your deity, but is subject to the same penalties if it takes actions directly opposed to your deity's teachings or alignment."
		]
	},
	"channel_discord": {
		"name": "Channel Discord",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Channel Discord",
			"",
			"{SOURCE Inner Sea Gods/208}",
			"",
			"You can focus the Abyss's power to sow discord among those who take damage from your channeled energy.  ",
			"**Prerequisites:** {ability/Channel energy} 8d6, worshiper of a demon lord.  ",
			"**Benefit:** Once per day when you channel negative energy to harm living creatures, in addition to dealing damage you can choose to affect those who fail their Will save against your channel with a {spell/song of discord} (caster level equal to your effective cleric level)."
		]
	},
	"channel_endurance": {
		"name": "Channel Endurance",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Channel Endurance",
			"",
			"{SOURCE Inner Sea Gods/209}",
			"",
			"Calling upon the winds and the waves, you prepare your allies for the dangers of the natural world.  ",
			"**Prerequisites:** {ability/Channel positive energy} 3d6, worshiper of {faith/Gozreh}.  ",
			"**Benefit:** Once per day when you channel positive energy to heal living creatures, you can choose to grant each healed creature the benefit of {spell/endure elements} (caster level equal to your effective cleric level). This effect lasts 24 hours."
		]
	},
	"channel_force": {
		"name": "Channel Force",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Channel Force",
			"",
			"{SOURCE Advanced Race Guide/88}",
			"",
			"Your channel is bolstered by your faith, allowing you to move and damage your foes.  ",
			"**Prerequisites:** {race/Aasimar}, {ability/channel energy} 2d6.  ",
			"**Benefit:** When you channel energy to deal damage, you may choose to affect only a single target within 30 feet. In addition to dealing damage, if that single target fails its saving throw, you may pull or push the target up to 5 feet for every 2d6 points of channel energy damage you are capable of dealing."
		]
	},
	"channel_hate": {
		"name": "Channel Hate",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Channel Hate",
			"",
			"{SOURCE Inner Sea Gods/209}",
			"",
			"You masterfully inspire in others violence toward those you hate.  ",
			"**Prerequisites:** {ability/Channel energy} 6d6, worshiper of {faith/Gyronna}.  ",
			"**Benefit:** As a standard action, you can expend one use of your channel energy ability to affect a single creature within 30 feet as if you had cast {spell/vengeful outrage} (caster level equal to your effective cleric level). Upon obtaining channel energy 9d6, you can affect a number of creatures within 30 feet equal to your Charisma bonus (minimum 2 creatures) with this feat instead. If you expend an extra use of channel energy when using this feat, the target does not gain a second saving throw against this effect if you designate the target's friend or loved one as its hated enemy."
		]
	},
	"channel_ray": {
		"name": "Channel Ray",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Channel Ray",
			"",
			"{SOURCE Ranged Tactics Toolbox/12}",
			"",
			"You can focus your channeled energy on a single target.  ",
			"**Prerequisites:** {ability/Channel energy} class feature.  ",
			"**Benefit:** When you channel energy, you can project a ray from your holy symbol instead of creating a burst. You must succeed at a ranged touch attack to hit an unwilling target; your target is then affected by the channeled energy as normal and receives a saving throw. You need not make an attack roll to affect a willing creature with the ray. The ray has a range of 30 feet per channel energy die, and its save DC is increased by 2."
		]
	},
	"channel_smite": {
		"name": "Channel Smite",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Channel Smite (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/119}",
			"",
			"You can channel your divine energy through a melee weapon you wield.  ",
			"**Prerequisites:** {ability/Channel energy} class feature.  ",
			"**Benefit:** Before you make a melee attack roll, you can choose to spend one use of your channel energy ability as a swift action. If you channel positive energy and you hit an undead creature, that creature takes an amount of additional damage equal to the damage dealt by your channel positive energy ability. If you channel negative energy and you hit a living creature, that creature takes an amount of additional damage equal to the damage dealt by your channel negative energy ability. Your target can make a Will save, as normal, to halve this additional damage. If your attack misses, the channel energy ability is still expended with no effect.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When making an attack using this feat, you can spend a number of stamina points up to the number of dice in your channel energy. For each stamina point you spend in this way, add an additional 1d6 points of positive or negative energy damage to your Channel Smite attack. This damage is also halved if the target succeeds at its Will save against the Channel Smite attack.",
			"",
			"### Mythic Channel Smite",
			"",
			"{SOURCE Mythic Adventures/60}",
			"",
			"Your weapon a conduit of divine energy.  ",
			"**Prerequisites:** Channel Smite.  ",
			"**Benefit:** When using Channel Smite, you gain a bonus on your attack roll equal to the number of d6s granted by your channel energy class feature. This is either a sacred bonus (if channeling positive energy) or a profane bonus (if channeling negative energy). If your attack misses the target, you can expend one use of mythic power as a free action to release the channeled energy, producing the normal effects of your channel energy class feature centered on the creature you were attempting to smite."
		]
	},
	"channel_spirit": {
		"name": "Channel Spirit",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Channel Spirit",
			"",
			"{SOURCE Haunted Heroes Handbook/24}",
			"",
			"You can willingly allow spirits to possess you, trading a taste of your life for their knowledge and abilities.  ",
			"**Prerequisites:** {feat/Spirit Ridden} or spirit class feature.  ",
			"**Benefit:** Select one of the {ability/spirit[ legend]s} available to a {class/medium}. You can trade control of your body to a spirit of this type for power. You must perform a seance, taking 1 hour and requiring your concentration. At the end of the seance, you invite a spirit of the chosen type to inhabit your body. You do not require an appropriate location to channel the spirit. You gain the benefits of the spirit's spirit bonus and seance boon, but no spirit powers. Your spirit bonus is +1, or equal to your spirit bonus from any medium class levels you have (whichever is higher). You don't select a taboo and the spirit gains no influence over you. You can continue to gain the benefits of the spiritual possession for up to 1 hour per character level you have. At the end of the duration, the spirit takes over your body, and you become an NPC under the GM's control for a duration equal to the amount of time the spirit possessed you. You can end the duration prematurely as a free action, but the spirit still takes over your body. If you have the spirit class feature, you can't use this feat and act as a vessel for a second spirit simultaneously, but you gain spirit powers as normal for your medium level.  ",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take this feat, you gain a new spirit you can channel."
		]
	},
	"channel_surge": {
		"name": "Channel Surge",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Channel Surge",
			"",
			"{SOURCE Cohorts and Companions/15}",
			"",
			"You are a mighty conduit of sacred or profane power.  ",
			"**Prerequisites:** {ability/Channel energy} or {ability/lay on hands} class feature.  ",
			"**Benefit:** When you channel energy or lay on hands, you may expend two uses of the ability as a full-round action to increase the amount of healing or damage you do by +50%."
		]
	},
	"channel_viciousness": {
		"name": "Channel Viciousness",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Channel Viciousness",
			"",
			"{SOURCE Inner Sea Gods/209}",
			"",
			"You can channel brutality into the weapons of your allies.  ",
			"**Prerequisites:** {ability/Channel negative energy} 4d6, worshiper of {faith/Gorum}.  ",
			"**Benefit:** As a standard action, you can expend one of your uses of channel energy to charge the melee weapons of all allies within 30 feet of you with negative energy. Affected melee weapons gain the {magic-enh/vicious} magic weapon special ability for 1 minute &times; your Charisma bonus (minimum 1 minute)."
		]
	},
	"channeled_blessing": {
		"name": "Channeled Blessing",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Channeled Blessing",
			"",
			"{SOURCE Advanced Class Guide/143}",
			"",
			"Your channeled energy can deliver a warpriest's blessing.  ",
			"**Prerequisites:** Blessings class feature, {ability/channel energy} class feature.  ",
			"**Benefit:** When you channel energy to heal, you can instead deliver a warpriest's {ability/blessing>s} to a single willing creature (including yourself) in the area that otherwise would have been healed by your channeled energy. The blessing must be one that requires a standard action and affects one or more creatures. If the blessing would normally affect multiple targets, you affect only a single target. The target receives the blessing in place of the healing and any other effects of the channeled energy. (This application doesn't count toward your uses of blessings per day.)"
		]
	},
	"channeled_revival": {
		"name": "Channeled Revival",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Channeled Revival",
			"",
			"{SOURCE Ultimate Combat/92}",
			"",
			"You can expend a large portion of your channeling power to reverse death itself.  ",
			"**Prerequisites:** {ability/Channel energy} 6d6 (positive energy).  ",
			"**Benefit:** As a full-round action that provokes attacks of opportunity, you can expend three uses of your channel energy class feature to restore a dead creature to life as if you had cast the {spell/breath of life} spell."
		]
	},
	"channeled_shield_wall": {
		"name": "Channeled Shield Wall",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Channeled Shield Wall",
			"",
			"{SOURCE Ultimate Magic/143}",
			"",
			"You draw upon your channel energy to enhance the protective ability of your shield and those of allies while they are adjacent to you.  ",
			"**Prerequisites:** {ability/Channel energy} 3d6, proficiency with a shield.  ",
			"**Benefit:** As a swift action, you can spend a use of your channel energy to grant yourself a +2 deflection bonus while using a shield. This bonus lasts 1 minute per cleric level or effective cleric level. While you benefit from this bonus, allies with shields also gain a +2 deflection bonus while they are adjacent to you."
		]
	},
	"channeling_force": {
		"name": "Channeling Force",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Channeling Force (Combat)",
			"",
			"{SOURCE Advanced Class Guide/143}",
			"",
			"You distill your channeled energy into a sheen of force that surrounds your weapon for a limited time.  ",
			"**Prerequisites:** Ability to cast at least one {spelldef/force} spell, {ability/channel energy} class feature.  ",
			"**Benefit:** A swift action, you can expend one use of channel energy to grant your weapon attacks a bonus on damage rolls equal to the number of dice of your channel energy. This extra damage is force damage. This lasts for your next three weapon attacks or until the end of combat, whichever comes first.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When you hit with an attack while using this feat, you can spend 5 stamina points to not have that attack count as one of the three attacks you can make with the force-imbued weapon."
		]
	},
	"channeling_scourge": {
		"name": "Channeling Scourge",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Channeling Scourge",
			"",
			"{SOURCE Ultimate Combat/92}",
			"",
			"Your zeal for hunting your faith's enemies empowers your ability to channel divine energy, as long as you channel that energy for harm.  ",
			"**Prerequisites:** {ability/Channel energy} class feature, inquisitor level 1st.  ",
			"**Benefit:** When you use channel energy to deal damage, your inquisitor levels count as cleric levels for determining the number of damage dice and the saving throw DC."
		]
	},
	"channeling_variance": {
		"name": "Channeling Variance",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Channeling Variance",
			"",
			"{SOURCE Magic Tactics Toolbox/9}",
			"",
			"You alter your channeled energies based on your god's tenets.  ",
			"**Prerequisites:** Domain class feature, {ability/channel energy} class feature, must worship and receive spells from a deity.  ",
			"**Benefit:** Choose one {ability/variant channeling} ability. The chosen ability must match one of your deity's domains, subdomains, or areas of concern. Three times per day when you channel energy, you can apply the modifications of the chosen variant channeling ability to your channeled energy, including reductions to the damage dealt or healing performed by your channeled energy.",
			"",
			"If you already have a variant channeling ability, this feat instead allows you to channel energy without the modifications of your chosen variant channeling ability (including reductions to the damage dealt or healing performed by your channeled energy) three times per day.",
			"",
			"**Special:** This feat can be selected twice. The second time you do, you can use Channeling Variance whenever you channel energy instead of just three times per day."
		]
	},
	"chaos_reigns": {
		"name": "Chaos Reigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Chaos Reigns (Conduit)",
			"",
			"{SOURCE Planar Adventures/26}",
			"",
			"The Abyss dreams of devastation; the slightest taste of its power is an incitement to bare-fisted violence.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks.  ",
			"**Benefit:** As a swift action, you can allow Abyssal wrath to overtake you. While in this state, you can use one of your hands as a slam natural attack that deals 1d6 points of damage (or 1d4 for Small creatures). A creature that does not have hands can instead use a different part of its body to make this slam attack.",
			"",
			"You can use this feat's benefit for a number of minutes per day equal to your ranks in Knowledge (planes). These minutes need not be consecutive, but they must be spent in 1-minute increments."
		]
	},
	"charge_of_the_righteous": {
		"name": "Charge of the Righteous",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Charge of the Righteous (Combat)",
			"",
			"{SOURCE Inner Sea Gods/209;Faiths of Purity/24}",
			"",
			"You charge toward undead and fiends with confidence in your righteous cause.  ",
			"**Prerequisites:** Base attack bonus +1, any good alignment.  ",
			"**Benefit:** You do not take a penalty to AC while charging undead creatures and evil outsiders.  ",
			"**Normal:** When you charge, you take a -2 penalty to AC until the start of your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/24}",
			">",
			">When charging any creature with an evil alignment, you can spend 2 stamina points in order to ignore the -2 penalty to AC imposed by charging."
		]
	},
	"charge_through": {
		"name": "Charge Through",
		"sources": [
			"Mythic Adventures",
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Charge Through (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/156}",
			"",
			"You can overrun enemies when charging.  ",
			"**Prerequisites:** Str 13, {feat/Improved Overrun}, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** When making a charge, you can attempt to {rule/overrun} one creature in the path of the charge as a free action. If you successfully overrun that creature, you can complete the charge. If the overrun is unsuccessful, the charge ends in the space directly in front of that creature.  ",
			"**Normal:** You must have a clear path toward the target of your charge.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When you attempt and fail to overrun a creature in the path of your charge, you can spend 5 stamina points to finish your charge against that creature instead of losing your charge.",
			"",
			"### Mythic Charge Through",
			"",
			"{SOURCE Mythic Adventures/60}",
			"",
			"You can plow through those who stand between you and the target of your charge.  ",
			"**Prerequisites:** Charge Through.  ",
			"**Benefit:** When charging, you can ignore allies in your path when determining whether or not you can charge your target. Furthermore, after you have attempted at least one overrun with Charge Through, you can expend one use of mythic power as a free action to attempt another overrun against a different opponent in the path of the same charge."
		]
	},
	"charging_hurler": {
		"name": "Charging Hurler",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Charging Hurler (Combat)",
			"",
			"{SOURCE Ultimate Combat/92}",
			"",
			"You know how to use your momentum to enhance your thrown weapon attacks.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}.  ",
			"**Benefit:** You can use the charge rules to make a thrown weapon attack. All the parameters of a charge apply, except that you must only move closer to your opponent, and you must end your movement within 30 feet of that opponent. If you do, you can make a single thrown weapon attack against that opponent, gaining the +2 bonus on the attack roll and taking a -2 penalty to your AC until the start of your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When using this feat, you can spend 2 stamina points to end your movement within 50 feet of your target instead of 30 feet."
		]
	},
	"charging_stag_style": {
		"name": "Charging Stag Style",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Charging Stag Style (Combat, Style)",
			"",
			"{SOURCE Heroes of the Wild/22}",
			"",
			"This style originated among shamanic monks who spent their lives in the wild, allowing them to quickly subdue both game and poachers using the element of surprise. Practitioners of Charging Stag Style can charge fluidly around trees, taking enemies by surprise in the wilderness.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Improved Unarmed Strike}, {feat/Mobility}.  ",
			"**Benefit:** When using this style and not mounted, you can charge through difficult terrain and spaces containing allies. You can also make a single turn of up to 90 degrees during your charge. You must see your target at the beginning of your charge, and can make only a single attack at the end, even if you would normally be able to make multiple attacks (such as with the {umr/pounce} ability).  ",
			"**Normal:** You can't charge through allies' spaces or difficult terrain."
		]
	},
	"charming_performance": {
		"name": "Charming Performance",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Charming Performance",
			"",
			"{SOURCE Cohorts and Companions/6}",
			"",
			"Your musical skill, dramatic timing, or mastery of language make you seem more personable.  ",
			"**Prerequisites:** Cha 13, Perform (any) 1 rank, {ability/bardic performance} or raging song.  ",
			"**Benefit:** You can use Perform, rather than Diplomacy, to improve an NPC's starting attitude toward you. Alternatively, by praising another character, you may use Perform to improve an NPC's starting attitude toward another character, though the DC for doing so is increased by 5. Either use of this feat requires at least 5 minutes of performance. You can't improve an NPC's attitude beyond friendly in this way, but if you would have made them helpful, you gain a +2 bonus on your next normal Diplomacy check against that NPC attempted within 24 hours.",
			"",
			"If the campaign uses the {rule/contact[ rule]s}, seeing you perform can count as up to four of the five positive interactions required to cultivate a contact."
		]
	},
	"charnel_soldiers": {
		"name": "Charnel Soldiers",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Charnel Soldiers",
			"",
			"{SOURCE Cohorts and Companions/15}",
			"",
			"The mindless undead you command fight together like seasoned warriors.  ",
			"**Prerequisites:** Any {main/feats_<teamwork/ feat}, ability to control or create undead.  ",
			"**Benefit:** When you create undead, they gain one teamwork feat you know as a bonus feat, though they gain its benefits only when cooperating with you or with other undead that you have created. If you control undead with the {feat/Command Undead} feat or a spell like {spell/command undead}, they likewise gain one teamwork feat you know as a bonus feat as long as they remain under your control. Intelligent undead gain no benefit from this feat."
		]
	},
	"cherry_blossom_spell": {
		"name": "Cherry Blossom Spell",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Cherry Blossom Spell (Metamagic)",
			"",
			"{SOURCE Wilderness Origins/10}",
			"",
			"You can infuse your spells with the ability to cripple your targets with old age or regress them to the folly of youth.  ",
			"**Benefit:** When a living creature takes damage from the affected spell, that creature also takes 2 points of damage to Strength, Dexterity, and Constitution or 2 points of damage to Intelligence, Wisdom, and Charisma (your choice). If the spell does not normally allow a save, the target can attempt a Fortitude save to negate the effect. Ageless or immortal creatures are immune to this effect. This is a magical aging effect, but it does not alter the creature's true age - it merely simulates the effects of old {rule/age} on the flesh or the reversion to a more infantile mental age. A cherry blossom spell uses up a slot 3 levels higher than the spell's actual level. Spells that don't deal damage don't benefit from this feat."
		]
	},
	"child_of_two_fates": {
		"name": "Child of Two Fates",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Child of Two Fates",
			"",
			"{SOURCE Inner Sea Races/204}",
			"",
			"You have learned to make the most of your torn existence.  ",
			"**Prerequisites:** Knowledge (local) 5 ranks, {race/half-elf}.  ",
			"**Benefit:** Once per day, you can select a teamwork feat that a human or elf ally within 30 feet possesses. You can ignore any race, ethnicity, or racial trait prerequisites, but you must still meet any other prerequisites for that feat to gain this benefit. You're treated as if you possess that feat for up to 1 minute, as long as you stay within 30 feet of the ally whose teamwork feat you have chosen to emulate."
		]
	},
	"child_of_two_worlds": {
		"name": "Child of Two Worlds",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Child of Two Worlds (Story)",
			"",
			"{SOURCE Aquatic Adventures/57}",
			"",
			"You are the child of a land-dwelling creature and an aquatic creature, struggling to reconcile your dual heritage.  ",
			"**Prerequisites:** Whether through an elixir of two worlds or other means, one of your parents was aquatic and the other was a land-dweller. You are mostly a normal member of your race, except as stated in this feat. You must select this feat at 1st level, and you can't have other feats, traits, or abilities that specify your bloodline such as {feat/Racial Heritage}.  ",
			"**Benefit:** You gain a land speed of 10 feet if you are aquatic; if you aren't aquatic, you gain a +4 racial bonus on Swim checks that doesn't stack with the bonus for having a swim speed.  ",
			"**Goal:** You must live among your other parent's race (the aquatic parent if you are a land-dweller or the land-dwelling parent if you are aquatic), learning to adapt to their strange world and culture until others of that race truly accept you. It isn't enough to simply find a member of the appropriate race and badger or sweet-talk them until they agree to accept you; you must perform significant rites of passage and form real bonds with members of your other parent's race.  ",
			"**Special:** You gain the amphibious subtype (and the aquatic subtype, if you don't have it) and can breathe both water and air with equal ease. As a swift action, you can transform your feet into a tail fin (gaining a swim speed of 40 feet) or your tail fin into feet (gaining a land speed of 30 feet), changing back and forth as often as you wish."
		]
	},
	"childlike": {
		"name": "Childlike",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Childlike",
			"",
			"{SOURCE Advanced Player's Guide/156}",
			"",
			"Your resemblance to a human child tends to make others trust you, perhaps more than they should.  ",
			"**Prerequisites:** Cha 13, {race/halfling}.  ",
			"**Benefit:** You can take 10 on Bluff checks to convince others you are telling the truth, so long as your story makes you appear innocent. You gain a +2 bonus on Disguise skill checks to pose as a human child, and ignore the check penalties for disguising yourself as a different race and age category while doing so."
		]
	},
	"chilled_rock": {
		"name": "Chilled Rock",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Chilled Rock",
			"",
			"{SOURCE Monster Codex/68}",
			"",
			"You can transfer the cold of your body to the rocks you throw.  ",
			"**Prerequisites:** {feat/Born of Frost}, {monster/frost giant}.  ",
			"**Benefit:** Any items you throw with your {umr/rock throwing} ability are chilled by your touch, dealing an additional 1d6 points of cold damage."
		]
	},
	"chilling_amplification": {
		"name": "Chilling Amplification",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Chilling Amplification",
			"",
			"{SOURCE Magic Tactics Toolbox/9}",
			"",
			"Your cold spells render their targets sluggish.  ",
			"**Benefit:** Whenever you cast a spell with the cold descriptor, you can take a -1 penalty on attack rolls made with the spell and reduce the spell saving throw's DC by 1 to cause any target that is dealt cold damage by the spell to have its movement speed reduced by 5 feet and become unable to take 5-foot steps. This effect lasts for 1 round + 1 round per 3 spell levels of the spell. You must choose to use this feat before making an attack roll or before your targets attempt their saving throws. This feat has no effect on spells that neither allow a saving throw nor require an attack roll."
		]
	},
	"chimeric_adept": {
		"name": "Chimeric Adept",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Chimeric Adept",
			"",
			"{SOURCE Wilderness Origins/8}",
			"",
			"You can improve your bestial form by enhancing it with the abilities of another animal.  ",
			"**Prerequisites:** Chimeric aspect class feature, wild shape class feature.  ",
			"**Benefit:** When you transform using the wild shape ability, you can gain the abilities of one of the minor forms of another of your chosen aspects as well."
		]
	},
	"chimeric_master": {
		"name": "Chimeric Master",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Chimeric Master",
			"",
			"{SOURCE Wilderness Origins/8}",
			"",
			"Your mastery over your ability to transform into an animal allows you to meld two of your major forms into one.  ",
			"**Prerequisites:** {feat/Chimeric Adept}, wild shape class feature.  ",
			"**Benefit:** When you transform using the wild shape ability, you can gain the benefits of a second major form of another of your aspects. This additional major form grants you all of the abilities it would normally grant, except for any natural attacks, new movement types, or bonuses to movement. When using wild shape to gain two major forms in this way, you do not gain the minor form granted by the {feat/Chimeric Adept} feat."
		]
	},
	"choir_of_blades": {
		"name": "Choir of Blades",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Choir of Blades (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/204}",
			"",
			"You can imitate your allies' exotic martial styles to such an extent that you can gain benefits to your own fighting abilities, even without formal training.  ",
			"**Benefit:** While you're adjacent to an ally of a race different that your own who also has this feat, you gain the following benefits. If your ally has a racial bonus on attack rolls against a particular creature type or subtype, you also gain that bonus. If your ally has ancestral arms, weapon familiarity, or any other racial trait that grants weapon proficiencies, you also gain those proficiencies."
		]
	},
	"chokehold": {
		"name": "Chokehold",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Chokehold (Combat)",
			"",
			"{SOURCE Ultimate Combat/92}",
			"",
			"While grappling, you can cut off an opponent's air and blood supply.  ",
			"**Prerequisites:** {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, base attack bonus +6 or monk level 5th.  ",
			"**Benefit:** While you have an opponent up to one size category larger than you grappled, you can attempt a grapple combat maneuver with a -5 penalty on the check. If you succeed, you have pinned your opponent and hold the opponent in a chokehold. When you maintain the grapple, you also maintain the chokehold. A creature in a chokehold cannot breathe or speak, and thus cannot cast spells that have a verbal component. An opponent you have in a chokehold has to hold his breath or begin suffocating. Any creature that does not breathe, is immune to bleed damage, or is immune to critical hits is immune to the effects of your chokehold. When the grapple is ended, so is the chokehold.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When you attempt a chokehold, you can spend 2 stamina points to reduce the penalty to -1."
		]
	},
	"choral_support": {
		"name": "Choral Support",
		"sources": [ "Distant Realms" ],
		"description": [
			"## Choral Support (Teamwork)",
			"",
			"{SOURCE Distant Realms/32}",
			"",
			"Raising your voice together with your allies', you wield sound itself as a weapon.  ",
			"**Prerequisites:** Perform (sing) 3 ranks.  ",
			"**Benefit:** As a standard action, you can attempt a DC 10 Perform (sing) check to aid an ally who also has this feat. If you succeed at the check, spells cast by your ally before the start of your next turn that deal acid, cold, electricity, or fire damage instead deal sonic damage. Spells that would normally deal sonic damage deal half sonic damage and half damage resulting directly from divine power that is not subject to being reduced by resistance to sonic attacks."
		]
	},
	"circling_mongoose": {
		"name": "Circling Mongoose",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Circling Mongoose (Combat)",
			"",
			"{SOURCE Melee Tactics Toolbox/7}",
			"",
			"You keep your opponent on the defensive as you circle around threateningly.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}, {feat/Spring Attack}, base attack bonus +6.  ",
			"**Benefit:** When you are adjacent to a foe, as a full-round action, you can take a full-attack action to make melee attacks against the foe, moving 5 feet before each attack. You must move 5 feet before each melee attack you make, and can't exceed your maximum speed, exceed your maximum number of attacks in a round, or attack any other target until the beginning of your next turn. You must remain adjacent to the foe, and your movement provokes attacks of opportunity as normal unless you succeed at the appropriate Acrobatics checks. If your first attack against the foe hits, you are considered to be flanking the foe on your second attack. Subsequent attacks made as part of the full-attack action continue to be treated as if you were flanking the foe until one of your attacks misses, at which point your attacks are treated normally.  ",
			"**Normal:** A character without this feat is limited to only one 5-foot step during a full attack, taken before, after, or between attacks."
		]
	},
	"circling_offense": {
		"name": "Circling Offense",
		"sources": [ "Rival Guide" ],
		"description": [
			"## Circling Offense (Combat, Teamwork)",
			"",
			"{SOURCE Rival Guide/35}",
			"",
			"You are skilled at approaching large foes with an ally in a way that makes it difficult for your foes to find an advantage against you or your ally.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Mobility}, base attack bonus +3.  ",
			"**Benefit:** You receive a +1 dodge bonus to your Armor Class against attacks of opportunity provoked by moving through a creature's reach, provided the creature is of a larger size category than you and provided at least one other ally with Circling Offense is within the creature's reach. If a creature that you're receiving this dodge bonus against attacks you and misses with the attack, it provokes attacks of opportunity from any of your allies who possess Circling Offense."
		]
	},
	"circuitous_shot": {
		"name": "Circuitous Shot",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Circuitous Shot (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/80}",
			"",
			"You can bounce ranged attacks off objects to obscure their point of origin and surprise foes.  ",
			"**Prerequisites:** Dex 19, {feat/Blind-Fight} {feat/Improved Precise Shot}, {feat/Point-Blank Shot}, {feat/Precise Shot}, base attack bonus +11.  ",
			"**Benefit:** You can choose to take a -2 penalty on a ranged weapon attack to ricochet it off a stone or metal surface and resolve the attack as if it originated from the chosen ricochet point for the purpose of determining {rule/cover} (but not for determining {rule/concealment}). Add the entire distance the weapon or ammunition traveled to determine range penalties for the attack. Bouncing a shot this way can potentially enable you to make ranged attacks against foes who have total cover against you by going around obstacles, but such a foe still has total concealment against your attack."
		]
	},
	"city_sprinter": {
		"name": "City Sprinter",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## City Sprinter",
			"",
			"{SOURCE Ultimate Intrigue/80}",
			"",
			"You are skilled at moving quickly through forbidding parts of cities.  ",
			"**Prerequisites:** {feat/Street Smarts}.  ",
			"**Benefit:** You do not treat crowds as difficult terrain. You also gain an additional +2 bonus on Acrobatics checks to move along rooftops and on slippery sections of city streets and sewers."
		]
	},
	"city_locked": {
		"name": "City-Locked",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## City-Locked (Story)",
			"",
			"{SOURCE Legacy of the First World/5}",
			"",
			"Your soul craves travel through wild places, but you are stuck in a sedentary urban life by legal matters, honor-bound duties, or other responsibilities.  ",
			"**Prerequisites:** You must permanently dwell in a settlement at least as large as a large town. You must also have a fey ancestor somewhere in your family line, or have The Wanderer [background](rule/influential_associates_table).  ",
			"**Benefit:** When interacting with NPCs who live in your settlement, you gain a +1 bonus on Bluff, Diplomacy, and Sense Motive checks.  ",
			"**Goal:** Complete the tasks to satisfy the terms of the law, matter of honor, or other responsibility, freeing you to leave the settlement without shame.  ",
			"**Special:** Your newfound freedom inspires your body and mind. You gain a +1 bonus on Dexterity- and Intelligence-based ability checks and skill checks and on Will saving throws."
		]
	},
	"citystep": {
		"name": "Citystep",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Citystep",
			"",
			"{SOURCE Heroes from the Fringe/23}",
			"",
			"You are as at home in the cities of mankind as your elven ancestors are within the forests.  ",
			"**Prerequisites:** Stealth 1 rank, {race/half-elf}.  ",
			"**Benefit:** You do not treat crowds as difficult terrain, and you gain a +5 circumstance bonus on Stealth checks when using a crowd as {rule/cover}."
		]
	},
	"civilized_ghoulishness": {
		"name": "Civilized Ghoulishness",
		"sources": [ "Classic Horrors Revisited" ],
		"description": [
			"## Civilized Ghoulishness",
			"",
			"{SOURCE Classic Horrors Revisited/32}",
			"",
			"Although undead, you can easily pass as living.  ",
			"**Prerequisites:** {monster/Ghoul}, Cha 18.  ",
			"**Benefit:** Your appearance is such that, while pale-skinned and gaunt, you can pass as a living humanoid of your choice. You gain a +10 racial bonus on Disguise checks made to appear human, and your channel resistance increases by +2. Ghasts with this feat can activate or suppress their stench ability as a free action."
		]
	},
	"clambering_escape": {
		"name": "Clambering Escape",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Clambering Escape (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/80}",
			"",
			"You can escape an area effect by throwing an enemy in its path to shield yourself.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Reposition}, {ability/evasion} class feature.  ",
			"**Benefit:** When you successfully use your evasion class feature to avoid taking damage from an effect that allows a Reflex saving throw, you can attempt a special {rule/reposition} combat maneuver check against any one foe within reach as an immediate action. If successful, you switch positions with the target of your combat maneuver. If your foe was not initially within range of the effect that you evaded, it must save against the effect as if it had been within the area of effect."
		]
	},
	"clarifying_channel": {
		"name": "Clarifying Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Clarifying Channel",
			"",
			"{SOURCE Inner Sea Gods/209}",
			"",
			"Your channeled energy heals the body and opens the mind to the possibility of true love.  ",
			"**Prerequisites:** {ability/Channel energy} class feature, worshiper of {faith/Shelyn}.  ",
			"**Benefit:** Once per day when you channel positive energy to heal living creatures, if any of the creatures you healed are currently affected by one or more charms or compulsions that allowed a saving throw, you grant each of those creatures an immediate save to prematurely end one of those effects. Creatures healed gain a sacred bonus on this save equal to your Charisma bonus (minimum +1)."
		]
	},
	"clarity_of_pain": {
		"name": "Clarity of Pain",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Clarity of Pain",
			"",
			"{SOURCE Horror Adventures/83}",
			"",
			"You can inflict pain upon yourself to sharpen your focus.  ",
			"**Prerequisites:** Con 13, {feat/Improved Iron Will}, {feat/Iron Will}.  ",
			"**Benefit:** Three times per day, as an immediate action when you fail a saving throw against a charm or compulsion effect, you can inflict 1d6 points of slashing, piercing, or bludgeoning damage to yourself in order to reroll that saving throw. You can't reroll the saving throw if you negate the damage, such as by having damage reduction greater than or equal to the damage you dealt to yourself; instead, you spend the immediate action and daily use of this feat but gain no benefit. You must take the result of the second roll, even if it is worse."
		]
	},
	"claw_pounce": {
		"name": "Claw Pounce",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Claw Pounce (Combat)",
			"",
			"{SOURCE Advanced Race Guide/94}",
			"",
			"You can charge and make an attack with your paws.  ",
			"**Prerequisites:** Str 13, Dex 15, {feat/Nimble Striker}, base attack bonus +10, {race/catfolk}, cat's claws racial trait or {feat/Aspect of the Beast} (claws of the beast manifestation).  ",
			"**Benefit:** When you make a charge, you can make a full attack with your claws.  ",
			"**Normal:** Charging is a special full-round action that limits you to a single attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When you charge, you can spend 5 stamina points to make a second attack with one of your claws."
		]
	},
	"claw_wrench": {
		"name": "Claw Wrench",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Claw Wrench (Combat)",
			"",
			"{SOURCE Monster Hunter's Handbook/9}",
			"",
			"You can pry open a mighty beast's grasp or snapping jaws.  ",
			"**Prerequisites:** Dex 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** As a standard action, you can attempt a grapple combat maneuver with a -5 penalty against a creature that is currently grappling another creature via its {umr/grab} special ability. If you succeed, you pry open the creature's grasp, releasing any creatures it had grappled.",
			"",
			"Additionally, you can {rule/ready an action} to trigger if a creature attempts a bite attack against you. When the readied action triggers, you can attempt a grapple combat maneuver with a +2 bonus. If you succeed, you grapple the creature and cause the bite attack to miss. As long as you maintain the grapple, the creature can't use its bite attack."
		]
	},
	"cleansing_burst": {
		"name": "Cleansing Burst",
		"sources": [ "Pathfinder #81: Shifting Sands" ],
		"description": [
			"## Cleansing Burst",
			"",
			"{SOURCE Pathfinder #81: Shifting Sands/73}",
			"",
			"Your channeled energy wards off disease.  ",
			"**Prerequisites:** Able to cast {spell/remove disease} or the ability to cure disease with a mercy, {ability/channel positive energy} class feature.  ",
			"**Benefit:** When you channel positive energy to harm or turn undead creatures, any undead creatures in the area lose the ability to cause disease with their melee and ranged attacks for 1d4+1 rounds. If an undead creature successfully saves against your channeled energy, this duration is reduced to 1 round for that creature. Immunity to positive energy negates this ability.",
			"",
			"When you channel positive energy to heal living creatures, any living creatures in the area gain a +4 sacred bonus on saving throws against disease for 1d4+1 rounds. Creatures not healed by positive energy receive no benefit."
		]
	},
	"cleave": {
		"name": "Cleave",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Cleave (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/119}",
			"",
			"You can strike two adjacent foes with a single swing.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** As a standard action, you can make a single attack at your full base attack bonus against a foe within reach. If you hit, you deal damage normally and can make an additional attack (using your full base attack bonus) against a foe that is adjacent to the first and also within reach. You can only make one additional attack per round with this feat. When you use this feat, you take a -2 penalty to your Armor Class until your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When using the Cleave or {feat/Great Cleave} feat, you can spend 4 stamina points to negate the -2 penalty to Armor Class until your next turn.",
			"",
			"### Mythic Cleave",
			"",
			"{SOURCE Mythic Adventures/61}",
			"",
			"You can cleave any foe within your reach.  ",
			"**Prerequisites:** Cleave.  ",
			"**Benefit:** Whenever you use Cleave or Great Cleave, one of your attacks can be made against a foe that is within your reach, but not adjacent to the foe you attacked. You can expend one use of mythic power when you use Cleave or Great Cleave to continue making attacks against foes within your reach, regardless of their position, as long as you continue to hit each foe. You can't use this ability to attack a foe more than once per round."
		]
	},
	"cleave_through": {
		"name": "Cleave Through",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Cleave Through (Combat)",
			"",
			"{SOURCE Advanced Race Guide/18}",
			"",
			"You are ferocious at hewing smaller opponents.  ",
			"**Prerequisites:** Str 13, {feat/Cleave}, {feat/Power Attack}, base attack bonus +11, {race/dwarf}.  ",
			"**Benefit:** When using Cleave or {feat/Great Cleave}, if your initial attack hits, you may take a single 5-foot step as a free action before making your additional attacks. If doing so places a creature within your threatened area, that creature becomes a legal target for your additional Cleave attack(s) as long as it meets all the other prerequisites.  ",
			"**Normal:** You may only make additional attacks with Cleave against creatures you threaten when you make your initial attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When using this feat, once per round when you hit a creature with a follow-up Cleave attack, you can spend 5 stamina points to take a second 5-foot step as a free action. If doing so places a creature within your threatened area, that creature becomes a legal target for your additional Cleave attacks as long as it meets all the other prerequisites."
		]
	},
	"cleaving_finish": {
		"name": "Cleaving Finish",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Cleaving Finish (Combat)",
			"",
			"{SOURCE Ultimate Combat/92}",
			"",
			"When you strike down an opponent, you can continue your swing into another target.  ",
			"**Prerequisites:** Str 13, {feat/Cleave}, {feat/Power Attack}.  ",
			"**Benefit:** If you make a melee attack, and your target drops to 0 or fewer hit points as a result of your attack, you can make another melee attack using your highest base attack bonus against another opponent within reach. You can make only one extra attack per round with this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">After making a Cleaving Finish attack, if you bring another target below 0 hit points in the same round, you can spend 5 stamina points to make another Cleaving Finish attack."
		]
	},
	"cleaving_sweep": {
		"name": "Cleaving Sweep",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Cleaving Sweep (Combat)",
			"",
			"{SOURCE Monster Codex/68}",
			"",
			"You can sweep multiple foes to the ground with a single blow of your axe.  ",
			"**Prerequisites:** Str 15, {feat/Cleave}, {feat/Improved Trip}, {feat/Weapon Focus} (greataxe), base attack bonus +11.  ",
			"**Benefit:** When using a full-attack action with a two-handed weapon, you can give up your regular attacks and instead attempt a {rule/trip} combat maneuver at your highest base attack bonus against each opponent within reach. You must attempt a separate combat maneuver check against each opponent."
		]
	},
	"client": {
		"name": "Client",
		"sources": [ "Qadira, Jewel of the East" ],
		"description": [
			"## Client",
			"",
			"{SOURCE Qadira, Jewel of the East/16}",
			"",
			"A client or client family is usually a supplier or local merchant who enjoys the patronage of a merchant house.  ",
			"**Prerequisites:** The character must own a business that can supply a single type of good worth 10 gp or more in bulk to a Keleshite merchant house, or a business that can donate a unique rare good (an antique, an object of archeological interest, an artwork, or a magical weapon) of the patron's choice at least once per month.  ",
			"**Benefit:** Once per month, a client can choose one of the following: 500 gp, the services of a house guard (human fighter 3; use the statistics for a {npc/traitorous brigand}) for 24 hours, or the services of a house emissary who can automatically change the attitude of a ruler or other influential NPC from indifferent to friendly or from friendly to helpful."
		]
	},
	"climbing_vine": {
		"name": "Climbing Vine",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Climbing Vine",
			"",
			"{SOURCE Ultimate Wilderness/24}",
			"",
			"You can climb like a vine.  ",
			"**Prerequisites:** Str 13, {race/vine leshy}.  ",
			"**Benefit:** You gain a climb speed of 10 feet. If you already have a natural climb speed, your climb speed increases by 10 feet. You can take this feat multiple times, but your climb speed can never exceed your base speed."
		]
	},
	"clinging_climber": {
		"name": "Clinging Climber",
		"sources": [
			"Ultimate Wilderness",
			"Ranged Tactics Toolbox"
		],
		"description": [
			"## Clinging Climber (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/108;Ranged Tactics Toolbox/14}",
			"",
			"Using leverage and pure brawn, you can cling to a cliff face, ladder, or rope with your legs to free both of your hands to take other actions.  ",
			"**Prerequisites:** Str 13, Climb 3 ranks.  ",
			"**Benefit:** As a move action while climbing, you can cling to your climbing surface with your legs by succeeding at a Climb check with the same DC as that of climbing the surface as a move action. If successful, you can make attacks with a two-handed ranged weapon and reload ranged weapons until you resume climbing. The GM can rule that this feat doesn't work on certain climbing surfaces."
		]
	},
	"cloak_and_dagger_style": {
		"name": "Cloak and Dagger Style",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Cloak and Dagger Style (Combat, Style)",
			"",
			"{SOURCE Blood of Shadows/24}",
			"",
			"Your attacks effortlessly inflict debilitating conditions on unaware opponents.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Dirty Trick}, {feat/Vital Strike}, {feat/Weapon Focus} with the chosen weapon, base attack bonus +6.  ",
			"**Benefit:** Choose one light melee weapon. While using this style, whenever you use the attack action to attack an opponent during a surprise round with your chosen weapon, you can attempt a {rule/dirty trick} combat maneuver check against that opponent as a free action. Additionally, if an adjacent target attempts to remove a condition that you inflicted upon it with the dirty trick combat maneuver, it provokes an attack of opportunity from you.  ",
			"**Special:** In addition to the chosen weapon, a character with the weapon training class feature can use Cloak and Dagger Style with any light melee weapon belonging to any fighter weapon group he has selected with weapon training. A character with the swashbuckler weapon training class feature can use Cloak and Dagger Style with light and one-handed piercing weapons."
		]
	},
	"cloak_and_dagger_subterfuge": {
		"name": "Cloak and Dagger Subterfuge",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Cloak and Dagger Subterfuge (Combat)",
			"",
			"{SOURCE Blood of Shadows/25}",
			"",
			"Your increased martial skill allows you to take advantage of distracted foes to easily impose conditions, and even steal items without being noticed.  ",
			"**Prerequisites:** Int 13, {feat/Cloak and Dagger Style}, {feat/Combat Expertise}, {feat/Improved Dirty Trick}, {feat/Weapon Focus} with the chosen weapon, base attack bonus +11.  ",
			"**Benefit:** While you are using Cloak and Dagger Style and wielding your chosen weapon, whenever you make an attack of opportunity against a target, you can attempt a free {rule/dirty trick} combat maneuver check against the target as a free action as well. Additionally, whenever you successfully perform a dirty trick maneuver against a target, you can immediately attempt a steal combat maneuver check against the target as a free action. If you succeed, the target is unaware you have stolen an item."
		]
	},
	"cloak_and_dagger_tactics": {
		"name": "Cloak and Dagger Tactics",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Cloak and Dagger Tactics (Combat)",
			"",
			"{SOURCE Blood of Shadows/25}",
			"",
			"You devastate enemies that you catch off-guard.  ",
			"**Prerequisites:** Int 13, {feat/Cloak and Dagger Style}, {feat/Cloak and Dagger Subterfuge}, {feat/Combat Expertise}, {feat/Improved Dirty Trick}, {feat/Vital Strike}, {feat/Weapon Focus} with the chosen weapon, base attack bonus +16.  ",
			"**Benefit:** While you are using Cloak and Dagger Style and wielding your chosen weapon, whenever you hit an opponent that is denied its Dexterity bonus to AC or that you are flanking, or make an attack using Vital Strike (or its improved or greater versions), you can attempt a {rule/dirty trick} combat maneuver check against that opponent as a free action. If you succeed, the target must succeed at a Fortitude save (DC = 10 + 1/2 your base attack bonus + your Intelligence modifier) or take an additional penalty from the dirty trick selected from the following list: anchored in place and unable to move from that square, confused, exhausted, or staggered. This additional penalty lasts only 1 round, regardless of how long the dirty trick's normal penalty lasts, and can be removed by the target with a standard action. You can only attempt one free dirty trick combat maneuver check per round using this feat."
		]
	},
	"cloak_of_feathers": {
		"name": "Cloak of Feathers",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Cloak of Feathers",
			"",
			"{SOURCE Inner Sea Monster Codex/53}",
			"",
			"You have learned to blend in with wingless humanoids, and as long as you are not flying, you can fold your wings in a manner that resembles a cloak or robe.  ",
			"**Prerequisites:** Cha 13, {race/strix}.  ",
			"**Benefit:** When you fold your wings, you gain a +2 bonus on {skill/Disguise} checks to pose as a human, and ignore the penalties for disguising yourself as a different race while doing so. Additionally, you can hide one small item within your wings' folds (such as a potion, a wand, a weapon weighing 1 pound or less, or a similarly sized item at your GM's discretion). Any such hidden item requires a successful DC 25 Perception check for others to notice. You can retrieve this item with a swift action, but unfolding your wings causes it to drop to the ground.  ",
			"**Special:** Other creatures with natural wings can also take Cloak of Feathers at the GM's discretion, ignoring the racial prerequisite."
		]
	},
	"cloak_of_stone": {
		"name": "Cloak of Stone",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Cloak of Stone",
			"",
			"{SOURCE Heroes from the Fringe/9}",
			"",
			"You can use the stone around you to hide, even observed by your foes.  ",
			"**Prerequisites:** Wis 17, {feat/Stone Cover}, {feat/Stone Shroud}, Stealth 11 ranks, {race/dwarf}, stonecunning racial trait.  ",
			"**Benefit:** You can use the Stealth skill to hide even while being observed while you are in areas of rocky terrain or while underground. Y0u can hide yourself from view in the open without anything to actually hide behind as long as you are within 10 feet of rocky terrain, or at any time while you are underground."
		]
	},
	"close_call": {
		"name": "Close Call",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Close Call",
			"",
			"{SOURCE Dungeoneer's Handbook/8}",
			"",
			"Your nimble fingers are able to catch small slips before they become big disasters.  ",
			"**Prerequisites:** {feat/Deft Hands}.  ",
			"**Benefit:** Once per day, you may reroll either a Disable Device or Sleight of Hand check. You must decide to use this ability after the first attempt but before the results are revealed by the GM. You must take the second roll, even if it's worse."
		]
	},
	"close_quarters_thrower": {
		"name": "Close-Quarters Thrower",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Close-Quarters Thrower (Combat)",
			"",
			"{SOURCE Ultimate Combat/92}",
			"",
			"You are agile enough to avoid melee attacks while throwing weapons or bombs.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Weapon Focus} with selected thrown weapon.  ",
			"**Benefit:** Choose a type of thrown weapon. You do not provoke attacks of opportunity for making ranged attacks using the selected weapon. If you are an {class/alchemist}, and you select this feat and choose alchemist bombs, you do not provoke attacks of opportunity for the process of drawing components of, creating, and throwing a bomb.  ",
			"**Normal:** Making a ranged attack provokes attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When throwing any thrown weapon, you can spend 2 stamina points. If you do, you do not provoke attacks of opportunity for that throw."
		]
	},
	"cloud_gazer": {
		"name": "Cloud Gazer",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Cloud Gazer",
			"",
			"{SOURCE Advanced Race Guide/159}",
			"",
			"Your insight into your elemental heritage gives you a clarity of sight few humans possess.  ",
			"**Prerequisites:** {race/Sylph}.  ",
			"**Benefit:** You can see through fog, mist, and clouds, without penalty, ignoring any cover or concealment bonuses from such effects. If the effect is created by magic, this feat instead triples the distance you can see without penalty."
		]
	},
	"cloud_invocation": {
		"name": "Cloud Invocation",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Cloud Invocation",
			"",
			"{SOURCE Heroes from the Fringe/9}",
			"",
			"You can call upon your connection to cloud dragons to veil your presence.  ",
			"**Prerequisites:** Mbe'ke {race/dwarf}.  ",
			"**Benefit:** Once per day, you can call upon your spiritual connection to {family/cloud dragon/s} to create a thick mist as a spell-like ability. The mist functions as {spell/obscuring mist}, except it has a duration of only 1 round per level and is only a 10-foot-radius spread that is 10 feet high."
		]
	},
	"cloud_step": {
		"name": "Cloud Step",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Cloud Step",
			"",
			"{SOURCE Advanced Player's Guide/156}",
			"",
			"Your tread is of unearthly lightness.  ",
			"**Prerequisites:** {feat/Spider Step}, monk level 12th.  ",
			"**Benefit:** As a move action, you can {spell/air walk} (as the spell) up to half your slow fall distance, maximum 50 feet. You must reach a solid, level surface by the end of your turn or you will fall."
		]
	},
	"cloven_helm": {
		"name": "Cloven Helm",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Cloven Helm (Combat)",
			"",
			"{SOURCE Advanced Race Guide/18}",
			"",
			"Your helm turns aside lethal blows.  ",
			"**Prerequisites:** {feat/Dented Helm}, base attack bonus +11, {race/dwarf}.  ",
			"**Benefit:** When wearing a helmet, you add +1 to your AC against critical hit confirmation rolls; this benefit stacks with Dented Helm. When you use Dented Helm to deflect a critical hit, you may apply all damage from the critical hit to your helmet before applying any damage to yourself. If you take no damage, any additional effects, such as critical feats or poison, are negated.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When you are threatened with a critical hit, you can spend up to 5 stamina points. You gain an additional bonus to AC against the critical confirmation roll equal to the number of stamina points you spent."
		]
	},
	"clustered_shots": {
		"name": "Clustered Shots",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Clustered Shots (Combat)",
			"",
			"{SOURCE Ultimate Combat/92}",
			"",
			"You take a moment to carefully aim your shots, causing them all to strike nearly the same spot.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, {feat/Precise Shot}, base attack bonus +6.  ",
			"**Benefit:** When you use a full-attack action to make multiple ranged weapon attacks against the same opponent, total the damage from all hits before applying that opponent's damage reduction.  ",
			"**Special:** If the massive damage optional rule is being used, that rule applies if the total damage you deal with this feat is equal to or exceeds half the opponent's full normal hit points (minimum 50 points of damage).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When using this feat, you can spend up to 2 stamina points for each attack that hit the same target. Increase the damage pooled by this feat by an amount equal to the number of stamina points you spent."
		]
	},
	"coaxing_spell": {
		"name": "Coaxing Spell",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Coaxing Spell (Metamagic)",
			"",
			"{SOURCE Dungeoneer's Handbook/10}",
			"",
			"Your charms and enchantments reach the minds of even the lowliest dungeon denizens.  ",
			"**Prerequisites:** {feat/Spell Focus} (enchantment), Knowledge (dungeoneering) 6 ranks.  ",
			"**Benefit:** This feat only works with mind-affecting effects. A coaxing spell affects mindless oozes and vermin as if they weren't mindless, but has no effect on other creature types. A coaxing spell uses a spell slot 2 levels higher than the spell's actual level."
		]
	},
	"cockatrice_strike": {
		"name": "Cockatrice Strike",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Cockatrice Strike (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/156}",
			"",
			"With a single strike, you transmute flesh to stone.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Gorgon's Fist}, {feat/Medusa's Wrath}, base attack bonus +16.  ",
			"**Benefit:** As a full-round action, you can make a single unarmed strike against a dazed, flat-footed, paralyzed, staggered, stunned, or unconscious foe. If that attack is a critical hit, the target is {rule/petrified} unless it succeeds on a Fortitude saving throw with a DC of 10 + 1/2 your character level + your Wisdom modifier. This is a supernatural polymorph effect.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">You can spend 5 stamina points to make a Cockatrice Strike attack against a foe you are flanking."
		]
	},
	"cold_celerity": {
		"name": "Cold Celerity",
		"sources": [
			"Adventurer's Guide",
			"People of the North"
		],
		"description": [
			"## Cold Celerity",
			"",
			"{SOURCE Adventurer's Guide/133;People of the North/24}",
			"",
			"You are a child of the frozen north, and you draw strength from the biting cold and unforgiving conditions.  ",
			"**Prerequisites:** {feat/Endurance}.  ",
			"**Benefit:** When you are in conditions of severe cold (below 0 F), you gain a +2 bonus on initiative checks and a +1 bonus on attack rolls. In addition, you gain the bonus on attack rolls for 1 round after any round in which you take cold damage."
		]
	},
	"colleague": {
		"name": "Colleague",
		"sources": [ "Qadira, Jewel of the East" ],
		"description": [
			"## Colleague",
			"",
			"{SOURCE Qadira, Jewel of the East/16}",
			"",
			"A colleague controls a significant business or trading area, or otherwise wields significant influence within a house's network.  ",
			"**Prerequisites:** The character must be of character level 4th and must have been a client for at least 1 year, during which the character must have changed the attitudes of any contacts from the house to helpful and maintained them at that level. The character must also present the merchant house with a unique gift of great value. This need not be monetary in nature - it may be, for example, reclaiming an ancestral sword thought lost or introducing a member of the house to someone who becomes her spouse.  ",
			"**Benefit:** Once per month, a colleague can choose one of the following: 1,000 gp, the services of four house guards (see {feat/Client}) for 24 hours, the services of a house emissary (see Client), or the services of a house lawyer (who pays bail and advises the colleague if she is arrested or charged with a crime). Upon the character's elevation to the status of colleague, the house commissions a custom crafted magical item worth up to 4,500 gp as a gift."
		]
	},
	"collective_recollection": {
		"name": "Collective Recollection",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Collective Recollection (Teamwork)",
			"",
			"{SOURCE Pathfinder Society Primer/11}",
			"",
			"You and your allies can quickly jog each other's memories to remember essential facts.  ",
			"**Benefit:** When an ally who also has this feat attempts a trained Knowledge skill check while within 30 feet of you, you may attempt an {rule/aid another} check as a free action to improve that ally's skill check. You must have at least 1 rank in the Knowledge skill to be aided in order to use this feat. If you succeed at the aid another check, you automatically know any information your ally gains from the Knowledge check as if you had rolled the Knowledge check. Whether or not your aid another check is successful, you cannot attempt a Knowledge check to determine the same information as your ally after using this feat."
		]
	},
	"collectors_boon": {
		"name": "Collector's Boon",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Collector's Boon",
			"",
			"{SOURCE Chronicle of Legends/24}",
			"",
			"You have a knack for unlocking the true potential of your magical equipment.  ",
			"**Prerequisites:** Character level 5th.",
			"",
			"You can enhance the effects of certain magical items when wearing or wielding two or more sympathetic magic items. While you are wearing or wielding at least two items from a [set](main/magic_misc), you gain the two-item benefit listed in the set, as well as any specific benefits detailed in the item description entries for the pieces of that set. You do not gain any benefits that require three or more set pieces; such benefits must be unlocked by taking the {feat/Improved Collector's Boon} feat.  ",
			"**Special:** You can't gain the set bonuses of more than one set at a time due to the interference of incompatible sympathetic magical effects. If you have multiple pieces of two or more sets, you must choose the set you gain the benefits of at the start of each day and can't change this decision for 24 hours."
		]
	},
	"combat_advice": {
		"name": "Combat Advice",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Combat Advice",
			"",
			"{SOURCE Ranged Tactics Toolbox/14}",
			"",
			"Your succinct words can aid an ally even in the heat of battle.  ",
			"**Benefit:** As a move action, you can offer useful advice to an ally engaged in combat at just the right moment. Designate an enemy; your ally gains a +2 competence bonus on her next attack roll against that enemy. For your ally to benefit from this feat, you must be able to clearly see your ally and the designated enemy, and your ally must be able to hear you."
		]
	},
	"combat_casting": {
		"name": "Combat Casting",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Combat Casting",
			"",
			"{SOURCE PRPG Core Rulebook/119}",
			"",
			"You are adept at spellcasting when threatened or distracted.  ",
			"**Benefit:** You get a +4 bonus on {rule/concentration} checks made to cast a spell or use a spell-like ability when casting on the defensive or while grappled."
		]
	},
	"combat_distraction": {
		"name": "Combat Distraction",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Combat Distraction",
			"",
			"{SOURCE Goblins of Golarion/25}",
			"",
			"Anyone who attacks you while you act like a lunatic exposes themselves to brutal counterattacks from your allies.  ",
			"**Prerequisites:** {race/Goblin}, Acrobatics 1 rank, Escape Artist 1 rank.  ",
			"**Benefit:** As a full-round action, you can choose to do something that seems to serve no useful purpose. Example actions could include laughing at another creature's misfortune, rooting in your pockets for a snack, bending over to pick up what looks like a weird bug, or trying to fly into the air by flapping your arms like a sea gull.",
			"",
			"Although you're acting like a lunatic, your unpredictable actions are distracting. Any creature other than a goblin within 5 feet of you takes a -2 penalty on Perception checks and {rule/concentration} checks for as long as you continue to be a distraction and remain in range. This penalty stacks with other goblins performing combat distractions, as long as you're both adjacent to the distracted target."
		]
	},
	"combat_expertise": {
		"name": "Combat Expertise",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Combat Expertise (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/119}",
			"",
			"You can increase your defense at the expense of your accuracy.  ",
			"**Prerequisites:** Int 13.  ",
			"**Benefit:** You can choose to take a -1 penalty on melee attack rolls and combat maneuver checks to gain a +1 dodge bonus to your Armor Class. When your base attack bonus reaches +4, and every +4 thereafter, the penalty increases by -1 and the dodge bonus increases by +1. You can only choose to use this feat when you declare that you are making an attack or a full-attack action with a melee weapon. The effects of this feat last until your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefit of this feat only as long as you have at least 1 stamina point in your stamina pool. If you spend stamina points to raise an attack roll using the Combat Stamina feat's benefits, ignore an amount of your Combat Expertise penalty equal to the number of stamina points you spent.",
			"",
			"### Mythic Combat Expertise",
			"",
			"{SOURCE Mythic Adventures/61}",
			"",
			"You can dart out of the way of attacks with skill and defiance.  ",
			"**Prerequisites:** Combat Expertise.  ",
			"**Benefit:** Whenever you use Combat Expertise, you gain an additional +2 dodge bonus to your Armor Class. You can expend one use of mythic power to negate the penalties on melee attack rolls and combat maneuver checks caused by using Combat Expertise for 1 minute."
		]
	},
	"combat_medic": {
		"name": "Combat Medic",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Combat Medic (Teamwork)",
			"",
			"{SOURCE Ultimate Combat/91}",
			"",
			"You know the urgency of treating wounds in the heat of battle, applying first aid to your allies with such speed that you assure no one gets left behind.  ",
			"**Prerequisites:** Heal 5 ranks.  ",
			"**Benefit:** Whenever you use {skill/Heal} to provide first aid, treat caltrop wounds, or treat poison on an ally who also has this feat, you provoke no attacks of opportunity, and can take 10 on the check. Unlike with other teamwork feats, allies that are paralyzed, stunned, unconscious, or cannot otherwise act still count for the purposes of this feat."
		]
	},
	"combat_meditation": {
		"name": "Combat Meditation",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Combat Meditation (Combat, Meditation)",
			"",
			"{SOURCE Faiths and Philosophies/19}",
			"",
			"Quick momentary meditation allows you to gain insight in combat.  ",
			"**Prerequisites:** Wis 13, {feat/Meditation Master}, character level 5th.  ",
			"**Benefit:** You can meditate as a full-round action. If you do, you gain all the benefits of your meditation feats, but they last for only 1 round per character level. Combat meditation allows you to expend the +1 insight bonus granted from the Meditation Master feat to instead roll twice when attempting an ability check, attack roll, saving throw, or skill check, taking the better of the two results. You must decide to use this ability before the initial roll is made. You may only use this alternate ability in place of bonuses granted by the Meditation Master feat. You can perform combat meditation a number of times per day equal to your Wisdom modifier."
		]
	},
	"combat_patrol": {
		"name": "Combat Patrol",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Combat Patrol (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/156}",
			"",
			"You range across the battlefield, dealing with threats wherever they arise.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, {feat/Mobility}, base attack bonus +5.  ",
			"**Benefit:** As a full-round action, you may set up a combat patrol, increasing your threatened area by 5 feet for every 5 points of your base attack bonus. Until the beginning of your next turn, you may make attacks of opportunity against any opponent in this threatened area that provokes attacks of opportunity. You may move as part of these attacks, provided your total movement before your next turn does not exceed your speed. Any movement you make provokes attacks of opportunity as normal.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When moving before or after making an attack of opportunity while using Combat Patrol, you can spend 1 stamina point per 5 feet moved. When you do, that movement does not provoke attacks of opportunity."
		]
	},
	"combat_reflexes": {
		"name": "Combat Reflexes",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Combat Reflexes (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/119}",
			"",
			"You can make additional attacks of opportunity.  ",
			"**Benefit:** You may make a number of additional attacks of opportunity per round equal to your Dexterity bonus. With this feat, you may also make attacks of opportunity while {rule/flat-footed}.  ",
			"**Normal:** A character without this feat can make only one attack of opportunity per round and can't make attacks of opportunity while flat-footed.  ",
			"**Special:** The Combat Reflexes feat does not allow a rogue to use her opportunist ability more than once per round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When you miss with an attack of opportunity, you can spend 5 stamina points to make a second attack for the same provoking action. That second attack of opportunity takes a -5 penalty on the attack roll and costs one of your attacks of opportunity for the round.",
			"",
			"### Mythic Combat Reflexes",
			"",
			"{SOURCE Mythic Adventures/61}",
			"",
			"You strike viciously whenever your foe gives you an opening.  ",
			"**Prerequisites:** Combat Reflexes.  ",
			"**Benefit:** You can make any number of additional attacks of opportunity per round. As a swift action, you can expend one use of mythic power to, until the start of your next turn, make attacks of opportunity against foes you've already made attacks of opportunity against this round if they provoke attacks of opportunity from you by moving."
		]
	},
	"combat_rhythm": {
		"name": "Combat Rhythm",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Combat Rhythm (Combat, Combination)",
			"",
			"{SOURCE Martial Arts Handbook/27}",
			"",
			"The more your attacks land, the more confident your strikes.  ",
			"**Prerequisites:** base attack bonus +6 or monk level 6.  ",
			"**Benefit:** When you deal damage with a melee attack to an opponent you have already damaged this round, you can reduce the total of any voluntary penalties to your melee attack rolls imposed by actions or feats (such as the {feat/Power Attack} feat) by 1 (to a minimum penalty of 0). This reduction in penalties lasts until the beginning of your next turn and stacks with itself."
		]
	},
	"combat_stamina": {
		"name": "Combat Stamina",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Combat Stamina (Combat)",
			"",
			"{SOURCE Pathfinder Unchained/112}",
			"",
			"You stop at nothing to drive your attack home.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** You gain a {rule/combat_<stamina/ pool}. After you make an attack roll with a manufactured weapon, unarmed strike, or natural weapon attack with which you are proficient, but before the results are revealed, you can spend up to 5 stamina points. If you do, you gain a competence bonus on the attack roll equal to the number of stamina points you spent. If you miss with the attack, the stamina points you spent are still lost.  ",
			"**Special:** Since you have a stamina pool, you can spend your stamina points to use any combat tricks associated with combat feats you possess."
		]
	},
	"combat_style_master": {
		"name": "Combat Style Master",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Combat Style Master (Combat)",
			"",
			"{SOURCE Ultimate Combat/93}",
			"",
			"You shift between combat styles, combining them to increased effect.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, two or more style feats, base attack bonus +6 or monk level 5th.  ",
			"**Benefit:** You can switch your style as a free action. At the start of combat, pick one of your styles. You start the combat in that style, even in the surprise round.  ",
			"**Normal:** It takes a swift action to begin or switch your styles.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When it is not your turn, you can spend 2 stamina points to take the free action to switch your style."
		]
	},
	"combat_vigor": {
		"name": "Combat Vigor",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Combat Vigor (Combat)",
			"",
			"{SOURCE Healer's Handbook/14}",
			"",
			"You can quickly recuperate from devastating attacks without divine assistance.  ",
			"**Prerequisites:** Con 13.  ",
			"**Benefit:** You gain a vigor pool with a maximum number of points equal to your Constitution bonus. As a standard action, you can spend up to 1 vigor point per 3 Hit Dice you have (minimum 1) to regain 1d6 hit points per vigor point spent (maximum 7d6). Each time you spend vigor points, you become {misc/fatigued} for 1 minute. You cannot spend vigor points while fatigued or {misc/exhausted}. Spending vigor points doesn't provoke attacks of opportunity. The points in your vigor pool are replenished to their maximum after you rest for 8 hours."
		]
	},
	"command_animals": {
		"name": "Command Animals",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Command Animals",
			"",
			"{SOURCE Ultimate Wilderness/108}",
			"",
			"You channel energy to get animals to do your bidding.  ",
			"**Prerequisites:** {domain/Animal} domain, {ability/channel energy} class feature.  ",
			"**Benefit:** As a standard action, you can use one of your daily uses of channel energy in an attempt to control animals within 30 feet. Animals can attempt a Will save (DC = 10 + half your class level + your Charisma modifier) to negate the effect. Animals that fail their saves fall under your control, obeying your commands to the best of their ability as if under the effects of a {spell/charm monster} spell with a caster level equal to your class level. An affected animal can attempt a new saving throw each day to escape this effect. You can control any number of animals, so long as their total Hit Dice do not exceed your class level. If you use channel energy in this way, it has no other effect (it does not heal or harm nearby creatures). If an affected animal is controlled by or a companion of another creature, you must attempt an opposed Charisma check whenever your orders conflict."
		]
	},
	"command_plants": {
		"name": "Command Plants",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Command Plants",
			"",
			"{SOURCE Ultimate Wilderness/108}",
			"",
			"You channel energy to bring plants under your control.  ",
			"**Prerequisites:** {ability/Channel energy} class feature, {domain/Plant} domain.  ",
			"**Benefit:** As a standard action, you can use one of your daily uses of channel energy to command plants within 30 feet of you. Plants can attempt a Will save (DC = 10 + half your class level + your Charisma modifier) to negate the effect. This functions as the {spell/command plants} spell with a caster level equal to your class level. Each affected plant can attempt a new saving throw each day to escape this effect. You can control any number of plants, so long as their total Hit Dice do not exceed your class level. If you use channel energy in this way, it has no other effect (it does not heal or harm nearby creatures). If an affected plant creature is controlled by or a companion of another creature, you must attempt an opposed Charisma check whenever your orders conflict."
		]
	},
	"command_undead": {
		"name": "Command Undead",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Command Undead",
			"",
			"{SOURCE PRPG Core Rulebook/120}",
			"",
			"Using foul powers of necromancy, you can command undead creatures, making them into your servants.  ",
			"**Prerequisites:** {ability/Channel negative energy} class feature.  ",
			"**Benefit:** As a standard action, you can use one of your uses of channel negative energy to enslave undead within 30 feet. Undead receive a Will save to negate the effect. The DC for this Will save is equal to 10 + 1/2 your cleric level + your Charisma modifier. Undead that fail their saves fall under your control, obeying your commands to the best of their ability, as if under the effects of control undead. Intelligent undead receive a new saving throw each day to resist your command. You can control any number of undead, so long as their total Hit Dice do not exceed your cleric level. If you use channel energy in this way, it has no other effect (it does not heal or harm nearby creatures). If an undead creature is under the control of another creature, you must make an opposed Charisma check whenever your orders conflict.",
			"",
			"### Mythic Command Undead",
			"",
			"{SOURCE Mythic Adventures/61}",
			"",
			"Your control of the undead is nearly absolute.  ",
			"**Prerequisites:** Command Undead.  ",
			"**Benefit:** When you command undead, the DC of the Will save increases by half your tier, and intelligent undead get no additional saves beyond their first to resist your commands. Any attempts by non-mythic creatures to control undead you command automatically fail, and you gain a +4 bonus on Charisma checks to prevent mythic creatures from stealing control of your undead."
		]
	},
	"commander_of_goblinkind": {
		"name": "Commander of Goblinkind",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Commander of Goblinkind",
			"",
			"{SOURCE Monster Codex/116}",
			"",
			"You employ ruthlessness and malice to command other races of goblinoids to do your bidding.  ",
			"**Prerequisites:** Cha 13, {race/hobgoblin}.  ",
			"**Benefit:** You receive a +5 competence bonus on Knowledge (local) checks and Charisma-based skill checks regarding other goblinoids. If you have the {feat/Leadership} feat, treat your leadership score as 2 higher when taking followers or a cohort with the goblinoid subtype."
		]
	},
	"companion_figurine": {
		"name": "Companion Figurine",
		"sources": [ "Classic Treasures Revisited" ],
		"description": [
			"## Companion Figurine",
			"",
			"{SOURCE Classic Treasures Revisited/25}",
			"",
			"You've developed an especially close bond with the creature summoned by your {magic-wondrous/figurine of wondrous power}.  ",
			"**Prerequisites:** Handle Animal 1 rank, own a figurine of wondrous power.  ",
			"**Benefit:** You may select the creature summoned by your figurine of wondrous power as an animal companion or familiar, or as appropriate. The figurine has the standard abilities of a {sidekick/familiar} or {sidekick/animal companion} of its type, plus additional abilities related to its figurine type (see below). The main advantage of this is that if your familiar or companion is killed in creature form, it merely reverts to statue form and can be used again later. The following standard figurines are available as animal companions (C) or familiars (F).",
			"",
			">@HL[Ebony Fly (C):] You must have the {feat/Vermin Heart} feat to select this creature as an animal companion. It is treated as a {companion/horse} animal companion, and at 8th level it gains a fly speed of 120 feet (average maneuverability).",
			">",
			">@HL[Golden Lions (C):] When you select a golden lion as an animal companion, one of the pair becomes your companion and the other retains its standard figurine abilities.",
			">",
			">@HL[Ivory Goats (C):] When selecting an ivory goat as an animal companion, you select one of the three goats in the set (traveling, travail, or terror) as your companion; the others remain standard figurines. All three goats are treated as horse companions. The goat of traveling never suffers from {misc/fatigue} or {misc/exhaustion} from extended travel. The goat of travail has 2 horn attacks (1d8 + Str bonus) in addition to a horse's normal attacks. The goat of terror has the fear aura and magical weapon horns as described in its figurine entry.",
			">",
			">@HL[Marble Elephant (C):] The elephant is treated as an {companion/elephant} companion.",
			">",
			">@HL[Serpentine Owl (C, F):] The owl is treated as a {companion/bird} animal companion or an {monster/owl} familiar, but only in its Small horned owl form. In its giant owl form, it is merely a creature, not an animal companion or familiar. After three uses of its giant owl form, the figurine loses that transformation ability forever but still functions normally in its horned owl form as an animal companion or familiar.",
			">",
			">@HL[Silver Raven (C, F):] The raven is treated as a bird animal companion or a {monster/raven} familiar. It retains its metallic appearance and animal messenger ability (though this is redundant for an intelligent familiar) but not its hardness when in animal form.",
			"",
			"While the figurine is active, you and the active figurine gain all the normal benefits of having a companion creature; for example, a wizard with a silver raven familiar gains a +3 bonus on Appraise checks, the raven can speak one language, and so on. While the figure is inactive, you gain none of these benefits but are not otherwise hampered by its inert state (as if the creature were out of range but not dead). The usable duration of the companion figurine doubles; for example, an ebony fly is normally usable up to three times per week for up to 12 hours per use, but as a companion creature you may use it up to six times per week for up to 12 hours per use. The figurine is still a magic item and is subject to effects like {spell/antimagic field} and {spell/dispel magic} that affect magic items; it uses its caster level or your own, whichever is greater."
		]
	},
	"compelling_harmonies": {
		"name": "Compelling Harmonies",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Compelling Harmonies (Teamwork)",
			"",
			"{SOURCE Cohorts and Companions/7}",
			"",
			"Your harmonies reinforce and empower your allies' magic.  ",
			"**Prerequisites:** {feat/Basic Harmony}, Perform (keyboard, percussion, sing, string, or wind) 10 ranks, {ability/bardic performance} or raging song.  ",
			"**Benefit:** As a standard action, you may expend one round of bardic performance to boost the effectiveness of the bardic performance of an ally within 60 feet who also has this feat. Until the beginning of your next turn, if that ally uses a bardic performance that allows a saving throw, increase that saving throw DC by 2."
		]
	},
	"compounded_pain": {
		"name": "Compounded Pain",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Compounded Pain (Combat)",
			"",
			"{SOURCE Occult Adventures/129}",
			"",
			"Your painful stare causes two additional effects.  ",
			"**Prerequisites:** Mesmerist level 13th, painful stare class feature.  ",
			"**Benefit:** You can apply the effects of two {main/feats_<stare/ feats} to your painful stares.  ",
			"**Normal:** You can apply the effects of only one stare feat to a given painful stare."
		]
	},
	"compulsion_mastery": {
		"name": "Compulsion Mastery",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Compulsion Mastery (Item Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/26}",
			"",
			"You can gain influence over the minds of others using enchantment magic items.  ",
			"**Prerequisites:** Use Magic Device 3 ranks, base Fortitude save bonus +6.  ",
			"**Benefit:** You can cast {spell/suggestion} as per the spell by using an item that has an enchantment spell of 3rd level or higher in its construction requirements. You can use this feat once per day, plus an additional time per day at base Fortitude save bonus +9 and +12."
		]
	},
	"conceal_aura": {
		"name": "Conceal Aura",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Conceal Aura",
			"",
			"{SOURCE Heroes of the High Court/21}",
			"",
			"You can weaken your alignment aura to hide the true extent of your faith.  ",
			"**Prerequisites:** Chaotic, evil, good, or lawful alignment.  ",
			"**Benefit:** As a full-round action, you can reduce the power of the aura generated by your alignment for 1 minute. During this time, for the purposes of spells that detect alignment, your aura's power is lessened by one step (for example, if you are a 12th-level neutral good fighter, your aura power is faint rather than moderate). You also gain a +2 bonus on Bluff checks to send secret messages."
		]
	},
	"conceal_scent": {
		"name": "Conceal Scent",
		"sources": [ "Osirion, Land of the Pharaohs" ],
		"description": [
			"## Conceal Scent",
			"",
			"{SOURCE Osirion, Land of the Pharaohs/28}",
			"",
			"You have learned the essential tricks of disguising your odor and keeping creatures from locating you by your scent.  ",
			"**Prerequisites:** Hide 3 ranks, Survival 3 ranks.  ",
			"**Benefit:** Creatures cannot use the {umr/scent} ability to track you (though they can still track you through standard means such as footprints). Creatures with scent can detect your presence by smell at half the normal distance, but cannot pinpoint your location with scent."
		]
	},
	"conceal_spell": {
		"name": "Conceal Spell",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Conceal Spell",
			"",
			"{SOURCE Ultimate Intrigue/80}",
			"",
			"You can hide the evidence of spells you cast.  ",
			"**Prerequisites:** {feat/Deceitful}, Bluff 1 rank, Disguise 1 rank, Sleight of Hand 1 rank.  ",
			"**Benefit:** When you cast a spell or use a spell-like ability, you can attempt to conceal verbal and somatic components among other speech and gestures, and to conceal the manifestation of casting the spell, so others don't realize you're casting a spell or using a spell-like ability until it is too late. The attempt to hide the spell slows your casting slightly, such that spells that normally take a standard action to cast now take a full-round action, and spells that normally take longer than a standard action take twice as long. (Swift action spells still take a swift action.) To discover your ruse, a creature must succeed at a Perception, Sense Motive, or Spellcraft check (the creature receives an automatic check with whichever of those skills has the highest bonus) against a DC equal to 15 + your number of ranks in Bluff or Disguise (whichever is higher) + your Charisma modifier; the creature gains a bonus on its check equal to the level of the spell or spell-like ability you are concealing.",
			"",
			"If your spell has a somatic component, any creature that can see you receives a Perception or Spellcraft check (whichever has the highest bonus) against a DC equal to 15 + your number of ranks in Sleight of Hand + your Dexterity modifier; the creature gains a bonus on its check equal to the level of the spell or spell-like ability you are concealing. Since you are concealing the spell's manifestation through other actions, others observing you realize you're doing something, even if they don't realize you're casting a spell. If there is a verbal component, they still hear your loud, clear voice but don't notice the spell woven within. If an opponent fails its check, your casting also does not provoke attacks of opportunity, and an opponent that fails its check can't use {rule/readied action/s} that depend on realizing that you're casting a spell or using a spell-like ability, or readied actions such as counterspelling that require identifying the spell you're casting. Spells such as fireball that create an additional obvious effect (aside from the manifestation of casting that all spells and spell-like abilities share) still create that effect, though it might not be obvious who cast the spell unless it emanates from you.",
			"",
			"If a character interacts with you long enough to attempt a Sense Motive check without realizing you have been casting spells, that character can use Sense Motive to gain a hunch that you're behaving unusually."
		]
	},
	"concealment_mastery": {
		"name": "Concealment Mastery",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Concealment Mastery (Item Mastery)",
			"",
			"{SOURCE Magic Tactics Toolbox/30}",
			"",
			"You can use illusion magic items to conceal your presence, or possibly even your true nature.  ",
			"**Prerequisites:** Stealth 3 ranks, Use Magic Device 3 ranks, base Fortitude saving throw bonus +3.  ",
			"**Benefit:** You can cause an item that has an illusion spell of 1st level or higher listed in its construction requirements to cast vanish. If you have 7 ranks in both Stealth and Use Magic Device, you can instead cause an item that has an illusion spell of 2nd level or higher listed in its construction requirements to cast either invisibility or undetectable alignment. You can use this feat once per day, plus an additional time per day when your base Fortitude save bonus reaches +9 and +12."
		]
	},
	"concentrated_fire": {
		"name": "Concentrated Fire",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Concentrated Fire (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/204}",
			"",
			"Your simultaneous ranged attacks punch through your foe's defenses with ease.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, {race/elf}, weapon familiarity racial trait.  ",
			"**Benefit:** If you and a single ally who also has this feat both {rule/ready an action} to each make a ranged attack against the same opponent and choose the same condition for the readied action, when you and the ally make those attacks, each of you can use the highest of the two attack rolls for your attack roll. Furthermore, if you and your ally both hit the target, you can total the damage for both attacks before applying the target's damage reduction or energy resistance."
		]
	},
	"concentrated_splash": {
		"name": "Concentrated Splash",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Concentrated Splash (Combat)",
			"",
			"{SOURCE Ranged Tactics Toolbox/6}",
			"",
			"You can limit the splatter of your splash weapons to increase damage against your target.  ",
			"**Prerequisites:** {feat/Precise Shot} or {feat/Throw Anything}.  ",
			"**Benefit:** When you deal a direct hit to a creature with a {rule/throw_<splash weapon} that normally also deals splash damage, you can choose to forgo dealing splash damage. If you do, the damage dealt to the target of the direct hit increases by 50%. This damage is multiplied on a critical hit.",
			"",
			"This feat cannot be used with an alchemist's bombs."
		]
	},
	"concilator": {
		"name": "Concilator",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Concilator (Story)",
			"",
			"{SOURCE Spymaster's Handbook/15}",
			"",
			"You have witnessed terrible violence and prefer a better way  ",
			"**Prerequisites:** Must have successfully requested that the opposing sides of a violent encounter pause for parley.  ",
			"**Benefit:** You can attempt a Diplomacy check to make a request of an enemy even if he is unfriendly or hostile, but only to request a pause in combat (which requires you and your apparent allies to take no attacks or hostile actions for 1 round prior to the request) or to request that he uses only nonlethal attacks (which requires you and your apparent allies to have made no attacks or used only nonlethal attacks against him for the past 24 hours). The DC is equal to 15 + the target's CR + the target's Wisdom modifier; it is modified by any other factors that would impact a Diplomacy check to make a request.",
			"",
			"Additionally, your allies within 30 feet who can see or hear you gain a +2 bonus on skill checks to analyze individuals while attempting to gain influence or assess an audience before a verbal duel. Once an ally benefits from this feat, that ally can't do so again for 1 day.  ",
			"**Goal:** Thwart an appropriate number of challenging foes with dialogue, non-violent favors, and verbal duels.  ",
			"**Completion Benefit:** Your allies can benefit from this feat any number of times per day."
		]
	},
	"concussive_spell": {
		"name": "Concussive Spell",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Concussive Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Magic/143}",
			"",
			"You cause creatures to be disoriented when you affect them with a spell that has the sonic descriptor.  ",
			"**Benefit:** With sonic damage comes a concussive wave of energy that rattles creatures affected by the spell. A concussive spell causes creatures that take damage from a spell that has the sonic descriptor to take a -2 penalty on attack rolls, saving throws, skill checks, and ability checks for a number of rounds equal to the actual spell level of the spell. A concussive spell only affects spells with the sonic descriptor. A concussive spell uses up a spell slot two levels higher than the spell's actual level."
		]
	},
	"conditional_spell": {
		"name": "Conditional Spell",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Conditional Spell (Metamagic)",
			"",
			"{SOURCE Healer's Handbook/8}",
			"",
			"You know how to apply restrictions on how a creature can use the benefits of your spells.  ",
			"**Benefit:** A conditional spell is subject to the rules laid out in the spell {spell/conditional favor}. A conditional spell takes up a spell slot 1 level higher than normal."
		]
	},
	"conduit_casting": {
		"name": "Conduit Casting",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Conduit Casting (Teamwork)",
			"",
			"{SOURCE Legacy of the First World/19}",
			"",
			"Your magic flows through your ally.  ",
			"**Prerequisites:** Spellcraft 3 ranks.  ",
			"**Benefit:** Whenever you are within 30 feet of an ally who also has this feat, you can channel your magic through her when casting a spell or using a spell-like ability, provided that she has the spell on her class list or has the ability to cast it as a spell-like ability. The spell cannot have a range of personal. When you finish casting the spell, the ally may spend an immediate action to act as your conduit. Your ally must concentrate to act as the conduit for the spell, just as if she were casting the spell, and the spell is lost if a {rule/concentration} check is required and she fails (such as from damage, or to cast the spell defensively).",
			"",
			"If successfully cast, the spell originates from the ally's space instead of yours. You remain the spell's caster for the purpose of determining the caster level, saving throw DC, and so on, but your ally selects the targets or area affected and makes any required attack rolls for the spell."
		]
	},
	"confabulist": {
		"name": "Confabulist",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Confabulist",
			"",
			"{SOURCE Ultimate Intrigue/81}",
			"",
			"Sometimes your second attempt at a deception does the trick.  ",
			"**Prerequisites:** Bluff 9 ranks, Sense Motive 9 ranks.  ",
			"**Benefit:** When you fail to deceive someone with a Bluff check, you can immediately attempt another version of the same basic deception against that creature at a -5 penalty by downplaying the failed Bluff and quickly moving on to another one. You cannot use this ability if the first Bluff was so egregious that further checks would have been impossible (as per the Bluff skill). If you fail the second attempt, you cannot retry the Bluff check and all further attempts to perpetrate that particular deception are impossible.  ",
			"**Normal:** When you fail a Bluff check against a creature, that creature is innately suspicious. You take a -10 penalty on future attempts to deceive that creature, or at the GM's discretion, such attempts may be impossible."
		]
	},
	"confounding_tumble_deed": {
		"name": "Confounding Tumble Deed",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Confounding Tumble Deed (Panache)",
			"",
			"{SOURCE Advanced Class Guide/143}",
			"",
			"You can befuddle a foe by striking a blow after tumbling.  ",
			"**Prerequisites:** {feat/Amateur Swashbuckler} feat or panache class feature, {feat/Canny Tumble}, Acrobatics 7 ranks.  ",
			"**Benefit:** When you use {skill/Acrobatics} to move through an opponent's threatened area or space without provoking an attack of opportunity from that opponent and then hit that foe with a melee attack in the same round, as a free action you can spend 1 panache point to deny that foe its Dexterity bonus to its armor class until the end of your next turn."
		]
	},
	"confusing_stare": {
		"name": "Confusing Stare",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Confusing Stare (Combat, Stare)",
			"",
			"{SOURCE Psychic Anthology/16}",
			"",
			"Your stare addles your foe's mind.  ",
			"**Prerequisites:** Mesmerist level 7th, painful stare class feature.  ",
			"**Benefit:** When you trigger your painful stare, the target must succeed at a Will save (DC = 10 + half your mesmerist level + your Charisma modifier) or else become {misc/confused} for 1 round. The target must roll twice to determine the result of its confused condition, and you select which roll is used."
		]
	},
	"connected_criminal": {
		"name": "Connected Criminal",
		"sources": [ "Black Markets" ],
		"description": [
			"## Connected Criminal",
			"",
			"{SOURCE Black Markets/7}",
			"",
			"You are a master of criminal commerce.  ",
			"**Prerequisites:** Knowledge (local) 5 ranks.  ",
			"**Benefit:** Attempting a Diplomacy check to access a {rule/black market>s} requires only 5d4 minutes of effort. You can apply the Crime modifier of a black market you have accessed to Bluff, Diplomacy, Profession, and Sleight of Hand checks to make money within the market itself.",
			"",
			"This bonus applies to skill checks to covertly perform downtime activities and to checks to earn capital in black markets. You treat the capital spending limits of black markets as 5 higher than their listed value."
		]
	},
	"consecrate_spell": {
		"name": "Consecrate Spell",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Consecrate Spell (Metamagic)",
			"",
			"{SOURCE Blood of Angels/25}",
			"",
			"You infuse spells with heavenly power, drastically increasing their effectiveness against would-be heralds of evil.  ",
			"**Prerequisites:** {race/Aasimar}, able to prepare or cast {spell/consecrate}.  ",
			"**Benefit:** A consecrated spell is treated as a maximized spell against evil creatures and creatures with the evil subtype. Against all other creatures, this feat does not modify the spell in any way (for example, a consecrated {spell/fireball} acts as a normal fireball against neutral or good creatures). This feat does not stack with {feat/Maximize Spell}. A consecrated spell uses up a spell slot two levels higher than the spell's actual level."
		]
	},
	"conservatory_trained": {
		"name": "Conservatory-Trained",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Conservatory-Trained",
			"",
			"{SOURCE Heroes of the High Court/16}",
			"",
			"Your training at Jalmeray's famed Conservatory on the island of Grand Sarret helps you perceive others' interests and leverage them for your benefit.  ",
			"**Prerequisites:** Sense Motive 1 rank.  ",
			"**Benefit:** You gain an insight bonus equal to your Wisdom modifier on discovery checks using the {rule/individual influence} system. In addition, when you discover an NPC's strength, the next influence check an ally attempts that incorporates that strength receives a +2 bonus."
		]
	},
	"consume_essence": {
		"name": "Consume Essence",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Consume Essence (Combat)",
			"",
			"{SOURCE Horror Adventures/84}",
			"",
			"Creatures that you swallow are quickly absorbed and soon utterly annihilated.  ",
			"**Prerequisites:** Base attack bonus +6; evil alignment; {umr/swallow whole} universal monster ability}; must be of the magical beast, outsider, or undead type.  ",
			"**Benefit:** When you start your turn having swallowed at least one creature, each swallowed creature must succeed at a Fortitude save (DC = 10 + 1/2 your Hit Dice + your Charisma modifier) or gain a temporary {rule/negative levels}. Swallowed creatures that die from these negative levels are consumed as per {spell/disintegrate}. This is a death effect.  ",
			"**Special:** If you are of the undead type, each time a swallowed creature gains a temporary negative level from his ability, you add 5 {rule/temporary hit points} to the number of hit points that swallowed creatures must deal to escape, up to a maximum of 15 temporary hit points. These temporary hit points last for 10 minutes."
		]
	},
	"consume_power": {
		"name": "Consume Power",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Consume Power",
			"",
			"{SOURCE Heroes of Golarion/6}",
			"",
			"You can absorb magic items to gain a boost in power.  ",
			"**Prerequisites:** Spellcraft 3 ranks, {race/wyrwood}.  ",
			"**Benefit:** Once per day as a full-round action, you can consume a single magical item in your possession. The item is destroyed upon consumption, but you regain 1d6 hit points + 1 additional hit point per caster level of the item. You also gain a +1 bonus on attack and damage rolls for a number of rounds equal to the caster level of the item."
		]
	},
	"consume_undeath": {
		"name": "Consume Undeath",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Consume Undeath",
			"",
			"{SOURCE Demons Revisited/44}",
			"",
			"You gain the powers of undeath when you feed upon their kind.  ",
			"**Prerequisites:** {monster/Nabasu}, Con 23  ",
			"**Benefit:** As a full-round action, you can consume the animating force of any undead creature you have created with your death-stealing gaze. This immediately destroys the undead creature, but grants you one of that creature's special attacks or supernatural abilities (chosen from one of the following abilities possessed by the undead: Constitution drain, disease, energy drain, or paralysis). The ability granted persists for 24 hours or until the next sunrise, whichever comes first."
		]
	},
	"consumption": {
		"name": "Consumption",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Consumption (Blood Hex)",
			"",
			"{SOURCE Magic Tactics Toolbox/29}",
			"",
			"You cause your rivals to spend additional precious resources while wounded.  ",
			"**Prerequisites:** Int 13, Use Magic Device 5 ranks.  ",
			"**Benefit:** As a full-round action, you can curse a creature you've dealt damage to since the beginning of your last round to use certain powers quickly. The creature must succeed at a Fortitude save or if it uses any of the following class abilities during the next minute, it must spend at least two daily uses or rounds of that ability: arcane pool, arcane reservoir, bardic performance, bloodrage, bomb, inspiration, ki pool, mental focus, mesmerist trick, phrenic pool, rage, or raging song.  ",
			"**Special:** A shaman or witch can use this [blood hex](rule/feats_class) as a standard action."
		]
	},
	"contagious_spell": {
		"name": "Contagious Spell",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Contagious Spell (Metamagic)",
			"",
			"{SOURCE Horror Adventures/84}",
			"",
			"Your spells are dangerous to dispel and likely to backfire upon those who try.  ",
			"**Benefit:** A caster level check to {spell/dispel>_magic} or remove a contagious spell that fails by 5 or more causes it to spread from the original target to the creature that attempted to remove it. The spell spreads to the new target regardless of its normal range or any special targeting requirement like a melee or ranged touch attack. The spell is treated as if you had just cast it on the new target. The new target receives a saving throw or the benefit of spell resistance (if applicable) if the spell normally allows it.",
			"",
			"You can apply Contagious Spell only to targeted spells that are harmful to their target and don't have a range of personal; a contagious spell never spreads to someone who would benefit from being the target of the spell. A contagious spell uses up a spell slot 2 levels higher than the spell's actual level.",
			"",
			"**Special:** A contagious spell can be identified normally as it is being cast with a successful {skill/Spellcraft} check. Identifying whether a spell is contagious by its effect, however, requires the use of the {spell/analyze dweomer} spell or a similar effect."
		]
	},
	"contingent_channeling": {
		"name": "Contingent Channeling",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Contingent Channeling",
			"",
			"{SOURCE Ultimate Combat/93}",
			"",
			"You can imbue others with your healing energy so that they can use it at the moment of greatest need.  ",
			"**Prerequisites:** True healer class feature, {feat/Selective Channeling}.  ",
			"**Benefit:** You can use a standard action to touch an ally and expend one of your daily uses of {ability/channel energy} to create a repository of positive energy within that ally. This repository contains the same number and type of dice as normal for your channel energy feature, and it lasts for 1 minute. An ally who has such a repository can use an immediate action to roll the repository's dice and regain a number of hit points equal to the result. If an ally who has such a repository is reduced to negative hit points, the repository triggers, allowing the ally to heal without using an action."
		]
	},
	"contingent_spell": {
		"name": "Contingent Spell",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Contingent Spell (Metamagic)",
			"",
			"{SOURCE Healer's Handbook/14}",
			"",
			"Ability to cast {spell/cure>_light_wounds} spells (a cure spell is any spell with \"cure\" in its name).  ",
			"**Prerequisites:** Ability to cast {main/cure |spell/s>_groupings} (a cure spell is any spell with \"cure\" in its name).  ",
			"**Benefit:** A contingent spell infuses a target with a dormant healing or restorative spell that can trigger when the target needs it the most. This metamagic feat can be applied to only cure spells; {spell/breath of life}; or any harmless spell that can be used to remove ability score damage, ability score drain, or a negative condition or effect (including {spell/break enchantment}, {spell/neutralize poison}, and {spell/remove disease}). When you cast a contingent spell, you must set a specific trigger that dictates under what circumstances the target is immediately subject to the spell's effects (for instance, \"When the target dies, breath of life takes effect\"). The contingent spell's effects can remain dormant within the target for up to 10 minutes per caster level you have. A creature can be infused with only one contingent spell at a time.",
			"",
			"A contingent spell uses up a spell slot 2 levels higher than the spell's actual level."
		]
	},
	"contingent_trick": {
		"name": "Contingent Trick",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Contingent Trick (Trick)",
			"",
			"{SOURCE Psychic Anthology/16}",
			"",
			"You implant a flexible mesmerist trick in the target, triggering the more beneficial trick when the time is right.  ",
			"**Prerequisites:** Any two {main/feats_<trick/ feats}.  ",
			"**Benefit:** You can implant a contingent trick in a target's mind, following the same rules and limitations for implanting mesmerist tricks. A contingent trick acts as a mesmerist trick in all ways, except that when you are implanting a contingent trick, you choose any two mesmerist tricks you know (including masterful tricks) and implant both in your target. You can't choose the same trick twice. When you trigger a contingent trick, it acts only as the mesmerist trick that corresponds to the condition you used to trigger the trick."
		]
	},
	"controlled_patterns": {
		"name": "Controlled Patterns",
		"sources": [ "Distant Realms" ],
		"description": [
			"## Controlled Patterns",
			"",
			"{SOURCE Distant Realms/42}",
			"",
			"You can modify your pattern spells to reduce their chance of affecting certain targets.  ",
			"**Prerequisites:** {feat/Pattern Message}, {feat/Spell Focus} (illusion), caster level 7th.  ",
			"**Benefit:** When you cast a spell from the pattern subschool, as a free action, you can choose a specific creature type or subtype to shield from the spell's full effects. Creatures of the selected type or subtype that are affected by the spell reduce the save DC of the spell by 4. At 11th level and every 4 levels thereafter, you can specify an additional creature type or subtype to protect (up to four protected types at 19th level). If a creature has multiple subtypes that you specified when casting your spell, the reduction in the spell's save DC stacks for each specified type or subtype. For example, if you specified the outsider creature type and the demon and evil subtypes, then your pattern spell's DC would be 12 lower for outsiders with the demon and evil subtypes."
		]
	},
	"conversion_channel": {
		"name": "Conversion Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Conversion Channel",
			"",
			"{SOURCE Inner Sea Gods/209}",
			"",
			"When you channel negative energy, you can heal others in return for their obedience.  ",
			"**Prerequisites:** {ability/Channel energy} 7d6, worshiper of {faith/Asmodeus}.  ",
			"**Benefit:** Once per day when you channel negative energy to deal damage to living creatures, you can grant the effects of channeling positive energy to the faithful of Asmodeus. Worshipers of Asmodeus within the area of your channel recover a number of hit points equal to the amount of negative energy channeled. Non-Asmodeus worshipers within the channeled energy can convert to the worship of Asmodeus as an immediate action in order to gain this healing effect. As long as their conversion is sincere, willing converts gain the healing instead of the damage from the channeled negative energy. Such a conversion can only be undone by an {spell/atonement} or similar effect."
		]
	},
	"conviction": {
		"name": "Conviction",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Conviction",
			"",
			"{SOURCE Blood of the Night/28}",
			"",
			"Your actions are bolstered by divine determination.  ",
			"**Prerequisites:** Cha 13.  ",
			"**Benefit:** When you present to a {template/vampire} a holy symbol or other object it is averse to, the DC for the creature to overcome such an aversion increases by 2."
		]
	},
	"convincing_persona": {
		"name": "Convincing Persona",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Convincing Persona",
			"",
			"{SOURCE Inner Sea Intrigue/13}",
			"",
			"People seem almost willfully ignorant of the connection between your masked persona and your real identity.  ",
			"**Prerequisites:** Bluff 5 ranks, Perform (act) 5 ranks, or dual identity class feature.  ",
			"**Benefit:** Your dual identity is never considered publicly compromised barring some massive, public unmasking, allowing you to benefit from your dual identity or masked persona regardless of how many people know your true identity. You gain a +5 circumstance bonus on Bluff skill checks to convince people your masked persona and your true identity are entirely different people, and on Disguise checks to maintain your masked persona."
		]
	},
	"cooperative_counterspelling": {
		"name": "Cooperative Counterspelling",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Cooperative Counterspelling (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/204}",
			"",
			"Thanks to your heritage, you can thwart magical attacks almost instinctively.  ",
			"**Prerequisites:** Spellcraft 5 ranks, racial spell-like ability replicating a spell of 1st level or higher.  ",
			"**Benefit:** When you and an ally who also has this feat both ready an action to {rule/counterspell>s}, you can counter a spell if you both expend any spell of the same level and school as the spell you wish to counter. If you both attempt to counterspell with {spell/dispel magic}, you each gain a +2 bonus on your caster level checks. If you have more than one ally readying an action to counterspell, you can select only one of those allies for the purpose of this feat, and that ally must also select you."
		]
	},
	"cooperative_crafting": {
		"name": "Cooperative Crafting",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Cooperative Crafting",
			"",
			"{SOURCE Advanced Player's Guide/156}",
			"",
			"Your assistance makes item crafting far more efficient.  ",
			"**Prerequisites:** 1 rank in any Craft skill, any item creation feat.  ",
			"**Benefit:** You can assist another character in crafting mundane and magical items. You must both possess the relevant Craft skill or item creation feat, but either one of you can fulfill any other prerequisites for crafting the item. You provide a +2 circumstance bonus on any Craft or Spellcraft checks related to making an item, and your assistance doubles the gp value of items that can be crafted each day."
		]
	},
	"cooperative_disabling": {
		"name": "Cooperative Disabling",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Cooperative Disabling (Teamwork)",
			"",
			"{SOURCE Ultimate Intrigue/81}",
			"",
			"You are skilled at working with an ally to disable traps.  ",
			"**Prerequisites:** Disable Device 1 rank, {ability/trapfinding} class feature.  ",
			"**Benefit:** When you use the Disable Device skill and fail the check against a trap, a single adjacent ally with this feat who is also within reach of the trap can attempt a Disable Device check against the same device as an immediate action. The ally must have remained adjacent throughout the process of disabling the device and must have either aided your Disable Device check or taken no other action. If your ally succeeds at the check, your attempt is considered to be successful. If your ally fails, your attempt is considered to have failed by 5 or more, even if the original check failed by 4 or less."
		]
	},
	"cooperative_rend": {
		"name": "Cooperative Rend",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Cooperative Rend (Combat, Teamwork)",
			"",
			"{SOURCE Monster Codex/224}",
			"",
			"You and an ally each sink a claw into your foe - then all you have to do is pull.  ",
			"**Prerequisites:** {umr/Rend}, {monster/troll}.  ",
			"**Benefit:** Whenever you and an ally who has this feat are both threatening the same creature, you must hit the target with at least one of your claw attacks to use your rend ability.  ",
			"**Normal:** You must hit with two of your claw attacks to use your rend ability."
		]
	},
	"cooperative_swarmer": {
		"name": "Cooperative Swarmer",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Cooperative Swarmer (Combat)",
			"",
			"{SOURCE Blood of the Beast/22}",
			"",
			"You're a team player and help out those normally too large or clumsy to fight in close quarters with you.  ",
			"**Prerequisites:** Swarming racial trait.  ",
			"**Benefit:** You can share a square with an ally your size or larger, even if your ally does not have the swarming racial trait. Neither you nor the creature you share a space with count as {rule/flanking} your targets, but you gain a +2 shield bonus to AC while sharing a square with a larger ally. If you perform an {rule/aid another>_2} action to aid your ally's attack roll or AC, increase the bonus you provide by 1."
		]
	},
	"coordinated_blast": {
		"name": "Coordinated Blast",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Coordinated Blast (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/204}",
			"",
			"With trained precision, you create safe pockets within the areas of your spells, inside which your allies remain safe.  ",
			"**Prerequisites:** Spellcraft 5 ranks, any racial spell-like ability.  ",
			"**Benefit:** Whenever you use a spell or ability with an area (such as {spell/fireball} or {ability/channel energy}), you can exclude any number of allies who also have this feat from that area of effect."
		]
	},
	"coordinated_capture": {
		"name": "Coordinated Capture",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Coordinated Capture (Combat, Teamwork)",
			"",
			"{SOURCE Villain Codex/44}",
			"",
			"You work with allies to prevent foes from escaping.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** Whenever you and one or more allies with this feat threaten the same enemy, the enemy takes a penalty on Acrobatics checks and {rule/concentration} checks to avoid provoking attacks of opportunity equal to the number of creatures with this feat that are threatening him (maximum +5)."
		]
	},
	"coordinated_charge": {
		"name": "Coordinated Charge",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Coordinated Charge (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Combat/92}",
			"",
			"You are an expert at leading your allies into the fray.  ",
			"**Prerequisites:** You have at least two other {main/feats_<teamwork/ feats}, base attack bonus +10.  ",
			"**Benefit:** When an ally with this feat charges a creature that is no further away from you than your speed, you can, as an immediate action, charge that creature. You must be able to follow all of the normal charge rules.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/115}",
			">",
			">When an ally with this feat charges a creature, and that creature is farther than your speed but no farther than double your speed, you can spend 5 stamina points to charge that creature. You must still be able to follow all the rules for a charge."
		]
	},
	"coordinated_defense": {
		"name": "Coordinated Defense",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Coordinated Defense (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Player's Guide/156}",
			"",
			"You are adept at working with allies to avoid being tripped, grappled, and subjected to other maneuvers.  ",
			"**Benefit:** Whenever you are adjacent to an ally who also has this feat, you receive a +2 competence bonus to your Combat Maneuver Defense. This bonus increases to +4 if the creature attempting the maneuver is larger than both you and your ally.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">When you are targeted with a combat maneuver while you are adjacent to an ally who also has this feat, you can spend 1 or 2 stamina points. If you do, your bonus to Combat Maneuver Defense against that combat maneuver attempt increases by an amount equal to the number of stamina points you spent."
		]
	},
	"coordinated_distraction": {
		"name": "Coordinated Distraction",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Coordinated Distraction (Combat, Teamwork)",
			"",
			"{SOURCE Demon Hunter's Handbook/21}",
			"",
			"When working in tandem, you can make it difficult for foes to use their magical abilities.  ",
			"**Benefit:** When you and at least one ally with this feat threaten the same enemy, the enemy treats the DC to cast spells defensively as 2 higher for each threatening character with this feat. If you or your allies are incapable of taking an attack of opportunity against the target for any reason, the effects of this feat do not apply."
		]
	},
	"coordinated_maneuvers": {
		"name": "Coordinated Maneuvers",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Coordinated Maneuvers (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Player's Guide/156}",
			"",
			"You are skilled at working with your allies to perform dangerous combat maneuvers.  ",
			"**Benefit:** Whenever you are adjacent to an ally who also has this feat, you receive a +2 competence bonus on all combat maneuver checks. This bonus increases to +4 when attempting to break free from a grapple.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">When you attempt a combat maneuver while adjacent to an ally who also has this feat, you can spend 1 stamina point to increase your bonus from this feat on that combat maneuver check by 2."
		]
	},
	"coordinated_reposition": {
		"name": "Coordinated Reposition",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Coordinated Reposition (Teamwork)",
			"",
			"{SOURCE Monster Codex/92}",
			"",
			"You are skilled in coordinating combat positioning with your allies.  ",
			"**Prerequisites:** {feat/Step-Up}.  ",
			"**Benefit:** Whenever an ally with this feat who is threatening a creature you are threatening takes a 5-foot step, you can move 5 feet as an immediate action. This movement does not provoke attacks of opportunity."
		]
	},
	"coordinated_shot": {
		"name": "Coordinated Shot",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Coordinated Shot (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Class Guide/144}",
			"",
			"Your ranged attacks against an opponent take advantage of your ally's positioning.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}.  ",
			"**Benefit:** If your ally with this feat is threatening an opponent and is not providing cover to that opponent against your ranged attacks, you gain a +1 bonus on ranged attacks against that opponent. If your ally with this feat is {rule/flanking} that opponent with another ally (even if that other ally doesn't have this feat), this bonus increases to +2.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">When making an attack roll, you can spend 2 stamina points to ignore any cover provided by an ally who also has this feat."
		]
	},
	"cornugon_shield": {
		"name": "Cornugon Shield",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Cornugon Shield (Combat)",
			"",
			"{SOURCE Cheliax, Empire of Devils/26}",
			"",
			"You can use your {eq-weapon/spiked chain} as both armor and weapon.  ",
			"**Prerequisites:** Dex 15, {feat/Weapon Focus} (spiked chain).  ",
			"**Benefit:** When wielding a spiked chain, you gain a +1 shield bonus to your AC. When you are {misc/fighting defensively} or using the {misc/total defense} action, this shield bonus increases to +2."
		]
	},
	"cornugon_smash": {
		"name": "Cornugon Smash",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Cornugon Smash (Combat)",
			"",
			"{SOURCE Cheliax, Empire of Devils/26}",
			"",
			"Your terrible attacks strike fear into your enemies.  ",
			"**Prerequisites:** {feat/Power Attack}, Intimidate 6 ranks.  ",
			"**Benefit:** When you damage an opponent with a Power Attack, you may make an immediate Intimidate check as a free action to attempt to demoralize your opponent."
		]
	},
	"cornugon_stun": {
		"name": "Cornugon Stun",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Cornugon Stun (Combat)",
			"",
			"{SOURCE Cheliax, Empire of Devils/26}",
			"",
			"You are able to make stunning attacks with special monk weapons.  ",
			"**Prerequisites:** {feat/Stunning Fist}.  ",
			"**Benefit:** You may use Stunning Fist when making melee attacks with special monk weapons as well as when making unarmed attacks.  ",
			"**Normal:** You can only use Stunning Fist when making an attack with an unarmed strike."
		]
	},
	"cornugon_trip": {
		"name": "Cornugon Trip",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Cornugon Trip (Combat)",
			"",
			"{SOURCE Cheliax, Empire of Devils/26}",
			"",
			"You can throw your spiked chain to make trip attacks.  ",
			"**Prerequisites:** Dex 15, {feat/Improved Trip}, {feat/Weapon Focus} (spiked chain).  ",
			"**Benefit:** You may throw your {eq-weapon/spiked chain} (as if it were a thrown weapon with a range increment of 10 feet) and can make trip attacks when throwing it. Failing at this attack does not knock you prone."
		]
	},
	"corpse_companion": {
		"name": "Corpse Companion",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Corpse Companion",
			"",
			"{SOURCE Monster Codex/80}",
			"",
			"You have an undead animal companion.  ",
			"**Prerequisites:** Animal companion class feature, {monster/ghoul}.  ",
			"**Benefit:** Your {sidekick/animal companion/'s} type changes to undead, but its Hit Dice, base attack bonus, saving throws, skills, and tricks are retained from the base creature. The creature loses its Constitution score and its Charisma score becomes 12. If your companion is destroyed, your new companion is undead as well, using these same modifications."
		]
	},
	"corrupted_flesh": {
		"name": "Corrupted Flesh",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Corrupted Flesh",
			"",
			"{SOURCE Monster Codex/152}",
			"",
			"You have sickened, rotting flesh from some deformity or vestigial limb that has turned fetid and necrotic, yet refuses to heal or fall off.  ",
			"**Prerequisites:** Con 15, 6 HD, {monster/ogre}.  ",
			"**Benefit:** You gain the {umr/stench} special ability (DC 10 + 1/2 your HD + your Constitution modifier)."
		]
	},
	"corsair_of_taldor": {
		"name": "Corsair of Taldor",
		"sources": [ "Cities of Golarion" ],
		"description": [
			"## Corsair of Taldor",
			"",
			"{SOURCE Cities of Golarion/12}",
			"",
			"Many Taldans seeking a life of adventure and service to the empire come to Cassomir hoping to join the ranks of Jean Coremont's corsairs. Those who do soon find themselves on the high seas, battling enemies of the empire and gaining fame for themselves and their shipmates.  ",
			"**Prerequisites:** Spent at least 1 month working on a ship for Jean Coremont.  ",
			"**Benefit:** You get a +2 bonus on initiative checks made while on a ship and deal an additional +1 damage when using light or one-handed weapons on a ship."
		]
	},
	"cosmic_gate": {
		"name": "Cosmic Gate",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Cosmic Gate",
			"",
			"{SOURCE Plane-Hopper's Handbook/29}",
			"",
			"You know that the stars shining in Cynosure's pools aren't reflections, but are gateways, and you can use this knowledge in your travels.  ",
			"**Prerequisites:** {feat/Lady Luck's Guidance}, Knowledge (planes) 10 ranks.",
			"",
			"Once per day, you can briefly enter {rule/Cynosure} and use the pools located there to instantly travel to a nearby location on the Material Plane; this functions as {spell/teleport} except you are always considered very familiar with your destination."
		]
	},
	"cosmopolitan": {
		"name": "Cosmopolitan",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Cosmopolitan",
			"",
			"{SOURCE Advanced Player's Guide/156;Pathfinder Campaign Setting/86}",
			"",
			"Living in large, exotic cities has put you in touch with many diverse civilizations, cultures, and races.  ",
			"**Benefit:** You can speak and read two additional languages of your choice. In addition, choose two Intelligence-, Wisdom-, or Charisma-based skills. Those skills always count as class skills for you."
		]
	},
	"counter_reflexes": {
		"name": "Counter Reflexes",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Counter Reflexes (Combat)",
			"",
			"{SOURCE Advanced Class Guide/144}",
			"",
			"Your opponent's advanced training in moving around you is surpassed only by your readiness for it.  ",
			"**Prerequisites:** {feat/Anticipate Dodge}, {feat/Dodge}, {feat/Mobility}; base attack bonus +9, brawler level 6th, or monk level 6th.  ",
			"**Benefit:** Opponents with the Mobility feat do not gain the dodge bonus granted by that feat when they provoke attacks of opportunity by moving out of or within your threatened area.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">When an opponent with the Mobility feat moves out of or within your threatened area, you can spend 2 stamina points to gain a +4 bonus on your attack of opportunity."
		]
	},
	"countering_loophole": {
		"name": "Countering Loophole",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Countering Loophole",
			"",
			"{SOURCE Heroes of the High Court/20}",
			"",
			"You can spot loopholes in magical commands, escape their effect, and bind the caster in turn.  ",
			"**Prerequisites:** {feat/Improved Counterspell}.  ",
			"**Benefit:** When you successfully {rule/counter>spells} a charm or compulsion spell, you immediately redirect the spell against the caster as though you were the caster of the spell and the caster were the target (as long as you can cast a spell of that level). Even if the spell originally targeted multiple creatures, the caster becomes the sole target of the redirected spell. The spell's save DC remains the same, but you make any decisions about the effects of the spell (revising a {spell/suggestion} or the conditions of a {spell/lesser geas}, for example).  ",
			"**Normal:** If you successfully counter a spell, both spells automatically negate each other with no other results."
		]
	},
	"counterpoint_to_inspiration": {
		"name": "Counterpoint to Inspiration",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Counterpoint to Inspiration (Teamwork)",
			"",
			"{SOURCE Cohorts and Companions/7}",
			"",
			"As your allies' morale swells, your enemies falter.  ",
			"**Prerequisites:** {feat/Basic Harmony}, {feat/Compelling Harmonies}, Perform (keyboard, percussion, sing, string, or wind) 10 ranks, {ability/bardic performance} or raging song.  ",
			"**Benefit:** When an ally with this feat is within 60 feet and uses a bardic performance or raging song that grants allies a morale bonus or competence bonus, you may perform the same bardic performance or raging song to increase those bonuses by +1. This increase only lasts as long as you and your ally each maintain the same performance, and cannot be extended with effects like {feat/Lingering Performance}. Additional bards with this feat beyond the second don't increase the bonuses further."
		]
	},
	"counterpunch": {
		"name": "Counterpunch",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Counterpunch (Combat)",
			"",
			"{SOURCE Advanced Class Guide/144}",
			"",
			"With deft reflexes, you capitalize on opponents' mistake.  ",
			"**Prerequisites:** Dex 18, {feat/Combat Reflexes}, {feat/Improved Unarmed Strike}; base attack bonus +16 or brawler level 12th.  ",
			"**Benefit:** Once per round, when you are fighting unarmed with both hands free and an opponent misses you with a melee attack, it provokes an attack of opportunity from you. You must use an unarmed strike for this attack of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">You can spend 5 stamina points to use this feat a second time during the same round."
		]
	},
	"courage_in_a_bottle": {
		"name": "Courage in a Bottle",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Courage in a Bottle",
			"",
			"{SOURCE Inner Sea Gods/209}",
			"",
			"You show little fear while inebriated.  ",
			"**Prerequisites:** Bravery class feature, worshiper of {faith/Cayden Cailean}.  ",
			"**Benefit:** While you are intoxicated, the bonus you gain from your bravery class feature increases by 2. If this increase grants you a total bonus of +6 or higher against fear effects, you become immune to fear instead."
		]
	},
	"courage_in_numbers": {
		"name": "Courage in Numbers",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Courage in Numbers (Teamwork)",
			"",
			"{SOURCE Dragonslayer's Handbook/21}",
			"",
			"Your allies give you courage when you face an enemy as one.  ",
			"**Prerequisites:** {feat/Iron Will}.  ",
			"**Benefit:** You gain a +2 morale bonus on saves against fear for every ally within 10 feet who possesses this feat (maximum +8)."
		]
	},
	"courageous_resolve": {
		"name": "Courageous Resolve",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Courageous Resolve",
			"",
			"{SOURCE Advanced Race Guide/66}",
			"",
			"Even when others run, you tend to stand your ground.  ",
			"**Prerequisites:** Craven racial trait or fearless racial trait, {race/halfling}.  ",
			"**Benefit:** If you have the fearless racial trait, your racial bonus on saving throws against fear effects increases to +4. If you have the craven racial trait, you still take the -2 penalty on fear saves, but you can gain the benefit of morale bonuses on saving throws against fear effects."
		]
	},
	"coven_caster": {
		"name": "Coven Caster",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Coven Caster",
			"",
			"{SOURCE Agents of Evil/24}",
			"",
			"You share your mother's gift for working in groups.  ",
			"**Prerequisites:** {race/Changeling}.  ",
			"**Benefit:** As a standard action, you can attempt a special {rule/aid another>_2} action (1d20 + your choice of your Intelligence or Charisma modifier; DC 10). If you succeed, you can increase an adjacent spellcaster's caster level by 1 until the beginning of your next turn. If you also have the {hex/coven} witch hex, you can apply this bonus to all members of your coven within 30 feet."
		]
	},
	"coven_touched": {
		"name": "Coven-Touched",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Coven-Touched",
			"",
			"{SOURCE Blood of the Coven/13}",
			"",
			"You have a natural affinity for coven magic.  ",
			"**Prerequisites:** Cha 11, {race/changeling}.  ",
			"**Benefit:** You can join a changeling coven even if you are not a witch with the {hex/coven} hex. Your effective witch level is equal to half your character level. A changeling coven must still include at least one changeling witch who has the coven hex.",
			"",
			"Additionally, select a single a 0-level spell drawn from the {main/spells_<witch/'s spell list}. You gain the ability to cast this spell three times per day as a spell-like ability with a caster level equal to your character level. The save DC for this spell is 10 + your Intelligence modifier."
		]
	},
	"cover_tracks": {
		"name": "Cover Tracks",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Cover Tracks",
			"",
			"{SOURCE Ultimate Wilderness/108}",
			"",
			"You are very difficult to follow in the wild, leaving few tracks in your wake.  ",
			"**Prerequisites:** Survival 3 ranks.  ",
			"**Benefit:** You increase the DC of Survival checks to track you by 5 when moving at full speed and by 10 when moving at half speed. You can cover the tracks of a number of allies within 30 feet equal to your Wisdom modifier plus half your character level, increasing the DC to track them by 2 if they are moving at full speed or by 5 if they are moving at half speed.  ",
			"**Special:** If you have the {ability/favored terrain} class feature and you are in that terrain, you also add your favored terrain bonus to the DC to track you or your allies."
		]
	},
	"covering_defense": {
		"name": "Covering Defense",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Covering Defense (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/156}",
			"",
			"You are skilled at protecting yourself and your allies with your shield.  ",
			"**Prerequisites:** {feat/Shield Focus}, base attack bonus +6.  ",
			"**Benefit:** When you use the {misc/total defense} action while using a light, heavy, or tower shield, you can provide a cover bonus to AC against all attacks to an adjacent ally your size or smaller. This cover bonus is equal to your shield's shield bonus and lasts until the beginning of your next turn. Your shield does not provide a cover bonus to Reflex saves.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">When using the total defense action, you can spend 5 stamina points. If you do, your shield also provides a cover bonus on your ally's Reflex saves."
		]
	},
	"covering_fire_rtt": {
		"name": "Covering Fire (RTT)",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Covering Fire (RTT) (Combat, Teamwork)",
			"",
			"{SOURCE Ranged Tactics Toolbox/10}",
			"",
			"You distract your enemies with ranged attacks to protect your allies.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}.  ",
			"**Benefit:** You can use the {rule/aid another>_2} action with a ranged attack against an opponent, regardless of whether the opponent threatens an ally. Range penalties apply to this attack roll. Choose one ally when making the attack. If the attack is successful, that ally gains a +2 bonus to AC against that opponent's next attack, as long as the attack comes before the beginning of your next turn. All allies with this feat also gain this bonus against that opponent."
		]
	},
	"covering_fire_vc": {
		"name": "Covering Fire (VC)",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Covering Fire (VC) (Combat, Teamwork)",
			"",
			"{SOURCE Villain Codex/56}",
			"",
			"Your shot can put an enemy off guard, giving your teammates the opportunity to act.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (firearms), {feat/Weapon Focus} (at least one firearm).  ",
			"**Benefit:** When you hit a foe with a firearm for which you have Weapon Focus, that creature takes a -2 penalty on attack rolls for 1 round against any other ally that also has this feat; this changes to a -4 penalty on attacks of opportunity. The penalty applied by this feat does not stack with itself. However, if both you and an ally with this feat attack the same foe, you can cover each other (since a penalty you impose with this feat doesn't apply to attacks against you)."
		]
	},
	"covering_shield": {
		"name": "Covering Shield",
		"sources": [
			"Dragonslayer's Handbook",
			"Armor Master's Handbook"
		],
		"description": [
			"## Covering Shield (Combat)",
			"",
			"{SOURCE Dragonslayer's Handbook/24}",
			"",
			"You can use your shield to protect your most vulnerable parts from area effects.  ",
			"**Prerequisites:** Dex 13, {feat/Shield Focus}, {feat/Shield Proficiency}.  ",
			"**Benefit:** While using a shield of the type to which your Shield Focus feat applies, you gain a bonus on Reflex saves against area of effect attacks equal to your shield's base bonus to armor class plus any bonuses granted by feats or class abilities. This does not transfer any enhancement bonuses on a shield to Reflex saves.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/20}",
			">",
			">You can spend 3 stamina points to also gain the enhancement bonus of your shield on your Reflex save against one attack or hazard."
		]
	},
	"cracking_the_shell": {
		"name": "Cracking the Shell",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Cracking the Shell (Combat, Combination)",
			"",
			"{SOURCE Martial Arts Handbook/27}",
			"",
			"The tip of your weapon pierces both the body and the spirit.  ",
			"**Prerequisites:** {feat/Weapon Focus} with piercing weapon.  ",
			"**Benefit:** When you deal damage with a melee attack with a piercing weapon to an opponent you have already damaged this round, you can also reduce the value of that target's spell resistance or energy resistances by 1 until the start of your next turn. This reduction stacks with itself."
		]
	},
	"craft_construct": {
		"name": "Craft Construct",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Craft Construct (Item Creation)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/314}",
			"",
			"You can create construct creatures like golems.  ",
			"**Prerequisites:** Caster level 5th, {feat/Craft Magic Arms and Armor}, {feat/Craft Wondrous Item}.  ",
			"**Benefit:** You can create any construct whose prerequisites you meet. The act of animating a construct takes one day for each 1,000 gp in its market price. To create a construct, you must use up raw materials costing half of its base price, plus the full cost of the basic body created for the construct. Each {main/monsters_<construct>s} has a special section that summarizes its costs and other prerequisites. A newly created construct has average hit points for its Hit Dice."
		]
	},
	"craft_cybernetics": {
		"name": "Craft Cybernetics",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Craft Cybernetics",
			"",
			"{SOURCE Technology Guide/6}",
			"",
			"You can build cyberware and install it in a creature's body.  ",
			"**Prerequisites:** {feat/Technologist}, Heal 9 ranks, Knowledge (engineering) 9 ranks  ",
			"**Benefit:** You can create {main/tech_<cyber/netic>tech} items. Creating a cybernetic item takes 1 day for every 1,000 gp in the item's price. To create the object, you must use up raw materials costing half of this total price. See {rule/Crafting High-Tech Items}.",
			"",
			"You can repair a broken cybernetic item if it is one that you could make. Doing so costs half the raw materials and half the time it would take to craft that item from scratch. You can also install a cybernetic item in a creature's body.",
			"",
			"See the {main/tech_<Cybertech/ section} for more information on installing cyberware."
		]
	},
	"craft_magic_arms_and_armor": {
		"name": "Craft Magic Arms and Armor",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Craft Magic Arms and Armor (Item Creation)",
			"",
			"{SOURCE PRPG Core Rulebook/120}",
			"",
			"You can create magic armor, shields, and weapons.  ",
			"**Prerequisites:** Caster level 5th.  ",
			"**Benefit:** You can create magic weapons, armor, or shields. Enhancing a weapon, suit of armor, or shield takes 1 day for each 1,000 gp in the price of its magical features. To enhance a weapon, suit of armor, or shield, you must use up raw materials costing half of this total price. See the {rule/magic item creation/ rules} for more information.",
			"",
			"The weapon, armor, or shield to be enhanced must be a masterwork item that you provide. Its cost is not included in the above cost.",
			"",
			"You can also mend a broken magic weapon, suit of armor, or shield if it is one that you could make. Doing so costs half the raw materials and half the time it would take to craft that item in the first place."
		]
	},
	"craft_ooze": {
		"name": "Craft Ooze",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Craft Ooze (Item Creation)",
			"",
			"{SOURCE Alchemy Manual/22}",
			"",
			"You can use alchemy to create dangerous ooze creatures.  ",
			"**Prerequisites:** {feat/Brew Potion}, {feat/Craft Wondrous Item}, Craft (alchemy) 3 ranks, caster level 5th.  ",
			"**Benefit:** You can create living oozes as though they were magical items. Creating an ooze creature takes 1 day for each 500 gp in its construction cost. To create an ooze, you must have access to an {eq-misc/oozing vat>_gargantuan}, you must use up raw materials worth the construction cost of the ooze, and you must succeed at a Craft (alchemy) check (DC 10 + 2 &times; the ooze's CR). A failed check ruins the materials used, while a check that fails by 5 or more also results in an ooze that attacks its creator for 1d4 rounds before dissipating into useless waste material. A newly created ooze has average hit points for its Hit Dice. Oozes created with this feat are mindless and uncontrolled, and even normally intelligent oozes like slithering trackers that are created this way have no Intelligence score - nor any loyalty to their creator.",
			"",
			"While ooze creatures cannot normally be purchased in traditional marketplaces, GMs who wish to include such an option in their games - perhaps with oozes sold as black market commodities' need only double the construction cost of a specific ooze creature in order to figure out a fair market price.",
			"",
			"The following table lists some of the most commonly crafted oozes and their creation requirements. At the GM's discretion, other types of ooze creatures can be created with this feat.",
			"",
			"| Ooze | Construction Cost | Craft DC |",
			"| --- | --- | --- |",
			"| {monster/Gelatinous cube} | 1,600 gp | 16 |",
			"| {monster/Gray ooze} | 3,600 gp | 18 |",
			"| {monster/Slithering tracker} | 3,600 gp | 18 |",
			"| {monster/Ochre jelly} | 4,900 gp | 20 |",
			"| {monster/Black pudding} | 8,100 gp | 24 |",
			"| {monster/Magma ooze} | 8,100 gp | 24 |",
			"| {monster/Deathtrap ooze} | 8,100 gp | 26 |",
			"| {monster/Carnivorous crystal} | 16,900 gp | 32 |"
		]
	},
	"craft_pharmaceutical": {
		"name": "Craft Pharmaceutical",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Craft Pharmaceutical",
			"",
			"{SOURCE Technology Guide/6}",
			"",
			"You can craft pharmaceuticals.  ",
			"**Prerequisites:** {feat/Technologist}, Heal 9 ranks, Knowledge (nature) 9 ranks  ",
			"**Benefit:** You can create any {main/tech_<pharmaceutical>s} or {main/equipment_<poison>s}. Creating a pharmaceutical takes 2 hours if its base price is 250 gp or less; otherwise, the creation of the pharmaceutical takes 1 day for every 1,000 gp in its price. To create the pharmaceutical or poison, you must use up raw materials costing half of this total price. See {rule/Crafting High-Tech Items} for more information."
		]
	},
	"craft_poppet": {
		"name": "Craft Poppet",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Craft Poppet (Item Creation)",
			"",
			"{SOURCE Adventurer's Armory 2/31}",
			"",
			"Some construct builders learn their art by creating poppets.  ",
			"**Prerequisites:** Caster level 1st.  ",
			"**Benefit:** You can craft {family/poppet/s} and add augmentations to existing poppets that you control. You are treated as having both {feat/Craft Magic Arms and Armor} and {feat/Craft Wondrous Item} for the purpose of fulfilling the prerequisites for {feat/Craft Construct}."
		]
	},
	"craft_robot": {
		"name": "Craft Robot",
		"sources": [ "Pathfinder #90: The Divinity Drive" ],
		"description": [
			"## Craft Robot",
			"",
			"{SOURCE Pathfinder #90: The Divinity Drive/71}",
			"",
			"You can build robots.  ",
			"**Prerequisites:** {feat/Craft Technological Arms and Armor}, {feat/Craft Technological Item}, {feat/Technologist}, Craft (mechanical) 9 ranks, Knowledge (engineering) 9 ranks.  ",
			"**Benefit:** You can create {family/robot/s}, provided you have access to a robotics lab and the necessary materials. A robot's price is equal to its CR &times; 20,000 gp, and the cost to create one is half this amount. Creating a robot takes 1 day for every 1,000 gp of its price. At the end of the process you must attempt a single Craft (mechanical) skill check to finish the robot. Failing this check means that the robot doesn't function and the materials and time are wasted. The DC for this skill check is equal to 20 + the robot's CR (minimum 21). A newly created robot has average hit points for its Hit Dice.  ",
			"**Special:** A {rule/crafting<robotics| lab>oratories} is required to craft robots and uses 200 charges each day it is in operation."
		]
	},
	"craft_rod": {
		"name": "Craft Rod",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Craft Rod (Item Creation)",
			"",
			"{SOURCE PRPG Core Rulebook/120}",
			"",
			"You can create magic rods.  ",
			"**Prerequisites:** Caster level 9th.  ",
			"**Benefit:** You can create {main/magic rods}. Crafting a rod takes 1 day for each 1,000 gp in its base price. To craft a rod, you must use up raw materials costing half of its base price. See the {rule/magic item creation/ rules} for more information."
		]
	},
	"craft_shadow_piercing": {
		"name": "Craft Shadow Piercing",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Craft Shadow Piercing (Item Creation)",
			"",
			"{SOURCE Champions of Corruption/28}",
			"",
			"You can craft magical piercings infused with the power of shadow.  ",
			"**Prerequisites:** Craft (jewelry) 5 ranks, caster level 5th.  ",
			"**Benefit:** You can create special wondrous items - typically barbs, hooks, rings, and spikes - that adorn piercings in the wearer's flesh and grant magical abilities. Both you and the recipient of the piercing (if not yourself) must be present for the entire piercing process.",
			"",
			"Shadow piercings must be placed in a part of the body normally associated with a magic item slot, but they do not take up a slot on the body, nor interfere with other magic items that use those slots. A single slot can only hold one shadow piercing (nonmagical piercings do not count against this limit). Shadow piercings can be applied to the following slots: belt, body, chest, eyes, feet, hands, head, neck, shoulder, and wrist.",
			"",
			"A single slot can hold multiple physical piercings, though the pieces of jewelry operate as a single item and must be created for that purpose. Shadow piercings have different levels of power: minor, major, and greater. Minor shadow piercings usually include one piece of jewelry, while major and greater shadow piercings often are made up of multiple rings and spikes that cover the entire area of the piercing's slot (but are still considered a single item). A creature can only use a number of shadow piercings equal its Constitution modifier plus its Wisdom modifier.",
			"",
			"Carefully inserting or removing a shadow piercing takes a full-round action and deals no damage. Alternatively, a shadow piercing may be pulled out of a creature using the {rule/steal} maneuver as a standard action that deals 1d6 points of damage. Only a creature with the Craft Shadow Piercing feat may create or insert a shadow piercing, but any creature may remove one. Inserting a shadow piercing is impossible unless the target is willing or helpless. After being removed, a shadow piercing may be inserted into another creature by someone with this feat. Since they are treated as magic items, they are affected by {spell/dispel magic}.",
			"",
			"Shadow piercings follow the rules for {rule/magic item creation}, except the creator can use the {skill/Craft} (jewelry) skill instead of Spellcraft. New shadow piercings can be researched and designed using the rules for pricing new magic items. Shadow piercing powers for a specific slot must be thematically similar or linked. Since shadow piercings don't interfere with other magic items in the same slot, but can only have one piercing per slot, the base price is multiplied by 1.5 instead of doubled as if they had no space limitation."
		]
	},
	"craft_shoddy_item": {
		"name": "Craft Shoddy Item",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Craft Shoddy Item",
			"",
			"{SOURCE Villain Codex/116}",
			"",
			"You can create poorly constructed items that appear to be just as sturdy and as of good quality as normal goods, saving on the cost of materials in the process.  ",
			"**Prerequisites:** 1 rank in appropriate {skill/Craft} skill.  ",
			"**Benefit:** When you craft an item using your Craft skill, you can pay 1/5 of the item's price for the raw material cost and craft a shoddy item. You must still succeed at the appropriate DC check, and the work takes the same amount of time as a normal item. If you fail the Craft check by 5 or more, you ruin all the raw materials and must begin again. If you attempt to craft an item of even lower quality, the item's poor quality is immediately apparent.  ",
			"**Normal:** You pay 1/3 of the item's price for the raw material cost. If you fail the Craft check by 5 or more, you ruin half the raw materials and must pay half the original raw material cost again.",
			"",
			"### Shoddy Item",
			"",
			"**Price** varies; **Weight** varies",
			"",
			"A shoddy item is any mundane piece of equipment that has been cleverly but poorly crafted such that its materials and workmanship are worse than expected, but the flaws are concealed. Layers of material are thinner than normal, hasps and hinges are only loosely attached, metals are mixed improperly, resulting in softer alloys, and so forth. Shoddy items are sold for the same price as their well-made counterparts. Manufacturing a shoddy item requires the {feat/Craft Shoddy Item} feat in order to successfully conceal the poor workmanship. Shoddy items are never masterwork or made of special materials (though they might appear to be made of a special material), and single-use items can never be made as shoddy items.",
			"",
			"Any shoddy item has its hardness reduced by 2 and its hit points reduced by half. Any weapon or piece of armor constructed in a shoddy manner takes damage each time it is used; a weapon takes the same amount of damage it deals in an attack (minus its lower hardness rating), and a piece of armor takes damage identical to its wearer's loss in hit points from an enemy's successful attack (again, after taking the adjusted hardness into account). Items other than weapons and armor have a 10% chance to gain the broken condition with each day of use, and if they have a limited number of uses, they have half as many uses as normal. In either case, shoddy items that gain the broken condition can never have that condition removed (even by using magic or if they later recover hit points) without further successful Craft checks and gp expenditure to fix the initial flaws. Shoddy items that are destroyed cannot be recovered by any means, and are useless for anything more than salvaging some of the raw materials. A shoddy item typically costs the same as a normal item of its kind.",
			"",
			"A character who succeeds at a DC 15 Appraise (or appropriate Craft) check notices the shoddy condition of an item, but the character must specifically inspect the item to do so."
		]
	},
	"craft_staff": {
		"name": "Craft Staff",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Craft Staff (Item Creation)",
			"",
			"{SOURCE PRPG Core Rulebook/120}",
			"",
			"You can create magic staves.  ",
			"**Prerequisites:** Caster level 11th.  ",
			"**Benefit:** You can create any [staff](main/magic_staves) whose prerequisites you meet. Crafting a staff takes 1 day for each 1,000 gp in its base price. To craft a staff, you must use up raw materials costing half of its base price. A newly created staff has 10 charges. See the {rule/magic item creation/ rules} for more information."
		]
	},
	"craft_technological_arms_and_armor": {
		"name": "{feat/Craft Technological Arms and Armor",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Craft Technological Arms and Armor",
			"",
			"{SOURCE Technology Guide/6}",
			"",
			"You can build technological weapons and armor.  ",
			"**Prerequisites:** {feat/Technologist}, Craft (mechanical) 7 ranks, Knowledge (engineering) 7 ranks  ",
			"**Benefit:** You can create technological weapons or armor. Creating a technological weapon or suit of armor takes 1 day for every 1,000 gp in the item's price. To create the object, you must use up raw materials costing half of this total price. See {rule/Crafting High-Tech Items} for more information.",
			"",
			"You can also repair a broken technological weapon or suit of armor if it is one that you could make. Doing so costs half the raw materials and half the time it would take to craft that item from scratch."
		]
	},
	"craft_technological_item": {
		"name": "Craft Technological Item",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Craft Technological Item",
			"",
			"{SOURCE Technology Guide/6}",
			"",
			"You can craft technological gear and items.  ",
			"**Prerequisites:** {feat/Technologist}, Craft (mechanical) 5 ranks, Knowledge (engineering) 5 ranks  ",
			"**Benefit:** You can create technological gear. Creating a piece of technological gear takes 1 day for every 1,000 gp in the item's price. To create the object, you must use up raw materials costing half of this total price. See {rule/Crafting High-Tech Items} for more information.",
			"",
			"You can also repair a broken technological item if it is one that you could make. Doing so costs half the raw materials and half the time it would take to craft that item from scratch."
		]
	},
	"craft_wand": {
		"name": "Craft Wand",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Craft Wand (Item Creation)",
			"",
			"{SOURCE PRPG Core Rulebook/120}",
			"",
			"You can create magic wands.  ",
			"**Prerequisites:** Caster level 5th.  ",
			"**Benefit:** You can create a wand of any 4th-level or lower spell that you know. Crafting a wand takes 1 day for each 1,000 gp in its base price. To craft a wand, you must use up raw materials costing half of this base price. A newly created wand has 50 charges. See the {rule/magic item creation/ rules} for more information."
		]
	},
	"craft_wondrous_item": {
		"name": "Craft Wondrous Item",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Craft Wondrous Item (Item Creation)",
			"",
			"{SOURCE PRPG Core Rulebook/120}",
			"",
			"You can create wondrous items, a type of magic item.  ",
			"**Prerequisites:** Caster level 3rd.  ",
			"**Benefit:** You can create a wide variety of {main/magic wondrous/ items}. Crafting a wondrous item takes 1 day for each 1,000 gp in its price. To create a wondrous item, you must use up raw materials costing half of its base price. See the {rule/magic item creation/ rules} for more information.",
			"",
			"You can also mend a broken wondrous item if it is one that you could make. Doing so costs half the raw materials and half the time it would take to craft that item."
		]
	},
	"crane_riposte": {
		"name": "Crane Riposte",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Crane Riposte (Combat)",
			"",
			"{SOURCE Ultimate Combat/93}",
			"",
			"You use your defensive abilities to make overpowering counterattacks.  ",
			"**Prerequisites:** {feat/Crane Style}, {feat/Crane Wing}, {feat/Dodge}, {feat/Improved Unarmed Strike}, base attack bonus +8 or monk level 7th.  ",
			"**Benefit:** You take only a -1 penalty on attack rolls for {misc/fighting defensively}. Whenever you deflect an opponent's attack using Crane Wing or lose the dodge bonus from Crane Wing because an attack missed you by 4 or less, you can make an attack of opportunity against the attacker after the attack misses.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">At the start of a turn when you are fighting defensively, you can spend 2 stamina points to take no penalty on your attack rolls from fighting defensively. This lasts until the start of your turn."
		]
	},
	"crane_style": {
		"name": "Crane Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Crane Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/93}",
			"",
			"Your unarmed fighting techniques blend poise with graceful defense.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Improved Unarmed Strike}, base attack bonus +2 or monk level 1st.  ",
			"**Benefit:** You take only a -2 penalty on attack rolls for {misc/fighting defensively}. While using this style and fighting defensively or using the {misc/total defense} action, you gain an additional +1 dodge bonus to your Armor Class.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">While using this style and fighting defensively or using the total defense action, when you are targeted with a melee attack, you can spend up to 3 stamina points and take an immediate action to increase your dodge bonus to AC against that attack by an amount equal to the number of stamina points you spent."
		]
	},
	"crane_wing": {
		"name": "Crane Wing",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Crane Wing (Combat)",
			"",
			"{SOURCE Ultimate Combat/93}",
			"",
			"You move with the speed and finesse of an avian hunter, your sweeping blocks and graceful motions allowing you to deflect melee attacks with ease.  ",
			"**Prerequisites:** {feat/Crane Style}, {feat/Dodge}, {feat/Improved Unarmed Strike}, base attack bonus +5 or monk level 5th.  ",
			"**Benefit:** When {misc/fighting defensively} with at least one hand free, you gain a +4 dodge bonus to AC against melee attacks. If a melee attack misses you by 4 or less, you lose this dodge bonus until the beginning of your next turn. If you are using the {misc/total defense} action instead, you can deflect one melee attack that would normally hit you. An attack so deflected deals no damage and has no other effect (instead treat it as a miss). You do not expend an action when using this feat, but you must be aware of the attack and not flat-footed.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">When fighting defensively with at least one hand free, you can spend 5 stamina points to designate a second opponent for your Crane Wing feat. You also gain a +2 dodge bonus to AC against that opponent's attacks."
		]
	},
	"cranial_adjustment": {
		"name": "Cranial Adjustment",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Cranial Adjustment",
			"",
			"{SOURCE Occult Origins/24}",
			"",
			"You have learned to manually adjust the plates that make up the skull, inducing altered states in your subjects.  ",
			"**Prerequisites:** {feat/Deft Hands} or {feat/Trepanation}.  ",
			"**Benefit:** You can perform the {skill/hypnotism} occult skill unlock even if you can't use psychic magic. If you can cast psychic spells or have the {feat/Psychic Sensitivity} feat, you can use hypnotism one additional time per day.",
			"",
			"You can use the {skill/Sleight of Hand} skill in place of Diplomacy to hypnotize a subject, but doing so requires 10 minutes of contact with the target's skull. You can perform an adjustment that takes 1 hour to access the deeper recesses of a target's emotional mind, either granting the target a +2 bonus or imposing a -2 penalty on the target's saving throws against mind-affecting emotion effects for 24 hours."
		]
	},
	"cranial_implantation": {
		"name": "Cranial Implantation",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Cranial Implantation",
			"",
			"{SOURCE Occult Origins/24}",
			"",
			"You turn the science of phrenology inward, driving needles and nails into your or another's brain to grant focus through the pathways of pain.  ",
			"**Prerequisites:** {feat/Self-Sufficient} or {feat/Trepanation}, Heal 7 ranks.  ",
			"**Benefit:** You can perform the {skill/phrenology} occult skill unlock, though you must use needles or similar sharp implements rather than your fingertips, dealing 1d3 points of damage to the subject. If you can cast psychic spells or have the {feat/Psychic Sensitivity} feat, you can use phrenology one additional time per day.",
			"",
			"In addition, you can insert needles into a creature's brain to help center its thoughts and emotions. Doing so requires a successful Heal check (DC = 25 + the target's Hit Dice). Creatures with implanted needles gain a +1 bonus on saving throws against spells with the emotion or fear descriptor (or similar effects), but take a -1 penalty on saving throws against spells with the electricity or pain descriptors. Implanting needles deals 1d6 points of damage to the patient, which can't be healed by any means until the needles are removed (which requires a second successful Heal check at the same DC, or a {spell/restoration} or {spell/regenerate} spell).",
			"",
			"If you have implanted needles into your own cranium, you can probe them as a swift action while casting a spell, dealing an amount of damage to yourself equal to 1 + the spell's level. The pain from this probing stimulates your powers of focus, granting you a bonus of +1d6 on any {rule/concentration} check you must attempt as part of casting that spell. This damage doesn't force you to attempt a concentration check."
		]
	},
	"crashing_wave_buffet": {
		"name": "Crashing Wave Buffet",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Crashing Wave Buffet (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/108}",
			"",
			"You disorient your opponents by pushing and pounding them mercilessly, just like how the sea beats relentlessly against the rocks.  ",
			"**Prerequisites:** Wis 15, {feat/Crashing Wave Style}, {feat/Improved Drag}, {feat/Improved Reposition}, {feat/Improved Unarmed Strike}, base attack bonus +6.  ",
			"**Benefit:** When dragging or repositioning an opponent, you use your full body to knock your opponent around like a constant wave. At the end of the {rule/drag} or {rule/reposition} maneuver, your opponent must succeed at a Fortitude save (DC = 10 + half your character level + your Wisdom modifier + 2 for every 5 feet you drag or reposition your opponent). On a failed save, your opponent becomes disorientated from the movement and takes a -2 penalty on attack rolls, combat maneuver checks, and Dexterity-based skill checks until the end of its next turn."
		]
	},
	"crashing_wave_fist": {
		"name": "Crashing Wave Fist",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Crashing Wave Fist (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/109}",
			"",
			"In addition to simply moving it, you are able to strike your enemy while pushing it around.  ",
			"**Prerequisites:** Wis 15, {feat/Crashing Wave Buffet}, {feat/Crashing Wave Style}, {feat/Improved Drag}, {feat/Improved Reposition}, {feat/Improved Unarmed Strike}, base attack bonus +9.  ",
			"**Benefit:** When {rule/drag/ging} or {rule/reposition/ing} an opponent, at any point during the movement, you can make one unarmed attack against the opponent using your highest attack bonus. You can make one additional attack for every 5 feet you drag or reposition the opponent beyond the first 5 feet. You take a cumulative -5 penalty on each additional attack made in this way."
		]
	},
	"crashing_wave_style": {
		"name": "Crashing Wave Style",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Crashing Wave Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Wilderness/109}",
			"",
			"You relentlessly push your enemies around, as the sea moves those within and upon it against their will.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Drag}, {feat/Improved Reposition}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you successfully {rule/drag} or {rule/reposition} an opponent while using this style, at any point during the dragging or repositioning of the opponent, you can move 5 feet as an immediate action, including moving into a square previously occupied by the opponent, even if you have already taken a move action this round. This movement does not provoke attacks of opportunity."
		]
	},
	"create_enhanced_firearm": {
		"name": "Create Enhanced Firearm",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Create Enhanced Firearm (Item Creation)",
			"",
			"{SOURCE People of the Wastes/26}",
			"",
			"You can craft superior firearms.  ",
			"**Prerequisites:** {feat/Craft Magic Arms and Armor}; Craft (weapons) 1 rank or {feat/Gunsmithing}.  ",
			"**Benefit:** When you craft a firearm or magical firearm, you can use reinforced components to make the weapon more reliable. This increases the item's total construction cost by 10%. The misfire chance of the weapon is reduced by 1. This can never reduce a firearm's misfire chance by more than 1."
		]
	},
	"create_reliquary_arms_and_shields": {
		"name": "Create Reliquary Arms and Shields",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Create Reliquary Arms and Shields",
			"",
			"{SOURCE Ultimate Magic/148}",
			"",
			"Your magical creations are infused with divine power.  ",
			"**Prerequisites:** {feat/Craft Magic Arms and Armor}, ability to cast {spell/consecrate} or {spell/desecrate}.  ",
			"**Benefit:** When you craft a magic weapon, magic armor, or magic shield, you may add one casting of *consecrate* or *desecrate* as part of the item crafting process. This increases the item's price by 250 gp. The item becomes a reliquary and can be used as a holy (or unholy) symbol divine focus of your deity. If you cast *consecrate* or *desecrate,* your reliquary counts as a permanent fixture for that spell while it remains in the spell's area."
		]
	},
	"create_sanguine_elixir": {
		"name": "Create Sanguine Elixir",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Create Sanguine Elixir",
			"",
			"{SOURCE Ultimate Magic/148}",
			"",
			"You can condense a fraction of your bloodline's power into a powerful elixir.  ",
			"**Prerequisites:** Cha 15, {feat/Brew Potion}, Craft (alchemy) 12 ranks, sorcerer level 3rd.  ",
			"**Benefit:** Once per day, when you clear your mind to regain spell slots, you can create a sanguine elixir. When you do, pick one of your bloodline powers. You transfer that power into a small potion that any creature can drink to temporarily gain the benefit of your bloodline power. Creating a sanguine elixir takes 1 hour, and requires special oils and distillates worth 100 gp, and when you make the sanguine elixir, you lose access to the bloodline power until the next time you clear your mind to regain spell slots.",
			"",
			"When a creature drinks a sanguine elixir, it can activate the bloodline power anytime before the end of its next turn, as if it had access to that bloodline power. A creature that drinks the elixir cannot gain the benefit if its character level does not equal or exceed the minimum level of the bloodline power. Any level-dependent effects use the character level of the creature that drinks the sanguine elixir, or your sorcerer level, whichever is lower. Drinking a sanguine elixir is just like drinking a potion. A sanguine elixir is treated as a magic item with your caster level.",
			"",
			"Sanguine elixirs are extremely unstable. They lose their potency 1 day after they are created."
		]
	},
	"creative_armorsmith": {
		"name": "Creative Armorsmith",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Creative Armorsmith (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/11}",
			"",
			"You can temporarily customize your own armor.  ",
			"**Prerequisites:** Craft (armor) 3 ranks, Knowledge (engineering) 3 ranks.  ",
			"**Benefit:** With an hour of work, you can temporarily add an {main/equipment_<armor/ modification>enhancements} of your choice to your armor, or temporarily remove an existing modification, at no cost. You must have access to {eq-misc/masterwork artisan's tools} designed for armorsmithing to perform this alteration. This alteration lasts for 8 hours. Armor modifications you add this way only provide their benefits to you; any other wearer suffers the modification's drawbacks but does not gain its benefits."
		]
	},
	"creative_weaponsmith": {
		"name": "Creative Weaponsmith",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Creative Weaponsmith (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/11}",
			"",
			"You can temporarily customize your own weapons.  ",
			"**Prerequisites:** Craft (weapons) 3 ranks, Knowledge (engineering) 3 ranks.  ",
			"**Benefit:** With an hour of work, you can temporarily add a {main/equipment_<weapon/ modification>enhancements} of your choice to your weapon (or temporarily remove an existing modification) at no cost. You must have access to {eq-misc/masterwork artisan's tools} designed for weaponsmithing to perform this alteration. This alteration lasts for 8 hours. Weapon modifications you add this way only provide their benefits to you; any other wielder treats the weapon as one category more difficult to use than normal, but does not gain its benefits."
		]
	},
	"creature_focus": {
		"name": "Creature Focus",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Creature Focus",
			"",
			"{SOURCE Monster Hunter's Handbook/22}",
			"",
			"You have deadly experience with a certain type of creature, granting you an edge in fighting its kind.  ",
			"**Prerequisites:** No levels in a class that grants the {ability/favored enemy} class feature.  ",
			"**Benefit:** Choose a creature type from the ranger favored enemies table except for humanoid or monstrous humanoid. You gain a +2 bonus on Perception checks, Survival checks, and weapon damage rolls against creatures of the selected type. You can attempt Knowledge skill checks untrained when attempting to identify such creatures.  ",
			"**Special:** This feat counts as the favored enemy class feature for the purpose of meeting feat prerequisites. If another ability references your favored enemy bonus for the creature type selected, you treat your favored enemy bonus as +2. If you later gain the favored enemy class feature, you can replace this feat with a different feat for which you qualify and whose prerequisites include the favored enemy class feature.",
			"",
			"You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a different creature type."
		]
	},
	"crepuscular_cowl": {
		"name": "Crepuscular Cowl",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Crepuscular Cowl",
			"",
			"{SOURCE Blood of Shadows/7}",
			"",
			"Your affinity with the Shadow Plane allows you to draw a cloak of concealing gloom around you, even in bright light.  ",
			"**Prerequisites:** Stealth 9 ranks, shadow blending racial trait or shadow call {pclass/shadowdancer} prestige class feature.  ",
			"**Benefit:** As a swift action, you can pull a haze of shadow around you, granting yourself {rule/concealment} (20% miss chance) in bright light or normal light for 1 minute. You can use this ability once per day, plus one additional time per day when your character level reaches 12th, 15th, and 18th."
		]
	},
	"criminal_reputation": {
		"name": "Criminal Reputation",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Criminal Reputation",
			"",
			"{SOURCE Ultimate Intrigue/81}",
			"",
			"Your acts of audacious larceny have endeared you to the criminal underworld.  ",
			"**Prerequisites:** Diplomacy 5 ranks, Intimidate 5 ranks.  ",
			"**Benefit:** You gain a +2 bonus on Diplomacy and Intimidate checks when interacting with criminals, whether they're individual thieves and cutpurses or criminal organizations. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
			"",
			"These bonuses do not stack with those granted by {feat/Persuasive}, but this feat counts as Persuasive for the purposes of feats and other rules elements with Persuasive as a prerequisite."
		]
	},
	"crippling_critical": {
		"name": "Crippling Critical",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Crippling Critical (Combat, Critical)",
			"",
			"{SOURCE Advanced Player's Guide/157}",
			"",
			"You are able to maim a target and hinder its movement.  ",
			"**Prerequisites:** {feat/Critical Focus}, base attack bonus +13.  ",
			"**Benefit:** Whenever you score a critical hit against an opponent, its speed is halved for 1 minute. A successful Fortitude save reduces this duration to 1d4 rounds. The DC of this save is equal to 10 + your base attack bonus. Against creatures with multiple types of movement, you must choose which movement type to affect. A flying creature hit by this attack must make a DC 10 Fly check to remain airborne, and has its maneuverability reduced by one step.  ",
			"**Special:** You can only apply the effects of one critical feat to a given critical hit unless you possess Critical Mastery.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/116}",
			">",
			">When you confirm a critical hit and attempt to cripple an opponent with this feat, you can spend up to 5 stamina points to increase the DC of this feat's saving throw by an amount equal to the number of stamina points you spent."
		]
	},
	"crippling_thrust": {
		"name": "Crippling Thrust",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Crippling Thrust (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/26}",
			"",
			"With one precise stab, you hamper movement.  ",
			"**Prerequisites:** {feat/Weapon Focus} with piercing weapon, base attack bonus +6.  ",
			"**Benefit:** As a standard action, make a single attack with your chosen weapon. If the attack hits, the target's movement speed is halved until the start of your next turn. When your base attack bonus reaches +11, the target's movement is so hampered that even a 5-foot step provokes an attack of opportunity. When your base attack bonus reaches +16, the target must also succeed at a Reflex save with a DC equal to 10 + your base attack bonus or become {rule/entangled}. An entangled creature's movement can be halved only once. You can use this feat's benefits only once per minute."
		]
	}
}
