{
	"mobile_gathering": {
		"name": "Mobile Gathering",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Mobile Gathering",
			"",
			"{SOURCE Elemental Master's Handbook/23}",
			"",
			"You can gather elemental energy while walking slowly.  ",
			"**Prerequisites:** {class/Kineticist} level 7th, kinetic blast class feature.  ",
			"**Benefit:** While taking a move action to gather power, you can move up to half your base speed, and while taking 1 full round to gather power, you can move up to half your speed on the turn you begin the full round of gathering power. This movement provokes attacks of opportunity, and you can't use Acrobatics checks or other abilities to attempt to negate them, as you're concentrating on gathering power (nor can you use Acrobatics to balance, jump, or do anything else that requires a skill check). It's harder to concentrate on gathering power while using this feat; if you take damage during or after gathering power and before using a kinetic blast that releases it (including from an attack of opportunity provoked by the movement), the {rule/concentration} check DC to avoid losing the gathered power increases by twice the blast's effective spell level."
		]
	},
	"mobile_stronghold": {
		"name": "Mobile Stronghold",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Mobile Stronghold (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/12}",
			"",
			"You can use your tower shield to block magical attacks.  ",
			"**Prerequisites:** Str 17, {feat/Mobile Bulwark Style}, {feat/Mobile Fortress}, {feat/Shield Focus}, {feat/Tower Shield Proficiency}, base attack bonus +7.  ",
			"**Benefit:** While using a {eq-armor/tower shield}, you do not suffer a penalty on attack rolls because of the shield's encumbrance. While using Mobile Bulwark Style, whenever you use a tower shield to gain total {rule/cover}, you also gain partial cover (and grant partial cover to adjacent allies) against spells passing through the selected edge of your space. Also, while using this style, you can gain total cover against a single attack made against you as an immediate or swift action."
		]
	},
	"mobility": {
		"name": "Mobility",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Mobility (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/130}",
			"",
			"You can easily move through a dangerous melee.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}.  ",
			"**Benefit:** You get a +4 dodge bonus to Armor Class against attacks of opportunity caused when you move out of or within a threatened area. A condition that makes you lose your Dexterity bonus to Armor Class (if any) also makes you lose dodge bonuses.",
			"",
			"Dodge bonuses stack with each other, unlike most types of bonuses.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">Your dodge bonus to AC from the Dodge feat combat trick is doubled against attacks of opportunity provoked by movement. If you don't have the Dodge feat, you can still use its combat trick.",
			"",
			"### Mythic Mobility",
			"",
			"{SOURCE Mythic Adventures/69}",
			"",
			"You have perfected your ability to weave through the battlefield, using your momentum to propel yourself far.  ",
			"**Prerequisites:** Mobility.  ",
			"**Benefit:** Whenever you use Mobility, you gain a +6 dodge bonus to AC instead of the normal +4. In addition, once per round when an attack of opportunity provoked by your movement misses you, you may move 5 feet as a free action. This movement doesn't count against your total overall movement for the round, but it does provoke attacks of opportunity."
		]
	},
	"mocking_dance": {
		"name": "Mocking Dance",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Mocking Dance (Combat, Performance)",
			"",
			"{SOURCE Ultimate Combat/110}",
			"",
			"You do a little dance that mocks your foe and entertains the crowd.  ",
			"**Prerequisites:** Acrobatics 4 ranks or Perform (dance) 4 ranks.  ",
			"**Benefit:** When you spend a swift action to make a {rule/performance combat} check, before making that check you can either move 5 feet without provoking attacks of opportunity, or you can move your speed and provoke attacks of opportunity. You cannot end this move in a space where you threaten an enemy. If you do move at least 5 feet, you gain a +2 bonus on the performance combat check.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When using this feat, you can spend 5 stamina points to move up to half your speed (instead of only 5 feet) without provoking attacks of opportunity."
		]
	},
	"modification_master": {
		"name": "Modification Master",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Modification Master (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/11}",
			"",
			"You can create inconceivable bastardizations of the smith's art.  ",
			"**Prerequisites:** {feat/Creative Armorsmith}, {feat/Armor Adept}, and Craft (armor) 7 ranks, or {feat/Creative Weaponsmith}, {feat/Weapon Adept}, and Craft (weapons) 7 ranks; Knowledge (engineering) 7 ranks.  ",
			"**Benefit:** You can use Creative Armorsmith or Creative Weaponsmith to add a modification to a weapon or suit of armor that already has a modification. The modification you are adding must be one that you have selected with Armor Adept or Weapon Adept. In addition, others can use armor or weapons with your temporary modifications."
		]
	},
	"modification_trainer": {
		"name": "Modification Trainer",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Modification Trainer (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/11}",
			"",
			"You can drill others in the use of modified weapons or armor.  ",
			"**Prerequisites:** Cha 13, {feat/Armor Adept} or {feat/Weapon Adept}, fighter level 4th.  ",
			"**Benefit:** Choose a modification that you have selected with the Armor Adept or Weapon Adept feat. Once per day with 10 minutes of drilling, you can instruct a number of allies equal to your Charisma modifier in the use of that modification. The allies to be trained must have an Intelligence of at least 3. The instructed allies gain the benefit of Armor Adept or Weapon Adept with that modification for 8 hours."
		]
	},
	"modified_weapon_proficiency": {
		"name": "Modified Weapon Proficiency",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Modified Weapon Proficiency (Combat)",
			"",
			"{SOURCE Adventurer's Armory 2/11}",
			"",
			"You know how to use a specific weapon skillfully, even when it has undergone modification.  ",
			"**Prerequisites:** Proficiency with the selected weapon.  ",
			"**Benefit:** Select one type of weapon, such as {eq-weapon/longsword}. You are always considered to be proficient with modified weapons of that type.  ",
			"**Normal:** A modified weapon is treated as one category more difficult to wield.  ",
			"**Special:** A {class/warpriest} with the focus weapon class feature can gain this feat with his deity's favored weapon in place of his bonus {feat/Weapon Focus} feat. A {class/magus} with the {arc-magus/kensai} archetype can gain this feat with his chosen weapon in place of his bonus Weapon Focus feat."
		]
	},
	"monastic_legacy": {
		"name": "Monastic Legacy",
		"sources": [
			"Mythic Adventures",
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Monastic Legacy (Combat)",
			"",
			"{SOURCE Ultimate Combat/109}",
			"",
			"Your formal unarmed training continues to bolster your training in other areas.  ",
			"**Prerequisites:** Still mind class feature, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** Add half the levels you have in classes other than monk to your monk level to determine your effective monk level for your base unarmed strike damage. This feat does not make levels in classes other than monk count toward any other monk class features.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">At the start of your turn, you can spend 5 stamina points to use your full character level to determine your effective monk level for your unarmed strike damage. This increase lasts until the start of your next turn.",
			"",
			"### Mythic Monastic Legacy",
			"",
			"{SOURCE Mythic Adventures/69}",
			"",
			"Every new experience carries you another step further along your path to enlightenment.  ",
			"**Prerequisites:** Monastic Legacy.  ",
			"**Benefit:** Add half the levels you have in classes other than monk to your monk level to determine your effective monk level for your AC bonus. As a free action, you can expend one use of mythic power to add half your tier to your effective monk level to determine your base unarmed strike damage and AC bonus until the start of your next turn."
		]
	},
	"monitor_obedience": {
		"name": "Monitor Obedience",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"## Monitor Obedience",
			"",
			"{SOURCE Concordance of Rivals/3}",
			"",
			"Your daily prayer and minor sacrifices to a particular monitor demigod grant you special boons.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks, must worship a monitor demigod.  ",
			"**Benefit:** Each monitor demigod requires a different obedience, but all obediences take only 1 hour to perform. Once you've performed the obedience, you gain the benefit of a special ability or resistance as indicated in the Obedience entry for the demigod.",
			"",
			"If you have at least 12 Hit Dice, you also gain the first boon granted by your monitor demigod upon undertaking your obedience. If you have at least 16 Hit Dice, you also gain the monitor demigod's second boon. If you have 20 Hit Dice or more, you also gain the monitor demigod's third boon. Unless a boon lists a specific duration or number of uses per day, its effects are constant. {pclass/Proctor/s} gain these abilities at an excellerated rate.",
			"",
			"If you ever fail to perform a daily obedience, you lose access to the benefits and boons granted by this feat until you next perform the obedience."
		]
	},
	"monkey_lunge": {
		"name": "Monkey Lunge",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Monkey Lunge (Combat)",
			"",
			"{SOURCE Sargava, the Lost Colony/24}",
			"",
			"You can quickly recover from your lunges, helping you to avoid counterattacks.  ",
			"**Prerequisites:** {feat/Lunge}, Acrobatics 1 rank.  ",
			"**Benefit:** As a standard action, you can use the Lunge feat to increase the reach of your melee attacks by 5 feet until the end of your turn, without suffering a penalty to your AC. You cannot use this feat if you carry a medium or heavy load.  ",
			"**Normal:** You take a -2 penalty to your AC until your next turn when making a lunge attack."
		]
	},
	"monkey_moves": {
		"name": "Monkey Moves",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Monkey Moves (Combat)",
			"",
			"{SOURCE Ultimate Combat/109}",
			"",
			"You scramble around your foes, moving and striking in an erratic fashion.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Unarmed Strike}, {feat/Monkey Style}, Acrobatics 8 ranks, Climb 8 ranks.  ",
			"**Benefit:** While using Monkey Style, you gain a Wisdom bonus on Climb checks. You can also can climb and crawl at half your speed; you can take a 5-foot step by jumping, crawling, or climbing; and you retain your Dexterity bonus to AC while climbing. Further, while using Monkey Style, when you use your unarmed strike to hit an opponent twice or more on your turn, you can spend a swift action to take a 5-foot step even if you have moved this round.  ",
			"**Normal:** You climb at one-quarter your speed, and you lose your Dexterity bonus to AC while doing so. A 5-foot step is made using your normal movement modes, and you can take one only if you have not otherwise moved this round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">At the start of your turn, you can spend 5 stamina points to gain a climb speed equal to your land speed until the start of your next turn."
		]
	},
	"monkey_shine": {
		"name": "Monkey Shine",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Monkey Shine (Combat)",
			"",
			"{SOURCE Ultimate Combat/110}",
			"",
			"You combine acrobatics and opportunity to devastating effect against your opponent.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Unarmed Strike}, {feat/Monkey Moves}, {feat/Monkey Style}, {feat/Stunning Fist}, Acrobatics 11 ranks, Climb 11 ranks.  ",
			"**Benefit:** While using Monkey Style, if you successfully deliver a Stunning Fist attempt, in addition to the normal effect of Stunning Fist, you can spend a free action to enter a square adjacent to you that is within your opponent's space. This movement does not provoke attacks of opportunity. While you are in your opponent's space, you gain a +4 dodge bonus to AC and a +4 bonus on melee attack rolls against that opponent. If otherwise unhindered, the opponent can move away from you, but if he does, he provokes an attack of opportunity from you even if his choice of movement does not normally do so.  ",
			"**Normal:** You cannot enter an opponent's space.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">After you have used this feat to enter an opponent's space, if that opponent moves away from you, you can spend stamina points to move along with the opponent. You must spend 2 stamina points per 5 feet you move. The opponent's movement doesn't provoke attacks of opportunity from you if you move with the opponent, nor do you provoke attacks of opportunity when moving in this way."
		]
	},
	"monkey_style": {
		"name": "Monkey Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Monkey Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/110}",
			"",
			"Your unarmed fighting style is nimble and unpredictable, full of ground rolls and short leaps.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Unarmed Strike}, Acrobatics 5 ranks, Climb 5 ranks.  ",
			"**Benefit:** You add your Wisdom bonus on Acrobatics checks. While using this style, you take no penalty on melee attack rolls or to AC while {rule/prone}. Further, you can crawl and stand up from lying prone without provoking attacks of opportunity, and you can stand up as a swift action if you succeed at a DC 20 Acrobatics check.  ",
			"**Normal:** You take a -4 penalty on attack rolls and AC against melee attacks while prone. Standing up is a standard action that provokes attacks of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When using this style, you can spend 2 stamina points to stand up as a swift action without having to succeed at a DC 20 Acrobatics check."
		]
	},
	"monster_spotter": {
		"name": "Monster Spotter",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Monster Spotter",
			"",
			"{SOURCE Monster Hunter's Handbook/7}",
			"",
			"Your knowledge of strange life forms makes you adept at piercing their disguises and detecting their hiding places.  ",
			"**Prerequisites:** {feat/Skill Focus} (Knowledge [any]), Knowledge (any) 3 ranks.  ",
			"**Benefit:** You can substitute a {skill/Knowledge} skill for opposed Perception checks against creatures' Disguise and Stealth checks, and for Survival checks to track creatures. You must have 3 ranks in the Knowledge skill that corresponds to the creature's type."
		]
	},
	"monstrous_companion": {
		"name": "Monstrous Companion",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Monstrous Companion",
			"",
			"{SOURCE Cohorts and Companions/9}",
			"",
			"You have formed a bond with a creature far more exotic than an animal.  ",
			"**Prerequisites:** Handle Animal 7 ranks; class feature that functions as the druid {ability/animal companion} ability (including animal companion, divine bond [mount], hunter's bond [animal companion], nature's bond [animal companion], and the mount class feature) with an effective druid level of 7.  ",
			"**Benefit:** You can select a magical beast as a cohort in place of your animal companion class feature. The following chart determines the effective cohort level for your monstrous companion based on your effective druid level.",
			"",
			"| Effective Druid Level | Effective Cohort Level |",
			"| --- | --- |",
			"| 7 | 4 |",
			"| 8 | 5 |",
			"| 9 | 6 |",
			"| 10 | 6 |",
			"| 11 | 6 |",
			"| 12 | 7 |",
			"| 13 | 8 |",
			"| 14 | 9 |",
			"| 15 | 9 |",
			"| 16 | 9 |",
			"| 17 | 10 |",
			"| 18 | 11 |",
			"| 19 | 11 |",
			"| 20 | 12 |",
			"",
			"If the magical beast's effective cohort level is lower than what is allowed by your effective druid level, the cohort gains class levels equal to the difference. A cohort with 1 class level gains the link and share spells abilities of an animal companion. A cohort with 3 class levels gains the evasion animal companion ability. A cohort with 6 class levels gains the devotion animal companion ability. If the class feature you use as a prerequisite for this feat does not grant one of those abilities (such as a cavalier's mount, which does not gain share spells), your monstrous mount also does not gain the ability. The magical beast does not gain any abilities not listed here.",
			"",
			"A standard list of possible cohorts [can be found here](rule/monstrous_allies), along with rules on how they advance in levels.",
			"",
			"**Special:** This feat counts as the {feat/Leadership} feat for the purposes of prerequisites. A character cannot have both Leadership and Monstrous Companion."
		]
	},
	"monstrous_crafter": {
		"name": "Monstrous Crafter",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Monstrous Crafter (Item Creation)",
			"",
			"{SOURCE Monster Hunter's Handbook/24}",
			"",
			"You can weave pieces of beasts into your magic items.  ",
			"**Prerequisites:** {feat/Craft Wondrous Item}, {feat/Grisly Ornament}, {feat/Harvest Parts}.  ",
			"**Benefit:** Whenever you use the Grisly Ornament feat, you are able to permanently integrate one ornament you have crafted using the harvested creature parts into a wondrous item. The ornament grants no ongoing benefits, but once per day you can activate an integrated ornament as a free action to gain its full benefits for 1 minute. You can integrate an ornament into a wondrous item (or replace an item's existing ornament) by spending 8 hours of work and 100 gp &times; the creature's CR."
		]
	},
	"monstrous_disguise": {
		"name": "Monstrous Disguise",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Monstrous Disguise",
			"",
			"{SOURCE Monster Hunter's Handbook/15}",
			"",
			"You can disguise yourself as a monstrous humanoid.  ",
			"**Prerequisites:** Disguise 5 ranks, Knowledge (nature) 5 ranks.  ",
			"**Benefit:** You can use the Disguise skill to emulate creatures of the monstrous humanoid type, at a -5 penalty. Creating a monstrous humanoid disguise takes 1d3 hours."
		]
	},
	"monstrous_mask": {
		"name": "Monstrous Mask",
		"sources": [
			"Blood of Fiends",
			"Pathfinder #25: The Bastards of Erebus"
		],
		"description": [
			"## Monstrous Mask",
			"",
			"{SOURCE Blood of Fiends/25;Pathfinder #25: The Bastards of Erebus/66}",
			"",
			"Your fiendish physical traits give you a twisted and fearsome appearance that strikes fear into others' hearts.  ",
			"**Prerequisites:** {race/Tiefling}, must be taken at 1st level.  ",
			"**Benefit:** You get a +5 racial bonus on Intimidate checks made against all creatures of the humanoid type."
		]
	},
	"monstrous_masquerade": {
		"name": "Monstrous Masquerade",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Monstrous Masquerade",
			"",
			"{SOURCE Monster Hunter's Handbook/15}",
			"",
			"When you disguise yourself as a monstrous humanoid, you can gain some of its qualities.  ",
			"**Prerequisites:** {feat/Monstrous Disguise}, Disguise 9 ranks, Knowledge (nature) 9 ranks.  ",
			"**Benefit:** When you use the Monstrous Disguise feat to assume the shape of a monstrous humanoid, you can gain a rudimentary version of one of that creature's abilities selected from the following list: climb 10 feet, fly 20 feet (clumsy maneuverability), swim 20 feet, damage reduction 3/magic, or resistance 5 to one energy type. Preparing a disguise in this way takes 1 additional hour and costs an extra 500 gp. The bonus ability granted by this feat has a 25% chance to cease functioning every hour after you apply the disguise. This disguise automatically falls apart after 8 hours."
		]
	},
	"monstrous_mount": {
		"name": "Monstrous Mount",
		"sources": [ "Inner Sea Combat" ],
		"description": [
			"## Monstrous Mount",
			"",
			"{SOURCE Inner Sea Combat/14}",
			"",
			"You have learned how to tame and ride exotic beasts.  ",
			"**Prerequisites:** Handle Animal 4 ranks; Ride 4 ranks; divine bond (mount), hunter's bond (animal companion), or mount class feature with an effective druid level of 4.  ",
			"**Benefit:** You can select an exotic beast from the list of monstrous mounts to serve as your animal companion or special mount. (They are labeled as \"monstrous\" in the list of possible {ability/animal companion/s}.) You acquire and advance this creature in the same way as the mount or animal companion detailed in the class feature used as a prerequisite for this feat. You can also dismiss the creature as dictated by your class feature.",
			"",
			"You must meet additional prerequisites to choose a creature with an Intelligence score of 3 or higher, as described in each creature's entry."
		]
	},
	"monstrous_mount_mastery": {
		"name": "Monstrous Mount Mastery",
		"sources": [ "Inner Sea Combat" ],
		"description": [
			"## Monstrous Mount Mastery",
			"",
			"{SOURCE Inner Sea Combat/14}",
			"",
			"Your monstrous mount has developed an ability that only its wild kin would normally possess.  ",
			"**Prerequisites:** {feat/Monstrous Mount}, character level equal to or higher than that listed in your mount's Mastery entry.  ",
			"**Benefit:** Your monstrous mount gains the abilities and bonuses listed under **Mastery** in its stat block. You must be of at least the indicated level for the mount to use these abilities, so if you dismiss a mount and gain a new mount of a different type, you retain the feat but might not yet be of sufficient level for the new mount to gain its Mastery benefits.  ",
			"**Normal:** A monstrous mount is unable to use its Mastery abilities regardless of its advancement."
		]
	},
	"monument_builder": {
		"name": "Monument Builder",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Monument Builder (Story)",
			"",
			"{SOURCE Ultimate Campaign/71}",
			"",
			"Your inspired architecture shall make your name immortal.  ",
			"**Prerequisites:** Knowledge (engineering) 1 rank, and you must have built a structure worth at least 5,000 gp.  ",
			"**Benefit:** When you supervise a {rule/construct/ion project>_buildings} or do the construction yourself, reduce your raw material costs by 10%. You gain a +2 bonus on Knowledge (engineering) checks. If you have 10 or more ranks in Knowledge (engineering), this bonus increases to +4.  ",
			"**Goal:** Design and construct a building worth at least 100,000 gp with great personal significance to you. For example, you might construct a new temple for your god on the site where an old temple was destroyed, or an academy for students to unlock the secrets of the universe.  ",
			"**Completion Benefit:** The value of any past and future buildings you construct (including the building constructed to achieve your goal) increases by 10% as your reputation spreads. In addition, you and your workers complete double the normal amount of work in a given time interval when you supervise a construction project."
		]
	},
	"moonlight_stalker": {
		"name": "Moonlight Stalker",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Moonlight Stalker (Combat)",
			"",
			"{SOURCE Ultimate Combat/110}",
			"",
			"You are adept at using shadows to conceal your attacks.  ",
			"**Prerequisites:** Int 13, {feat/Blind-Fight}, {feat/Combat Expertise}, Bluff 3 ranks, darkvision or low-light vision racial trait.  ",
			"**Benefit:** While you have {rule/concealment} from an opponent, you gain a +2 bonus on attack and damage rolls against that opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When you have total concealment from an opponent, you can spend 2 stamina points to increase your bonuses on attack and damage rolls from this feat to +4."
		]
	},
	"moonlight_stalker_feint": {
		"name": "Moonlight Stalker Feint",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Moonlight Stalker Feint (Combat)",
			"",
			"{SOURCE Ultimate Combat/110}",
			"",
			"You strike through the shadows so quickly that your opponent can barely react to your attacks.  ",
			"**Prerequisites:** 13, {feat/Blind-Fight}, {feat/Combat Expertise}, {feat/Improved Feint}, {feat/Moonlight Stalker}, Bluff 6 ranks, darkvision or low-light vision racial trait.  ",
			"**Benefit:** Once per round, against an opponent from whom you have {rule/concealment}, you can spend a swift action to make a Bluff check to feint.  ",
			"**Normal:** Feinting is a standard action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When you attempt a Bluff check to feint against an opponent from whom you have concealment, you can spend up to 5 stamina points to gain a bonus on the Bluff check equal to double the number of stamina points you spent."
		]
	},
	"moonlight_stalker_master": {
		"name": "Moonlight Stalker Master",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Moonlight Stalker Master (Combat)",
			"",
			"{SOURCE Ultimate Combat/110}",
			"",
			"You leave your opponents swinging at shadows while you slide elusively through the darkness.  ",
			"**Prerequisites:** Int 13, {feat/Blind-Fight} {feat/Combat Expertise}, {feat/Improved Feint}, {feat/Moonlight Stalker}, {feat/Moonlight Stalker Feint}, Bluff 9 ranks, darkvision or low-light vision racial trait.  ",
			"**Benefit:** While you have {rule/concealment}, your opponents' miss chance against you increases by 10%. If an opponent misses you due to your concealment, you can spend an immediate action to move 5 feet, this movement does not provoke attacks of opportunity and does not count as a 5-foot step.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When an opponent makes an attack against you while you have concealment, you can spend 5 stamina points to increase that attack's miss chance by an additional 20%."
		]
	},
	"moonlight_summons": {
		"name": "Moonlight Summons",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Moonlight Summons",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"Your summoned minions are infused with the power of the moon.  ",
			"**Prerequisites:** {feat/Spell Focus} (conjuration), able to cast {spell/summon nature's ally>_1}.  ",
			"**Benefit:** Creatures you summon shed light as a {spell/light} spell. They are immune to confusion and sleep effects, and their natural weapons are treated as silver for the purposes of overcoming damage reduction."
		]
	},
	"moontouched": {
		"name": "Moontouched",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Moontouched",
			"",
			"{SOURCE Ultimate Wilderness/115}",
			"",
			"Moonlight has a strange effect on you, making your body stronger but your mind weaker.  ",
			"**Benefit:** At night when at least part of the moon is showing and you can see it, you gain a +2 bonus on Fortitude and Reflex saves but take a -2 penalty on Will saves."
		]
	},
	"morrignas_wrappings": {
		"name": "Morrigna's Wrappings",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Morrigna's Wrappings",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/71}",
			"",
			"One of the Boneyard's psychopomp bounty hunters has taught you the trick of using spider webs to defend against the undead.  ",
			"**Prerequisites:** Character level 9th, {race/duskwalker}, ward against corruption racial trait.  ",
			"**Benefit:** So long as you have a spider web wrapped around some part of your body, the bonus provided by your ward against corruption racial trait increases to +4."
		]
	},
	"mothers_gift": {
		"name": "Mother's Gift",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Mother's Gift",
			"",
			"{SOURCE Advanced Race Guide/185}",
			"",
			"You inherit a special boon from your hag parent.  ",
			"**Prerequisites:** {race/Changeling}.  ",
			"**Benefit:** Your dark legacy manifests in one of the following ways. You choose the manifestation when you choose the feat, and once selected it cannot be changed.",
			"",
			">@HL[Hag Claws (Ex):] You gain a +1 bonus on attack and damage rolls with your claws.",
			">",
			">@HL[Surprisingly Tough (Ex):] Your natural armor bonus increases by +1.",
			">",
			">@HL[Uncanny Resistance (Su):] You gain spell resistance equal to 6 + your character level.",
			"",
			"**Special:** You can gain this feat up to three times. Its effects do not stack. Each time you take the feat, you must select a different manifestation."
		]
	},
	"motivated_march": {
		"name": "Motivated March",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Motivated March",
			"",
			"{SOURCE Monster Codex/117}",
			"",
			"Years of forcing your slaves and soldiers to march far beyond the limits of their endurance have made you an excellent taskmaster.  ",
			"**Benefit:** When {rule/traveling |overland>_movement}, you and a number of allies equal to 10 times your character level reduce the amount of nonlethal damage taken as a result of a forced march by half. Creatures benefiting from this feat can delay the {misc/fatigued} effect of a forced march for a number of hours equal to your Charisma modifier (minimum 1). A creature that delays this effect becomes {misc/exhausted} instead of fatigued when the condition takes effect."
		]
	},
	"motivating_display": {
		"name": "Motivating Display",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Motivating Display (Combat)",
			"",
			"{SOURCE Blood of the Moon/23}",
			"",
			"You can empower your allies through their fear of you.  ",
			"**Prerequisites:** Cha 13, {feat/Dazzling Display}, {feat/Weapon Focus}.  ",
			"**Benefit:** Whenever you use Dazzling Display to demoralize foes, you can motivate your allies to better serve you. In addition to possibly demoralizing foes within 30 feet, your {skill/Intimidate} check while using Dazzling Display also applies to allies within 30 feet who can see you. The DC for this effect is the same as it would be to demoralize your allies. Each ally so affected gains a +1 morale bonus on attack rolls and skill checks for the duration that it would normally be shaken."
		]
	},
	"mountain_eyes": {
		"name": "Mountain Eyes",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Mountain Eyes",
			"",
			"{SOURCE Elemental Master's Handbook/19}",
			"",
			"Your gaze cuts through vapors with ease.  ",
			"**Prerequisites:** {feat/Blind-Fight}, Perception 5 ranks.  ",
			"**Benefit:** You ignore {rule/concealment} (but not total concealment) caused by fog, rain, smoke, wind, and other gases or weather effects (including magical effects like {spell/obscuring mist}), and you ignore up to -4 in penalties on Perception checks from such effects. You treat total concealment resulting from any such gas or weather effects within 10 feet of you as concealment (20% miss chance)."
		]
	},
	"mountaineer": {
		"name": "Mountaineer",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Mountaineer",
			"",
			"{SOURCE Ultimate Wilderness/115}",
			"",
			"You are thoroughly at home in the high peaks and precipices of alpine territory.  ",
			"**Prerequisites:** {ability/Favored terrain} (mountains) class feature.  ",
			"**Benefit:** You gain a +2 bonus on Climb checks on natural stone surfaces and a +4 bonus on Fortitude saves to avoid high-altitude fatigue and [altitude sickness](rule/mountain_travel). If you spend 24 hours at a dangerous altitude, you treat that altitude as if it were one category lower. If you spend at least 1 week at that altitude, you are immune to altitude fatigue or sickness. If you go to a lower altitude for more than 1 week, you lose this acclimation."
		]
	},
	"mountain_splitting_strike": {
		"name": "Mountain-Splitting Strike",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Mountain-Splitting Strike (Combat)",
			"",
			"{SOURCE Giant Hunter's Handbook/23}",
			"",
			"You have learned techniques to focus the force of an unarmed strike into the most vulnerable parts of a large opponent's anatomy.  ",
			"**Prerequisites:** Wis 13, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When you make a {rule/charge} attack against an opponent at least one size category larger than you, your unarmed attacks deal damage as though you were {misc/one size category larger}. In addition, you gain a +2 bonus to the DC of any {feat/Stunning Fist} effect you deliver with this charge attack."
		]
	},
	"mounted_archery": {
		"name": "Mounted Archery",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Mounted Archery (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/131}",
			"",
			"You are skilled at making ranged attacks while mounted.  ",
			"**Prerequisites:** Ride 1 rank, {feat/Mounted Combat}.  ",
			"**Benefit:** The penalty you take when using a ranged weapon while mounted is halved: -2 instead of -4 if your mount is taking a double move, and -4 instead of -8 if your mount is running.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When making an attack using a ranged weapon while mounted, you can spend 1 or 2 stamina points to reduce the penalties on the attack roll by double the number of stamina points you spent.",
			"",
			"### Mythic Mounted Archery",
			"",
			"{SOURCE Mythic Adventures/69}",
			"",
			"Your skill as a rider allows you to take cover and shoot with amazing accuracy.  ",
			"**Prerequisites:** Mounted Archery.  ",
			"**Benefit:** When using the Ride skill to use your mount as {rule/cover}, you can still make a single ranged weapon attack as a standard action. While your mount is moving, you can expend one use of mythic power to negate the penalties for making ranged weapon attacks while mounted until the beginning of your next turn."
		]
	},
	"mounted_blade": {
		"name": "Mounted Blade",
		"sources": [
			"Adventurer's Guide",
			"Qadira, Gateway to the East",
			"Qadira, Jewel of the East"
		],
		"description": [
			"## Mounted Blade",
			"",
			"{SOURCE Adventurer's Guide/15;Qadira, Gateway to the East/9;Qadira, Jewel of the East/15}",
			"",
			"You can use the momentum of your mount to carry your weapon through one foe and into another.  ",
			"**Prerequisites:** {feat/Mounted Combat}, Ride 3 ranks.  ",
			"**Benefit:** When you use the {feat/Ride-By Attack} feat, if your attack hits, you can also make an attack against a target adjacent to your original target. You take a -5 penalty on this additional attack, which does not benefit from any effects of a charge."
		]
	},
	"mounted_combat": {
		"name": "Mounted Combat",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Mounted Combat (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/131}",
			"",
			"You are adept at guiding your mount through combat.  ",
			"**Prerequisites:** Ride 1 rank.  ",
			"**Benefit:** Once per round when your mount is hit in combat, you may attempt a Ride check (as an immediate action) to negate the hit. The hit is negated if your Ride check result is greater than the opponent's attack roll.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">Once you have already used this feat, you can spend 5 stamina points to use it an additional time during the same round. You can use this trick as many times in a round as you like, as long as you spend 5 stamina points per use.",
			"",
			"### Mythic Mounted Combat",
			"",
			"{SOURCE Mythic Adventures/70}",
			"",
			"Your ability to maneuver a mount through the rigors of combat is nearly unparalleled.  ",
			"**Prerequisites:** Mounted Combat.  ",
			"**Benefit:** You can negate an additional number of hits against your mount per round equal to your tier. Once per round as an immediate action, you can expend one use of mythic power to substitute a Ride check for a single Reflex saving throw your mount must make."
		]
	},
	"mounted_onslaught": {
		"name": "Mounted Onslaught",
		"sources": [
			"Adventurer's Guide",
			"Cities of Golarion"
		],
		"description": [
			"## Mounted Onslaught",
			"",
			"{SOURCE Adventurer's Guide/15;Cities of Golarion/50}",
			"",
			"You and your mount can shatter an enemy's line with your unyielding assault.  ",
			"**Prerequisites:** {feat/Mounted Combat}, {feat/Trample}, Ride 5 ranks.  ",
			"**Benefit:** On your turn, you can {rule/overrun} more than one creature. Each overrun combat maneuver check beyond the first takes a cumulative -5 penalty. If you fail to overrun a target, your movement ends. Your mount can make only a single hoof attack against one target that is knocked prone by your overrun (not one per prone opponent).  ",
			"**Normal:** You can perform only one overrun combat maneuver per round."
		]
	},
	"mounted_shield": {
		"name": "Mounted Shield",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Mounted Shield (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/165}",
			"",
			"Your defensive tactics defend both you and your mount.  ",
			"**Prerequisites:** {feat/Mounted Combat}, {feat/Shield Focus}.  ",
			"**Benefit:** You may add your base shield bonus (including the bonus from Shield Focus but not including enhancement bonuses) to your mount's AC. In addition, you may add this bonus when making a Ride check to negate a hit against your mount using the Mounted Combat feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you can add your shield's enhancement bonus to your mount's Armor Class."
		]
	},
	"mounted_skirmisher": {
		"name": "Mounted Skirmisher",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Mounted Skirmisher (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/165}",
			"",
			"You are adept at attacking from upon a swift moving steed.  ",
			"**Prerequisites:** Ride rank 14, {feat/Mounted Combat}, {feat/Trick Riding}.  ",
			"**Benefit:** If your mount moves its speed or less, you can still take a full-attack action.  ",
			"**Normal:** If your mount moves more than 5 feet, you can only take an attack action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When your mount moves its speed or less, you can spend 5 stamina points to spur it on 10 additional feet. This is bonus movement, and you can still make a full attack when your mount takes this bonus movement."
		]
	},
	"mud_in_your_eye": {
		"name": "Mud in Your Eye",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Mud in Your Eye (Combat)",
			"",
			"{SOURCE Heroes of the Streets/29}",
			"",
			"You are used to fighting in muck and slime, and happily hurl it in your foes' eyes in the heat of battle.  ",
			"**Prerequisites:** {feat/Throw Anything}.  ",
			"**Benefit:** As a standard action when in urban or subterranean terrain, you can scoop filth, sewage, mud, or similar grime off a nearby surface and hurl it at a foe as a ranged touch attack with a range increment of 5 feet. If the attack hits, you can immediately attempt a {rule/dirty trick} combat maneuver against the target as a free action; this dirty trick can be used only to {misc/blind>ed} the target. As a ranged touch attack, this action provokes attacks of opportunity, even if your dirty trick attempts normally wouldn't provoke such attacks (such as via the {feat/Improved Dirty Trick} feat).  ",
			"**Special:** A character with {ability/favored terrain} (as the ranger class feature) can use this feat when in any of his favored terrains in addition to urban and subterranean."
		]
	},
	"muddled_morals": {
		"name": "Muddled Morals",
		"sources": [ "Inner Sea Taverns" ],
		"description": [
			"## Muddled Morals",
			"",
			"{SOURCE Inner Sea Taverns/59}",
			"",
			"Your conviction is strong... unless you've had a few drinks.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against effects that affect you based on your alignment. In addition, choose an alignment one step away from your true alignment; when you are {rule/drunk>enness} (or worse), spells and other effects affect you as if this alignment were your alignment."
		]
	},
	"multiattack": {
		"name": "Multiattack",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Multiattack (Combat, Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/315}",
			"",
			"This creature is particularly skilled at making attacks with its natural weapons.  ",
			"**Prerequisites:** Three or more natural attacks.  ",
			"**Benefit:** The creature's secondary attacks with natural weapons take only a -2 penalty.  ",
			"**Normal:** Without this feat, the creature's secondary attacks with natural weapons take a -5 penalty."
		]
	},
	"multitalented_mastery": {
		"name": "Multitalented Mastery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Multitalented Mastery",
			"",
			"{SOURCE Advanced Race Guide/47}",
			"",
			"You are adept at numerous disciplines.  ",
			"**Prerequisites:** Character level 5th, {race/half-elf}, multitalented racial trait.  ",
			"**Benefit:** All of your classes are considered {rule/favored class/es}. You gain either +1 hit point or +1 skill point whenever you take a level in any class. Apply these bonuses retroactively for all class levels that have not yet gained one of these bonuses.  ",
			"**Normal:** Half-elves with the multitalented racial trait have two favored classes."
		]
	},
	"multiweapon_defense": {
		"name": "Multiweapon Defense",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Multiweapon Defense",
			"",
			"{SOURCE Demons Revisited/38}",
			"",
			"You sacrifice attacks to parry blows.  ",
			"**Prerequisites:** Three or more arms, Dex 21  ",
			"**Benefit:** When you make a full-attack action, you may choose not to take an attack with a number of your wielded weapons other than your primary weapon. For each attack you forgo, you gain a +1 shield bonus to your AC for that round. This bonus stacks with itself to a maximum bonus of +5, but not with shield bonuses to AC from other sources."
		]
	},
	"multiweapon_fighting": {
		"name": "Multiweapon Fighting",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Multiweapon Fighting (Combat, Monster)",
			"",
			"{SOURCE Pathfinder RPG Bestiary/315}",
			"",
			"This multi-armed creature is skilled at making attacks with multiple weapons.  ",
			"**Prerequisites:** Dex 13, three or more hands.  ",
			"**Benefit:** Penalties for fighting with multiple weapons are reduced by -2 with the primary hand and by -6 with off hands.  ",
			"**Normal:** A creature without this feat takes a -6 penalty on attacks made with its primary hand and a -10 penalty on attacks made with all of its off hands. (It has one primary hand, and all the others are off hands.) See {rule/Two-Weapon Fighting}.  ",
			"**Special:** This feat replaces the {feat/Two-Weapon Fighting} feat for creatures with more than two arms."
		]
	},
	"multiweapon_specialist": {
		"name": "Multiweapon Specialist",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Multiweapon Specialist",
			"",
			"{SOURCE Demons Revisited/38}",
			"",
			"You gain bonuses on damage when you wield identical one-handed weapons.  ",
			"**Prerequisites:** Three or more arms, Dex 21  ",
			"**Benefit:** When you wield one-handed or light weapons in each of your arms, and all of those weapons belong to the same {ability/weapon group>s} (as defined for the fighter class), all attacks with those weapons gain a +2 bonus on damage rolls."
		]
	},
	"murderers_circle": {
		"name": "Murderer's Circle",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Murderer's Circle (Combat, Performance)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"After savaging your foe, you circle like a hunter ready for the kill.  ",
			"**Prerequisites:** {feat/Dodge}, Acrobatics 4 ranks.  ",
			"**Benefit:** When you spend a swift action to make a {rule/performance combat} check after scoring a critical hit or performing a combat maneuver, and you are adjacent to the target of the critical hit or combat maneuver, you can move to any other space that is adjacent to the target without provoking attacks of opportunity. You must have a clear path to that space and the ability to reach it by spending a move action. If you end this move in any space other than the one where you started, you gain a +2 bonus on the performance combat check.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">You can spend 2 stamina points to use this feat after dealing maximum damage to or successfully feinting against a creature. You must still be adjacent to the creature."
		]
	},
	"murderous_sniper": {
		"name": "Murderous Sniper",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Murderous Sniper (Combat)",
			"",
			"{SOURCE Chronicle of Legends/9}",
			"",
			"Your study of death allows you to pinpoint weaknesses from afar.  ",
			"**Prerequisites:** Death attack class feature.  ",
			"**Benefit:** You can make a death attack using a ranged weapon. Your target must be within 30 feet when attempting the death attack. For every additional round you spend studying the target, you can extend the range from which you can make a ranged death attack by 10 feet."
		]
	},
	"murky_spell": {
		"name": "Murky Spell",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Murky Spell (Metamagic)",
			"",
			"{SOURCE Aquatic Adventures/58}",
			"",
			"You can call upon murky sediments in the water to transform a mist spell underwater.  ",
			"**Benefit:** You can apply Murky Spell only to a mist or fog spell that normally doesn't work underwater, such as {spell/cloudkill}, {spell/fog cloud}, {spell/mind fog}, {spell/obscuring mist}, or {spell/solid fog}. When cast underwater, a murky spell clouds the water with sediments, producing roughly the same effects as the normal spell would above water except as follows. Due to the dilution, a murky spell has only one-tenth of the duration of a normal spell (generally 1 minute per level, though mind fog lasts 3 minutes), but this reduction doesn't affect the duration of secondary effects like mind fog's mental penalties. Abilities that see through mist and fog can't see through a murky spell unless they also specifically see through murky water (like the {umr/mistsight} universal monster rule). Instead of wind, currents can disperse a murky spell; any current with a speed of at least 10 feet disperses a murky spell in 1 round. A murky spell has no effect above the water. A murky spell uses up a slot the same spell level as the spell's actual level."
		]
	},
	"murmurs_of_earth": {
		"name": "Murmurs of Earth",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Murmurs of Earth",
			"",
			"{SOURCE Advanced Race Guide/147}",
			"",
			"The earth opens up her secrets to your perceptions.  ",
			"**Prerequisites:** {feat/Echoes of Stone}, character level 9th, {race/oread}.  ",
			"**Benefit:** You gain a limited form of {umr/tremorsense}. As a move action, you become aware of all creatures within 15 feet that are in contact with the ground at that moment."
		]
	},
	"musketeers_daring": {
		"name": "Musketeer's Daring",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Musketeer's Daring (Combat, Panache)",
			"",
			"{SOURCE Villain Codex/56}",
			"",
			"The more you dare, the greater the results of your deeds.  ",
			"**Prerequisites:** Dex 15, {swashdeed/derring-do} deed, {class/swashbuckler} level 6th.  ",
			"**Benefit:** If the result of your d6 roll is a natural 5 or 6 when using the derring-do deed, you can roll another d6 and add it to the Acrobatics, Climb, Escape Artist, Fly, Ride, or Swim check that the deed modifies. The number of d6s you roll is still limited to a number equal to your Dexterity modifier (minimum 1), and you can roll another d6 after a natural roll of 5 or 6 only once per use of derring-do.  ",
			"**Normal:** You can roll further derring-do d6s only if you roll a natural 6 on the die."
		]
	},
	"musketeers_dodge": {
		"name": "Musketeer's Dodge",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Musketeer's Dodge (Combat, Grit)",
			"",
			"{SOURCE Villain Codex/56}",
			"",
			"You dodge ranged attacks with greater proficiency than most.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (firearms), {class/gunslinger} level 3rd, {deed/gunslinger's dodge} deed.  ",
			"**Benefit:** When you use the gunslinger's dodge deed to move, the movement granted by that deed does not provoke attacks of opportunity, and you gain a +4 dodge bonus to your Armor Class."
		]
	},
	"musketeers_reposition": {
		"name": "Musketeer's Reposition",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Musketeer's Reposition (Combat, Grit)",
			"",
			"{SOURCE Villain Codex/56}",
			"",
			"You can knock a foe away with your two-handed firearm.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (firearms), {class/gunslinger} level 6th, {deed/pistol-whip} deed.  ",
			"**Benefit:** When you hit an opponent with a two-handed firearm while using the pistol-whip deed, you can perform a {rule/reposition} combat maneuver instead of knocking the target {rule/prone}. However, you can't reposition the foe closer to you. This combat maneuver does not provoke attacks of opportunity."
		]
	},
	"musketeers_sidestep": {
		"name": "Musketeer's Sidestep",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Musketeer's Sidestep (Combat, Panache)",
			"",
			"{SOURCE Villain Codex/56}",
			"",
			"You're able to dodge attacks with increased panache.  ",
			"**Prerequisites:** {swashdeed/Dodging panache} deed, {class/swashbuckler} level 3rd.  ",
			"**Benefit:** When you use the dodging panache deed, the movement granted by that deed does not provoke attacks of opportunity from any creature, and you gain a +2 dodge bonus to your Armor Class."
		]
	},
	"mutated_shape": {
		"name": "Mutated Shape",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Mutated Shape",
			"",
			"{SOURCE Ultimate Wilderness/115}",
			"",
			"Your wild shape form gains an additional appendage you can use to attack your foes.  ",
			"**Prerequisites:** Wis 19, base attack bonus +6, wild shape class feature.  ",
			"**Benefit:** When you use wild shape, you grow an additional appendage of your choice that can be used to make one of the following attacks: bite, claw, gore, slam, sting, or talons. The appendage can be used as part of a full attack using your highest base attack bonus, and it deals damage as described in the table below. This appendage lasts for as long as you stay in the same form with this use of wild shape.",
			"",
			"| Attack | Fine | Diminutive | Tiny | Small | Medium | Large | Huge | Gargantuan | Collosal | Damage Type | Attack Type |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| Bite | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | 4d6 | B/P/S | Primary |",
			"| Claw | - | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | B/S | Primary |",
			"| Gore | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | 4d6 | P | Primary |",
			"| Slam | - | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | B | Primary |",
			"| Sting | - | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | P | Primary |",
			"| Talons | - | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | S | Primary |"
		]
	},
	"mutilating_ritualist": {
		"name": "Mutilating Ritualist",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Mutilating Ritualist",
			"",
			"{SOURCE Horror Adventures/91}",
			"",
			"You add a personal sacrifice to heighten the power of your ritual magic.  ",
			"**Prerequisites:** Knowledge (arcana) 4 ranks, Knowledge (religion) 4 ranks, Spellcraft 4 ranks.  ",
			"**Benefit:** Once during the casting of an {rule/occult ritual>s}, you can inflict 1d6 hit points of damage per 2 Hit Dice and 1d4 Constitution damage (or Charisma damage if you're undead) to yourself as an immediate action with a piercing or slashing weapon. You can't reduce or ignore this damage in any way. This damage doesn't disrupt the ritual, and you can roll twice for the next skill check made as part of a ritual casting and take the better result. If the resulting ritual effect has the fear descriptor or is in the phantasm subschool, increase its saving throw DC by 1. Multiple characters with this feat can each use it once per ritual on their skill checks, but the DC increases don't stack."
		]
	},
	"mutual_hatred": {
		"name": "Mutual Hatred",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Mutual Hatred (Combat)",
			"",
			"{SOURCE Monster Codex/164}",
			"",
			"Others hate you, and their hatred feeds your own.  ",
			"**Benefit:** You gain a +1 bonus on attack rolls and damage rolls against creatures whose hatred racial trait or {ability/favored enemy} class feature applies to you. For instance, an {race/orc} would gain this bonus against all {race/dwar/ves>f} and against rangers who chose humanoid (orc) as a favored enemy."
		]
	},
	"my_blade_is_yours": {
		"name": "My Blade is Yours",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## My Blade is Yours (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Intrigue/87}",
			"",
			"You fight with seamless grace alongside your allies, complementing the inherent strengths of your weaponry.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, Sense Motive 3 ranks.  ",
			"**Benefit:** When adjacent to an ally with this feat who is wielding a weapon with the {misc/blocking}, {misc/disarm}, {misc/distracting}, or {misc/trip} weapon special feature, you can treat your own weapon as if it also had that feature. If your ally's weapon has more than one of those features, you choose one feature to emulate at the start of your turn."
		]
	},
	"mythic_companion": {
		"name": "Mythic Companion",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Mythic Companion",
			"",
			"{SOURCE Mythic Adventures/70}",
			"",
			"Despite your non-mythic nature, you're a vital part of the greater mythic world.  ",
			"**Prerequisites:** You must be non-mythic.  ",
			"**Benefit:** You're considered a mythic creature for the purposes of determining how mythic spells and effects affect you. If you ever become mythic, you gain a +1 bonus on all saves against mythic spells and effects."
		]
	},
	"mythic_crafter": {
		"name": "Mythic Crafter",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Mythic Crafter",
			"",
			"{SOURCE Mythic Adventures/70}",
			"",
			"You can craft mythic magic items.  ",
			"**Prerequisites:** Any {main/feats_<item creation/ feat}.  ",
			"**Benefit:** You can create any mythic magic item for which you have the appropriate item creation feat. In addition, you gain a +5 bonus on skill checks when creating non-mythic magic items."
		]
	},
	"mythic_paragon": {
		"name": "Mythic Paragon",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Mythic Paragon (Mythic)",
			"",
			"{SOURCE Mythic Adventures/70}",
			"",
			"Your mythic power is even more potent than that of most other mythic beings.  ",
			"**Benefit:** Your tier is considered 2 higher for determining the potency of mythic abilities, feats, and spells. This doesn't grant you access to mythic abilities or greater versions of mythic spells at a lower tier than you would normally need to be to get them, nor does it grant you additional uses of mythic power or adjust the dice you roll for your surge."
		]
	},
	"mythic_spell_lore": {
		"name": "Mythic Spell Lore",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Mythic Spell Lore (Mythic)",
			"",
			"{SOURCE Mythic Adventures/70}",
			"",
			"You have learned how to unlock the power of your spells, combining them with your mythic power.  ",
			"**Prerequisites:** Ability to cast spells.  ",
			"**Benefit:** You can learn a number of mythic spells equal to your tier and can expend mythic power when casting them to enhance the results. To select a mythic spell, you must be able to cast the non-mythic version or have it on your list of spells known. Every time you gain a new tier, you can select an additional mythic spell.  ",
			"**Special:** You can select this feat multiple times. Each time you select this feat, you must select different spells."
		]
	},
	"mystic_stride": {
		"name": "Mystic Stride",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Mystic Stride",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"Enchanted vegetation does not bar your path.  ",
			"**Prerequisites:** Dex 15, {feat/Nimble Moves}, {ability/woodland stride} class feature.  ",
			"**Benefit:** You can move at full speed even through thorns, briars, and overgrown areas that are enchanted or magically manipulated to impede motion, even if those areas confer the {rule/entangled} condition.  ",
			"**Normal:** Woodland stride does not apply to thorns, briars, and overgrowth areas that are enchanted or magically manipulated."
		]
	},
	"mystical_reverberation": {
		"name": "Mystical Reverberation",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Mystical Reverberation (Teamwork)",
			"",
			"{SOURCE Heroes of the Wild/18}",
			"",
			"Your ritualistic training has taught you to join in with the magic of others.  ",
			"**Prerequisites:** Ability to spontaneously cast spells.  ",
			"**Benefit:** As a standard action, select an ally within 30 feet who also has this feat and select a {main/feats_<metamagic/ feat} you have. If that ally doesn't have the selected metamagic feat, she can modify a spell she casts before the end of her next turn with that metamagic feat. The spell is modified as normal, except it uses a spell slot 1 additional level above the normal spell level modification for that metamagic feat.",
			"",
			"If the selected ally does have the metamagic feat you select, she can instead use that feat to modify a spell she casts before the end of her next turn without increasing the spell's casting time."
		]
	},
	"named_bullet": {
		"name": "Named Bullet",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Named Bullet (Grit)",
			"",
			"{SOURCE Champions of Balance/19}",
			"",
			"You can craft ammunition intended to kill specific foes.  ",
			"**Prerequisites:** {feat/Amateur Gunslinger} feat or grit class feature, {feat/Gunsmithing}, base attack bonus +5.  ",
			"**Benefit:** Whenever you craft ammunition using Gunsmithing, you may inscribe a bullet or alchemical cartridge with the name of its intended target. The ammunition gains the {magic-enh/bane} weapon special ability against the chosen creature only. If the ammunition is used to attack any other target, the attack roll is instead made with a -2 penalty. Crafting a named bullet costs 1 grit point and reduces your maximum grit points by 1 until the named bullet is fired or destroyed."
		]
	},
	"nameless_one": {
		"name": "Nameless One",
		"sources": [
			"Adventurer's Guide",
			"Arcane Anthology"
		],
		"description": [
			"## Nameless One",
			"",
			"{SOURCE Adventurer's Guide/124;Arcane Anthology/15}",
			"",
			"You completely eschew your former identity, making you impossible to locate or even name.  ",
			"**Benefit:** When you take this feat, you eschew all of your former identities, going as far as to render your former name completely inaccessible to discover by mortal means. You perform an 8-hour ritual that requires the expenditure of 200 gp for rare oils, incense, and creation of a special mask. After this ritual, you forever lose all names and identities previously associated with you (including any identities that you gain from class abilities). You adopt a brief descriptive title in place of a new name. Your title must not reference the names of any people or places. (For example, you could adopt the title \"Blue Fox\" or \"Twilight Stalker,\" but not the title \"Chelish Avenger\" or \"Spirit of the Mwangi.\") At the ritual's conclusion, you must don the mask created for the ritual, the appearance of which is evocative of your title. While you're wearing this mask, any attempts to scry or otherwise locate any of your eschewed identities or connect you to those identities do not work, revealing nothing but darkness, as if you were an invalid target or did not exist. Successful Knowledge checks to identify you reveal your new title rather than any old identity, but can reveal your strengths and weaknesses normally.",
			"",
			"As long as you wear the ritual mask and do not reveal your connection to any past identities, any attempt to scry on you in relation to of your eschewed identities requires a successful caster level check with a DC of 10 + your Hit Dice. In addition, you are immune to effects that require the use of your name, such as the {spell/named bullet} spell. While benefiting from this feat, you cannot wear any magic items in the head slot, as the mask used by this effect effectively occupies this slot (though this feat's benefits are not magical for the purpose of {spell/dispel magic} and other effects). In addition, you cannot attempt to impersonate a specific individual by any means, magical or nonmagical. If you ever reveal or confirm your connection to your eschewed identities, you immediately lose the benefit of this feat and gain 1d4 permanent {rule/negative levels} as your discarded identities return. You cannot regain the benefit of this feat or remove these negative levels until you atone (as per {spell/atonement}, as if restoring a class feature)."
		]
	},
	"nameless_servitor": {
		"name": "Nameless Servitor",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Nameless Servitor (Faction)",
			"",
			"{SOURCE Faction Guide/57}",
			"",
			"The fact that you have given up your real name makes you resistant to certain types of magic.  ",
			"**Prerequisites:** [Risen Guard](rule/f_second_life) rank, Risen Guard 10 TPA.  ",
			"**Benefit:** Anyone who attempts to use magic in order to learn personal information about you, such as through {spell/divination}, {spell/scrying}, or similar magic, must make a caster level check with a DC equal to 10 plus your level to succeed. You are immune to spells that require the use of your name in order to function (such as {spell/trap the soul}).",
			"",
			"Most members of the Risen Guard with this feat are addressed by their rank.",
			"",
			"**Special:** If you ever choose a real name, you lose all benefits of this feat."
		]
	},
	"nanite_disruption": {
		"name": "Nanite Disruption",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Nanite Disruption",
			"",
			"{SOURCE People of the Stars/7}",
			"",
			"You can use your nanite surge to inflict wounds upon other mechanical beings.  ",
			"**Prerequisites:** Nanite surge racial trait.  ",
			"**Benefit:** As long as you are adjacent to an android, a robot, or a creature primarily made of electronic components (GM's discretion), you can use your nanite surge ability as an immediate action to short-circuit that creature's hardware. If you succeed at a melee touch attack and the target fails a Will save (DC = 10 + 1/2 your character level + 1/2 your Constitution modifier), it takes a penalty equal to 1 + 1/2 your level (minimum 0) on its next d20 roll. This penalty lasts until the beginning of your next turn."
		]
	},
	"narrow_frame": {
		"name": "Narrow Frame",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Narrow Frame",
			"",
			"{SOURCE Animal Archive/19}",
			"",
			"Your excellent coordination allows you to maneuver better in close quarters.  ",
			"**Prerequisites:** Escape Artist 1 rank, animal or magical beast.  ",
			"**Benefit:** You do not take penalties on your attack rolls or to your AC for {misc/squeezing} through a narrow space that is at least half as wide as your normal space, though each move into or through a narrow space still counts as if it were 2 squares.  ",
			"**Normal:** You take a -4 penalty on attack rolls and a -4 penalty to AC while squeezing."
		]
	},
	"nation_builder": {
		"name": "Nation Builder",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Nation Builder (Story)",
			"",
			"{SOURCE Ultimate Campaign/71}",
			"",
			"The land calls to you to conquer it and forge a realm all your own.  ",
			"**Prerequisites:** You must have explored and claimed an area of at least 100 square miles.  ",
			"**Benefit:** When in either unclaimed wilderness or land under your own control, you receive a +2 bonus on Perception checks, Stealth checks, and Survival checks. If you have 10 or more ranks in one of these skills, the bonus on that skill increases to +4.  ",
			"**Goal:** Explore and conquer an area of at least 1,000 square miles, in the process decisively defeating a challenging foe. You must also lay claim to the land either in your own name or in the name of a leader you directly report to, and establish a stronghold or other fortification to defend it.  ",
			"**Completion Benefit:** You gain a +2 bonus on initiative checks, attack rolls, and saving throws while in the area you have claimed."
		]
	},
	"natural_charmer": {
		"name": "Natural Charmer",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Natural Charmer",
			"",
			"{SOURCE Advanced Race Guide/100}",
			"",
			"You possess some of the dominating powers of your vampire progenitor.  ",
			"**Prerequisites:** Cha 17, {race/dhampir}.  ",
			"**Benefit:** You can take 20 on any Charisma-based skills to charm, convince, persuade, or seduce humanoids whose attitude is at least friendly to you. Taking 20 still requires 20 times the normal time to perform the skill.  ",
			"**Normal:** You cannot take 20 on any check where you incur penalties for failure."
		]
	},
	"natural_jouster": {
		"name": "Natural Jouster",
		"sources": [ "Pathfinder #69: Maiden, Mother, Crone" ],
		"description": [
			"## Natural Jouster (Combat)",
			"",
			"{SOURCE Pathfinder #69: Maiden, Mother, Crone/91}",
			"",
			"Nearly all svathurims have the following feat, which is common among tauric creatures.  ",
			"**Prerequisites:** {monster/Centaur} (or any tauric creature at the GM's discretion)  ",
			"**Benefit:** You gain proficiency with the {eq-weapon/lance}. You can wield a lance one-handed as if you were mounted, and you deal double damage with a lance while {rule/charg/ing>e}."
		]
	},
	"natural_pathseeker": {
		"name": "Natural Pathseeker",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Natural Pathseeker",
			"",
			"{SOURCE Heroes of the Darklands/5}",
			"",
			"You use your surroundings to overcome obstacles.  ",
			"**Prerequisites:** {ability/Favored terrain} class feature.  ",
			"**Benefit:** While you're in any of your favored terrains, you apply half your favored terrain bonus to Acrobatics, Climb, and Swim skill checks."
		]
	},
	"natural_poison_antitoxin": {
		"name": "Natural Poison Antitoxin",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Natural Poison Antitoxin",
			"",
			"{SOURCE Ultimate Wilderness/115}",
			"",
			"You have learned how to create antitoxin that can resist natural poisons.  ",
			"**Prerequisites:** {feat/Natural Poison Harvester}, Craft (alchemy) 8 ranks, Survival 8 ranks.  ",
			"**Benefit:** When you succeed at a Craft (alchemy) check to create an {eq-misc/antitoxin} using a dose of a natural poison you harvested, you increase the duration of the antitoxin to an amount equal to 4 hours plus an additional hour for every 5 by which your result exceeds the DC."
		]
	},
	"natural_poison_harvester": {
		"name": "Natural Poison Harvester",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Natural Poison Harvester",
			"",
			"{SOURCE Ultimate Wilderness/116}",
			"",
			"You are exceedingly proficient at harvesting and distilling poison from venomous monsters.  ",
			"**Prerequisites:** Craft (alchemy) 6 ranks, Survival 6 ranks.  ",
			"**Benefit:** You gain a +2 bonus on Craft (alchemy) checks when creating poison harvested from poisonous monsters. When you successfully craft such poisons, the DC of the poison increases by 2."
		]
	},
	"natural_ruler": {
		"name": "Natural Ruler",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Natural Ruler",
			"",
			"{SOURCE Quests and Campaigns/27}",
			"",
			"You have a special talent for ruling a nation, and take to the task with ease.  ",
			"**Prerequisites:** Hold a {rule/leadership role>s} related to running a kingdom.  ",
			"**Benefit:** Choose an ability score. Any time your leadership role calls for that ability score to affect one of your kingdom's attributes, your modifier to that ability score is treated as being +2 higher. For example, if you choose Charisma and occupy the {rule/General} or {rule/High Priest} leadership role, your Charisma modifier to affect your kingdom's stability would be +2 higher than normal. However, if you occupied the {rule/Spymaster} leadership role - which employs the Intelligence and Wisdom ability scores - this feat would grant no benefit. Additionally, the entire kingdom gains +2 Stability for as long as you occupy a leadership role.  ",
			"**Special:** You may gain this feat multiple times, but each time you must choose a different ability score. The bonus to Stability gained from this feat stacks."
		]
	},
	"natural_spell": {
		"name": "Natural Spell",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Natural Spell",
			"",
			"{SOURCE PRPG Core Rulebook/131}",
			"",
			"You can cast spells even while in a form that cannot normally cast spells.  ",
			"**Prerequisites:** Wis 13, wild shape class feature.  ",
			"**Benefit:** You can complete the verbal and somatic components of spells while using wild shape. You substitute various noises and gestures for the normal verbal and somatic components of a spell.",
			"",
			"You can also use any material components or focuses you possess, even if such items are melded within your current form. This feat does not permit the use of magic items while you are in a form that could not ordinarily use them, and you do not gain the ability to speak while using wild shape.",
			"",
			"### Mythic Natural Spell",
			"",
			"{SOURCE Mythic Adventures/70}",
			"",
			"You can speak and use some magic items when you use wild shape.  ",
			"**Prerequisites:** Natural Spell.  ",
			"**Benefit:** When you're using wild shape, you can use spell completion and spell trigger magic items that were on your person when you changed form. You don't need to physically manipulate the items when you use them while using wild shape. Furthermore, you can speak normally when using wild shape."
		]
	},
	"nature_magic": {
		"name": "Nature Magic",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Nature Magic",
			"",
			"{SOURCE Advanced Class Guide/152}",
			"",
			"You are able to use simple spells by drawing on nature's raw majesty.  ",
			"**Prerequisites:** Knowledge (nature) 1 rank.  ",
			"**Benefit:** You gain {spell/know direction} as a constant spell-like ability, and can choose another {main/spells_<druid /orison>0_1} (0-level spell) you can cast as a spell-like ability once per day. Your caster level for both of these spell-like abilities is equal to your character level."
		]
	},
	"nature_soul": {
		"name": "Nature Soul",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Nature Soul",
			"",
			"{SOURCE Faiths and Philosophies/11}",
			"",
			"You are innately in tune with nature and venerate the power and mystery of the natural world.  ",
			"**Benefit:** You get a +2 bonus on all Knowledge (nature) checks and Survival checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill."
		]
	},
	"natures_freedom": {
		"name": "Nature's Freedom",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Nature's Freedom",
			"",
			"{SOURCE Ultimate Wilderness/116}",
			"",
			"Creatures affected by your channel energy are not affected by difficult terrain.  ",
			"**Prerequisites:** {domain/Animal} or {domain/Plant} domain; {ability/channel energy} class feature.  ",
			"**Benefit:** When you expend one additional use when you channel energy, you enable affected creatures to move freely through undergrowth as per the druid's {ability/woodland stride} class feature. This effect lasts a for number of minutes equal to your Charisma modifier (minimum 1). Multiple uses of this feat extend the duration of the woodland stride effect."
		]
	},
	"natures_weapons": {
		"name": "Nature's Weapons",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Nature's Weapons",
			"",
			"{SOURCE Ultimate Wilderness/116}",
			"",
			"You can make a weapon out of nearly anything that can be found in the wild.  ",
			"**Prerequisites:** {feat/Catch Off-Guard}; base attack bonus +2; Knowledge (nature) or Survival 2 ranks.  ",
			"**Benefit:** You can turn nearly anything you might find in the wilderness into an {misc/improvised [melee ]weapon}. This improvised melee weapon is one-handed and deals 1d6 points of damage for Medium creatures and 1d4 for Small creatures. Depending on the weapon, it deals bludgeoning, piercing, or slashing damage (at the GM's discretion). Grabbing an object to use as a weapon is the same action as drawing a weapon. The weapon must be of a material that is naturally occurring in that terrain."
		]
	},
	"natures_wrath": {
		"name": "Nature's Wrath",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Nature's Wrath",
			"",
			"{SOURCE Villain Codex/140}",
			"",
			"Though a plant creature, you are infused with the Blight Caller's primal rage against civilization.  ",
			"**Prerequisites:** Int 1, any nongood alignment, plant type.  ",
			"**Benefit:** You are no longer immune to effects that cause morale bonuses or effects with the emotion descriptor, and you take a -1 penalty on saves against anger or rage emotion effects. You gain a +1 bonus on attack rolls against humanoid creatures."
		]
	},
	"neckbreaker": {
		"name": "Neckbreaker",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Neckbreaker (Combat)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"With a quick jerk, you snap an enemy's neck.  ",
			"**Prerequisites:** {feat/Bonebreaker}, {feat/Greater Grapple}, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Jawbreaker}, {feat/Stunning Fist}, Heal 12 ranks.  ",
			"**Benefit:** If you have an opponent your size or smaller {misc/helpless} or {rule/pinned}, after you initiate or maintain a {rule/grapple}, you can make a Stunning Fist attempt at a -5 penalty on the attack roll. If you succeed, you wrench that opponent's neck, dealing 2d6 Strength or Dexterity damage. If the targeted ability score is reduced to 0, any remaining damage is dealt to that opponent's Constitution score. A creature that is immune to critical hits or that has no discernible head and neck is immune to the effects of this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When using this feat, you can spend 10 stamina points to deal 1d6 points of Constitution damage instead of 2d6 points of Strength or Dexterity damage."
		]
	},
	"necromantic_affinity": {
		"name": "Necromantic Affinity",
		"sources": [ "Inner Sea World Guide" ],
		"description": [
			"## Necromantic Affinity",
			"",
			"{SOURCE Inner Sea World Guide/287}",
			"",
			"Long exposure to necromantic energies has granted you a small measure of resistance against them.  ",
			"**Prerequisites:** Con 15.  ",
			"**Benefit:** You gain a +2 bonus on saving throws made to resist spells and effects that utilize negative energy, cause negative levels, or cause ability damage, ability drain, or ability penalties. In addition, damage caused by {main/inflict |spell/s>_groupings} heals you as if you were an undead creature, but you also take damage from cure spells."
		]
	},
	"needle_in_a_haystack": {
		"name": "Needle in a Haystack",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Needle in a Haystack",
			"",
			"{SOURCE Monster Hunter's Handbook/15}",
			"",
			"Once you have even the trace of a creature you're tracking, you can't be thrown off the trail.  ",
			"**Prerequisites:** {feat/Skill Focus} (Perception), Perception 3 ranks.  ",
			"**Benefit:** You can use {skill/Perception} (rather than {skill/Survival}) to follow tracks. After you track a creature using the Perception skill, you gain a +2 insight bonus on Perception checks to avoid being surprised by that creature for 1 hour. If you have 10 or more ranks in Perception, this bonus increases to +4."
		]
	},
	"neither_elf_nor_human": {
		"name": "Neither Elf nor Human",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Neither Elf nor Human",
			"",
			"{SOURCE Advanced Race Guide/47}",
			"",
			"You have removed yourself from your heritage so thoroughly that even magic does not recognize you.  ",
			"**Prerequisites:** {feat/Exile's Path}, {feat/Seen and Unseen}, character level 11th, {race/half-elf}.  ",
			"**Benefit:** You are not considered elven or human for the purpose of harmful spells or effects based on your type, like a {magic-enh/bane} weapon or a ranger's {ability/favored enemy} class feature."
		]
	},
	"nemesis": {
		"name": "Nemesis",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Nemesis (Story)",
			"",
			"{SOURCE Ultimate Campaign/71}",
			"",
			"A past enemy seeks your ruin.  ",
			"**Prerequisites:** You must have at least one enemy who wishes to cause you great harm. If you have multiple enemies, the GM may keep the specific nemesis secret, or have many of your enemies work together against you. If your nemesis is not already a challenging foe, it either advances in strength to become a challenging foe or allies with others to achieve a higher challenge rating.  ",
			"**Benefit:** Having a nemesis drives you to excel in training. For each new level you gain in a {rule/favored class}, including the level you gained when you chose this feat, you can choose two benefits instead of one. One of these benefits must be either a bonus hit point or a bonus skill point, even if other options are available.  ",
			"**Goal:** Slay your nemesis. Causing your nemesis's death through your direct actions qualifies even if you do not strike the fatal blow, but another killing your nemesis without your involvement doesn't count.  ",
			"**Completion Benefit:** You gain a +2 inherent bonus to an ability score of your choice. In addition, you may retroactively apply your extra favored class benefit to the favored class levels you gained before taking this feat.  ",
			"**Special:** Thwarting your plans becomes an all-consuming goal for your nemesis. Your nemesis gains a +2 bonus on attack rolls and damage rolls against you. Whatever you try to achieve, your nemesis seeks to tear down."
		]
	},
	"nerve_racking_negotiator": {
		"name": "Nerve-Racking Negotiator",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Nerve-Racking Negotiator",
			"",
			"{SOURCE Ultimate Intrigue/87}",
			"",
			"You've mastered the art of intimidation to get what you want without suffering unwanted repercussions.  ",
			"**Prerequisites:** {feat/Persuasive}.  ",
			"**Benefit:** When you successfully use the {skill/Intimidate} skill to force an opponent to act friendly toward you, the target must attempt a Will save once the intimidation wears off. The DC is equal to 10 + your number of ranks in Intimidate. If the target fails this save, after the intimidation period expires, the target counts as having the same attitude toward you as it initially did (usually indifferent) and will not report you to the authorities for intimidating it.  ",
			"**Normal:** The target of a successful Intimidate check is unfriendly to you and potentially reports you to the authorities after the duration ends."
		]
	},
	"net_adept": {
		"name": "Net Adept",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Net Adept (Combat)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"You have trained to use the net as a melee weapon.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (net), base attack bonus +1.  ",
			"**Benefit:** You can treat a {eq-weapon/net} as a one-handed melee {misc/reach} weapon with a 10-foot reach. Further, you take no penalty on melee attack rolls for using an unfolded net, and you can use one full-round action or two move actions to fold a net.  ",
			"**Normal:** A net is a ranged weapon that imposes a -4 penalty on ranged attack rolls if it is unfolded. Folding a net takes a proficient user 2 rounds.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">You can spend 2 stamina points to fold a net as a standard action."
		]
	},
	"net_and_trident": {
		"name": "Net and Trident",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Net and Trident (Combat)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"Your skill with lighter weapons allows you to wield one alongside your net.  ",
			"**Prerequisites:** Dex 15, {feat/Exotic Weapon Proficiency} (net), {feat/Net Adept}, {feat/Two-Weapon Fighting}.  ",
			"**Benefit:** You can treat a {eq-weapon/net} as a one-handed ranged weapon, allowing you to wield a light or one-handed melee weapon and still make ranged attacks with your net. When you use your light or one-handed melee weapon to attack an entangled opponent, you gain a +2 bonus on damage rolls and on attack rolls to confirm a critical hit.  ",
			"**Normal:** A net is a two-handed ranged weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When you use a light or one-handed melee weapon to attack an opponent entangled by your net, you can spend up to 5 stamina points when you hit the opponent to gain a bonus on the damage roll equal to double the number of stamina points you spent."
		]
	},
	"net_maneuvering": {
		"name": "Net Maneuvering",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Net Maneuvering (Combat)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"With sweeping movements and brute force, you can use your net to put foes at a disadvantage.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (net), {feat/Net Adept}, base attack bonus +3.  ",
			"**Benefit:** In melee, you can use a {eq-weapon/net} to {rule/trip} or {rule/disarm} opponents instead of entangling them. You gain a +2 bonus on disarm checks made to use a net in this way. Further, if you have an opponent entangled in your net, you can attempt to {rule/drag} or {rule/reposition} that opponent as long as he is within your net's reach or you control the trailing rope on your net.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you can also use a net to drag or reposition an opponent."
		]
	},
	"net_trickery": {
		"name": "Net Trickery",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Net Trickery (Combat)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"You have become very proficient at using your net to hinder your enemies.  ",
			"**Prerequisites:** {feat/Exotic Weapon Proficiency} (net), {feat/Net Adept}, {feat/Net Maneuvering}, base attack bonus +6.  ",
			"**Benefit:** In place of one of your melee attacks, you can use your {eq-weapon/net} to attempt a {rule/dirty trick} combat maneuver to {misc/blind>ed} an opponent. If you have an opponent entangled in your net, you can attempt to {rule/trip} that opponent as long as he is within your net's reach or you control the trailing rope on your net. You also gain a +2 bonus on {rule/drag} and {rule/reposition} combat maneuver checks you make using your net.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, you can {misc/dazzle>d} or {misc/sicken} the opponent with a dirty trick combat maneuver instead of blinding it."
		]
	},
	"never_conquered_forever_feared": {
		"name": "Never Conquered, Forever Feared",
		"sources": [ "Pathfinder #131: The Reaper's Right Hand" ],
		"description": [
			"## Never Conquered, Forever Feared (Story)",
			"",
			"{SOURCE Pathfinder #131: The Reaper's Right Hand/78}",
			"",
			"You are dauntless in battle, and your lineage echoes with awe-inspiring power.  ",
			"**Prerequisites:** Be a member of House Heskillar, or have the Adopted by Dragons [adopted background](rule/birth_circumstances_and_more), or the Path of Righteous Rage (inquisitor) or Proud Heritage (sorcerer) {rule/class background>_tables}.  ",
			"**Benefit:** Your stern demeanor gives you a +2 bonus on {skill/Intimidate} checks. If you have 10 or more ranks in Intimidate, this bonus increases to +4. You also gain a +2 bonus on saves against paralysis and sleep effects.  ",
			"**Goal:** You must individually slay an appropriate number of significant foes in succession, without retreating or withdrawing from a fight.  ",
			"**Completion Benefit:** You can display your imposing presence as a free action when you take an offensive action, such as an {rule/attack} or a {rule/charge}. Opponents within 30 feet of you must succeed at a Will save or become {misc/shaken} for 3d6 rounds. The DC of this save is equal to 10 + 1/2 your character level + your Charisma modifier. This ability does not cause opponents that are already shaken to become frightened, and opponents with more Hit Dice than your character level are immune to the effect. This is a mind-affecting fear effect."
		]
	},
	"new_thassilonian_magic": {
		"name": "New Thassilonian Magic",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## New Thassilonian Magic",
			"",
			"{SOURCE Paths of the Righteous/23}",
			"",
			"You use Thassilonian magic in a non-traditional way that preserves the ancient traditions while lifting some of its restrictions.  ",
			"**Prerequisites:** {arc-wizard/Thassilonian specialization}.  ",
			"**Benefit:** You choose one of your two opposition schools. You also gain Thassilonian as a bonus language. If you already speak Thassilonian, you gain one of the following languages as a bonus language instead: Aklo, Azlanti, Giant, Shoanti, or Varisian.  ",
			"**Normal:** A Thassilonian specialist cannot customize his choice for opposition schools."
		]
	},
	"night_sky_hex": {
		"name": "Night Sky Hex",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Night Sky Hex",
			"",
			"{SOURCE Ultimate Wilderness/116}",
			"",
			"You use the mystical network of power that blazes in the night sky to empower your hexes.  ",
			"**Prerequisites:** Hex class feature; {patron/moon}, {patron/stars}, or {patron/winter} patron.  ",
			"**Benefit:** When you gain this feat, choose one {ability/hex>es} that you can use to affect no more than one opponent. When you are in view of the night sky and use that hex, increase the save DC of that hex by 2."
		]
	},
	"night_stalker": {
		"name": "Night Stalker",
		"sources": [
			"Monster Codex",
			"Classic Monsters Revisited"
		],
		"description": [
			"## Night Stalker",
			"",
			"{SOURCE Monster Codex/153;Classic Monsters Revisited/49}",
			"",
			"You excel at hunting humans in the dead of night and murdering them quietly.  ",
			"**Prerequisites:** {feat/Skill Focus} (Stealth), darkvision, {template/half-ogre} or {monster/ogre}, size Large or larger.  ",
			"**Benefit:** While in areas of dim lighting or natural darkness, you ignore all size penalties on Stealth checks and gain a +2 bonus on attack rolls against flat-footed enemies."
		]
	},
	"nightmare_chains": {
		"name": "Nightmare Chains",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Nightmare Chains",
			"",
			"{SOURCE Book of the Damned/179}",
			"",
			"Chains are a kyton's inheritance and dominion.  ",
			"**Prerequisites:** Kyton subtype, 5 or more Hit Dice.  ",
			"**Benefit:** You gain the {monster/kyton/'s} dancing chains ability, except you can control only up to two chains this way. This grants you two chain attacks, which deal damage as per a {eq-weapon/spiked chain} made for a creature of your size. If you already have the dancing chains ability, you can control two additional chains.  ",
			"**Special:** At the GM's discretion, non-kyton outsiders can select this feat if they have a thematic link to chains (such as {monster/horned devil/s} or demonic servants of {faith/Shivaska})."
		]
	},
	"nightmare_fist": {
		"name": "Nightmare Fist",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Nightmare Fist (Combat)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"You are even more deadly in magical darkness.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, Intimidate 1 rank, ability to create magical darkness.  ",
			"**Benefit:** While fighting within an area of magical darkness, you gain a +2 bonus on damage rolls with unarmed strikes, or a +4 bonus against opponents that are {misc/shaken}, {misc/frightened}, or {misc/panicked}. You also gain a +2 morale bonus on Acrobatics and Intimidate checks.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When fighting in an area of magical darkness, you can spend up to 5 stamina points to increase the bonus granted by this feat on one damage roll by double the number of stamina points you spent."
		]
	},
	"nightmare_scars": {
		"name": "Nightmare Scars",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Nightmare Scars",
			"",
			"{SOURCE Inner Sea Gods/214}",
			"",
			"You bear scars in honor of Lamashtu, whether because you injured yourself in her name or because she saw fit to bless you with them.  ",
			"**Prerequisites:** Worshiper of {faith/Lamashtu}.  ",
			"**Benefit:** You gain a +2 bonus on Diplomacy and Handle Animal checks to affect the attitudes of magical beasts, monstrous humanoids, and worshipers of Lamashtu. You take a -2 penalty on Diplomacy and Handle Animal checks to affect the attitudes of all other types of creatures. You also gain a +2 bonus on Intimidate checks, and take no penalty on Intimidate checks based on your size."
		]
	},
	"nightmare_striker": {
		"name": "Nightmare Striker",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Nightmare Striker (Combat)",
			"",
			"{SOURCE Ultimate Combat/111}",
			"",
			"Your faerie fire not only illuminates your foes, but it also shows you their weaknesses.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Nightmare Fist}, {feat/Nightmare Weaver}, {feat/Stunning Fist}, Heal 5 ranks, ability to cast {spell/faerie fire}.  ",
			"**Benefit:** While a *faerie fire* you have cast (not one cast from a spell completion or spell trigger item) outlines an opponent, the DC for that opponent to resist your Stunning Fist attempts increases by +2. If you hit an opponent with a Stunning Fist attempt, and that opponent fails her saving throw, you can render the target {shaken} for 1d2 rounds plus 1 round for every 5 by which the opponent failed her save.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When you hit an opponent with a Stunning Fist attack and that opponent fails its saving throw, you can spend 5 stamina points to make the opponent {misc/frightened} for 1d4 rounds instead of shaken."
		]
	},
	"nightmare_weaver": {
		"name": "Nightmare Weaver",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Nightmare Weaver (Combat)",
			"",
			"{SOURCE Ultimate Combat/112}",
			"",
			"You can use your ability to create magical darkness to terrorize enemies.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Nightmare Fist}, Intimidate 2 ranks, ability to cast {spell/darkness}.  ",
			"**Benefit:** By spending a full-round action to cast *darkness,* you can also make {skill/Intimidate} checks to demoralize all foes in the spell's initial area.  ",
			"**Special:** This feat counts as {feat/Dazzling Display} for purposes of qualifying for {feat/Deadly Stroke} and {feat/Shatter Defenses}.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When you cast *darkness* as a standard action, you can spend 5 stamina points to also attempt Intimidate checks to demoralize all foes in the spell's initial area."
		]
	},
	"nimble_moves": {
		"name": "Nimble Moves",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Nimble Moves",
			"",
			"{SOURCE PRPG Core Rulebook/131}",
			"",
			"You can move across a single obstacle with ease.  ",
			"**Prerequisites:** Dex 13.  ",
			"**Benefit:** Whenever you move, you may move through 5 feet of difficult terrain each round as if it were normal terrain. This feat allows you to take a 5-foot step into difficult terrain.",
			"",
			"### Mythic Nimble Moves",
			"",
			"{SOURCE Mythic Adventures/70}",
			"",
			"You dance across obstacles with ease, as though they weren't even there.  ",
			"**Prerequisites:** Nimble Moves.  ",
			"**Benefit:** For every 2 tiers you possess, you can move through up to 5 feet of difficult terrain each round as if it were normal terrain (minimum 5 feet). This effect stacks with those provided by Nimble Moves and {feat/Acrobatic Steps}."
		]
	},
	"nimble_natural_summons": {
		"name": "Nimble Natural Summons",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Nimble Natural Summons",
			"",
			"{SOURCE Inner Sea Gods/214;Faiths of Purity/24}",
			"",
			"Your summoned natural allies may walk the wild parts of the world unimpeded.  ",
			"**Prerequisites:** {feat/Augment Summoning}, {feat/Spell Focus} (conjuration), ability to cast {spell/summon nature's ally>_1}, caster level 6th, worshiper of {faith/Erastil}.  ",
			"**Benefit:** Creatures you summon with *summon nature's ally* can move through any sort of undergrowth (such as natural thorns, briars, and similar terrain) at their normal speeds without taking damage or suffering other impairment. Thorns, briars, and undergrowth areas that have been magically manipulated to impede motion, however, still affect summoned creatures."
		]
	},
	"nimble_striker": {
		"name": "Nimble Striker",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Nimble Striker (Combat)",
			"",
			"{SOURCE Advanced Race Guide/94}",
			"",
			"You were born to charge your enemies and nobody does it better.  ",
			"**Prerequisites:** Dex 13, base attack bonus +1, {race/catfolk}, sprinter racial trait.  ",
			"**Benefit:** You do not take a -2 penalty to AC when you use the {feat/Cleave} feat, {feat/Lunge} feat, or when you {rule/charge}.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When you use the Cleave or Lunge feats or when you charge, you can spend 5 stamina points to gain a +2 dodge bonus to AC. This bonus lasts until the start of your next turn."
		]
	},
	"no_name": {
		"name": "No Name",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## No Name (Grit)",
			"",
			"{SOURCE Ultimate Combat/112}",
			"",
			"You don't need an elaborate disguise to keep your identity under wraps.  ",
			"**Prerequisites:** Grit class feature or {feat/Amateur Gunslinger} feat, Bluff 4 ranks.  ",
			"**Benefit:** You often rely on surprise and misdirection in your social dealings. You gain a +2 bonus on Bluff checks, and you can spend 1 grit point to gain a +10 bonus on Disguise checks for 10 minutes per your gunslinger level (minimum 10 minutes). This deed does not actually change your appearance, but rather allows you to hide your identity in other ways."
		]
	},
	"noble_impostor": {
		"name": "Noble Impostor",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Noble Impostor (Story)",
			"",
			"{SOURCE Heroes of the High Court/4}",
			"",
			"You put on airs and others believe your tales.  ",
			"**Prerequisites:** Must not be a member of an established family or a member of nobility.  ",
			"**Benefit:** You gain a +2 bonus on Bluff and Knowledge (nobility) checks and these skills are class skills for you.  ",
			"**Goal:** Convince at least three noble families, a ruling monarch, or a settlement of at least small city size that you are a member of an existing or a previously unknown noble family.  ",
			"**Completion Benefit:** You gain followers as if you had the {feat/Leadership} feat. If you also have the Leadership feat, increase your Leadership score by 3 for the purpose of determining how many followers you have."
		]
	},
	"noble_scion": {
		"name": "Noble Scion",
		"sources": [
			"Heroes of the High Court",
			"Inner Sea World Guide"
		],
		"description": [
			"## Noble Scion",
			"",
			"{SOURCE Inner Sea World Guide/288}",
			"",
			"You are a member of a proud noble family, whether or not you remain in good standing with your family.  ",
			"**Prerequisites:** Cha 13, must be taken at 1st level.  ",
			"**Benefit:** You gain a +2 bonus on all Knowledge (nobility) checks, and that chosen Knowledge skill is always considered a class skill for you.",
			"",
			"When you select this feat, choose one of the benefits listed below that matches the flavor of your noble family. Work with your GM to ensure that your choice is appropriate.",
			"",
			">@HL[Scion of the Arts:] You gain a +1 bonus on all Perform checks, and Perform is always a class skill for you. If you have the bardic performance ability, you can use that ability for an additional 3 rounds per day.",
			">",
			">@HL[Scion of Lore:] You gain a +1 bonus on all Knowledge skills in which you have at least 1 rank.",
			">",
			">@HL[Scion of Magic:] You gain one of the following languages as a bonus language: Abyssal, Aklo, Celestial, Draconic, Infernal, or Sylvan. Once per day, as a free action, you can gain a +2 bonus on any Spellcraft check you make. You must spend the free action to gain this bonus before you make the check.",
			">",
			">@HL[Scion of Peace:] Whenever you take 10 on a Wisdom-based skill, treat the result as if you had rolled a 13 instead of a 10.",
			">",
			">@HL[Scion of War:] You use your Charisma modifier to adjust Initiative checks instead of your Dexterity modifier.",
			"",
			"{SOURCE Heroes of the High Court/5}",
			"",
			"Noble houses throughout Golarion train their courts to focus on the ideals and skills most appropriate for their given region. The Noble Scion feat provides benefits to noble characters. Presented below are a number of benefits that can be taken in place of the standard selection of benefits provided by the feat.",
			"",
			">@HL[Scion of Absalom:] You gain one of the following languages as a bonus language: Dwarven, Elven, Giant, Gnome, Halfling, or Orc. You gain a +1 bonus on Diplomacy checks when interacting with a creature that shares this bonus language.",
			">",
			">@HL[Scion of Brevoy:] You gain a +2 bonus on Bluff checks against other nobles or members of a noble court.",
			">",
			">@HL[Scion of Cheliax:] You gain a +1 bonus on Knowledge (planes) checks and treat your caster level as 1 higher when attempting to bind or call a devil.",
			">",
			">@HL[Scion of Goka:] Choose either Sleight of Hand or Stealth. While you are in a small city or larger settlement, you can take 10 with the chosen skill, even while rushed or threatened.",
			">",
			">@HL[Scion of Highhelm:] You use your Constitution modifier instead of your Charisma modifier for the purpose of the Leadership feat.",
			">",
			">@HL[Scion of Irrisen:] You reduce the amount of nonlethal damage you take from exposure to cold by 4 (minimum 0).",
			">",
			">@HL[Scion of Jalmeray:] Once per day, you can reroll a save against a psychic spell and gain a +2 bonus on that reroll.",
			">",
			">@HL[Scion of Katapesh:] Once per day, you can attempt a Diplomacy check to reduce the cost of an item by 10% (DC = 15, + 1 for every 500 gp of the item's base cost). The item must have a market value of 5,000 gp or less.",
			">",
			">@HL[Scion of Kyonin:] You use your Dexterity modifier instead of your Charisma modifier for the purpose of the Leadership feat.",
			">",
			">@HL[Scion of Nidal:] You gain low-light vision. If you already have low-light vision, you instead gain a +2 bonus on Perception checks in areas of dim light.",
			">",
			">@HL[Scion of Numeria:] You gain a +1 bonus on skill checks when interacting with technology and a +2 bonus on damage rolls against creatures of the robot subtype.",
			">",
			">@HL[Scion of Osirion:] You reduce the amount of nonlethal damage you take from heat exposure by 2 (minimum 0). Additionally, you require only a gallon of water per day to avoid dehydration in hot climates.",
			">",
			">@HL[Scion of Qadira:] Once per day, when attempting to negate an attack with {feat/Mounted Combat}, you can roll twice and take the better result. Ride is a class skill for you.",
			">",
			">@HL[Scion of the River Kingdoms:] Whenever you take 10 on Handle Animal, Knowledge (nature), Perception, Ride, or Survival checks, treat the result as if you had rolled a 13 instead of a 10.",
			">",
			">@HL[Scion of Taldor:] You gain a +2 bonus on Charisma-based checks when interacting with nobles or members of a noble court.",
			">",
			">@HL[Scion of Ustalav:] Once per day as a free action, you can suppress any fear effects affecting you for a number of rounds equal to half your Hit Dice (minimum 1) even if you could not normally take actions due to your fear. Knowledge (religion) is a class skill for you.",
			"",
			"**Special:** You cannot take this feat if you have the [Taldor variant](feat/noble_scion_taldor_variant) of this feat, and vice versa."
		]
	},
	"noble_scion_taldor_variant": {
		"name": "Noble Scion (Taldor Variant)",
		"sources": [ "War for the Crown Player's Guide" ],
		"description": [
			"## Noble Scion (Taldor Variant)",
			"",
			"{SOURCE War for the Crown Player's Guide/10}",
			"",
			"You are a member of one of the significant noble families of Oppara, whether or not you remain in good standing with your family. In many cases, these families are Imperialists loyal to Maxillar Pythareus, and as such you either are a black sheep or your family has cut you off entirely.  ",
			"**Prerequisites:** Cha 13 or {trait/Child of Oppara} trait, must be taken at 1st level.  ",
			"**Benefit:** You gain a +2 bonus on all Knowledge (nobility) checks, and Knowledge (nobility) is always a class skill for you. You also gain an additional benefit depending on which family you belong to.",
			"",
			">@HL[Basri:] You come from the long line of ambassadors, diplomats, and travelers that make up the Basri, and your family maintains the strongest ties to the elven nation of Kyonin of any Taldan humans. Select one of the following as a bonus starting language: Celestial, Elven, Gnome, Sylvan. You gain proficiency in one of the following weapons: longbow (including composite), longsword, rapier, or shortbow (including composite). If you gain proficiency in all martial weapons at 1st level, you can instead select elven curve blade.",
			">",
			">@HL[Clement:] Your Garundi and Mwangi ancestors served Taldor proudly during the Sixth Army of Exploration and were awarded titles for their service. Your family, which has maintained their noble titles to this day, is known for keen insights and biting observations. You can substitute your Wisdom modifier for your Charisma modifier when attempting Diplomacy skill checks.",
			">",
			">@HL[Corcina:] Your family came to prominence during the Second Army of Exploration, and maintains a legacy as explorers and sailors. You gain a +1 bonus on Climb and Escape Artist checks, and a +2 bonus on Survival checks to navigate.",
			">",
			">@HL[Karthis:] Yours is a family of distinguished military veterans, charismatic demagogues, and xenophobic zealots. As the rest of the family becomes increasingly Imperialist, you have made no effort to remain in their good graces, but you retain the skills they taught you during a childhood of rigorous training. You can apply your Charisma modifier instead of your Dexterity modifier to Initiative checks.",
			">",
			">@HL[Kastner:] Your stalwart family defines itself by opposing your devil-worshiping Chelish cousins, a grudge that inspired some of Taldor's greatest healers, priests, and negotiators. You gain one additional use per day of channel energy, lay on hands, or mesmerist tricks, or 3 additional rounds of bardic music per day. You gain only one of these benefits, even if you later acquire a second class that provides one of the other class features listed.",
			">",
			">@HL[Lotheed:] Your family ranks include the greatest wizards and arcane scholars in Taldor, and schooling in some of the most comprehensive arcane libraries in the Inner Sea was your birthright. If your Intelligence is 11 or higher, you gain the following spell-like abilities: 1/day&mdash;dancing lights, prestidigitation, read magic, unseen servant. The caster level for these effects is equal to one-half your class level.",
			">",
			">@HL[Merosett:] The cunning members of your large family, a longtime fixture in Oppara's bureaucracy, specialize in tracking lineages and sidestepping red tape. You gain a +5 bonus on Bluff checks to send secret messages and Sense Motive checks to discern secret messages. You halve the time required to search through archives, navigate government offices, review contracts, or otherwise work with the complex bureaucracies your family has mastered for generations.",
			">",
			">@HL[Stavian:] As a close relative of the Grand Prince, yours has been a life of material comfort and indulgence, colored by constant threats and direct influence. You gain a +2 bonus on Fortitude saves against poison and on Will saves against enchantment spells of the charm and compulsion subschools.",
			">",
			">@HL[Talbot:] Your starkly conservative family are merchants and entrepreneurs first and aristocrats second, willing to forgo duty if they can instead pursue profit. They condemn would-be adventurers and readily oust them from the family ranks, leaving you an outcast. You gain a +2 bonus on one Profession skill of your choice. Once per day, you can use this Profession skill in place of a single Knowledge skill check.",
			">",
			">@HL[Varima:] Your family immigrated to Taldor from Vudra hundreds of years ago, and thanks to noble roots, extensive trade contacts, and an unparalleled skill in negotiation, soon developed into a steadfast fixture of Oppara's social scene. Whenever you use Diplomacy to influence a crowd or a room (but not individuals), you can roll twice and use the better result.",
			">",
			">@HL[Vernisant:] Your family is descended from the great general Arnisant, who commanded Taldan forces during the Shining Crusade... and they will never let anyone forget it! Their fierce Imperialist support and nationalist fervor has left you alienated from your relatives now, but their emphasis on scholarship left a mark nonetheless. You gain a +1 bonus on all Knowledge skills in which you have at least 1 rank.",
			">",
			">@HL[Vinmark:] Newcomers and outsiders, your Ulfen family was exalted to nobility 19 years ago, when Stavian III promoted your family patriarch to Baron of Oppara as a reward for service in the [Ulfen Guard](rule/f_imperial). Established aristocrats consider your family crude, choosing to leave them on the margins of Taldan politics unless a noble thinks they could use you to curry favor with the Grand Prince, but hard-won practicality and newborn cynicism grant you insight most Taldan nobles lack. Once per day when rolling a Sense Motive check, you may roll two dice and use the better result.",
			">",
			">@HL[Zespire:] Your family runs charities and lobbies heavily for social reform, leaving them with few friends among their Opparan peers but heartfelt support from the common folk and lesser nobility. You gain a +2 bonus on Diplomacy and Perform checks when dealing with common citizens and with nobles whose titles are limited to Lord, Lady, Knight, or Dame.",
			"",
			"**Special:** This is a variant of the {feat/Noble Scion} feat. If you take this version of the feat, you cannot also take the original version."
		]
	},
	"noble_spell_resistance": {
		"name": "Noble Spell Resistance",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Noble Spell Resistance",
			"",
			"{SOURCE Advanced Race Guide/105}",
			"",
			"Your ascension is complete; you have the spell resistance approaching that of a demon.  ",
			"**Prerequisites:** Cha 13, Wis 13, {feat/Greater Drow Nobility}, character level 13th, {race/drow}.  ",
			"**Benefit:** Your spell resistance is equal to 11 + your character level.  ",
			"**Special:** You receive a +1 circumstance bonus on Diplomacy and Intimidate checks made against any drow."
		]
	},
	"noble_stipend": {
		"name": "Noble Stipend",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Noble Stipend",
			"",
			"{SOURCE Heroes of the High Court/5}",
			"",
			"You receive a small allowance from your noble family or inheritance.  ",
			"**Prerequisites:** Cha 13, {feat/Noble Scion}.  ",
			"**Benefit:** You receive 100 gp at the beginning of every week that you can spend only on services and non-material goods. Services and non-material goods include the following.",
			"",
			"- Hiring entertainers, messengers, mounts, servants, transport, workers, and so on.",
			"- Improving your lifestyle quality.",
			"- Obtaining invitations to exclusive events or entry into privileged locations.",
			"- Paying for lodgings, stabling, taxes, and tolls."
		]
	},
	"nosois_spiritsense": {
		"name": "Nosoi's Spiritsense",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Nosoi's Spiritsense",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/71}",
			"",
			"Even the lowliest psychopomp can sniff out the undead. A whippoorwill in a papier-m&acirc;ch&eacute; mask taught you how to do it.  ",
			"**Prerequisites:** {race/Duskwalker}.  ",
			"**Benefit:** You can cast {spell/detect undead} as a spell-like ability at will. Your caster level for the purpose of this effect is equal to your character level."
		]
	},
	"notorious_vigilante": {
		"name": "Notorious Vigilante",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Notorious Vigilante (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/87}",
			"",
			"You are widely known as dangerous and fearsome.  ",
			"**Prerequisites:** {feat/Dazzling Display}, {feat/Weapon Focus}, any nongood alignment, {soctalent/great renown} social talent, proficiency with chosen weapon.  ",
			"**Benefit:** Your presence can act as a fast and effective Dazzling Display. As a standard action, you use the benefit of Dazzling Display even when you are not wielding a weapon in which you have Weapon Focus. If you are wielding such a weapon, you gain a +2 bonus on the Intimidate check."
		]
	},
	"noxious_touch": {
		"name": "Noxious Touch",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Noxious Touch",
			"",
			"{SOURCE Potions and Poisons/4}",
			"",
			"You reflexively excrete poison in response to trauma.  ",
			"**Prerequisites:** {race/Grippli}, toxic skin alternate racial trait.  ",
			"**Benefit:** Whenever you are hit with an unarmed strike or natural weapon, you can spend a use of your toxic skin racial trait as an immediate action, affecting the creature that hit you with your grippli poison as if you had smeared the poison on your own body."
		]
	},
	"numbing_blow": {
		"name": "Numbing Blow",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Numbing Blow (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/22}",
			"",
			"You strike the weapons of your opponents so forcefully that they are unable to quickly recover or counterattack.  ",
			"**Prerequisites:** Int 13, Str 13, {feat/Combat Expertise}, {feat/Improved Disarm}, {feat/Power Attack}.  ",
			"**Benefit:** Whenever you succeed at a combat maneuver check to {rule/disarm} an opponent, the opponent must succeed at a Fortitude save (DC = 10 + your base attack bonus) or be hampered by the pain of the blow. For 1 round, if the target of your disarm combat maneuver failed its save, it can't use the limb or limbs that had been wielding the disarmed weapon to wield a weapon or shield, provide somatic components for spells, or manipulate objects. This is a pain effect."
		]
	},
	"oath_of_the_unbound": {
		"name": "Oath of the Unbound",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Oath of the Unbound",
			"",
			"{SOURCE Inner Sea Gods/214}",
			"",
			"You have sworn never to be shackled.  ",
			"**Prerequisites:** Worshiper of {faith/Rovagug}.  ",
			"**Benefit:** You gain a +2 bonus on combat maneuver checks to break free of a {rule/grapple} or pin, on Strength checks to burst bonds or to break through doors or walls, and on saving throws to resist spells and effects that would entangle or slow you."
		]
	},
	"object_of_legend": {
		"name": "Object of Legend",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Object of Legend (Story)",
			"",
			"{SOURCE Quests and Campaigns/16}",
			"",
			"The object of your quest drives you ever forward.  ",
			"**Prerequisites:** You must have some highly personal stake in attaining the object of your quest as determined collectively by you and the GM - such as needing an ancestral weapon to exact your revenge against a known betrayer, seeking to destroy the artifact that caused your family's downfall generations ago, or attempting to behead a monster that ravaged your homeland during your youth.  ",
			"**Benefit:** When you gain this feat, select one of the quest objects below, or devise a quest object with your GM based on the quest objects presented in this feat. You gain a +2 bonus on any Knowledge checks to gain information on the object of your quest. If you have 10 or more ranks in the Knowledge skill in question, the bonus increases to +4. In addition, once per day when you threaten a critical hit against a foe who specifically aims to stop you from completing your quest, you gain a +10 bonus on your confirmation roll against that opponent. You must announce the use of this ability after threatening the critical hit and before rolling your confirmation roll. This bonus does not stack with bonuses on confirmation rolls from other feats, such as Critical Focus.  ",
			"**Goal:** Attain the object of your quest, as determined by you and the GM upon taking this feat. This likely means decidedly obtaining the item for yourself, though in some cases (such as when the quest object is more abstract or intangible) this might mean slaying a certain foe, achieving a certain honor, or completing some other set of predetermined objectives.  ",
			"**Completion Benefit:** You gain renown throughout a region, perhaps even an entire continent. You are sung of in bardic tales and can be the subject of spells such as {spell/legend lore}, regardless of your actual level. Commoners in nearby lands know of your deeds, and your reputation precedes you in numerous lands. In addition, you gain a specific benefit keyed to the object of your quest. See the quest objects below for examples of completion benefits when devising your own quest objects for use with this feat.  ",
			"**Special:** This feat may be taken more than once. Each time it is taken, select a new quest object to strive for. As with all story feats, a character cannot take this feat again until she has completed the goal of the feat's first iteration.",
			"",
			"@HL[Axe of the Dwarvish Lords]  ",
			"**Completion Benefit:** Capturing the legendary {magic-artifact/Axe of the Dwarvish Lords} from the dragon Moschabbatt proves your worth to the dwarven people. As long as you wield the Axe of the Dwarvish Lords, you gain a +4 bonus on Charisma-based skill checks with dwarves.",
			"",
			"@hll[magic-artifact/Chronicle of the Righteous]  ",
			"**Completion Benefit:** The secrets of Heaven and the other goodly Outer Planes are now known to you. You gain the completion benefits of the {feat/Blessed} story feat.",
			"",
			"@HL[Linnorm Head]  ",
			"**Completion Benefit:** Slaying a {family/linnorm} in the northlands of Avistan enables you to become a ruler in the Lands of the Linnorm Kings. You gain {ability/favored enemy} (dragon) +2, as the ranger class feature of the same name. This bonus stacks with favored enemy bonuses granted by other sources.",
			"",
			"@HL[Red Mantis Hit List]  ",
			"**Completion Benefit:** By stealing a comprehensive list of all the targets slain and being kept dead by the [Red Mantis](rule/aff_assassins) assassins, you gain insights into their deadliest secrets. You gain {feat/Exotic Weapon Proficiency} (sawtooth sabre) and {feat/Weapon Focus} (sawtooth sabre) as bonus feats.",
			"",
			"@HL[Sun Orchid Elixir]  ",
			"**Completion Benefit:** Upon acquiring a dose of {magic-artifact/sun orchid elixir} and restoring your youth, you completely lose your fear of physical harm. You gain a +2 bonus on saves against Strength, Dexterity, and Constitution damage.",
			"",
			"@HL[Throne Card]  ",
			"**Completion Benefit:** By snagging the Throne card from a {magic-artifact/deck of many things}, you produce a fortress like Castle Everstand in Lastwall, using it as the seat for your new nation. You gain a +4 bonus on Stability checks and control checks while using the {rule/kingdom-building/ rules}."
		]
	},
	"oblivating_stare": {
		"name": "Oblivating Stare",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Oblivating Stare (Stare)",
			"",
			"{SOURCE Spymaster's Handbook/21}",
			"",
			"Your stare can cause a target to lose track of someone.  ",
			"**Prerequisites:** {stare/Allure} bold stare improvement, hypnotic stare class feature, {class/Mesmerist} level 5th.  ",
			"**Benefit:** You can cause a target of your hypnotic stare to lose track of creatures other than yourself. If the target of your hypnotic stare is in an environment that would allow the target to take 10 on skill checks (if not in immediate danger or distracted), creatures can attempt Stealth checks opposed by the target's Perception check even if they lack cover or concealment. If the target of your hypnotic stare fails an opposed Perception check by 5 or more, it forgets the creature attempting the Stealth check was ever present, and acts as if it had failed a Will saving throw against a {spell/hidden presence} spell cast by the creature using Stealth. If your hypnotic stare ends, the target takes damage, a creature using Stealth takes an action that would end a *hidden presence* spell, or the target's circumstances change so it would be unable to take 10 on a skill check, all effects of Obliviating Stare end and the target is immune to your Obliviating Stare for 24 hours."
		]
	},
	"obscuring_beacon": {
		"name": "Obscuring Beacon",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Obscuring Beacon (Combat)",
			"",
			"{SOURCE Heroes of the Darklands/5}",
			"",
			"You use light to disrupt your foes' darkness-adapted vision.  ",
			"**Benefit:** When you're holding a light source in an area that is otherwise dim or darker, foes within the normal or bright light radius shed by your light source take a -1 penalty on attack rolls against other targets that are also within the radius of your light. Blind creatures aren't affected by this feat."
		]
	},
	"occult_conduit": {
		"name": "Occult Conduit",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Occult Conduit",
			"",
			"{SOURCE Heroes of Golarion/7}",
			"",
			"You can use your body as an implement to focus spells.  ",
			"**Prerequisites:** Caster level 5th, {ability/implements} class feature, mental focus class feature, {race/wyrwood}.  ",
			"**Benefit:** You can invest mental focus in your body rather than an implement. When you invest mental focus this way, you treat your body as an implement of any implement school you know. You do not gain the resonant power for the chosen school, but you treat your {class/occultist} level as 1 higher for the purposes of that school's focus powers. You can change which implement school is tied to your body when you invest your chosen implements for the day."
		]
	},
	"octopus_focus": {
		"name": "Octopus Focus",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Octopus Focus (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/14}",
			"",
			"The more enemies that surround you, the more accurate your attacks become.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Octopus Style}, Acrobatics 3 ranks, Perception 3 ranks.  ",
			"**Benefit:** When using this style, you gain a cumulative +1 bonus on melee attacks for each enemy that threatens you, up to a maximum equal to your Dexterity modifier. In addition, when you attempt to {rule/grapple} without two free hands, you take only a -2 penalty on your combat maneuver check instead of the usual -4."
		]
	},
	"octopus_style": {
		"name": "Octopus Style",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Octopus Style (Combat, Style)",
			"",
			"{SOURCE Martial Arts Handbook/15}",
			"",
			"You anticipate the attacks of more than one enemy at once.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Improved Unarmed Strike}, Acrobatics 1 rank, Perception 1 rank.  ",
			"**Benefit:** As a move action when using this style, you can select a number of creatures you are aware of equal to your Dexterity modifier. You can't be {rule/flank/ed>ing} by the selected creatures until the start of your next turn."
		]
	},
	"octopus_thrash": {
		"name": "Octopus Thrash",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Octopus Thrash (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/15}",
			"",
			"Your arms flail about in a confusing pattern of strikes that trips and batters your foes.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Improved Trip}, {feat/Octopus Focus}, {feat/Octopus Style}, Acrobatics 7 ranks, Perception 7 ranks.  ",
			"**Benefit:** While using {feat/Octopus Style}, when you threaten two enemies who are adjacent to each other, you can attempt a {rule/trip} combat maneuver check against both targets at once in place of a melee attack. You attempt a single combat maneuver check at a -5 penalty and apply the result to both targets."
		]
	},
	"ogre_crush": {
		"name": "Ogre Crush",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Ogre Crush",
			"",
			"{SOURCE Monster Codex/153}",
			"",
			"Your thick, muscular arms are capable of landing powerful blows and crushing the life out of the smaller creatures you embrace.  ",
			"**Prerequisites:** Str 25, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {monster/ogre}, size Large or larger.  ",
			"**Benefit:** Your unarmed strike damage increases {misc/by one step} when you're grappling creatures smaller than you. You gain the {umr/constrict} monster special ability, dealing an amount of damage equal to either the slam damage for a creature of your size or your unarmed strike damage, whichever is greater."
		]
	},
	"old_as_dust": {
		"name": "Old as Dust",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Old as Dust",
			"",
			"{SOURCE Monster Codex/80}",
			"",
			"You have been dead for so long you have become quite difficult to kill.  ",
			"**Prerequisites:** {feat/Sleeper}, {feat/Warren Digger}, creature has been a {monster/ghoul} for at least 500 years.  ",
			"**Benefit:** When you are reduced to 0 hit points, you are not destroyed - you cannot be killed unless your body is completely destroyed with fire or doused in {eq-weapon/holy water}, or you take damage from a *cure spell* or {ability/channel[ed] positive energy} after you've been reduced to 0 hit points. Anytime you are reduced to 0 hit points, you remain unconscious until you are healed or until the following midnight, at which time you regain 1 hit point per Hit Die and awaken."
		]
	},
	"old_cults_awakener": {
		"name": "Old Cults Awakener",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Old Cults Awakener (Faction)",
			"",
			"{SOURCE Faction Guide/57}",
			"",
			"You hear the voices of the Old Ones, and believe it is your destiny to awaken others to their ancient cause using bizarre and torturous rituals. Whether your work leaves these individuals mad or truly touched by alien sentience remains unproven.  ",
			"**Prerequisites:** [Old Cults](rule/f_old_cults) 20 TPA.  ",
			"**Benefit:** You can attempt a DC 25 Heal check upon an unconscious but stable intelligent creature. The ritual takes 1 hour to complete. If it's successful, the victim must make a DC 25 Will save or he gains a false memory of a vision that he has personally been chosen by the Great Old Ones to serve them (treat as an implanted memory from {spell/modify memory}, except this is a nonmagical effect). If the ritual is unsuccessful, the victim takes 1d2 points of Intelligence and Wisdom {rule/ability_damage_<drain}; you may attempt the ritual again."
		]
	},
	"ominous_mien": {
		"name": "Ominous Mien",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Ominous Mien (Faction)",
			"",
			"{SOURCE Faction Guide/57}",
			"",
			"Your walk, stance, and voice all amplify your status as a [Hellknight](rule/aff_lawknights) when you cast spells or use spell-like abilities against opponents.  ",
			"**Prerequisites:** Hellknight rank, [Hellknight](rule/aff_lawknights) 10 TPA.  ",
			"**Benefit:** Whenever you cast a spell or use a spell-like ability from the compulsion, fear, phantasm, or shadow sub-schools, add +1 to the DC of the saving throw against that spell or effect."
		]
	},
	"omnipresent_mentor": {
		"name": "Omnipresent Mentor",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Omnipresent Mentor",
			"",
			"{SOURCE Ultimate Intrigue/87}",
			"",
			"You're able to impart your guidance to a single ally, regardless of location.  ",
			"**Prerequisites:** Cha 17, {feat/Inspiring Mentor}, {performance/inspire competence} bardic performance.  ",
			"**Benefit:** By expending 4 rounds of your bardic performance at the start of the day, you can instill one ally with your inspiring words. Select one skill in which you possess ranks. Your ally gains the benefits of your *inspire competence* bardic performance, regardless of distance, until the next time you replenish rounds of bardic performance. This doesn't count as an active performance, so the effects don't end if you start another performance. Only one ally can be affected by this ability at a time; if you use this ability again before the duration expires, the ally currently affected loses the bonuses from this feat."
		]
	},
	"one_eye_open": {
		"name": "One Eye Open",
		"sources": [
			"Ultimate Wilderness",
			"Melee Tactics Toolbox"
		],
		"description": [
			"## One Eye Open",
			"",
			"{SOURCE Ultimate Wilderness/116;Melee Tactics Toolbox/15}",
			"",
			"Your senses seek out threats even while you sleep.  ",
			"**Prerequisites:** Wis 13, {feat/Alertness}.  ",
			"**Benefit:** The DCs of your {skill/Perception} checks don't increase when you are asleep. If you succeed at a Perception check to notice something dangerous while asleep, you can wake up to confront the danger.  ",
			"**Normal:** The DC for a Perception check attempted by a sleeping creature increases by 10."
		]
	},
	"one_mind": {
		"name": "One Mind",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## One Mind (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/207}",
			"",
			"Your nearly supernatural mental connection with your allies keeps you in a constant state of readiness.  ",
			"**Prerequisites:** {feat/Alertness}, Sense Motive 3 ranks, {race/human} (Vudrani).  ",
			"**Benefit:** Whenever you're adjacent to an ally who also has this feat, if your ally is not {rule/flat-footed}, you're also not considered flat-footed before you act in combat (you might become flat-footed in other ways, however). Additionally, if your ally can see a creature that you can't see, that creature doesn't gain a +2 bonus on attack rolls against you from being invisible, nor do you take a -2 penalty to AC for being {misc/blinded} if your ally can see."
		]
	},
	"one_with_the_land": {
		"name": "One with the Land",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## One with the Land",
			"",
			"{SOURCE Ultimate Wilderness/117}",
			"",
			"Your connection your favored terrain is so intense that you draw strength from the power of nature itself.  ",
			"**Prerequisites:** {ability/Favored terrain} class feature.  ",
			"**Benefit:** In your favored terrain, you require only half the normal amount of food, water, and sleep, and your rate of natural healing is doubled. You add half your favored terrain bonus as a bonus on saving throws and Constitution checks to stave off the effects of cold exposure, heat exposure, starvation, and thirst in your favored terrain."
		]
	},
	"one_inch_punch": {
		"name": "One-Inch Punch",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## One-Inch Punch (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/7}",
			"",
			"You combine the force of multiple blows into a single strike to potentially send a foe flying.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** When making a full attack against a corporeal foe, you can forgo multiple attacks to make one unarmed strike at your highest base attack bonus. For each attack you forgo, you can add half your Strength modifier (minimum +0) to your damage roll. If you hit with this attack, you can attempt a {rule/bull rush} combat maneuver check as a free action, substituting your attack roll result for the combat maneuver check result and adding a bonus equal to half your Strength modifier for each attack you forgo. This bull rush does not provoke an attack of opportunity, and you do not move as a result of the bull rush."
		]
	},
	"onslaught": {
		"name": "Onslaught",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Onslaught (Combat)",
			"",
			"{SOURCE Advanced Class Origins/27}",
			"",
			"No one is prepared for how hard you strike until they see it firsthand.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +1, {ability/sneak attack} class feature.  ",
			"**Benefit:** If you use Power Attack with the first melee attack you make during a surprise round, you can sneak attack even if you are not flanking your target and it's not denied its Dexterity bonus to AC."
		]
	},
	"ooze_whisperer": {
		"name": "Ooze Whisperer",
		"sources": [ "Dungeon Denizens Revisited" ],
		"description": [
			"## Ooze Whisperer",
			"",
			"{SOURCE Dungeon Denizens Revisited/18}",
			"",
			"You have a special bond with slimes and oozes.  ",
			"**Prerequisites:** {ability/Wild empathy} class feature.  ",
			"**Benefit:** You may target oozes with spells and special abilities that normally only affect animals as if the oozes were magical beasts with Intelligence 1, though they gain a +4 bonus to their saving throws. You may use wild empathy to influence oozes as easily as you influence magical beasts with Intelligence 1."
		]
	},
	"open_conduit": {
		"name": "Open Conduit",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Open Conduit",
			"",
			"{SOURCE Planar Adventures/30}",
			"",
			"You can draw forth planar energies with unparalleled ease.  ",
			"**Prerequisites:** Knowledge (planes) 5 ranks or outsider with the native subtype.  ",
			"**Benefit:** Select a {main/feats_<conduit/ feat} you have. When determining the uses per day or the amount of time per day you can use this conduit feat, you are treated as though you had an additional 5 ranks in Knowledge (planes). This does not offer any other benefit or affect other uses of Knowledge (planes).  ",
			"**Special:** You can select this feat more than once. Its effects do not stack. Each time you select it, choose another conduit feat to gain its benefits."
		]
	},
	"open_up": {
		"name": "Open Up",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Open Up (Combat, Teamwork)",
			"",
			"{SOURCE Melee Tactics Toolbox/10}",
			"",
			"You pull an opponent's shield, opening your foe up to an unobstructed attack by an ally.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** When you successfully use the aid another action to improve the next attack roll against an opponent by an ally who also has this feat, that attack also ignores any Armor Class bonus granted by the opponent's shield. This benefit affects only physical shields, not shield bonuses from spells or other sources.  ",
			"**Special:** If both you and your ally also have the {feat/Harrying Partners} teamwork feat, all of your ally's attacks made before your next turn ignore the opponent's Armor Class bonus from a shield."
		]
	},
	"opening_volley": {
		"name": "Opening Volley",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Opening Volley (Combat)",
			"",
			"{SOURCE Ultimate Combat/112}",
			"",
			"Your ranged assault leaves your foe disoriented and vulnerable to your melee attack.  ",
			"**Benefit:** Whenever you deal damage with a ranged attack, you gain a +4 circumstance bonus on the next melee attack roll you make against the opponent. This attack must occur before the end of your next turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/127}",
			">",
			">When you deal damage with a ranged attack, you can spend 2 stamina points to gain a +4 circumstance bonus on the next two melee attack rolls you make against that opponent until the end of your next turn, instead of on only the next melee attack."
		]
	},
	"opportunistic_grappler": {
		"name": "Opportunistic Grappler",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Opportunistic Grappler (Combat)",
			"",
			"{SOURCE Antihero's Handbook/9}",
			"",
			"When someone grabs you, you can easily reach that opponent's vulnerable spots.  ",
			"**Benefit:** While you are {rule/grappled} (but not when you are controlling the grapple), you can attempt a {rule/dirty trick} combat maneuver against the creature grappling you without provoking an attack of opportunity or taking a penalty on the combat maneuver check. If you have the {feat/Improved Dirty Trick} feat, you gain a +2 bonus on combat maneuver checks to attempt such a dirty trick, and the condition the dirty trick imposes lasts for 1 round longer than normal. This bonus stacks with the bonuses granted by Improved Dirty Trick and {feat/Greater Dirty Trick} feats."
		]
	},
	"oracular_intuition": {
		"name": "Oracular Intuition",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Oracular Intuition",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"You are highly sensitive to magic and changes in a person's demeanor.  ",
			"**Prerequisites:** Mystery class feature.  ",
			"**Benefit:** You get a +2 bonus on Sense Motive checks and Spellcraft checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill."
		]
	},
	"orator": {
		"name": "Orator",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Orator",
			"",
			"{SOURCE Advanced Class Guide/152}",
			"",
			"You're able to construct statements and commands that are much more convincing than their content would otherwise suggest.  ",
			"**Prerequisites:** {feat/Skill Focus} (Linguistics).  ",
			"**Benefit:** You can use a {skill/Linguistics} check in place of a {skill/Bluff} check to tell a falsehood or conceal information, in place of a {skill/Diplomacy} check to change the attitude of a creature, or in place of an {skill/Intimidate} check to force a creature to cooperate. You must deliver your attempt in a language the target understands."
		]
	},
	"orc_fury_style": {
		"name": "Orc Fury Style",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Orc Fury Style (Combat, Style)",
			"",
			"{SOURCE Weapon Master's Handbook/13}",
			"",
			"You inspire great fear in your enemies.  ",
			"**Prerequisites:** {feat/Bullying Blow}, {feat/Intimidating Prowess}, Intimidate 3 ranks, weapon familiarity racial trait.  ",
			"**Benefit:** While wielding a {eq-weapon/greataxe}, a {eq-weapon/falchion}, or any melee weapon that has \"orc\" in its name, you can use the Bullying Blow feat with the first attack of a full-attack action or as part of a standard action to make one or more attacks (such as with the {feat/Cleave} feat)."
		]
	},
	"orc_hewer": {
		"name": "Orc Hewer",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Orc Hewer (Combat)",
			"",
			"{SOURCE Advanced Race Guide/18}",
			"",
			"You are ferocious at hewing your enemies, especially orcs.  ",
			"**Prerequisites:** Str 13, {feat/Cleave}, {feat/Goblin Cleaver}, {feat/Power Attack}, {race/dwarf}.  ",
			"**Benefit:** This feat functions as Goblin Cleaver, but your additional attacks can be made against creatures your size or smaller. In addition, any such attacks that you make against humanoids (orc) gain a +2 circumstance bonus on attack rolls.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/128}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, the bonus on {feat/Cleave} attacks against humanoids with the orc subtype increases to +4."
		]
	},
	"orc_rampage": {
		"name": "Orc Rampage",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Orc Rampage (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/13}",
			"",
			"You effortlessly savage fearful enemies.  ",
			"**Prerequisites:** {feat/Bullying Blow}, {feat/Intimidating Prowess}, {feat/Orc Fury Style}, Intimidate 5 ranks, weapon familiarity racial trait.  ",
			"**Benefit:** While using Orc Fury Style, you gain a +1 bonus on attack rolls and damage rolls against {misc/shaken} opponents, and you don't take an attack penalty when using the Bullying Blow feat."
		]
	},
	"orc_snarl": {
		"name": "Orc Snarl",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Orc Snarl (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/13}",
			"",
			"Your attacks leave your opponent quivering in fear.  ",
			"**Prerequisites:** {feat/Bullying Blow}, {feat/Intimidating Prowess}, {feat/Orc Fury Style}, {feat/Orc Rampage}, Intimidate 7 ranks, weapon familiarity racial trait.  ",
			"**Benefit:** While using Orc Fury Style, you gain a +4 bonus on saving throws against effects created by {misc/shaken} foes."
		]
	},
	"orc_weapon_expertise": {
		"name": "Orc Weapon Expertise",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Orc Weapon Expertise (Combat)",
			"",
			"{SOURCE Advanced Race Guide/142}",
			"",
			"You can do more with the weapons orcs favor the most.  ",
			"**Prerequisites:** Base attack bonus +1, {race/orc}.  ",
			"**Benefit:** When you take this feat, choose one of the benefits below. Whenever you wield a weapon that has \"orc\" in its name, you gain the benefit you chose so long as you are actually proficient with that weapon.",
			"",
			">@HL[Bully:] Gain a +1 bonus on damage rolls against creatures at least one size smaller than you.",
			">",
			">@HL[Defender:] Gain a +1 shield bonus to your AC (or +2 if wielding a two-handed weapon).",
			">",
			">@HL[Disrupter:] Add 3 to the DC of opponents' {rule/concentration} checks to cast a spell within your threatened area. This only applies if you are aware of the enemy's location and are capable of taking an attack of opportunity. If you have already used all of your available attacks of opportunity for the round, this increase does not apply.",
			">",
			">@HL[Killer:] Gain a +2 competence bonus on attack rolls made to confirm critical hits.",
			">",
			">@HL[Thug:] Deal +1 point of nonlethal damage with the weapon.",
			">",
			">@HL[Trickster:] Gain a +2 bonus on a single type of combat maneuver check that you can perform with that weapon.",
			"",
			"This feat has no effect if you are not proficient with the weapon you're using.",
			"",
			"**Special:** You can gain this feat multiple times. Each time you take this feat, you must choose a different benefit. You may only apply one of these benefits per round (chosen as a free action at the start of your turn).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/128}",
			">",
			">When wielding a weapon with \"orc\" in its name that you are proficient with, you can spend 5 stamina points to gain one of the benefits for this feat that you don't already have for 1 minute."
		]
	},
	"ordered_mind": {
		"name": "Ordered Mind",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Ordered Mind",
			"",
			"{SOURCE Inner Sea Gods/214;Faiths of Corruption/24}",
			"",
			"You can modify a variety of your spells to use as counterspells.  ",
			"**Prerequisites:** Caster level 7th, any lawful alignment.  ",
			"**Benefit:** The DC of your Spellcraft check to identify an opponent's spell is equal to 20 + the spell level of the opponent's spell, but for your {rule/counterspell>s} you can cast any spell from the same school of your foe's spell. The level of the spell used to counterspell must be equal to or higher than the level of your foe's spell.  ",
			"**Normal:** The Spellcraft DC to identify an opponent's spell is equal to 15 + the spell's level. Generally, a spell can only counter itself."
		]
	},
	"oread_burrower": {
		"name": "Oread Burrower",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Oread Burrower",
			"",
			"{SOURCE Advanced Race Guide/147}",
			"",
			"The ground parts for you at the slightest touch, allowing you to dig with great speed.  ",
			"**Prerequisites:** {feat/Stony Step}, character level 9th, {race/oread}.  ",
			"**Benefit:** You gain a burrow speed equal to 1/2 your base speed. You can burrow through sand, dirt, clay, gravel, or similar materials, but not solid stone. You do not leave a hole behind, nor is your passage marked on the surface."
		]
	},
	"oread_earth_glider": {
		"name": "Oread Earth Glider",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Oread Earth Glider",
			"",
			"{SOURCE Advanced Race Guide/147}",
			"",
			"The earth welcomes you, showing you the secret paths through sand and soil.  ",
			"**Prerequisites:** {feat/Oread Burrower}, {feat/Stony Step}, character level 13th, {race/oread}.  ",
			"**Benefit:** You gain the {umr/earth glide} universal monster ability and can use it to travel at your full base speed through sand, dirt, clay, gravel, or similar materials. If protected against fire damage, you can even burrow through lava. You can burrow through solid stone at 1/2 your base speed."
		]
	},
	"osirionology": {
		"name": "Osirionology",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Osirionology",
			"",
			"{SOURCE People of the Sands/7}",
			"",
			"You have a broad interest in Osirion and are something of an authority in one specialized field.  ",
			"**Prerequisites:** Knowledge (history) 1 rank, Knowledge (local) 1 rank, must be able to speak Osiriani and Ancient Osiriani.  ",
			"**Benefit:** Pick one Intelligence-based skill. You gain a +3 bonus on all checks made using that skill in relation to Osirion or its people. In addition, you gain a +1 bonus on all other Intelligence-based skill checks made in relation to Osirion or its people."
		]
	},
	"ostentatious_display": {
		"name": "Ostentatious Display",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Ostentatious Display",
			"",
			"{SOURCE Dungeoneer's Handbook/12}",
			"",
			"Your extravagant jewelry and accessories give you an air of importance you can use to your advantage in many social situations.  ",
			"**Benefit:** As long as you are wearing a valuable nonmagical item in a magic item slot, you gain a +1 bonus on skill checks with a corresponding skill. Bonuses from wearing items in multiple slots that affect the same skill do not stack.",
			"",
			"Each item must be worth at least 5% of your [character wealth by level](rule/placing_treasure). For example, a 6th-level PC gains a +1 bonus on Bluff checks while wearing a gem-studded tiara (which fills the headband slot) worth at least 800 gp. When she reaches 7th level, she must wear an accessory in the appropriate slot worth at least 1,175 gp in order to continue gaining this bonus.",
			"",
			"| Item Slot | Skill Bonus |",
			"| --- | --- |",
			"| Belt, chest, shoulders | +1 Intimidate |",
			"| Body, feet, neck | +1 Diplomacy |",
			"| Eyes, hands, headband | +1 Bluff |",
			"| Head, ring, wrists | +1 Perform (any) |"
		]
	},
	"ostentatious_rager": {
		"name": "Ostentatious Rager",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Ostentatious Rager (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/87}",
			"",
			"You can enthrall onlookers with a show of ferocious might or compel enemies to regard you as a crucial threat.  ",
			"**Prerequisites:** Intimidate 5 ranks, rage class feature.  ",
			"**Benefit:** You can earn money with {skill/Intimidate} by performing feats of strength and intimidation, exactly as if you were doing so with the {skill/Perform} skill.",
			"",
			"Additionally, while you're raging, if a foe would be demoralized by your Intimidate skill and the foe is not currently {misc/shaken} by your intimidation, you can instead distract that foe until the beginning of your next turn. During that time, the foe takes a -5 penalty on Perception checks that don't involve you and takes a -2 penalty to its AC against any creature other than you. These effects end early if a creature other than you attacks the foe or if you demoralize the foe and apply the shaken condition."
		]
	},
	"ostentatious_weakness": {
		"name": "Ostentatious Weakness",
		"sources": [
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Ostentatious Weakness (Combat, Performance)",
			"",
			"{SOURCE Inner Sea Combat/12}",
			"",
			"You use knowledge of your hated foes to please onlookers.  ",
			"**Prerequisites:** Base attack bonus +5, {ability/favored enemy} class feature.  ",
			"**Benefit:** When you spend a swift action to attempt a {rule/performance combat} check, you may add your favored enemy bonus to the check if you're fighting a favored enemy.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend 2 stamina points to select another type of favored enemy (and subtype if humanoid or outsider is chosen). For the purposes of Ostentatious Weakness, that type counts as having been chosen with the favored enemy class feature, with a bonus equal to your highest favored enemy bonus."
		]
	},
	"osyluth_guile": {
		"name": "Osyluth Guile",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Osyluth Guile (Combat)",
			"",
			"{SOURCE Cheliax, Empire of Devils/27}",
			"",
			"You are skilled at misdirecting an opponent's attacks.  ",
			"**Prerequisites:** Bluff 8 ranks, {feat/Dodge}.  ",
			"**Benefit:** While you are {misc/fighting defensively} or using the {misc/total defense} action, select one opponent. Add your Charisma bonus to your AC as a dodge bonus against that opponent's melee attacks until your next turn. You cannot use this feat if you cannot see the selected opponent."
		]
	},
	"otherworldly_influence": {
		"name": "Otherworldly Influence",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Otherworldly Influence (Story)",
			"",
			"{SOURCE Agents of Evil/9}",
			"",
			"Extradimensional forces vie for your soul, and have offered you riches and power to claim it.  ",
			"**Prerequisites:** You must have refused an evil creature with at least 15 Hit Dice who offered gifts or assistance, have refused an evil creature offering to cast a spell of 7th-level or higher on your behalf, or have the [Planar Offering](rule/bad_beginnings) early event background.  ",
			"**Benefit:** When negotiating with evil outsiders, you gain a +2 bonus on Bluff and Diplomacy checks. You gain an amount of spell resistance equal to 5 + your character level against spells and spell-like abilities originating from outsiders with the evil subtype.  ",
			"**Goal:** Receive a boon from an evil creature that is equivalent in value to a month's service or an 8th-level spell without becoming indebted to the creature or giving up anything in return. This cannot be the result of magical compulsion.  ",
			"**Completion Benefit:** You gain an amount of spell resistance equal to 5 + your character level against spells or spell-like abilities originating from outsiders."
		]
	},
	"our_bounty_our_glory": {
		"name": "Our Bounty, Our Glory",
		"sources": [ "Pathfinder #131: The Reaper's Right Hand" ],
		"description": [
			"## Our Bounty, Our Glory (Story)",
			"",
			"{SOURCE Pathfinder #131: The Reaper's Right Hand/77}",
			"",
			"You can ignore privation and channel your emotions to prepare for a later bounty.  ",
			"**Prerequisites:** Be a member of House Denzarni, or have The Omen {rule/birth circumstance/ background>s_and_more}, or the Bloodthirsty (barbarian), Tree Tender (druid), or Unsuspecting Master (monk) {rule/class background>_tables}}.  ",
			"**Benefit:** You add 1 day to the time you can go without food or water before making Constitution checks and you add +4 to Constitution checks to stave off the effects of {rule/starvation and thirst}.  ",
			"**Goal:** You must succumb to your emotions and be victorious. Thwart an appropriate number of foes while you are subject to an effect with the emotion descriptor, such as {spell/rage}.  ",
			"**Completion Benefit:** Once per day, you can use {spell/heroes' feast} as a spell-like ability with a caster level equal to your character level, although your feast does not grant the effects of {spell/neutralize poison} or {spell/remove disease}."
		]
	},
	"out_of_the_sun": {
		"name": "Out of the Sun",
		"sources": [
			"Ultimate Wilderness",
			"People of the Sands"
		],
		"description": [
			"## Out of the Sun (Teamwork)",
			"",
			"{SOURCE Ultimate Wilderness/117;People of the Sands/9}",
			"",
			"You and your allies use the sun's glare to your advantage.  ",
			"**Prerequisites:** Bluff 3 ranks, Stealth 3 ranks.  ",
			"**Benefit:** When you hit with a melee attack, you can attempt a {skill/Bluff} check as a move action to feint. You do not gain the benefits of this {rule/feint}; instead, if you succeed at your Bluff check, an ally with this feat who is adjacent to you or your opponent gains the benefits, such that the opponent is denied its Dexterity bonus to AC (if any) against your ally's next melee attack against that opponent. This attack must be made before the end of your ally's next turn. You gain a +2 circumstance bonus on your Bluff check in bright light. This bonus increases to +4 in natural sunlight. You cannot use this feat in dim light or darkness.  ",
			"**Special:** If you have the {feat/Improved Feint} feat, you can feint with Out of the Sun as a swift action after you hit with a melee attack."
		]
	},
	"outer_planes_traveler": {
		"name": "Outer Planes Traveler",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Outer Planes Traveler",
			"",
			"{SOURCE Demon Hunter's Handbook/9}",
			"",
			"You have seen the outer reaches of the multiverse, and have gleaned knowledge from these alien realms. You have a special affinity for one of these realms in particular, and carry some of that plane's power within you.  ",
			"**Prerequisites:** Knowledge (planes) 11 ranks, ability to cast {spell/plane shift} or {spell/gate} as a spell or spell-like ability.  ",
			"**Benefit:** Choose one of the planes below. The alignment of the plane must be within one step of your alignment. You gain a +2 bonus on saves against spells and spell-like abilities with the associated descriptor, and you cast spells with that descriptor at +1 caster level.",
			"",
			"| Plane | Alignment | Descriptor |",
			"| --- | --- | --- |",
			"| Heaven | LG | Light |",
			"| Nirvana | NG | Good |",
			"| Elysium | CG | Emotion |",
			"| Axis | LN | Lawful |",
			"| The Boneyard | N | Death |",
			"| The Maelstrom | CN | Chaotic |",
			"| Hell | LE | Pain |",
			"| Abaddon | NE | Evil |",
			"| The Abyss | CE | Fear |"
		]
	},
	"outflank": {
		"name": "Outflank",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Outflank (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Player's Guide/165}",
			"",
			"You look for every edge when flanking an enemy.  ",
			"**Prerequisites:** Base attack bonus +4.  ",
			"**Benefit:** Whenever you and an ally who also has this feat are {rule/flanking} the same creature, your flanking bonus on attack rolls increases to +4. In addition, whenever you score a critical hit against the flanked creature, it provokes an attack of opportunity from your ally.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/128}",
			">",
			">When you threaten but fail to confirm a critical hit against a creature you are flanking, you can spend 5 stamina points. If you do, that creature provokes an attack of opportunity from each ally with this feat who is flanking the creature, even though you didn't confirm the critical hit. You still can't use this ability against targets immune to critical hits."
		]
	},
	"outslug_sprint": {
		"name": "Outslug Sprint",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Outslug Sprint (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/16}",
			"",
			"You can make quick, defensive movements.  ",
			"**Prerequisites:** Int 13; {feat/Combat Expertise} or brawler's cunning class feature; {feat/Lunge}; {feat/Outslug Style}; {feat/Outslug Weave}; {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** While using Outslug Style, you can move an additional 5 feet when making a 5-foot step."
		]
	},
	"outslug_style": {
		"name": "Outslug Style",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Outslug Style (Combat, Style)",
			"",
			"{SOURCE Weapon Master's Handbook/16}",
			"",
			"You dart in and out of combat.  ",
			"**Prerequisites:** Int 13; {feat/Combat Expertise} or brawler's cunning class feature; {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** Choose one weapon from the close {ability/fighter |weapon group>s}. While using this style, when you take a 5-foot step, you gain a +1 dodge bonus to AC and a +1 bonus on weapon damage rolls with the chosen weapon until the beginning of your next turn.  ",
			"**Special:** In addition to the chosen weapon, a character with the weapon training (close) or the brawler's close weapon mastery class feature can use Outslug Style with any close weapon."
		]
	},
	"outslug_weave": {
		"name": "Outslug Weave",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Outslug Weave (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/16}",
			"",
			"You land precise attacks from afar.  ",
			"**Prerequisites:** Int 13; {feat/Combat Expertise} or brawler's cunning class feature; {feat/Lunge}; {feat/Outslug Style}; {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** While using Outslug Style, you don't take a -2 penalty to your AC when using the Lunge feat. The bonuses to AC and on weapon damage rolls that you gain from Outslug Style increase to +2."
		]
	},
	"overachiever": {
		"name": "Overachiever",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Overachiever (Story)",
			"",
			"{SOURCE Agents of Evil/9}",
			"",
			"Others made you feel small for too long, and now you drive yourself hard and never settle for second place.  ",
			"**Prerequisites:** You must have been defeated by the same individual, organization, or creature type at least four times, or have the Boarding School or Humiliated [\"growing up\"](rule/bad_beginnings) background.  ",
			"**Benefit:** You take only half the normal penalties from {misc/exhaustion}. Choose one skill upon selecting this feat. Once per day, you can forgo rest to study or practice, gaining a +3 bonus on all checks attempted with your selected skill for 24 hours but becoming {misc/fatigued} in the process. If you rest to recover from this fatigue, this bonus ends (but not if you recover from your fatigue in other ways, such as via {spell/lesser restoration}). Forgoing rest for this purpose does not interfere with a spellcaster's ability to prepare spells.  ",
			"**Goal:** You must utterly humiliate a member of your hated group by besting that creature at an activity for which it is known or in which it takes pride. This opponent's Hit Dice must exceed your current character level by at least 1.  ",
			"**Completion Benefit:** Each time you forgo rest to study or practice, you can apply this feat's +3 bonus to a different skill. If you have 10 or more ranks in the skill selected, this bonus increases to +6."
		]
	},
	"overhead_flip": {
		"name": "Overhead Flip",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Overhead Flip (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/22}",
			"",
			"You hoist your opponent above your head before slamming him to the ground, temporarily staggering the foe.  ",
			"**Prerequisites:** Str 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Savage Slam}.  ",
			"**Benefit:** While you are using {feat/Savage Slam}, if you succeed at your grapple combat maneuver check to knock your opponent {rule/prone}, the opponent must succeed at a Fortitude save (DC = 10 + your base attack bonus) or be {misc/staggered} for 1 round. Oozes, incorporeal creatures, and creatures that are immune to critical hits are immune to this effect."
		]
	},
	"overpowering_stare": {
		"name": "Overpowering Stare",
		"sources": [ "Heroes of Golarion" ],
		"description": [
			"## Overpowering Stare (Stare)",
			"",
			"{SOURCE Heroes of Golarion/9}",
			"",
			"Your painful stare overwhelms your foe's mind.  ",
			"**Prerequisites:** {class/Mesmerist} level 11th, painful stare class feature.  ",
			"**Benefit:** Whenever you use your painful stare, the target must succeed at a Will saving throw (DC = 10 + half your mesmerist level + your Charisma modifier) or become {misc/confused} for 1 round. Whether or not the save is successful, a creature cannot be affected by this ability again for 24 hours."
		]
	},
	"overseer_of_the_house_of_truth": {
		"name": "Overseer of the House of Truth",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Overseer of the House of Truth (Origin)",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/73}",
			"",
			"Your creator was a politician and administrator, and your memories are filled with the sound of clinking coins.  ",
			"**Prerequisites:** {race/Shabti}.  ",
			"**Benefit:** You gain a second daily use of your {spell/suggestion} spell-like ability. You gain a third daily use at 8th level, a fourth at 13th level, and a fifth at 16th level."
		]
	},
	"overwatch_style": {
		"name": "Overwatch Style",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Overwatch Style (Combat, Style)",
			"",
			"{SOURCE Weapon Master's Handbook/14}",
			"",
			"You have learned to wait until your ranged attacks have the greatest effect.  ",
			"**Prerequisites:** {feat/Precise Shot}, {feat/Rapid Shot}, {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** While using this style, as a full-round action you can {rule/ready} two ranged attacks with the chosen weapon, each with its own triggering event. You take a -2 penalty on attack rolls made with these readied actions.  ",
			"**Special:** A character with this feat and the weapon training (bows, crossbows, or firearms) class feature can use Overwatch Style with any bow, crossbow, or firearm, respectively, in addition to the chosen weapon."
		]
	},
	"overwatch_tactician": {
		"name": "Overwatch Tactician",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Overwatch Tactician (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/15}",
			"",
			"You quickly prepare to react to your enemies' actions.  ",
			"**Prerequisites:** {feat/Overwatch Style}, {feat/Precise Shot}, {feat/Rapid Shot}, {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** While using Overwatch Style, you can ready two ranged attacks as a standard action, rather than a full-round action."
		]
	},
	"overwatch_vortex": {
		"name": "Overwatch Vortex",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Overwatch Vortex (Combat)",
			"",
			"{SOURCE Weapon Master's Handbook/15}",
			"",
			"You are ready to respond to many more of your foes' actions.  ",
			"**Prerequisites:** {feat/Overwatch Style}, {feat/Overwatch Tactician}, {feat/Precise Shot}, {feat/Rapid Shot}, {feat/Weapon Focus} with the chosen weapon, base attack bonus +11.  ",
			"**Benefit:** While using the Overwatch Style, as a full-round action you can {rule/ready} up to four ranged attacks, each with its own triggering event. You take a -2 penalty on attack rolls made with these readied actions."
		]
	},
	"overwhelm": {
		"name": "Overwhelm",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Overwhelm (Combat, Teamwork)",
			"",
			"{SOURCE Dragonslayer's Handbook/21}",
			"",
			"You can overwhelm large foes with sheer numbers.  ",
			"**Benefit:** You are considered to be {rule/flanking} an opponent if at least one ally who also has this feat is threatening that opponent and the opponent is at least two size categories larger than the larger of you or your ally, regardless of your actual positioning.  ",
			"**Normal:** You must be positioned opposite an ally to flank an opponent."
		]
	},
	"overwhelming_phantom": {
		"name": "Overwhelming Phantom",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Overwhelming Phantom",
			"",
			"{SOURCE Occult Origins/19}",
			"",
			"Your {sidekick/phantom} is strong-willed, allowing it to enter and dominate other creature's minds.  ",
			"**Prerequisites:** Phantom class feature, {class/spiritualist} level 15th.  ",
			"**Benefit:** Three times per day, as a standard action while it is fully manifested, your phantom can attempt to enter and take control of a living creature; doing so provokes an attack of opportunity. A creature can resist this influence with a successful Will save (DC = 1/2 the phantom's Hit Dice + the phantom's Charisma modifier). A phantom can maintain this control for 1 minute per spiritualist level you have, but the victim is allowed a new saving throw each minute. This ability otherwise functions as {spell/greater possession}."
		]
	},
	"owl_dive": {
		"name": "Owl Dive",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Owl Dive (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/88}",
			"",
			"Your martial training helps you fly and charge through others' spaces.  ",
			"**Prerequisites:** Dex 17, {feat/Owl Style}, {feat/Owl Swoop}, base attack bonus +7 or monk level 5th, Acrobatics 1 rank, Fly 1 rank, Stealth 1 rank.  ",
			"**Benefit:** While using Owl Style, you can use your base attack bonus in place of your ranks in Fly to determine your Fly skill bonus. You can {rule/charge} through other creatures' spaces, but you must make a successful Acrobatics check to move through enemy spaces, as normal. If you fail an Acrobatics check to move through an enemy's space during a charge, your charge stops just before you enter that enemy's space; if you threaten that foe, you can make your charge attack against that foe."
		]
	},
	"owl_style": {
		"name": "Owl Style",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Owl Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Intrigue/88}",
			"",
			"You can move with the quiet grace of an owl.  ",
			"**Prerequisites:** Dex 13, {feat/Skill Focus} (Stealth), Stealth 1 rank.  ",
			"**Benefit:** While using this style, you can use your base attack bonus in place of your ranks in Stealth to determine your Stealth skill modifier (as usual, this does not replace your ranks for other purposes, such as determining the effects of {feat/Skill Focus}). While in this stance and using Stealth, you can {rule/charge} at a -10 penalty beyond the penalty you take for using Stealth at full speed (which is typically -5). Foes that fail their Perception checks and don't otherwise notice you (for instance, with an ability like {umr/blindsight}) are denied their Dexterity bonuses to AC against all attacks you make against them during or at the end of that charge instead of just against the first attack."
		]
	},
	"owl_swoop": {
		"name": "Owl Swoop",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Owl Swoop (Combat)",
			"",
			"{SOURCE Ultimate Intrigue/88}",
			"",
			"Your martial training helps you move with acrobatic poise.  ",
			"**Prerequisites:** Dex 15, {feat/Owl Style}, Acrobatics 1 rank, Stealth 1 rank.  ",
			"**Benefit:** While using Owl Style, you can use your base attack bonus in place of your ranks in Acrobatics to determine your Acrobatics skill bonus. You can attempt Acrobatics checks to move on narrow or slick surfaces and to avoid attacks of opportunity while charging, incurring the same penalties and increased DCs that you usually would apply for moving at full speed."
		]
	},
	"pacify_animal": {
		"name": "Pacify Animal",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Pacify Animal",
			"",
			"{SOURCE Monster Hunter's Handbook/9}",
			"",
			"You are able to calm rampaging animals.  ",
			"**Prerequisites:** {ability/Wild empathy} class feature.  ",
			"**Benefit:** As a full-round action, you attempt to mollify an animal or magical beast with an Intelligence score of 1 or 2 and an attitude of hostile toward you or your allies. You attempt a wild empathy check (DC = 10 + the target's Hit Dice + the target's Charisma modifier). If you succeed, the target's attitude toward you and your allies becomes indifferent for 1 minute, and it does not attack during this time. If the target is attacked during this time or if the target can see you or your allies after 1 minute, it becomes hostile again. A creature can be affected by this pacification attempt only once in a 24-hour period.  ",
			"**Special:** {sidekick/Animal companion/s} and creatures under magical compulsion are harder to pacify; the DC for such creatures equals 15 + the target's Hit Dice + the target's Charisma modifier. An animal companion also applies its bonus on Will saves from the devotion ability to this DC, and attacking the animal's master also breaks this effect. An animal companion's master can direct the animal to attack again, but the DC of this Handle Animal check is increased by your wild empathy modifier."
		]
	},
	"pack_attack": {
		"name": "Pack Attack",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Pack Attack (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Combat/112}",
			"",
			"You are skilled at surrounding your enemies.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** When you are adjacent to an ally with this feat, the first time you melee attack an opponent, you can spend an immediate action to take a 5-foot step, even if you have otherwise moved this round.  ",
			"**Normal:** You can take a 5-foot step only if you have not otherwise moved in a round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/128}",
			">",
			">When you are adjacent to an ally that also has this feat, you can spend 2 stamina points to take a 5-foot step as a free action instead of an immediate action. You can still use this feat's ability only once per round."
		]
	},
	"pack_flanking": {
		"name": "Pack Flanking",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Pack Flanking (Teamwork)",
			"",
			"{SOURCE Advanced Class Guide/153}",
			"",
			"You and your companion creature are adept at fighting together against foes.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, ability to acquire an {ability/animal companion}.  ",
			"**Benefit:** When you and your companion creature have this feat, your companion creature is adjacent to you or sharing your square, and you both threaten the same opponent, you are both considered to be {rule/flanking} that opponent, regardless of your actual positioning.  ",
			"**Normal:** You must be positioned opposite an ally to flank an opponent."
		]
	},
	"pack_intimidation": {
		"name": "Pack Intimidation",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Pack Intimidation (Combat, Teamwork)",
			"",
			"{SOURCE Inner Sea Races/208}",
			"",
			"You draw on the strength of numbers and your shared convictions to intimidate your foes.  ",
			"**Prerequisites:** {race/Half-orc}, intimidating racial trait.  ",
			"**Benefit:** Whenever you use the Intimidate skill to demoralize foes, you gain a +2 circumstance bonus on your check for every ally who also has this feat within 30 feet (maximum +6)."
		]
	},
	"pack_rat": {
		"name": "Pack Rat",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Pack Rat",
			"",
			"{SOURCE Monster Codex/176}",
			"",
			"You collect all sorts of things, and frequently lose and refind things you acquired.  ",
			"**Prerequisites:** {race/Ratfolk}.  ",
			"**Benefit:** Once per day, when confronted with a situation that calls for a particular mundane item, you happen to have such an item on your person. The item must cost no more than 25 gp plus 5 gp per level, and you must pay its cost when you \"find\" it (in other words, the money you thought you had on your person was actually the item). The item must be something you can easily carry - for example, if you are on foot and have only a backpack, you could not have a large iron cauldron. You can't find magical items using this feat, nor can you have specific items, such as the key to a particular door. If you are stripped of your equipment or possessions, you lose the benefits of this feat until you have at least a day to resupply and acquire new items."
		]
	},
	"pack_tactics": {
		"name": "Pack Tactics",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Pack Tactics",
			"",
			"{SOURCE Advanced Class Origins/27}",
			"",
			"You have trained your animal companion to fight using your tactics.  ",
			"**Prerequisites:** Int 13, {ability/animal companion} class feature.  ",
			"**Benefit:** Your animal companion is treated as having all the same {main/feats_<teamwork/ feats} that you do for the purpose of determining whether you or your allies receive a bonus from teamwork feats. Your animal companion doesn't receive any bonuses from these feats unless it actually possesses the teamwork feats. Your and all allies' positioning and actions must still meet the prerequisites listed in a teamwork feat's description in order to receive the teamwork feat's listed bonus."
		]
	},
	"page": {
		"name": "Page",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Page",
			"",
			"{SOURCE Ultimate Intrigue/134}",
			"",
			"You recruit a page who heralds your approach and has the ability to smooth the path of your diplomatic missions.  ",
			"**Prerequisites:** Character level 4th, proficiency with martial weapons.  ",
			"**Benefit:** This feat is similar to the {feat/Leadership} feat, with several exceptions. You can attract only a 1st-level cohort (referred to hereafter as a page) with this feat, and can't recruit followers. You determine your Leadership score according to the rules presented in the {feat/Leadership} feat, but your page is always at least 3 levels lower than your level.",
			"",
			"A page can take levels in {class/bard}, {class/cavalier}, or {class/paladin}. She cannot multiclass, though she can take any archetype for which she qualifies.",
			"",
			"Whenever a page tries to influence a creature's attitude by using the Diplomacy skill, she can use her total Diplomacy skill bonus or yours. Any improvement of a creature's attitude toward the page also applies to you.",
			"",
			"If a page gains enough XP to bring her to 2 levels lower than your level, she doesn't gain the new level until you gain your next level; until then, her XP total remains 1 less than the amount needed to attain the next level and she gains no additional XP until you advance in level.",
			"",
			"If you release your page from service or otherwise lose your page, you can recruit a new one. At 7th level, you can swap this feat for the {feat/Leadership} feat."
		]
	},
	"painful_anchor": {
		"name": "Painful Anchor",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Painful Anchor",
			"",
			"{SOURCE Ultimate Magic/153}",
			"",
			"Evil outsiders take damage when they attempt to connect to other planes.  ",
			"**Prerequisites:** Anchoring aura class feature.  ",
			"**Benefit:** When an evil outsider uses a calling, summoning, or teleportation effect, or any ability that physically transports a creature to or from another plane (such as {spell/blink} or {spell/etherealness}) within your anchoring aura, it takes damage equal to 4d8 + your Charisma modifier. This damage comes from holy power and is not subject to damage reduction, energy immunities, or energy resistances."
		]
	},
	"painful_blow": {
		"name": "Painful Blow",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Painful Blow (Combat)",
			"",
			"{SOURCE Arcane Anthology/31}",
			"",
			"You have learned how to land blows so painful it is difficult for struck spellcasters to concentrate.  ",
			"**Prerequisites:** {feat/Vital Strike}, base attack bonus +6, Knowledge (arcana) 3 ranks.  ",
			"**Benefit:** When you use Vital Strike (or {feat/Improved Vital Strike} or {feat/Greater Vital Strike}), the creature you hit with the attack must treat the damage dealt as continuous damage until the beginning of your next turn. This forces the target to attempt a {rule/concentration} check if it casts a spell. You can use this benefit twice per day, or three times per day if your base attack bonus is +12 or higher."
		]
	},
	"painful_collision": {
		"name": "Painful Collision",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Painful Collision (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/24}",
			"",
			"You shove your opponents into each other, causing painful and damaging collisions.  ",
			"**Prerequisites:** Str 13, {feat/Improved Bull Rush}, {feat/Power Attack}.  ",
			"**Benefit:** When you {rule/bull rush} an enemy into another creature, both creatures take 1d6 points of bludgeoning damage, plus an additional 1d6 points of bludgeoning damage for every 5 feet your original target has moved as a result of your bull rush. For instance, if you successfully bull rush a goblin 10 feet and it then collides with another goblin, both creatures would take 3d6 points of bludgeoning damage."
		]
	},
	"painful_cures": {
		"name": "Painful Cures",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Painful Cures",
			"",
			"{SOURCE Healer's Handbook/8}",
			"",
			"Your healing spells exacerbate rather than alleviate pain.  ",
			"**Prerequisites:** Evil alignment.  ",
			"**Benefit:** Whenever you use a spell to restore hit points to a living creature, you can cause that creature to be wracked with waves of searing pain. If you do, the spell gains the evil and pain descriptors. The target takes nonlethal damage equal to the number of hit points restored. If the target fails its saving throw or chooses not to attempt one against your healing spell, it takes a -2 penalty on saving throws and skill checks for 10 minutes per caster level. If the spell does not normally allow a saving throw, it instead allows a Fortitude saving throw to negate this penalty (but not the nonlethal damage dealt)."
		]
	},
	"paired_opportunists": {
		"name": "Paired Opportunists",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Paired Opportunists (Combat, Teamwork)",
			"",
			"{SOURCE Advanced Player's Guide/166}",
			"",
			"You know how to make an enemy pay for lax defenses.  ",
			"**Benefit:** Whenever you are adjacent to an ally who also has this feat, you receive a +4 circumstance bonus on attacks of opportunity against creatures that you both threaten. Enemies that provoke attacks of opportunity from your ally also provoke attacks of opportunity from you so long as you threaten them (even if the situation or an ability would normally deny you the attack of opportunity). This does not allow you to take more than one attack of opportunity against a creature for a given action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/128}",
			">",
			">As long as an ally that also has this feat is within your melee reach, you can spend 2 stamina points to gain this feat's benefits until the end of your next turn."
		]
	},
	"pantheistic_blessing": {
		"name": "Pantheistic Blessing",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Pantheistic Blessing",
			"",
			"{SOURCE Faiths and Philosophies/21}",
			"",
			"You are grated a small bit of divine power as a result of your veneration of a pantheon of deities.  ",
			"**Prerequisites:** Wis 13, must worship a pantheon of deities.  ",
			"**Benefit:** When taking this feat, select a pantheon from the list below. You gain the listed spell-like ability for your selected pantheon, usable once per day. If the granted spell allows a saving throw, the DC is equal to 10 + 1/2 your character level + your Charisma modifier.  ",
			"**Special:** If you act out of line with the tenets of your pantheon's beliefs, you lose the ability to cast the granted spell-like ability until you have received an atonement for your transgression (as a cleric restoring lost class abilities).",
			"",
			"### Pantheons of Golarion",
			"",
			"Each pantheon below notes the type of pantheon, as well as the member deities and the most common sorts of worshipers found within the faith. Additionally, each pantheon grants a spell-like ability to followers who take the Pantheistic Blessing feat. An asterisk (\\*) after a deity's name indicates that he or she is the head of the pantheon.",
			"",
			"::h4[Archdevils]{jl extra=\"(aligned, racial, and cultural)\"}",
			"",
			"**Deities:** {faith/Asmodeus}\\* (LE), {faith/Baalzebul} (LE), {faith/Barbatos} (LE), {faith/Belial} (LE), {faith/Dispater} (LE), {faith/Geryon} (LE), {faith/Mammon} (LE), {faith/Mephistopheles} (LE), {faith/Moloch} (LE)",
			"",
			"**Common Believers:** Chelaxians, devils, diabolists, tieflings",
			"",
			"**Granted Spell-Like Ability:** {spell/infernal healing}",
			"",
			"::h4[Ascended Pantheon]{jl extra=(cultural)}",
			"",
			"**Deities:** {faith/Cayden Cailean} (CG), {faith/Iomedae} (LG), {faith/Norgorber} (NE), {faith/Aroden} (prior to his death), sometimes {faith/Irori} (LN) and {faith/Nethys} (N)",
			"",
			"**Common Believers:** Absalomians, adventurers, individualists",
			"",
			"**Granted Spell-Like Ability:** {spell/divine favor}",
			"",
			"::h4[Demon Lords]{jl extra=\"(aligned, cultural, and racial)\"}",
			"",
			"**Deities:** {faith/Abraxas} (CE), {faith/Baphomet} (CE), {faith/Cyth-V'sug} (CE), {faith/Deskari} (CE), {faith/Flauros} (CE), {faith/Lamashtu}\\* (CE), {faith/Nocticula} (CE), {faith/Pazuzu} (CE), {faith/Shax} (CE), {faith/Sifkesh} (CE), {faith/Zura} (CE), many others",
			"",
			"**Common Believers:** drow, murderers, psychopaths",
			"",
			"**Granted Spell-Like Ability:** {spell/lesser confusion}",
			"",
			"::h4[Dwarven Pantheon]{jl extra=(racial)}",
			"",
			"**Deities:** {faith/Angradd} (LG), {faith/Bolka} (NG), {faith/Dranngvit} (LN), {faith/Folgrit} (LG), {faith/Grundinnar} (LG), {faith/Kols} (LN), {faith/Magrim} (LN), {faith/Torag}\\* (LG), {faith/Trudd} (NG)",
			"",
			"**Common Believers:** dwarves",
			"",
			"**Granted Spell-Like Ability:** {spell/crafter's fortune}",
			"",
			"::h4[Eldest]{jl extra=\"(cultural and racial)\"}",
			"",
			"**Deities:** {faith/Count Ranalc} (CN), {faith/the Green Mother} (NE), {faith/Imbrex} (LN), {faith/the Lantern King} (CN), {faith/the Lost Prince} (N), {faith/Magdh} (LN), {faith/Ng} (N), {faith/Ragadahn} (CE), {faith/Shyka} (N)",
			"",
			"**Common Believers:** druids, gnomes, fey",
			"",
			"**Granted Spell-Like Ability:** {spell/silent image}",
			"",
			"::h4[Elven Pantheon]{jl extra=(racial)}",
			"",
			"**Deities:** {faith/Calistria}\\* (CN), {faith/Desna} (CG), {faith/Findeladlara} (CG), {faith/Ketephys} (CG), {faith/Nethys} (N), {faith/Yuelral} (NG)",
			"",
			"**Common Believers:** elves, half-elves",
			"",
			"**Granted Spell-Like Ability:** {spell/identify}",
			"",
			"::h4[Empyreal Lords]{jl extra=\"(aligned and cultural)\"}",
			"",
			"**Deities:** {faith/Andoletta} (LG), {faith/Arshea} (NG), {faith/Korada} (NG), {faith/Ragathiel} (LG), {faith/Sinashakti} (CG), {faith/Valani} (CG), many others",
			"",
			"**Common Believers:** aasimars, angels, Kellids, Varisians.",
			"",
			"**Granted Spell-Like Ability:** {spell/protection from evil}",
			"",
			"::h4[Order of the God Claw Pantheon]{jl extra=(aligned)}",
			"",
			"**Deities:** {faith/Abadar} (LN), {faith/Asmodeus} (LE), {faith/Iomedae} (LG), {faith/Irori} (LN), {faith/Torag} (LG)",
			"",
			"**Common Believers:** [Hellknights](rule/aff_lawknights)",
			"",
			"**Granted Spell-Like Ability:** {spell/protection from chaos}",
			"",
			"::h4[Sandpoint Pantheon]{jl extra=(cultural)}",
			"",
			"**Deities:** {faith/Abadar} (LN), {faith/Desna} (CG), {faith/Erastil} (LG), {faith/Gozreh} (N), {faith/Sarenrae} (NG), {faith/Shelyn} (NG)",
			"",
			"**Common Believers:** natives of the Lost Coast",
			"",
			"**Granted Spell-Like Ability:** {spell/sanctuary}",
			"",
			"::h4[Taldan Pantheon]{jl extra=(cultural)}",
			"",
			"**Deities:** {faith/Abadar} (LN), {faith/Cayden Cailean} (CG), {faith/Norgorber} (NE), {faith/Shelyn} (NG)",
			"",
			"**Common Believers:** Taldan nationalists",
			"",
			"**Granted Spell-Like Ability:** {spell/shield of faith}",
			"",
			"::h4[Vudrani Pantheon]{jl extra=(cultural)}",
			"",
			"**Deities:** Chamidu (N), {faith/Dhalavei} (LE), {faith/Gruhastha} (LG), {faith/Irori}\\* (LN), Lahkgya (CE), Likha (N), Ragdya (N), Raumya (NE), Suyuddha (LN), Vineshvakhi (LN), Vritra (LE), thousands of other deities",
			"",
			"**Common Believers:** Vudrani",
			"",
			"**Granted Spell-Like Ability:** {spell/true strike}"
		]
	},
	"panther_claw": {
		"name": "Panther Claw",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Panther Claw (Combat)",
			"",
			"{SOURCE Ultimate Combat/112}",
			"",
			"You unleash a rapid series of blows on foes that attempt to attack you when you move.  ",
			"**Prerequisites:** Wis 15, {feat/Combat Reflexes}, {feat/Improved Unarmed Strike}, {feat/Panther Style}.  ",
			"**Benefit:** While using Panther Style, you can spend a free action, instead of spending a swift action, to make a retaliatory unarmed strike. You can make a number of retaliatory unarmed strikes on your turn equal to your Wisdom modifier.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/128}",
			">",
			">When making a retaliatory strike, you can spend up to 5 stamina points to gain a bonus on the damage roll equal to double the number of stamina points you spent."
		]
	},
	"panther_parry": {
		"name": "Panther Parry",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Panther Parry (Combat)",
			"",
			"{SOURCE Ultimate Combat/112}",
			"",
			"Your vicious strikes impair your foe's ability to attack you when you move.  ",
			"**Prerequisites:** Wis 15, {feat/Combat Reflexes}, {feat/Improved Unarmed Strike}, {feat/Panther Claw}, {feat/Panther Style}.  ",
			"**Benefit:** While using Panther Style, your retaliatory unarmed strikes are resolved before the triggering attacks. If your retaliatory unarmed strike deals damage to an opponent, that opponent takes a -2 penalty on attack and damage rolls with the triggering attack of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/128}",
			">",
			">When your retaliatory strike damages an opponent, you can spend 5 stamina points to increase the penalty the target takes on attack and damage rolls to -4."
		]
	},
	"panther_style": {
		"name": "Panther Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Panther Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/112}",
			"",
			"You can strike back at enemies who attack you when you move.  ",
			"**Prerequisites:** Wis 13, {feat/Combat Reflexes}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** While using this style, when an opponent makes an attack of opportunity against you for moving through a threatened square, you can spend a swift action to make a retaliatory unarmed strike attack against that opponent. Your attack is resolved after the triggering attack of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/128}",
			">",
			">Whenever you provoke an attack of opportunity, you can spend 5 stamina points to make a retaliatory strike as a swift action."
		]
	},
	"pao_lung_self_improvement": {
		"name": "Pao-Lung Self-Improvement",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Pao-Lung Self-Improvement",
			"",
			"{SOURCE Blood of the Ancients/20}",
			"",
			"As a devotee of Pao-Lung philosophy, you constantly strive to learn from your mistakes and slowly but surely improve every aspect of yourself.  ",
			"**Prerequisites:** Must be devoted to the philosophy of Pao-Lung and not worship any deities.  ",
			"**Benefit:** Whenever you roll a natural 1 on an ability check, caster level check, saving throw, or skill check, or fail any of these checks by 5 or more, you may dedicate yourself to that specific type of check (such as a Will saving throw or a Swim skill check). For the next 24 hours, you gain a +1 bonus on checks of that type; the bonus increases by 1 every time you fail that type of check. If you succeed at your chosen type of check, the bonus immediately ends. Once you have designated a type of check to be affected by this feat, you cannot use the feat for another type of check for at least 24 hours."
		]
	},
	"paralyzing_strike": {
		"name": "Paralyzing Strike",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Paralyzing Strike (Combat)",
			"",
			"{SOURCE Advanced Class Guide/153}",
			"",
			"Finding just the right pressure point, you paralyze your foe with a single hit.  ",
			"**Prerequisites:** Dex 13, Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +14.  ",
			"**Benefit:** You must declare that you are using this feat before you make your attack roll (thus, a failed attack roll ruins the attempt). Paralyzing Strike forces a foe damaged by your unarmed attack to attempt a Fortitude saving throw (DC = 10 + 1/2 your character level + your Wisdom modifier), in addition to dealing damage normally. A defender who fails this saving throw is {rule/paralyzed} for 1 round, until just before your next turn. You can attempt to use Paralyzing Strike once per day for every 4 character levels you have, but no more than once per round. Constructs, incorporeal creatures, plants, undead, and creatures that are immune to critical hits cannot be affected by this ability.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/128}",
			">",
			">You can spend 5 stamina points to declare that you are using this feat after you've hit with an unarmed strike roll."
		]
	},
	"parry_spell": {
		"name": "Parry Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Parry Spell",
			"",
			"{SOURCE Advanced Player's Guide/166}",
			"",
			"You can throw an enemy spell back at its caster.  ",
			"**Prerequisites:** Spellcraft 15 ranks, {feat/Improved Counterspell}.  ",
			"**Benefit:** Whenever you successfully {rule/counter>spells} a spell, it returns back to its caster. This works exactly like the {spell/spell turning} spell."
		]
	},
	"parting_blast": {
		"name": "Parting Blast",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Parting Blast",
			"",
			"{SOURCE Occult Adventures/137}",
			"",
			"When you die, your body explodes in one final, destructive kinetic blast.  ",
			"**Prerequisites:** Kinetic blast class feature.  ",
			"**Benefit:** You can accept 1 point of burn to prepare a kinetic blast that automatically triggers upon your death. If you are killed at any point before your burn is removed, your body instantly erupts in an explosion that deals an amount of damage equal to that of your simple blast to all creatures in a 5-foot radius. A Parting Blast destroys your body, which might prevent any magic that requires an intact corpse."
		]
	},
	"parting_shot": {
		"name": "Parting Shot",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Campaign Setting",
			"Pathfinder Unchained"
		],
		"description": [
			"## Parting Shot (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/166;Pathfinder Campaign Setting/112}",
			"",
			"You are an expert skirmisher, able to rain missiles upon your enemies whether advancing or retreating.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}, {feat/Shot on the Run}, base attack bonus +6.  ",
			"**Benefit:** Once per encounter, when using the {rule/withdraw} action, you can make a single ranged attack at any point during your movement.  ",
			"**Normal:** You cannot attack when using the withdraw action.  ",
			"**Special:** Starting at 6th level, a ranger with the archery combat style may select Parting Shot as a combat style feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/128}",
			">",
			">You can spend 2 stamina points to use this feat's benefit a second time during a single encounter. You can use this combat trick only once per encounter, so you still can't make more than two Parting Shot attacks total in one encounter."
		]
	},
	"partner": {
		"name": "Partner",
		"sources": [ "Qadira, Jewel of the East" ],
		"description": [
			"## Partner",
			"",
			"{SOURCE Qadira, Jewel of the East/16}",
			"",
			"The closest relationship one can achieve with an established merchant house is to be named a partner.  ",
			"**Prerequisites:** Character level 9th. The character must have been a colleague of the merchant house for at least 3 years, and must have performed a life-changing service for a member of the house, such as saving her life or setting up a lucrative trade network in an otherwise inaccessible area (such as another plane).  ",
			"**Benefit:** The character is offered adoption into the merchant family and citizenship in the empire of Kelesh, if she is not already a citizen. The character draws a stipend of 1,000 gp per month (funded by the house), can borrow up to 50,000 gp per year at no interest (the amount must be paid back within 1 year), and receives the non-monetary benefits detailed at the colleague level. Upon the character's elevation to the status of partner, the house gifts her with a custom magic item worth no more than 12,000 gp."
		]
	},
	"pass_for_human": {
		"name": "Pass For Human",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Pass For Human",
			"",
			"{SOURCE Advanced Player's Guide/166}",
			"",
			"You're easily mistaken for a human rather than a member of your own race.  ",
			"**Prerequisites:** {race/Half-elf}, {race/half-orc}, or {race/halfling} (see Special).  ",
			"**Benefit:** You receive a +10 bonus on Disguise checks to disguise yourself as a human, and do not receive the penalty for disguising yourself as a member of another race when you do so. In areas largely populated or settled by humans, you can take 10 on your Disguise check, meaning most people tend to assume you are human unless given a reason to think otherwise.  ",
			"**Special:** A halfling may take this feat, but must have the {feat/Childlike} feat as a prerequisite. The benefits of the two feats stack."
		]
	},
	"passing_grace": {
		"name": "Passing Grace",
		"sources": [ "Distant Realms" ],
		"description": [
			"## Passing Grace (Teamwork)",
			"",
			"{SOURCE Distant Realms/33}",
			"",
			"Your bond with your allies allows you to share positive energy between yourselves.  ",
			"**Benefit:** Whenever a healing spell or an effect would restore you to above your maximum hit points, you can redirect excess hit points to an adjacent ally who has this feat. This ability functions only for effects that require an action to activate; {umr/fast healing}, {umr/regeneration}, and other passive effects that restore hit points are not shared."
		]
	},
	"passing_trick": {
		"name": "Passing Trick",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Passing Trick (Combat)",
			"",
			"{SOURCE Ultimate Combat/112}",
			"",
			"Slipping past a foe gives you the chance to feint.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Dodge}, {feat/Improved Feint}, {feat/Mobility}, size Small or smaller.  ",
			"**Benefit:** Whenever you make a successful Acrobatics check to move through an opponent's space, you can spend a swift action to make a Bluff check against that opponent to feint in combat.  ",
			"**Special:** If you have the {feat/Underfoot} feat and the opponent is larger than you, you gain a +2 bonus on the Bluff check this feat allows.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/128}",
			">",
			">You can spend 5 stamina points to attempt a Bluff check as a free action instead of a swift action when using this feat."
		]
	},
	"pathfinder_society_ally": {
		"name": "Pathfinder Society Ally",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Pathfinder Society Ally",
			"",
			"{SOURCE Agents of Evil/13}",
			"",
			"The [Pathfinder Society](rule/aff_scholars) grants you access to its archives in thanks for services previously rendered.  ",
			"**Prerequisites:** {feat/Associate} (Pathfinder Society).  ",
			"**Benefit:** The Pathfinder Society's vast archives are available for you to exploit. In any settlement that is the size of a small town or larger, you can spend 1d4 hours researching notes from available Pathfinders to gain a +4 circumstance bonus on a single Knowledge check."
		]
	},
	"pathologist": {
		"name": "Pathologist",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Pathologist",
			"",
			"{SOURCE Blood of the Ancients/20}",
			"",
			"You can offer greater care for diseases and poisons than other healers can.  ",
			"**Prerequisites:** {feat/Incredible Healer}.  ",
			"**Benefit:** When you use the Heal skill to treat disease or poison, instead of granting a +4 competence bonus on the target's saving throws to resist the affliction, you may instead choose to allow the target to use the result of your Heal check in place of his next saving throw to resist the disease or poison."
		]
	},
	"patient_strike": {
		"name": "Patient Strike",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Patient Strike (Combat)",
			"",
			"{SOURCE Pathfinder Society Primer/8}",
			"",
			"Your training under the [Master of Swords](rule/aff_scholars) has taught you that a well-timed strike is worth waiting for and that patience will serve you well in the long run.  ",
			"**Prerequisites:** Int 13.  ",
			"**Benefit:** You can choose to {rule/ready} an attack as a full-round action instead of a standard action. When you do so, you gain a +2 bonus on your attack roll when your readied action triggers.  ",
			"**Normal:** Readying an attack is a standard action and doesn't grant a bonus on your attack roll."
		]
	},
	"pattern_message": {
		"name": "Pattern Message",
		"sources": [ "Distant Realms" ],
		"description": [
			"## Pattern Message",
			"",
			"{SOURCE Distant Realms/42}",
			"",
			"You've become skilled at inserting secret messages into your pattern illusions.  ",
			"**Prerequisites:** Caster level 3rd.  ",
			"**Benefit:** When you cast a spell from the pattern subschool, you can embed a short message within the effect. You designate any number of the spell's targets to receive this encoded message, regardless of language, but only a creature failing its save against your pattern spell can receive your message. This message is delivered visually, and there is no verbal component that other creatures might overhear. During each round you concentrate to maintain a pattern spell, you can change the embedded message and the targets that receive it."
		]
	},
	"peace_of_mind": {
		"name": "Peace of Mind",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Peace of Mind (Conduit)",
			"",
			"{SOURCE Planar Adventures/31}",
			"",
			"The blissful peace of Nirvana is never more than a thought away from your mind.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks.  ",
			"**Benefit:** As an immediate action when you fail a saving throw against an emotion, fear, or pain effect, you can ignore the effect and instead become {misc/dazed} for an amount of time equal to twice the duration of the original effect. Any nonlethal damage you would have taken from the original effect is reduced to its minimum value (as though a 1 had been rolled on all dice). You cannot activate this ability if you are currently dazed.",
			"",
			"You can use this feat's benefit once per day, plus an additional time per day for every 5 ranks you have in Knowledge (planes)."
		]
	},
	"peacemaker": {
		"name": "Peacemaker",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Peacemaker",
			"",
			"{SOURCE Champions of Purity/23}",
			"",
			"Your words of peace ring true and are much more difficult for others to resist.  ",
			"**Prerequisites:** Charisma 13, good alignment.  ",
			"**Benefit:** The DC to resist spells you cast to ensure peace or force aggressive creatures to become peaceful increases by +2. This affects spells that dissuade creatures from aggressive actions without exerting long-term or absolute control over them, and without leaving them defenseless. These spells include, but are not limited to, {spell/calm animals}, {spell/calm emotions}, {spell/command}, {spell/compassionate ally}, {spell/enthrall}, {spell/euphoric tranquility}, {spell/sanctuary}, and {spell/serenity}."
		]
	},
	"peerless_courtier": {
		"name": "Peerless Courtier",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Peerless Courtier",
			"",
			"{SOURCE Heroes of the High Court/17}",
			"",
			"As a favored hero of the satrap, you've learned to translate skill at arms into social influence.  ",
			"**Prerequisites:** Cha 13, base attack bonus +3.  ",
			"**Benefit:** Choose one of the following skills: Bluff, Diplomacy, or Sense Motive. You can substitute your base attack bonus for your ranks in the chosen skill. That skill also becomes a class skill for you.  ",
			"**Special:** You can select this feat up to three times. Its effects do not stack. Each time you select this feat, choose an additional skill to benefit from this feat."
		]
	}
}
