{
	"take_a_breather": {
		"name": "Take a Breather",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Take a Breather (Combat)",
			"",
			"{SOURCE Healer's Handbook/15}",
			"",
			"You can use lapses in your opponent's guard to recuperate from the wounds you have already sustained.  ",
			"**Prerequisites:** Con 13, {feat/Combat Vigor}, character level 4th.  ",
			"**Benefit:** Your vigor pool gains 1 vigor point. Whenever an opponent that you threaten provokes an attack of opportunity from you, as a swift action you can spend 1 or more vigor points to regain hit points as described by the Combat Vigor feat, instead of making an attack of opportunity against that opponent. Spending vigor in this manner does not count against the total number of attacks of opportunity that you can make during a round."
		]
	},
	"take_the_hit": {
		"name": "Take the Hit",
		"sources": [ "Distant Shores" ],
		"description": [
			"## Take the Hit (Teamwork)",
			"",
			"{SOURCE Distant Shores/63}",
			"",
			"You can shield your partner's body with your own.  ",
			"**Prerequisites:** {feat/Bonded Mind}, base attack bonus +6.  ",
			"**Benefit:** As long as an ally with the Bonded Mind feat is adjacent to you, you can choose to absorb up to half of the hit point damage from any attack that strikes him, as if subject to a shield other spell. Using this ability is an immediate action, and it only applies to one attack, even if the ally is hit by multiple attacks as part of the same action."
		]
	},
	"take_this": {
		"name": "Take This",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Take This (Teamwork)",
			"",
			"{SOURCE Antihero's Handbook/11}",
			"",
			"You can quickly retrieve items from the body of a companion who is unable to act.  ",
			"**Benefit:** If you are adjacent to an ally who also has this feat but is unable to act, you can retrieve a held or openly carried item from his body as a swift action that does not provoke attacks of opportunity.  ",
			"**Normal:** Retrieving a stored item or picking up a fallen item is a move action that provokes attacks of opportunity.  ",
			"**Special:** This is an exception to the rule that allies who are unable to act do not count for the purpose of teamwork feats."
		]
	},
	"taldan_conscript": {
		"name": "Taldan Conscript",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Taldan Conscript",
			"",
			"{SOURCE Taldor, Echoes of Glory/29}",
			"",
			"Your constant training in service to your lord has improved your martial prowess with some weapons.  ",
			"**Prerequisites:** Taldan serf in service to a lord.  ",
			"**Benefit:** When wielding a farm implement (such as a hand axe, pick, pitchfork, or scythe) as a weapon, you get a +1 bonus on damage rolls. When fighting alongside other conscripts you get a +1 bonus on initiative checks."
		]
	},
	"taldan_duelist": {
		"name": "Taldan Duelist",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Taldan Duelist (Combat)",
			"",
			"{SOURCE Inner Sea World Guide/289;Pathfinder Campaign Setting/137}",
			"",
			"You trained at one of Taldor's elite fighting schools and are skilled at rondelero, the art of fighting with the falcata and buckler.  ",
			"**Prerequisites:** Dex 13, [Exotic Weapon Proficiency (falcata)](feat/exotic_weapon_proficiency), [Shield Proficiency (buckler)](feat/shield_proficiency), [Weapon Focus (falcata)](feat/weapon_focus).  ",
			"**Benefit:** When fighting with the falcata and buckler, your shield bonus to AC increases by +1 and you gain a +2 bonus on Acrobatics checks.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">When you make an attack with a falcata using two hands while wearing a buckler, you can spend 3 stamina points to ignore the -1 penalty on attack rolls for using your shield arm to wield a weapon while wearing a buckler and to retain the buckler's shield bonus for 1 round."
		]
	},
	"taldan_squire": {
		"name": "Taldan Squire",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Taldan Squire",
			"",
			"{SOURCE Taldor, Echoes of Glory/29}",
			"",
			"You spent time as a squire to a Taldan knight and understand how to fight alongside him.  ",
			"**Prerequisites:** Base attack bonus +1, proficient in a martial weapon.  ",
			"**Benefit:** When within 50 feet of a mounted ally with the {feat/Mounted Combat} feat, you get a +2 bonus on initiative. If this ally is injured, you gain a +1 dodge bonus on AC as long as you are within 10 feet of him."
		]
	},
	"talented_magician": {
		"name": "Talented Magician",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Talented Magician",
			"",
			"{SOURCE Advanced Class Guide/158}",
			"",
			"Roguish magic comes easily to you.  ",
			"**Prerequisites:** Major magic rogue talent, minor magic rogue talent.  ",
			"**Benefit:** You gain an additional daily use of each of your minor magic and major magic rogue talents.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain an additional daily use of each talent."
		]
	},
	"talmandors_lifting": {
		"name": "Talmandor's Lifting",
		"sources": [ "Andoran, Spirit of Liberty" ],
		"description": [
			"## Talmandor's Lifting (Achievement)",
			"",
			"{SOURCE Andoran, Spirit of Liberty/13}",
			"",
			"You felt the powerful wings of Talmandor surround you when you risked death from a fall, and somehow a tiny spark of his essence remains connected to your soul.  ",
			"**Prerequisites:** Take at least 10d6 falling damage on three different occasions and survive.  ",
			"**Benefit:** When you cast a healing spell on an unharmed creature, it briefly manifests as a pair of wings made of golden light. The spell's duration becomes \"1 hour or until discharged.\" For the next hour, the spell remains on the target, triggering automatically as a swift action if the creature takes damage or experiences an effect that the spell could cure, mitigate, or remove (which causes the wings of light to appear briefly).",
			"",
			"For example, if you cast lesser restoration on an ally who had no ability damage, the spell would trigger immediately if the target became fatigued, exhausted, or took ability damage, but not if the target suffered ability drain, energy drain, or hit point damage (none of which are affected by lesser restoration)."
		]
	},
	"tandem_evasion": {
		"name": "Tandem Evasion",
		"sources": [
			"Dragonslayer's Handbook",
			"Armor Master's Handbook"
		],
		"description": [
			"## Tandem Evasion (Combat, Teamwork)",
			"",
			"{SOURCE Dragonslayer's Handbook/21}",
			"",
			"You and your allies help each other evade deadly attacks.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}.  ",
			"**Benefit:** When adjacent to an ally who also has this feat, you gain evasion against a dragon's breath weapon and tail sweep special attacks. If you already have evasion, you gain improved evasion instead.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 5 stamina points to benefit from this feat even if there are no adjacent allies who also have this feat. However, if you fail your save, you are knocked prone."
		]
	},
	"tandem_trip": {
		"name": "Tandem Trip",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Tandem Trip (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Combat/122}",
			"",
			"You know how to work together to trip your foes.  ",
			"**Benefit:** Whenever you attempt a trip combat maneuver against an enemy threatened by an ally with this feat, you roll twice and take the better result.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When attempting to trip a target that is threatened by one of your allies, you can spend 2 stamina points to gain this feat's benefit even if the threatening ally doesn't have this feat."
		]
	},
	"tangle_feet": {
		"name": "Tangle Feet",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Tangle Feet (Combat)",
			"",
			"{SOURCE Advanced Race Guide/118}",
			"",
			"Creatures who cross your path find themselves tripping over their own feet.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Mobility}, {feat/Underfoot}, goblin, Small size or smaller.  ",
			"**Benefit:** When you successfully make an Acrobatics check to avoid provoking an attack of opportunity from a larger opponent when you move through its threatened area or its space, you can make that opponent lose its balance until the end of its next turn as a free action. While that creature's balance is lost, if it attempts to move, it must make a successful DC 15 Acrobatics check or fall prone, wasting the move action. You can only affect one creature with this effect each round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When you make an opponent lose its balance with this feat, you can spend 2 stamina points to increase the DC of its Acrobatics check to avoid falling prone to 20."
		]
	},
	"tangled_limbs": {
		"name": "Tangled Limbs",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Tangled Limbs (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/25}",
			"",
			"You twist your long weapon among your target's legs, knocking your foe off-balance.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Trip}, {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** Choose one weapon with the reach special quality. When you attempt a trip combat maneuver check with the chosen weapon, your target doesn't receive a bonus to its CMD against your trip attempt for having more than two legs.  ",
			"**Normal:** A creature with more than two legs receives a +2 bonus to its CMD against trip attempts for each additional leg it has.  ",
			"**Special:** In addition to the chosen weapon, a character with the weapon training class feature can use Tangled Limbs with any melee weapon from any fighter weapon group that he has selected with weapon training and that has the reach special quality."
		]
	},
	"tantrum": {
		"name": "Tantrum",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Tantrum",
			"",
			"{SOURCE Gnomes of Golarion/31}",
			"",
			"Your crying, sputtering, and even frothing at the mouth makes you so laughably incoherent that opponents are apt to dismiss you as a threat.  ",
			"**Prerequisites:** Bluff 1 rank, rage class feature, gnome.  ",
			"**Benefit:** You may use the Bluff skill to feint while raging. The effect of the feint lasts only until the first time you hit the target."
		]
	},
	"tapestry_traveler": {
		"name": "Tapestry Traveler",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Tapestry Traveler",
			"",
			"{SOURCE Pathfinder Society Primer/13}",
			"",
			"Your many visits to the Hao Jin Tapestry demiplane have made you an expert in long-distance travel.  ",
			"**Prerequisites:** Character level 5th.  ",
			"**Benefit:** You cast spells of the teleportation subschool as though your caster level were 2 higher, and you treat yourself as one step more familiar when teleporting to an established Pathfinder lodge with the teleport spell. If you can teleport as a supernatural ability, you treat your class level as if it were 2 higher when calculating the total distance that you can travel with this ability."
		]
	},
	"target_of_opportunity": {
		"name": "Target of Opportunity",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Target of Opportunity (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Combat/122}",
			"",
			"You and your allies pelt your enemies with a deadly barrage of missiles.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, base attack bonus +6.  ",
			"**Benefit:** When an ally who also has this feat makes a ranged attack and hits an opponent within 30 feet of you, you can spend an immediate action to make a single ranged attack against that opponent. Your ranged weapon must be in hand, loaded, and ready to be fired or thrown for you to make the ranged attack.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">You can spend 5 stamina points to make the attack granted by this feat as an attack of opportunity instead of an immediate action. You can use this combat trick only once per round."
		]
	},
	"targeted_blow": {
		"name": "Targeted Blow",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Targeted Blow (Weapon Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/22}",
			"",
			"You can inflict special injuries on your foes by attacking specific areas.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}, base attack bonus +9, weapon training class feature with a melee weapon.  ",
			"**Benefit:** As a standard action, you can make a single melee attack with an appropriate weapon while targeting a specific body part of your foe. On a successful attack, you affect the target as if you had used the targeting gunslinger deed. You can use this ability two times per day, plus one additional time per day when your base attack bonus reaches +10, +15, and +20."
		]
	},
	"taskmaster": {
		"name": "Taskmaster",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Taskmaster (Combat)",
			"",
			"{SOURCE Advanced Race Guide/124}",
			"",
			"You intimidate weaker allies into reckless ferocity.  ",
			"**Prerequisites:** {feat/Demoralizing Lash}, Intimidate 5 ranks, hobgoblin.  ",
			"**Benefit:** As a standard action, you spur an ally, who must have fewer Hit Dice than yourself, to reckless effort. For 1 minute, the ally gains a +1 morale bonus on attack rolls, weapon damage rolls, and Will saves against mind-affecting effects. However, the ally also takes a -2 penalty to AC and on skill checks. To affect an unwilling ally, you must succeed at an Intimidate check with the same DC used to demoralize your ally.  ",
			"**Special:** If you have 10 or more ranks in Intimidate, the morale bonus increases to +2.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When using this feat, you can spend 5 stamina points to affect a creature with up to 5 more Hit Dice than you possess."
		]
	},
	"tattoo_attunement": {
		"name": "Tattoo Attunement",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Tattoo Attunement",
			"",
			"{SOURCE Monster Summoner's Handbook/14}",
			"",
			"You've learned to absorb summoned creatures into temporary spell tattoos.  ",
			"**Prerequisites:** {feat/Inscribe Magical Tattoo} or {feat/Varisian Tattoo}; Spellcraft 5 ranks.  ",
			"**Benefit:** As a standard action, you can touch a single creature that you've summoned, instantly transforming it into a magical tattoo on your body. This tattoo takes up one magic item slot if the summoned creature is Medium or smaller, and one additional adjacent slot for each size category larger than Medium. You can have only one such tattoo at a time.",
			"",
			"While in tattoo form, the summoned creature can't take actions and doesn't need to eat, sleep, or breathe; it retains the remaining duration of the summoning spell used to conjure it. The creature can stay in tattoo form for a number of hours equal to your caster level. If the creature is still in tattoo form at the end of that time, the tattoo disappears, the creature is sent back to the plane from which it was summoned, and the remaining duration of the summon is wasted. As a standard action that provokes attacks of opportunity, you can cause the creature to change from a tattoo back into creature form, and appear in a square adjacent to you. The remaining duration of the spell is then expended as normal. The creature is staggered for 1 round after emerging from tattoo form. This is a supernatural ability."
		]
	},
	"tattoo_conversion": {
		"name": "Tattoo Conversion",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Tattoo Conversion",
			"",
			"{SOURCE Monster Summoner's Handbook/15}",
			"",
			"Your have turned your deep knowledge of creating tattoos from summoned creatures into an offensive weapon.  ",
			"**Prerequisites:** {feat/Inscribe Magical Tattoo} or {feat/Varisian Tattoo}; {feat/Tattoo Attunement}; Spellcraft 15 ranks; ability to cast control summoned creature.  ",
			"**Benefit:** Once per day as a standard action that provokes attacks of opportunity, you can make a melee touch attack against a summoned creature to transform it into a magical tattoo on your body as per Tattoo Attunement. When you later transform the creature from tattoo to creature form, you can attempt an opposed Spellcraft check against the creature's original summoner; if that summoner is unconscious or dead, you automatically succeed at the check. If you succeed, the creature must succeed at a Will save (DC = 10 + your caster level) or treat you as the caster of the spell that originally summoned it for the remaining duration of the spell. This is a supernatural ability."
		]
	},
	"tattoo_transformation": {
		"name": "Tattoo Transformation",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Tattoo Transformation",
			"",
			"{SOURCE Monster Summoner's Handbook/15}",
			"",
			"You've learned to take on some of the resistance of a summoned creature when you absorb it as a tattoo.  ",
			"**Prerequisites:** {feat/Inscribe Magical Tattoo} or {feat/Varisian Tattoo}; {feat/Tattoo Attunement}; Spellcraft 9 ranks.  ",
			"**Benefit:** When you use Tattoo Attunement on a creature you've summoned, you can gain that creature's elemental resistance as long as it is in tattoo form. If the creature has resistance to multiple elemental types, you gain only one of them. If the creature is immune to an elemental type, you gain resistance 20 to that type. For example, if the creature has resistance 10 to both fire and cold and immunity to electricity, you can gain resistance 10 to either fire or cold or resistance 20 to electricity as long as the creature is in tattoo form."
		]
	},
	"tatzlwyrm_claw_style": {
		"name": "Tatzlwyrm Claw Style",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Tatzlwyrm Claw Style (Combat, Style)",
			"",
			"{SOURCE Legacy of Dragons/21}",
			"",
			"Your curled fingers can tear into opponents' flesh and snatch free grappled allies.  ",
			"**Prerequisites:** Dex 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, Escape Artist 1 rank.  ",
			"**Benefit:** You can choose for your unarmed attacks to deal slashing damage. If you strike a target that has another creature grappled or pinned, as a swift action you can immediately attempt a grapple combat maneuver check against the target's CMD. If you succeed at the check, you can force the target to release a grappled creature or switch a pinned creature to being merely grappled."
		]
	},
	"tatzlwyrm_grappler": {
		"name": "Tatzlwyrm Grappler",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Tatzlwyrm Grappler (Combat)",
			"",
			"{SOURCE Legacy of Dragons/21}",
			"",
			"You can twist and bend in a way that makes you extremely difficult to grab.  ",
			"**Prerequisites:** Dex 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Tatzlwyrm Claw Style}, Escape Artist 3 ranks.  ",
			"**Benefit:** While you're using the Tatzlwyrm Style feat, whenever an opponent attempts to initiate a grapple against you, you can attempt an Escape Artist check. If the result is higher than your CMD, you can use the result as your CMD against that combat maneuver. You must be aware of the attack and not flat-footed."
		]
	},
	"tatzlwyrm_rake": {
		"name": "Tatzlwyrm Rake",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Tatzlwyrm Rake (Combat)",
			"",
			"{SOURCE Legacy of Dragons/21}",
			"",
			"You can immobilize your foe without using your arms.  ",
			"**Prerequisites:** Dex 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Tatzlwyrm Claw Style}, {feat/Tatzlwyrm Grappler}, Escape Artist 8 ranks.  ",
			"**Benefit:** While using the Tatzlwyrm Style feat, you can attempt a combat maneuver check to maintain a grapple without using your arms. You must use at least two limbs in order to do this, and if you use all your legs, you can't take any movement while maintaining the grapple. If your combat maneuver check succeeds by 10 or more, you are able to make a single unarmed attack against the target of the grapple as a swift action."
		]
	},
	"taunt": {
		"name": "Taunt",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Taunt",
			"",
			"{SOURCE Advanced Player's Guide/172}",
			"",
			"You may be small, but your remarks cut others down to size.  ",
			"**Prerequisites:** Cha 13, Small size or smaller.  ",
			"**Benefit:** You can demoralize opponents using Bluff rather than Intimidate (see the {skill/Intimidate} skill description for details) and take no skill check penalty for being smaller than your target."
		]
	},
	"tavern_regular": {
		"name": "Tavern Regular",
		"sources": [ "Inner Sea Taverns" ],
		"description": [
			"## Tavern Regular",
			"",
			"{SOURCE Inner Sea Taverns/59}",
			"",
			"You are quite popular at the pubs you frequent and the bartenders remember you.  ",
			"**Prerequisites:** Cha 14.  ",
			"**Benefit:** You receive a 10% discount at any tavern after you have spent a cumulative 500 gp there. In addition, if a bar fight occurs in that tavern, you gain a +2 bonus on your checks to use the redirect action. On a round in which you don't attempt the redirect action, the crowd reduces your tenacity by only 1d4 (instead of by the normal amount)."
		]
	},
	"team_pickpocketing": {
		"name": "Team Pickpocketing",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Team Pickpocketing (Teamwork)",
			"",
			"{SOURCE Ultimate Combat/122}",
			"",
			"You distract a mark with friendly conversation while your partner robs the victim blind.  ",
			"**Prerequisites:** Bluff 1 rank, Sleight of Hand 1 rank.  ",
			"**Benefit:** Whenever an ally with this feat succeeds a Bluff check to feint an opponent, if you are adjacent to that creature, you can spend an immediate action to make a Sleight of Hand check to pickpocket that opponent and gain a +4 bonus on that attempt."
		]
	},
	"team_up": {
		"name": "Team Up",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Team Up (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/172}",
			"",
			"When you are ganging up against an enemy, you can aid an ally with a quick feint.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Gang Up}, base attack bonus +6.  ",
			"**Benefit:** When you and at least two of your allies are adjacent to an opponent, you can attempt the aid another action as a move action.  ",
			"**Normal:** Aid another is a standard action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When you and at least two of your allies are adjacent to an opponent, you can spend 2 stamina points to attempt to aid another as a swift action."
		]
	},
	"technologist": {
		"name": "Technologist",
		"sources": [
			"Iron Gods Player's Guide",
			"Technology Guide"
		],
		"description": [
			"## Technologist",
			"",
			"{SOURCE Iron Gods Player's Guide/9;Technology Guide/7}",
			"",
			"You are familiar with the basic mechanics of technology.  ",
			"**Benefit:** You are considered to be trained in any skill used against a technology-based subject. If the skill in question requires training to use even against non-technological subjects, you must still have ranks in that skill in order to gain the benefit of Technologist.  ",
			"**Normal:** You treat all skill checks made against technology as if they were untrained skill checks. This may mean that you cannot attempt certain skill checks, even if you possess ranks in the skill in question."
		]
	},
	"technology_adept": {
		"name": "Technology Adept",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Technology Adept (Combat)",
			"",
			"{SOURCE Technology Guide/7}",
			"",
			"You utilize high-tech firearms to maximum effect.  ",
			"**Prerequisites:** Dex 13, [Exotic Weapon Proficiency (firearms)](feat/exotic_weapon_proficiency), {feat/Point-Blank Shot}  ",
			"**Benefit:** When you attack with a technological firearm that consumes charges, the save DC of any effect caused by that firearm increases by 1. If your bonuses from Point-Blank Shot apply, it increases by 2 instead."
		]
	},
	"technophobe": {
		"name": "Technophobe",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Technophobe",
			"",
			"{SOURCE Technology Guide/7}",
			"",
			"Smashing technological abominations brings you joy.  ",
			"**Prerequisites:** {feat/Improved Sunder}  ",
			"**Benefit:** When you reduce a robot to 0 hit points or destroy a technological item possessed by an enemy, you receive a +2 morale bonus on ability checks, attack rolls, saving throws, and skill checks for a number of rounds equal to your Wisdom bonus (minimum 1 round). You receive this bonus for destroying an unattended object so long as it was in the possession of an enemy within the last round."
		]
	},
	"telekinetic_mastery": {
		"name": "Telekinetic Mastery",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Telekinetic Mastery (Combat, Item Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/27}",
			"",
			"You can coax telekinesis from transmutation magic items.  ",
			"**Prerequisites:** Use Magic Device 5 ranks, base Fortitude save bonus +7.  ",
			"**Benefit:** You can cause an item that has a transmutation spell of 4th level or higher in its construction requirements to cast telekinesis. You can use this feat once per day, plus an additional time per day at base Fortitude save bonus +9 and +11."
		]
	},
	"telepathic_distraction": {
		"name": "Telepathic Distraction",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Telepathic Distraction",
			"",
			"{SOURCE Monster Codex/200}",
			"",
			"Your mastery of mental communication lets you assault and weaken the minds of your opponents.  ",
			"**Prerequisites:** Cha 15, serpentfolk.  ",
			"**Benefit:** As a standard action, you can focus your telepathy on one creature within range to weaken its resistance to mental attacks. The target must succeed at a Will save (DC = 10 + 1/2 your Hit Dice + your Charisma modifier) or take 1d6 points of nonlethal damage and take a -2 penalty against mind-affecting effects; the penalty lasts for 1d6 rounds. This is a mind-affecting effect. You can use this ability a number of times per day equal to 1/2 your Hit Dice."
		]
	},
	"telepathic_link": {
		"name": "Telepathic Link",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Telepathic Link",
			"",
			"{SOURCE Familiar Folio/18}",
			"",
			"You can telepathically communicate with your familiar.  ",
			"**Prerequisites:** Must have a familiar with the speak with master ability.  ",
			"**Benefit:** You and your familiar can communicate with each other telepathically at a range of up to 1 mile."
		]
	},
	"telepathy_tap": {
		"name": "Telepathy Tap",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Telepathy Tap",
			"",
			"{SOURCE Ultimate Intrigue/94}",
			"",
			"You are able to notice, intercept, and interpret telepathic communication around you.  ",
			"**Prerequisites:** Sense Motive 10 ranks, ability to cast detect thoughts or telepathy as a spell or spell-like ability or telepathy supernatural ability.  ",
			"**Benefit:** When a creature within range of your telepathy (or within 60 feet if you are using detect thoughts) uses telepathy to communicate, including when that creature sends or receives a magical message such as dream or sending, you can notice the attempt with a successful DC 30 Sense Motive check. At this point, you can either use your telepathy ability or spend a use or casting of detect thoughts as an immediate action. If you do so, for every 5 points by which your check exceeds the DC, you glean one fragment of information about the communication, such as the identity of its source; its general nature; the emotional state of the sender or the recipient; or a specific person, place, or thing mentioned in the message. In addition, the creature must attempt a saving throw (with a DC equal to that of the spell if you spent a use of detect thoughts or are using telepathy, or 10 + 1/2 your racial HD + your Charisma modifier if you are using a racial telepathy ability). If the target fails its save, you can listen to both sides of the telepathic or magical communication as long as you continue to concentrate each round as a standard action."
		]
	},
	"teleport_tactician": {
		"name": "Teleport Tactician",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Teleport Tactician (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/172}",
			"",
			"You are highly alert for enemies using teleportation to approach you or flee from you.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, {feat/Disruptive}, {feat/Spellbreaker}.  ",
			"**Benefit:** Any creature using a teleportation effect to enter or leave a square threatened by you provokes an attack of opportunity, even if casting defensively or using a supernatural ability.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When you hit a target with an attack of opportunity granted by this feat, you can spend 2 stamina points to daze the target for 1 round. The target can attempt a Fortitude save with a DC equal to 10 + your base attack bonus to negate this effect."
		]
	},
	"teleportation_mastery": {
		"name": "Teleportation Mastery",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Teleportation Mastery (Item Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/27}",
			"",
			"You can coax teleportation from conjuration magic items.  ",
			"**Prerequisites:** Use Magic Device 4 ranks, base Fortitude save bonus +6.  ",
			"**Benefit:** You can cause an item that has a conjuration spell of 3rd level or higher in its construction requirements to cast {spell/dimension door}. You can use this ability once per day, plus an additional time per day at base Fortitude save bonus +9 and +12."
		]
	},
	"tempting_bargain": {
		"name": "Tempting Bargain",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Tempting Bargain",
			"",
			"{SOURCE Planar Adventures/32}",
			"",
			"By going against traditional teachings and summoner practices, you have secured the service of an outsider whose morality differs wildly from your own, but you must endure its constant temptations or attempts to redeem you.  ",
			"**Prerequisites:** Unchained summoner level 1st, eidolon class feature.  ",
			"**Benefit:** You can select an eidolon of any alignment, even if its alignment is more than one step away from your own. Your eidolon never refuses your call as a result of the differences between your respective alignments, though it still can refuse to follow commands that are against its ethos or alignment.",
			"",
			"Each time you gain a summoner level, you must attempt a Will saving throw (DC = 10 + half your eidolon's Hit Dice + your eidolon's Charisma modifier). On a failure, your alignment permanently shifts one step closer to that of your eidolon. Modifiers that are not permanent can't be applied on this saving throw.  ",
			"**Special:** If your alignment becomes the same as that of your eidolon, you can immediately replace this feat with any other feat you would have qualified for at 1st level. The feat you choose for this must be one approved by the GM, depending on the nature of your eidolon and its influence over you."
		]
	},
	"tenacious_hunter": {
		"name": "Tenacious Hunter",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Tenacious Hunter",
			"",
			"{SOURCE Ultimate Wilderness/219}",
			"",
			"The animal is capable of quickly pinpointing hidden prey.  ",
			"**Prerequisites:** Perception 3 ranks, Stealth 3 ranks, animal companion.  ",
			"**Benefit:** The animal companion gains a +2 bonus on Perception checks to oppose Stealth checks. When using Perception to pinpoint an invisible creature's location, this bonus increases to +10. In addition, whenever the animal companion successfully uses Perception to notice a creature using Stealth or to pinpoint an invisible creature's location, that foe is denied its Dexterity bonus to AC against the next attack the animal companion makes on or before the animal companion's next turn."
		]
	},
	"tenacious_spell": {
		"name": "Tenacious Spell",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Tenacious Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Intrigue/94}",
			"",
			"Your magic is difficult to unravel.  ",
			"**Benefit:** Increase the DC of caster level checks to counter or dispel a tenacious spell by 2. If a tenacious spell is dispelled or dismissed, it lasts for 1d4 further rounds (to a maximum of the spell's normal duration) before ending (this does not occur if antimagic field or a similar spell or effect suppresses or ends the spell's effect without dispelling or dismissing it). The lingering auras of tenacious spells detectable with detect magic last for twice as long as usual after the spells end. A tenacious spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"tenacious_survivor": {
		"name": "Tenacious Survivor",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Tenacious Survivor",
			"",
			"{SOURCE Advanced Race Guide/58}",
			"",
			"Your spirit lingers long after any other's would have passed on.  ",
			"**Prerequisites:** Con 13, {feat/Diehard}, {feat/Endurance}, half-orc or orc.  ",
			"**Benefit:** When you are killed by hit point damage, your soul lingers in your body for a number of rounds equal to your Constitution bonus. You are still dead, but a creature can make a DC 10 Heal check as a standard action to realize that you can still be saved. You can be healed by magic as if you were alive. If you are healed enough hit points that you would no longer be dead, you are alive again, but you gain one permanent negative level."
		]
	},
	"tenacious_transmutation": {
		"name": "Tenacious Transmutation",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Tenacious Transmutation",
			"",
			"{SOURCE Advanced Player's Guide/172}",
			"",
			"Your mastery of the magic of changing makes your transmutations more durable.  ",
			"**Prerequisites:** {feat/Spell Focus/ (transmutation)}.  ",
			"**Benefit:** The DC of caster level checks to dispel or remove your transmutations increases by 2; even if the spell is negated, its effects persist for 1 additional round before dissipating."
		]
	},
	"tenebrous_spell": {
		"name": "Tenebrous Spell",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Tenebrous Spell (Metamagic)",
			"",
			"{SOURCE Inner Sea Magic/15}",
			"",
			"You blend shadow into your spells, increasing their efficacy at the price of susceptibility to light.  ",
			"**Benefit:** When you cast a tenebrous spell in darkness or dim light, the spell's effective caster level and any associated save DCs are increased by 1. Any attempts at dispelling a tenebrous spell in darkness or dim light take a -2 penalty on the dispel check.",
			"",
			"Casting a tenebrous spell in bright light is difficult, and requires a concentration check (DC 15 + twice the tenebrous spell's effective spell level). Attempts to dispel a tenebrous spell in bright light gain a +4 bonus on the dispel check.",
			"",
			"You cannot use this feat on spells with the light descriptor. A tenebrous spell uses up a spell slot one level higher than the spell's actual level, except in the case of spells with the darkness or shadow descriptor or of the illusion (shadow) subschool; this feat does not change the effective level of those spells (but still counts as using a metamagic feat for all other purposes)."
		]
	},
	"tengu_raven_form": {
		"name": "Tengu Raven Form",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Tengu Raven Form",
			"",
			"{SOURCE Advanced Race Guide/165}",
			"",
			"You can shift into the form of a giant black raven.  ",
			"**Prerequisites:** {feat/Tengu Wings}, character level 7th, tengu.  ",
			"**Benefit:** Once per day, you can take the form of a Large black bird resembling a raven, granting you a fly speed of 60 feet (good maneuverability), a +4 size bonus to your Strength, a -2 penalty to your Dexterity, and a +4 natural armor bonus. This spell-like ability otherwise functions as beast shape II with a caster level equal to your level."
		]
	},
	"tengu_wings": {
		"name": "Tengu Wings",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Tengu Wings",
			"",
			"{SOURCE Advanced Race Guide/165}",
			"",
			"You can grow wings that allow you to fly.  ",
			"**Prerequisites:** Character level 5th, tengu.  ",
			"**Benefit:** Once per day, you can sprout a pair of giant black crow's wings, granting you a fly speed of 30 feet (average maneuverability). This spell-like ability otherwise functions as beast shape I (though you do not gain any other benefits of that spell) with a caster level equal to your level."
		]
	},
	"terrain_celerity": {
		"name": "Terrain Celerity",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Terrain Celerity",
			"",
			"{SOURCE Heroes of the Darklands/5}",
			"",
			"You can use your surroundings to accelerate your movement, and your enemy's presence pushes you further.  ",
			"**Prerequisites:** Favored enemy class feature, favored terrain class feature.  ",
			"**Benefit:** While you're in any of your favored terrain types, you gain a 5-foot bonus to your movement speed. This bonus increases to 10 feet if a creature of the same type as one of your favored enemies is visible and within the same terrain type."
		]
	},
	"terrifying_assassination": {
		"name": "Terrifying Assassination",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Terrifying Assassination",
			"",
			"{SOURCE Villain Codex/224}",
			"",
			"Though no assassin intends to fail at an assassination attempt, you find ways to reduce the severity of failure so you have other chances to kill your targets through protracted combat. Your assassination attempts rattle enemies you fail to kill.  ",
			"**Prerequisites:** Assassinate ninja master trick, assassinate slayer advanced talent, or death attack.  ",
			"**Benefit:** If you attempt to instantly kill a foe with a death attack, or with the assassinate master trick or advanced talent, and the target doesn't die, the target is shaken for 2d4 rounds."
		]
	},
	"terrifying_assault": {
		"name": "Terrifying Assault",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Terrifying Assault (Combat)",
			"",
			"{SOURCE Dirty Tactics Toolbox/13}",
			"",
			"Your foes flee when you appear suddenly.  ",
			"**Prerequisites:** {feat/Frightening Ambush}, Intimidate 5 ranks.  ",
			"**Benefit:** When using Intimidate to demoralize an opponent during a surprise round, if you exceed the DC by 10 or more, you can make the target frightened for 1 round instead of shaken."
		]
	},
	"terrifying_mask": {
		"name": "Terrifying Mask",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Terrifying Mask",
			"",
			"{SOURCE Blood of Fiends/25}",
			"",
			"Your fiendish visage has made you a truly terrifying spectacle to behold, and you can force others to betray their feelings with a single look.  ",
			"**Prerequisites:** Cha 13, {feat/Monstrous Mask}, tiefling.  ",
			"**Benefit:** Anytime you can make a Sense Motive check to get a hunch or detect whether someone is trustworthy or not, you can choose to instead make an Intimidate check at a -2 penalty. This ability only works on creatures of the humanoid type."
		]
	},
	"terrifying_strike": {
		"name": "Terrifying Strike",
		"sources": [ "Pathfinder #81: Shifting Sands" ],
		"description": [
			"## Terrifying Strike",
			"",
			"{SOURCE Pathfinder #81: Shifting Sands/73}",
			"",
			"Your touch spreads fear.  ",
			"**Prerequisites:** Despair special ability, mummy.  ",
			"**Benefit:** Any creature struck by your slam attack must succeed at a Will save at the same DC as your despair ability or be shaken for 1d4 rounds. If the creature is already shaken, frightened, or panicked, it is paralyzed for 1 round instead. This is a mind-affecting fear effect."
		]
	},
	"terrorizing_display": {
		"name": "Terrorizing Display",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Terrorizing Display (Combat)",
			"",
			"{SOURCE Advanced Race Guide/124}",
			"",
			"Your battle prowess frightens friend and foe alike.  ",
			"**Prerequisites:** {feat/Dazzling Display}, {feat/Demoralizing Lash}, {feat/Taskmaster}, {feat/Weapon Focus}, Intimidate 10 ranks, hobgoblin, proficiency with selected weapon.  ",
			"**Benefit:** When you use Dazzling Display, in addition to its normal effects, you can use it to spur allies within 30 feet as if you had used the Taskmaster feat. Use the same Intimidate check to determine the effects of Dazzling Display and this feat.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When you use this feat, you can spend 5 stamina points to affect allies within 60 feet instead of 30 feet."
		]
	},
	"thanatopic_spell": {
		"name": "Thanatopic Spell",
		"sources": [
			"Ultimate Magic",
			"Osirion, Land of the Pharaohs"
		],
		"description": [
			"## Thanatopic Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Magic/157;Osirion, Land of the Pharaohs/27}",
			"",
			"Your spells can pierce wards against negative energy and even affect undead targets.  ",
			"**Prerequisites:** Knowledge (religion) 6 ranks, {feat/Spell Focus/ (necromancy)}.  ",
			"**Benefit:** A thanatopic spell pierces defenses and immunities that protect against death effects, negative levels, and energy drain, affecting the target as if the protective barrier did not exist. For example, you could cast a thanatopic vampiric touch or enervation spell on a target under the effects of death ward, and the target would suffer the normal effect of the spell. Saving throws and SR (if any) still apply.",
			"",
			"Undead are susceptible to spells augmented by this feat, as it retunes the negative energy to be harmful to them. A thanatopic spell that would kill a living creature (such as by giving it negative levels equal to its Hit Dice) destroys an undead (though undead such as ghosts, liches, and vampires may reform as normal). Undead affected by thanatopic spells that give negative levels automatically make their saving throws to remove negative levels after 24 hours.",
			"",
			"A thanatopic spell uses up a spell slot two levels higher than the spell's actual level.  ",
			"**Normal:** Defenses such as death ward negate death effects, negative levels, and energy drain. Undead are immune to these attacks."
		]
	},
	"theurgy": {
		"name": "Theurgy",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Theurgy",
			"",
			"{SOURCE Ultimate Magic/157}",
			"",
			"You can blend the power of arcane and divine magic.  ",
			"**Prerequisites:** Wis 13, Int or Cha 13, able to cast 1st-level arcane spells, able to cast 1st-level divine spells.  ",
			"**Benefit:** You can augment the power of your divine spells with arcane energy and augment your arcane spells with divine energy.",
			"",
			"When casting a divine spell, you may sacrifice an arcane spell slot or arcane prepared spell of that spell's level or higher as a swift action. The caster level for that divine spell increases by +1.",
			"",
			"When casting an arcane spell, you may sacrifice a divine spell slot or prepared divine spell of the same or higher level as a swift action. Half the damage dealt by the arcane spell becomes holy (if you channel positive energy) or unholy (if you channel negative energy)."
		]
	},
	"thicket_channel": {
		"name": "Thicket Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Thicket Channel",
			"",
			"{SOURCE Inner Sea Gods/217}",
			"",
			"Your deity infuses your channeled energy with bounty.  ",
			"**Prerequisites:** Channel energy 7d6, worshiper of Erastil.  ",
			"**Benefit:** When you channel positive energy, you can cause plants in the affected area to grow as though targeted by the overgrowth version of plant growth (caster level equal to your effective cleric level)."
		]
	},
	"thief_of_legend": {
		"name": "Thief of Legend",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Thief of Legend (Story)",
			"",
			"{SOURCE Ultimate Campaign/73}",
			"",
			"More than just a burglar, you aspire to commit crimes of legendary stature.  ",
			"**Prerequisites:** You must have stolen at least 1, 000 gp worth of treasure without being caught and kept mementos of these thefts worth at least 500 gp, or have the Greed background.  ",
			"**Benefit:** Once per day when you attempt a Disable Device check to open a lock or Sleight of Hand check to pick a pocket, you can roll twice and take the better result.  ",
			"**Goal:** Steal a famous and well-guarded treasure worth at least 50,000 gp while leaving no evidence of your involvement behind. The treasure must be protected by a mix of at least 8 traps or challenging foes. Any guardians need not be defeated, merely bypassed. You don't need to keep the treasure, and you can boast of the theft afterward.  ",
			"**Completion Benefit:** You gain the ability to reactively disarm a trap. When you trigger a trap, you can attempt a Disable Device check with a -5 penalty to interrupt the trap's function, leaving it still armed but effectively preventing it from activating. You can use this ability a number of times per day equal to 3 + your Intelligence modifier. Since the trap is still armed, it might activate again if you don't immediately back away or otherwise avoid repeating the act that set it off the first time."
		]
	},
	"third_eye": {
		"name": "Third Eye",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Third Eye",
			"",
			"{SOURCE Occult Adventures/141}",
			"",
			"You possess and can open a third eye that permits you to see things as they really are and gain greater insight into auras.  ",
			"**Prerequisites:** {feat/Psychic Sensitivity} or ability to cast psychic spells.  ",
			"**Benefit:** Once per day as a standard action, you can open a spiritual third eye positioned on your forehead between and above your normal eyes. You can keep this eye open for up to 1 minute per character level you possess. This duration doesn't have to be consecutive, but it must be used in 1-minute increments. Once per day while your third eye is open, you can use the read aura occult skill unlock after 1 minute of intense concentration. This is in addition to the normal daily use of read aura (which still takes 10 minutes). While your third eye is open, you gain a +4 bonus on Perception checks to read auras, as well as a +8 bonus on Perception checks to detect invisible creatures or objects or see through magical disguises (both illusory ones and those provided by the change shape ability or polymorph magic). When you close your third eye, either voluntarily or at the end of the time limit, you are fatigued for an amount of time equal to the length of time you kept your third eye open.  ",
			"**Normal:** Without this feat, you must spend 10 minutes in intense concentration to read one of a creature or item's four auras, and you can do so only once per day.  ",
			"**Special:** You can take this feat multiple times. Its effects don't stack. Each time you take the feat, you increase the number of times per day you can open your third eye (and read an aura) by one."
		]
	},
	"thoughtful_discernment": {
		"name": "Thoughtful Discernment",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Thoughtful Discernment",
			"",
			"{SOURCE Ultimate Magic/157}",
			"",
			"Thinking back, you discover a lie in what you once thought to be words of truth.  ",
			"**Prerequisites:** Discern lies class feature.  ",
			"**Benefit:** Once per day as a free action, you can think back about a single statement you heard in the last day and determine if it was a lie. This acts like the discern lies spell, but instead of affecting a creature, it affects a single statement a creature has made.",
			"",
			"For example, if the king told you, \"My daughter is in the monster's dungeon\" before you left to find her, as long as the king said that to you within the past day, you can use this feat to determine whether or not the king deliberately and knowingly lied to you when he made that statement."
		]
	},
	"thousand_cuts": {
		"name": "Thousand Cuts",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Thousand Cuts (Combat, Combination)",
			"",
			"{SOURCE Martial Arts Handbook/27}",
			"",
			"Your attacks are calculated to draw the most blood possible. With every swing, you open persistent, vicious wounds that drain the life from your enemies.  ",
			"**Prerequisites:** {feat/Weapon Focus} with slashing weapon.  ",
			"**Benefit:** When you deal damage with a melee attack with a slashing weapon to an opponent you have already damaged this round, you can also deal 1 point of bleed damage that lasts for 2 rounds. This bleed damage stacks with itself, but only if dealt in the same round."
		]
	},
	"threatening_illusion": {
		"name": "Threatening Illusion",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Threatening Illusion (Metamagic)",
			"",
			"{SOURCE Gnomes of Golarion/27}",
			"",
			"You've mastered the art of making illusions that force foes to divide their attention in combat.  ",
			"**Prerequisites:** {feat/Spell Focus/ (illusion)}, Gnome.  ",
			"**Benefit:** You can use this metamagic feat only on illusion (figment) spells.",
			"",
			"A threatening illusion spell causes one target to believe your illusion is a threat. Choose one 5-foot square within the area of your illusion; that square threatens the target as long as it is adjacent. Thus, if you or an ally is on the opposite side of the target, it is considered flanking.",
			"",
			"Normally the area must contain an illusory creature of Small or Medium size. However, you can select one square of a larger illusory creature to threaten the target. For example, an illusory Large ogre takes up four 5-foot squares; you select one square to be the source of the threat, and its other three squares do not threaten anyone.",
			"",
			"If the target has reason to believe there is an invisible creature in the vicinity, even an auditory illusion with no visual elements (such as ghost sound) is sufficient to convince the target that the selected square contains an actual threat. As long as you maintain the illusion, you can change the location of the threatening square as a swift action.",
			"",
			"When you threaten a target with this spell, the foe may make a Will save to disbelieve (DC 10 + threatening spell's level + your spellcasting ability score modifier). If the target makes this save, the threatening effect of this feat no longer applies to it.",
			"",
			"A threatening illusion takes up a spell slot one level higher than normal."
		]
	},
	"threatening_negotiator": {
		"name": "Threatening Negotiator",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Threatening Negotiator",
			"",
			"{SOURCE Ultimate Intrigue/94}",
			"",
			"Those who you intimidate know that you'll go through with your threats.  ",
			"**Prerequisites:** {feat/Nerve-Racking Negotiator}, {feat/Persuasive}, {feat/Skill Focus/ (intimidate)}.  ",
			"**Benefit:** When you successfully use the Intimidate skill to force an opponent to act friendly toward you, the duration of the attitude change lasts 2d6 hours.  ",
			"**Normal:** Changing an opponent's attitude with Intimidate normally changes the foe's attitude to friendly for 1d6x10 minutes."
		]
	},
	"threnodic_spell": {
		"name": "Threnodic Spell",
		"sources": [
			"Ultimate Magic",
			"Osirion, Land of the Pharaohs"
		],
		"description": [
			"## Threnodic Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Magic/157;Osirion, Land of the Pharaohs/27}",
			"",
			"You can convert mind-affecting magic to necromantic power capable of controlling undead.  ",
			"**Prerequisites:** Knowledge (religion) 6 ranks, {feat/Spell Focus/ (necromancy)}.  ",
			"**Benefit:** This feat only works on mind-affecting spells. A threnodic spell affects undead creatures (even mindless undead) as if they weren't immune to mind-affecting effects, but has no effect on living creatures. A threnodic spell uses up a spell slot two level higher than the spell's actual level.  ",
			"**Normal:** Undead are immune to mind-affecting effects."
		]
	},
	"thrill_of_the_hunt": {
		"name": "Thrill of the Hunt",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Thrill of the Hunt (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/118}",
			"",
			"The pursuit of prey invigorates you. You revel in tracking down and slaying your quarry.  ",
			"**Prerequisites:** Survival 1 rank; base attack bonus +4 or track class feature.  ",
			"**Benefit:** Once per day, when you succeed at a Survival check to find or follow a creature's tracks, you can designate that creature to be your prize for a number of hours equal to 4 + your ranks in Survival. You gain a +2 morale bonus on Survival checks to follow your prize's tracks and on weapon damage rolls against your prize. If you find and subsequently render your prize dead or helpless, you gain a +2 morale bonus on attack rolls, saves, and skill checks for a number of hours equal to your ranks in Survival.  ",
			"**Special:** An animal companion can choose this feat as if it were an animal feat."
		]
	},
	"thrill_of_the_kill": {
		"name": "Thrill of the Kill",
		"sources": [
			"Advanced Race Guide",
			"Orcs of Golarion"
		],
		"description": [
			"## Thrill of the Kill",
			"",
			"{SOURCE Advanced Race Guide/58;Orcs of Golarion/25}",
			"",
			"Killing fuels your rage.  ",
			"**Prerequisites:** Half-orc or orc, rage class feature.  ",
			"**Benefit:** When you are raging and your attack reduces an enemy to negative hit points or kills it, you regain 1 round of rage. You may only use this feat if the fallen enemy had at least as many Hit Dice as you. You can only gain this benefit once per round."
		]
	},
	"thrilling_vengeance": {
		"name": "Thrilling Vengeance",
		"sources": [
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Thrilling Vengeance (Combat, Performance)",
			"",
			"{SOURCE Inner Sea Combat/12}",
			"",
			"Your savage rage thrills the crowd as you turn it upon a foe that has harmed you.  ",
			"**Prerequisites:** Base attack bonus +3, rage class feature.  ",
			"**Benefit:** When you spend a swift action to attempt a performance combat check while you're raging, you gain a +2 bonus on the check if the trigger involved you dealing damage to a creature that had hit you within the last round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend 3 stamina points to increase the bonus on performance combat checks that you gain from Thrilling Vengeance by 2."
		]
	},
	"throat_pouch": {
		"name": "Throat Pouch",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Throat Pouch",
			"",
			"{SOURCE Monster Codex/9}",
			"",
			"You can swell your throat to amplify and broadcast your vocalizations over vast distances.  ",
			"**Prerequisites:** Boggard, terrifying croak.  ",
			"**Benefit:** The range of your terrifying croak ability increases by 5 feet for every 2 Hit Dice you have (maximum 30-foot increase). While speaking Boggard or wordlessly vocalizing, you can swell your throat pouch as a free action to reduce the Perception DC needed to hear your voice by an amount equal to your Hit Dice.  ",
			"**Special:** The benefits of Throat Pouch and any feats that use it as a prerequisite are available only while you're wearing light, medium, or no armor."
		]
	},
	"throat_slicer": {
		"name": "Throat Slicer",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Throat Slicer (Combat)",
			"",
			"{SOURCE Heroes of the Streets/29}",
			"",
			"Sometimes the only way to deal with those who see your illicit activities is to get rid of them.  ",
			"**Prerequisites:** Base attack bonus +1.  ",
			"**Benefit:** When using a one-handed, light, or natural weapon, you can deliver a coup de grace to an unconscious, bound, or pinned target (though not other kinds of helpless targets) as a standard action."
		]
	},
	"throw_anything": {
		"name": "Throw Anything",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Throw Anything (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"You are used to throwing things you have on hand.  ",
			"**Benefit:** You do not suffer any penalties for using an improvised ranged weapon. You receive a +1 circumstance bonus on attack rolls made with thrown splash weapons.  ",
			"**Normal:** You take a -4 penalty on attack rolls made with an improvised weapon.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">As long as you have at least 1 stamina point in your stamina pool, when you use a melee weapon that is not a thrown weapon for a ranged improvised weapon attack, you use the weapon's melee critical threat range and multiplier instead of the normal 20/&times;2 for improvised weapons. You can spend 2 stamina points to increase your range increment for thrown weapon attacks (including ranged improvised weapons) by 10 feet until the beginning of your next turn.",
			"",
			"### Mythic Throw Anything",
			"",
			"{SOURCE Mythic Adventures/75}",
			"",
			"You're so skilled at throwing weapons that it hardly matters what you throw.  ",
			"**Prerequisites:** {feat/Throw Anything}.  ",
			"**Benefit:** You gain a +2 bonus on attack rolls and damage rolls made using an improvised thrown weapon or splash weapon. This bonus stacks with the bonus from the non-mythic Throw Anything feat. If you miss with a thrown splash weapon, it always lands adjacent to its target regardless of how many range increments it was thrown."
		],
		"has_mythic_version": true
	},
	"throw_back_arrows": {
		"name": "Throw Back Arrows",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Throw Back Arrows (Combat)",
			"",
			"{SOURCE Ranged Tactics Toolbox/9}",
			"",
			"When you catch arrows and other ranged ammunition, you can immediately hurl them at your enemies.  ",
			"**Prerequisites:** Dex 17, {feat/Deflect Arrows}, {feat/Improved Unarmed Strike}, {feat/Snatch Arrows}.  ",
			"**Benefit:** When using the Snatch Arrows feat, you can throw a caught piece of ranged ammunition (such as an arrow, bolt, or sling bullet, but not a firearm bullet) as though it were a thrown weapon with a range increment of 20 feet (even though it isn't your turn). The thrown ammunition deals the normal amount of damage for its type plus your Strength modifier, and you don't take a penalty for throwing a weapon that isn't designed to be thrown. This attack provokes attacks of opportunity as normal.",
			"",
			"You must have at least one hand free (holding nothing) to use this feat."
		]
	},
	"thrune_trusted_agent": {
		"name": "Thrune Trusted Agent",
		"sources": [ "Pathfinder #105: The Inferno Gate" ],
		"description": [
			"## Thrune Trusted Agent (Teamwork)",
			"",
			"{SOURCE Pathfinder #105: The Inferno Gate/7}",
			"",
			"Your supernatural bond to other Thrune agents strengthens your resolve and allows you to bolster your allies.  ",
			"**Prerequisites:** Thrune Loyal Agent trait.  ",
			"**Benefit:** Whenever you are within 30 feet of an ally who also has this feat, you gain a +1 profane bonus on Reflex and Will saving throws. In addition, once per day as a swift action, you can forfeit the saving throw bonuses granted by this feat to increase the effectiveness of the aid another action. For a number of rounds equal to your Charisma modifier (minimum 1), when you use the aid another action to aid an ally who also has this feat, the bonus you grant to an ally's AC, attack roll, or skill check is increased to +4 instead of the usual +2. You don't benefit from the feat's saving throw bonuses for 24 hours, though you still qualify as having this feat for the purpose of other characters gaining the bonuses."
		]
	},
	"thunder_and_fang": {
		"name": "Thunder and Fang",
		"sources": [
			"Varisia, Birthplace of Legends",
			"Pathfinder #10: A History of Ashes"
		],
		"description": [
			"## Thunder and Fang (Combat)",
			"",
			"{SOURCE Varisia, Birthplace of Legends/10;Pathfinder #10: A History of Ashes/28}",
			"",
			"You have mastered the ancient Shoanti Thunder and Fang fighting style, allowing you to fight with increased effectiveness when wielding an earth breaker and klar.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Trip}, {feat/Tripping Staff}, [Weapon Focus (quarterstaff)](feat/weapon_focus), [Weapon Specialization (quarterstaff)](feat/weapon_specialization), base attack bonus +12.  ",
			"**Benefit:** You can use an earth breaker as though it were a one-handed weapon. When using an earth breaker in one hand and a klar in your off hand, you retain the shield bonus your klar grants to your Armor Class even when you use it to attack. Treat your klar as a light weapon for the purposes of determining your two-weapon fighting penalty.  ",
			"**Normal:** An earth breaker is a two-handed weapon, preventing the use of a klar in one hand without imposing penalties for using the earth breaker one-handed. A klar can be used either as a one-handed weapon or a shield; it does not grant a bonus to AC during rounds in which it is used as a weapon.  ",
			"**Special:** This is a combat feat, and may be selected with class features that grant bonus combat feats."
		]
	},
	"thundering_spell": {
		"name": "Thundering Spell",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Thundering Spell (Metamagic)",
			"",
			"{SOURCE Advanced Player's Guide/172}",
			"",
			"You can conjure your spells into existence with blaring thunder or fearful shrieks, deafening creatures damaged by their effects.  ",
			"**Benefit:** You can modify a spell to deafen a creature damaged by the spell. When a creature takes damage from this spell, it becomes deafened for a number of rounds equal to the original level of the spell. If the spell allows a saving throw, a successful save negates the deafening effect. If the spell does not allow a save, the target can make a Fortitude save to negate the deafening effect. If the spell effect also causes the creature to become deafened, the duration of this metamagic effect is added to the duration of the spell. A thundering spell uses up a spell slot two levels higher than the spell's actual level.",
			"",
			"Spells that do not inflict damage do not benefit from this feat."
		]
	},
	"thuvian_grenadier": {
		"name": "Thuvian Grenadier",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Thuvian Grenadier (Teamwork)",
			"",
			"{SOURCE People of the Sands/9}",
			"",
			"Training with alchemically inclined allies helps you avoid friendly fire.  ",
			"**Prerequisites:** {feat/Precise Shot} or {feat/Throw Anything}.  ",
			"**Benefit:** Whenever you hit a creature with a splash weapon, you may choose to exclude one creature within the weapon's splash area from taking splash damage. If a creature within the splash area also has this feat, it automatically ignores splash damage from your splash weapons on a successful hit.",
			"",
			"In addition, if you miss with a splash weapon and the errant weapon lands in a square occupied or adjacent to an ally with this feat, your ally can attempt a DC 20 Reflex save. If the ally succeeds, he is able to catch the weapon. If your ally also has the Snatch Arrows feat, he can toss the splash weapon back to you as an immediate action."
		]
	},
	"tidal_swiftness": {
		"name": "Tidal Swiftness",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Tidal Swiftness (Conduit)",
			"",
			"{SOURCE Planar Adventures/33}",
			"",
			"A surge of churning, rushing water from the Plane of Water drives you swiftly across the ground, even in the most arid or frigid of regions. This magically conjured water does not last long once it surges to enhance your speed, but its appearance can certainly astound those unaccustomed to such sights.  ",
			"**Prerequisites:** Knowledge (planes) 5 ranks.  ",
			"**Benefit:** As a standard action, you can call forth a tide of water that flows around your feet and enhances your speed, as per slipstream.",
			"",
			"You can use this feat's benefit for a number of minutes per day equal to your ranks in Knowledge (planes). These minutes need not be consecutive, but they must be spent in 1-minute increments."
		]
	},
	"tiger_claws": {
		"name": "Tiger Claws",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Tiger Claws (Combat)",
			"",
			"{SOURCE Ultimate Combat/122}",
			"",
			"You can sacrifice multiple attacks to make a single devastating strike.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Tiger Style}, base attack bonus +6 or monk level 5th.  ",
			"**Benefit:** While you are using the Tiger Style feat and have both hands free, you can use a full-round action to make a single unarmed strike with both hands. Use your highest base attack bonus, rolling unarmed strike damage for each hand separately and multiplying both if you score a critical hit. If you use Power Attack in conjunction with this attack, increase your Strength bonus on one of the damage rolls by an additional one-half your Strength bonus. If you hit, you can attempt a bull rush maneuver with a +2 bonus on the combat maneuver check. This bull rush attempt provokes no attack of opportunity from your opponent, but you cannot move with that opponent if your bull rush is successful.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">If your bull rush attempt from this feat succeeds, you can spend 2 stamina points to move with your opponent normally."
		]
	},
	"tiger_pounce": {
		"name": "Tiger Pounce",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Tiger Pounce (Combat)",
			"",
			"{SOURCE Ultimate Combat/122}",
			"",
			"Your unarmed strikes are as precise as they are powerful, but they leave you open and you can pursue foes with blinding speed.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, {feat/Power Attack}, {feat/Tiger Claws}, {feat/Tiger Style}, base attack bonus +9 or monk level 8th.  ",
			"**Benefit:** While using the Tiger Style feat, you can apply the penalty from Power Attack to your AC instead of attack rolls. Additionally, once per round as a swift action, you can move up to half your speed closer to a target you hit with an unarmed strike or made a successful combat maneuver against on this turn or your last turn.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When using Tiger Style, you can spend 2 stamina points and take a swift action to move closer to an enemy you've hit with an unarmed strike or made a successful combat maneuver against at any point during this combat, instead of one you hit on this or your last turn."
		]
	},
	"tiger_style": {
		"name": "Tiger Style",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Tiger Style (Combat, Style)",
			"",
			"{SOURCE Ultimate Combat/122}",
			"",
			"Your unarmed fighting style emulates the strength and ferocity of a tiger.  ",
			"**Prerequisites:** {feat/Improved Unarmed Strike}, base attack bonus +3 or monk level 3rd.  ",
			"**Benefit:** While using this style, you gain a +2 bonus to your CMD against bull rush, overrun, and trip maneuvers. You can also deal slashing damage with your unarmed strikes. Whenever you score a critical hit with your slashing unarmed strike, your opponent also takes 1d4 points of bleed damage at the start of his next two turns.  ",
			"**Normal:** Unarmed strikes deal bludgeoning damage.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/133}",
			">",
			">When you score a critical hit with your slashing unarmed strike, you can spend 2 stamina points to make the bleed damage last until the target is healed either with a Heal check or magical healing (instead of lasting only 2 turns)."
		]
	},
	"timely_coordination": {
		"name": "Timely Coordination",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Timely Coordination (Teamwork)",
			"",
			"{SOURCE Ultimate Intrigue/94}",
			"",
			"You can precisely time your teamwork.  ",
			"**Benefit:** You gain a +1 bonus on attack rolls and skill checks made as part of readied actions triggered by one of your allies who also has this feat. When you and an ally who also has this feat are attempting to overcome separate simultaneous obstacles as part of a heist or infiltration, you also gain this +1 bonus on attack rolls and skill checks."
		]
	},
	"tiring_critical": {
		"name": "Tiring Critical",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Tiring Critical (Combat, Critical)",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"Your critical hits cause opponents to become fatigued.  ",
			"**Prerequisites:** {feat/Critical Focus}, base attack bonus +13.  ",
			"**Benefit:** Whenever you score a critical hit, your opponent becomes fatigued. This feat has no additional effect on a fatigued or exhausted creature.  ",
			"**Special:** You can only apply the effects of one critical feat to a given critical hit unless you possess Critical Mastery.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/134}",
			">",
			">When you threaten a critical hit against a fatigued foe, you can spend 5 stamina points before attempting the confirmation roll. If you confirm the critical hit, the foe becomes exhausted."
		]
	},
	"titan_strike": {
		"name": "Titan Strike",
		"sources": [
			"Mythic Adventures",
			"Mythic Adventures"
		],
		"description": [
			"## Titan Strike",
			"",
			"{SOURCE Mythic Adventures/75}",
			"",
			"Your fists can fell titanic foes.  ",
			"**Prerequisites:** [Improved Unarmed Strike (mythic)](feat/improved_unarmed_strike).  ",
			"**Benefit:** Your unarmed strike deals damage as if you were one size category larger. You also gain a +1 bonus for each size category that your target is larger than you on the following: bull rush, drag, grapple, overrun, sunder, and trip combat maneuver checks and the DC of your Stunning Fist."
		],
		"mythic_only": true
	},
	"titans_tangle": {
		"name": "Titan's Tangle",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Titan's Tangle (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/25}",
			"",
			"Even creatures much bigger than you can lose their balance when you apply the appropriate leverage.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Trip}, {feat/Tangled Limbs}, {feat/Weapon Focus} with the chosen weapon.  ",
			"**Benefit:** Choose one weapon with the reach special quality. When you attempt a trip combat maneuver check with the chosen weapon, you can try to trip creatures that are up to two size categories larger than you. If you have the {feat/Greater Weapon Focus} feat with the chosen weapon, you can attempt to trip creatures up to three size categories larger than you are.  ",
			"**Normal:** You can trip only an opponent who is no more than one size category larger than you.  ",
			"**Special:** In addition to the chosen weapon, a character with the weapon training class feature can use Titan's Tangle with any melee weapon from any fighter weapon group that he has selected with weapon training and that has the reach special quality."
		]
	},
	"to_the_last": {
		"name": "To the Last",
		"sources": [
			"Inner Sea Gods",
			"Weapon Master's Handbook"
		],
		"description": [
			"## To the Last (Combat)",
			"",
			"{SOURCE Inner Sea Gods/217}",
			"",
			"Your devotion to battle inspires you to fight competently until death claims you.  ",
			"**Prerequisites:** {feat/Diehard}, {feat/Endurance}, worshiper of Gorum.  ",
			"**Benefit:** When you are disabled, you are not staggered, though performing standard actions still deals 1 point of damage to you. Taking a full-round action deals 2 points of damage to you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend 1 stamina when disabled to take a standard action without losing a hit point."
		]
	},
	"tool_optimizer": {
		"name": "Tool Optimizer",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Tool Optimizer",
			"",
			"{SOURCE Adventurer's Armory 2/22}",
			"",
			"You can easily find items that function as tools or augment your own set of tools.  ",
			"**Prerequisites:** Craft (any) 1 rank, Disable Device 1 rank, or Profession (any) 1 rank.  ",
			"**Benefit:** You take no penalty for using an improvised tool associated with a skill in which you have at least 1 rank. For example, if you have 1 rank in Disable Device, you take no penalty when opening a lock without a proper tool. If you have at least 3 ranks in a skill, you can treat a normal tool associated with that skill as though it were a masterwork tool."
		]
	},
	"topple_foe": {
		"name": "Topple Foe",
		"sources": [ "Rival Guide" ],
		"description": [
			"## Topple Foe (Combat, Teamwork)",
			"",
			"{SOURCE Rival Guide/35}",
			"",
			"You and your allies can work together to trip larger foes.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Improved Trip}.  ",
			"**Benefit:** If you attempt to trip a foe that is larger than you, you gain a +1 bonus on your CMB check to trip the foe as long as an ally with Topple Foe is flanking the foe with you. If multiple allies with Topple Foe are flanking the foe with you, you gain an additional +2 bonus on your CMD check for each additional ally that's flanking the target. The bonuses granted by this feat stack with those granted by Improved Trip and {feat/Greater Trip}.",
			"",
			"Each time you attempt to trip the same foe in consecutive rounds, the bonus granted to your trip attempt increases by +1 per ally, to a maximum bonus of +4 per flanking ally on the 4th round of consecutive trip attempts."
		]
	},
	"toppling_bash": {
		"name": "Toppling Bash",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Toppling Bash (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/19}",
			"",
			"Your shield bash throws your enemies off balance.  ",
			"**Prerequisites:** {feat/Improved Shield Bash}, {feat/Shield Focus}, {feat/Stumbling Bash}, base attack bonus +11 or fighter level 8th.  ",
			"**Benefit:** As a swift action when you hit a creature with a shield bash, you can attempt a trip combat maneuver against that creature at a -5 penalty. This does not provoke an attack of opportunity, and if your attempt fails by 10 or more, you are not knocked prone.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Armor Master's Handbook/21}",
			">",
			">You can spend 5 stamina points to negate the penalty on your combat maneuver check to knock a creature prone."
		]
	},
	"toppling_pileup": {
		"name": "Toppling Pileup",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Toppling Pileup (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/25}",
			"",
			"When you trip one opponent, its fall might take the legs out from under another creature.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Trip}.  ",
			"**Benefit:** As a standard action, you can attempt a single trip combat maneuver check at your full base attack bonus against a foe within reach. If you succeed, the target is knocked prone as normal and you can attempt an additional trip combat maneuver check (using your full base attack bonus) against a foe that is adjacent to the first target and also within reach. You can attempt only one additional combat maneuver per round with this feat."
		]
	},
	"toppling_spell": {
		"name": "Toppling Spell",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Toppling Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Magic/158}",
			"",
			"Your spells with the force descriptor knock the affected creatures prone.  ",
			"**Benefit:** The impact of your force spell is strong enough to knock the target prone. If the target takes damage, fails its saving throw, or is moved by your force spell, make a trip check against the target, using your caster level plus your casting ability score bonus (Wisdom for clerics, Intelligence for wizards, and so on). This does not provoke an attack of opportunity. If the check fails, the target cannot attempt to trip you or the force effect in response.",
			"",
			"A toppling spell only affects spells with the force descriptor. A toppling spell uses up a spell slot one level higher than the spell's actual level."
		]
	},
	"torch_bearer": {
		"name": "Torch Bearer",
		"sources": [
			"Inner Sea Gods",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Torch Bearer (Combat)",
			"",
			"{SOURCE Inner Sea Gods/217}",
			"",
			"You can make use of a torch as a deadly, macelike weapon.  ",
			"**Benefit:** You treat a torch as a light weapon that deals bludgeoning damage equal to that of a light mace of its size plus 1 point of fire damage, and you do not incur penalties as you would for using it as an improvised weapon.  ",
			"**Normal:** A torch used in combat is treated as a one-handed improvised weapon that deals bludgeoning damage equal to that of a gauntlet of its size plus 1 point of fire damage.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">By spending 2 stamina points when you hit an opponent with a torch, you can increase the amount of fire damage dealt by the torch to 1d4."
		]
	},
	"torch_handling": {
		"name": "Torch Handling",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Torch Handling",
			"",
			"{SOURCE Dungeoneer's Handbook/21}",
			"",
			"In your grasp, a simple torch becomes a beacon.  ",
			"**Benefit:** You gain three benefits upon taking this feat. First, you treat torches as simple weapons. Second, the radius of normal and increased illumination shed by any torch or mundane light source you carry increases by 10 feet. Finally, once per day you may reroll a single saving throw to resist any effect that would otherwise extinguish your light source, such as having water thrown at you, being targeted by a quench spell, and so on."
		]
	},
	"torchbearer": {
		"name": "Torchbearer",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Torchbearer",
			"",
			"{SOURCE Dungeoneer's Handbook/20}",
			"",
			"You acquire a professional torchbearer to accompany you  ",
			"**Prerequisites:** Character level 5th.  ",
			"**Benefit:** This feat is similar to the {feat/Leadership} feat, with several exceptions. You can attract only a 1st-level cohort (referred to hereafter as a torchbearer) with this feat, and can't recruit followers. You determine your Leadership score according to the rules presented in the {feat/Leadership} feat, but your torchbearer is always at least 3 levels lower than your level.",
			"",
			"A torchbearer can take levels in the alchemist, bard, fighter, ranger, or rogue class. She can't multiclass, though she can take any archetype she qualifies for. The torchbearer must take the {feat/Torch Handling} feat at 1st level.",
			"",
			"If a torchbearer gains enough XP to bring her to 2 levels lower than your level, she doesn't gain the new level until you gain your next level; until then her new XP total is 1 less than the amount needed to attain the next level and she gains no additional XP until you advance.",
			"",
			"If you release your torchbearer from service or otherwise lose your torchbearer, you may gain a new one by scouting for potential candidates in a city or large town where adventurers are at least somewhat common, which requires 24 hours of uninterrupted scouting.",
			"",
			"Unlike other hirelings, a torchbearer requires no compensation for her services as long as her employer has this feat; the opportunity to train under a hardened adventurer is reward enough for most torchbearers.",
			"",
			"**Graduation:** When you reach 8th level, this feat automatically upgrades to the Leadership feat (meaning that you effectively lose this feat and replace it with Leadership). You gain all the normal benefits of the Leadership feat but lose the benefits of this feat, and your torchbearer acts as a normal cohort; she may begin taking levels in other classes if she so chooses, and may increase in level to up to 2 levels lower than your level."
		]
	},
	"torrid_tolerance": {
		"name": "Torrid Tolerance",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Torrid Tolerance",
			"",
			"{SOURCE Ultimate Wilderness/118}",
			"",
			"You relish hot climates, as the equatorial heat does not sap your strength.  ",
			"**Prerequisites:** Desert Dweller or Jungle Survivalist.  ",
			"**Benefit:** You treat hot environments as though they were one step less severe; if you have a similar ability from another feat (like Desert Dweller), the benefits stack and you treat hot conditions as if they were two steps less severe. You do not take a penalty on Constitution checks for wearing armor in hot climates."
		]
	},
	"totem_beast": {
		"name": "Totem Beast",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Totem Beast",
			"",
			"{SOURCE Advanced Class Origins/27}",
			"",
			"Your animal companion becomes spiritually connected to an animal totem that has a spiritual significance for you or your background, such as a Shoanti clan's animal totem.  ",
			"**Prerequisites:** Wis 13, animal companion class feature.  ",
			"**Benefit:** Select one animal aspect from the list presented in the hunter class's animal focus class feature. Your animal companion has natural coloration suggestive of this aspect - a bear might have a dark spot in the shape of a bat, or a hawk might have unusual tiger striping in its feathers. Your animal companion gains the benefits of the selected animal aspect, treating its Hit Dice as its effective hunter level for this ability. This bonus doesn't stack if the animal companion is already under the benefit of the same animal aspect because of the actual class feature.",
			"",
			"For example, an animal companion with Totem Beast (snake) under the effect of the snake aspect from its hunter owner would get a +2 bonus on attack rolls when making attacks of opportunity, not a +4 bonus."
		]
	},
	"totem_spirit": {
		"name": "Totem Spirit",
		"sources": [
			"Inner Sea World Guide",
			"Rise of the Runelords Player's Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Totem Spirit",
			"",
			"{SOURCE Inner Sea World Guide/289;Rise of the Runelords Player's Guide/15;Pathfinder Campaign Setting/147}",
			"",
			"You are mystically tied to your tribe's sacred totem.  ",
			"**Prerequisites:** Member of a Shoanti tribe.  ",
			"**Benefit:** The benefit granted by this feat depends on which Shoanti tribe you belong to: Lyrune-Quah (Moon Clan): You gain a +1 bonus on Will saves and a +2 bonus on Perception checks.",
			"",
			"Shadde-Quah (Axe Clan): If you have the rage ability, you can rage for 3 additional rounds per day. You also gain a +2 bonus on Intimidate checks.",
			"",
			"Shriikirri-Quah (Hawk Clan): You gain a +2 bonus on Initiative checks and a +2 bonus on Ride checks.",
			"",
			"Shundar-Quah (Spire Clan): You gain a +1 bonus on Fortitude saves and a +2 bonus on Perception checks.",
			"",
			"Sklar-Quah (Sun Clan): You gain a +1 bonus on Reflex saves and a +2 bonus on Acrobatics checks.",
			"",
			"Skoan-Quah (Skull Clan): You gain a +2 bonus on weapon damage against undead and a +2 bonus on Heal checks.",
			"",
			"Tamiir-Quah (Wind Clan): Your base land speed increases by 5 feet. You also gain a +2 bonus on Acrobatics checks."
		]
	},
	"totemic_disciple": {
		"name": "Totemic Disciple",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Totemic Disciple",
			"",
			"{SOURCE Ultimate Wilderness/118}",
			"",
			"Your understanding of your barbaric totem flourishes as your combat prowess grows.  ",
			"**Prerequisites:** Str 15; Dex 13; {feat/Athletic}, {feat/Totemic Initiate}; base attack bonus +9; no barbarian totem rage powers except those chosen with this feat or Totemic Initiate; nonlawful alignment.  ",
			"**Benefit:** Choose one barbarian totem rage power that requires that you have the totem rage power you selected with Totemic Initiate. While gaining the benefits of Totemic Initiate, you also gain the benefits of this new rage power."
		]
	},
	"totemic_initiate": {
		"name": "Totemic Initiate",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Totemic Initiate",
			"",
			"{SOURCE Ultimate Wilderness/118}",
			"",
			"You were born to or have lived among the barbarian tribes of the wild and passed the trials of their sacred totems.  ",
			"**Prerequisites:** Str 13; Dex 13; {feat/Athletic}; base attack bonus +5; no barbarian totem rage powers except the one you choose with this feat; nonlawful alignment.  ",
			"**Benefit:** Choose one barbarian lesser totem rage power (such as lesser beast totem). As a swift action, you can gain the benefits of that rage power as though you were raging. For the purpose of determining that rage power's effects, your barbarian level is equal to your base attack bonus. You do not gain any other benefits or penalties of rage. You can gain these benefits for a number of rounds per day equal to your base attack bonus plus your Constitution modifier; these rounds do not need to be consecutive."
		]
	},
	"totemic_master": {
		"name": "Totemic Master",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Totemic Master",
			"",
			"{SOURCE Ultimate Wilderness/119}",
			"",
			"Through both might of arms and spiritual wisdom, you have attained full understanding of your barbaric totem.  ",
			"**Prerequisites:** Str 17; Dex 13; Wis 13; {feat/Athletic}; {feat/Totemic Disciple}; {feat/Totemic Initiate}; base attack bonus +13; no barbarian totem rage powers except those chosen with this feat, Totemic Disciple, or Totemic Initiate; nonlawful alignment.  ",
			"**Benefit:** Choose one greater totem rage power that requires the totem rage power you chose with Totemic Disciple. While gaining the benefits of Totemic Initiate, you also gain the benefits of this new rage power as well as the one you chose with Totemic Disciple. If you gain the pounce ability this way, you can make only natural attacks using your pounce ability."
		]
	},
	"touch_of_evil": {
		"name": "Touch of Evil",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Touch of Evil",
			"",
			"{SOURCE Horror Adventures/94}",
			"",
			"You instill unbidden thoughts and desires into another with your touch.  ",
			"**Prerequisites:** Channel negative energy 6d6, evil alignment.  ",
			"**Benefit:** As a standard action, you can expend three uses of your channel negative energy and make a melee touch attack against a target. You can attempt an opposed Sleight of Hand check against the target's Perception to make this attack without the target noticing. If the attack hits, the target gets a Will save (DC=10 + 1/2 your character level + your Charisma modifier). On a failed save, you implant a suggestion into the creature's mind. This works similar to the suggestion spell, however, you can suggest to the creature to commit a harmful or destructive act against another creature or object. If you choose the latter, the creature attempts to carry out the suggestion in 1d6+1 days as it thinks over the suggestion and plans it out. The creature can attempt another Will save at the original DC to resist the suggestion right before it carries it out. If it fails the save, it gains a +4 circumstance bonus on one die roll used in carrying out the suggestion. This relentless planning causes the creature 1 point of Wisdom damage (or 1d6 sanity damage, if you are using that system), until the suggestion is carried out."
		]
	},
	"touch_of_serenity": {
		"name": "Touch of Serenity",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Touch of Serenity (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/172}",
			"",
			"With a single touch you can reduce the threat of even the most savage of foes.  ",
			"**Prerequisites:** Wis 18, {feat/Improved Unarmed Strike}, base attack bonus +8.  ",
			"**Benefit:** You must declare that you are using this feat before you make your attack roll (thus a failed attack roll ruins the attempt). On a successful hit, the attack deals no damage and bestows no other effect or condition, but the target cannot cast spells or attack (including attacks of opportunity and attacks as immediate actions) for 1 round unless it succeeds on a Will saving throw with a DC of 10 + 1/2 your character level + your Wisdom modifier. You may attempt a touch of serenity once per day for every four levels you have attained (but see Special), and no more than once per round.  ",
			"**Special:** A monk of the lotus receives Touch of Serenity as a bonus feat at 1st level, even if he does not meet the prerequisites. A monk may attempt a touch of serenity a number of times per day equal to his monk level, plus one more time per day for every four levels he has in classes other than monk.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/134}",
			">",
			">You can spend 5 stamina points to declare you are using this feat after you hit with an attack roll. The target can still attempt the saving throw to resist Touch of Serenity's effects."
		]
	},
	"touch_of_the_brackish_emperor": {
		"name": "Touch of the Brackish Emperor",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Touch of the Brackish Emperor",
			"",
			"{SOURCE Aquatic Adventures/59}",
			"",
			"Your touch can suppress spells that aid in breathing water.  ",
			"**Prerequisites:** Character level 5th, worshiper of Kelizandri  ",
			"**Benefit:** Once per day while underwater, you can touch a creature in order to suppress any spells that allow the creature to breathe underwater (air bubble, life bubble, water breathing, and so on) for 5 minutes. Suppressing the spells requires you to roll 1d20 + your character level; the DC for each spell is 11 + the spell's caster level (if the spells affecting the creature have differing caster levels, you might dispel some but not the others). This is a spell-like ability. At 10th level and every 5 levels thereafter, you can use this touch an additional time each day."
		]
	},
	"touched_by_sacred_fire": {
		"name": "Touched by Sacred Fire",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Touched by Sacred Fire (Faction)",
			"",
			"{SOURCE Faction Guide/57}",
			"",
			"Regular contact with an elemental guardian of the Ruby Prince (such as Khemet's invisible fire elemental cohort Janhelia) has left you able to shrug off many sources of unnatural heat, even if the effort required sometimes makes it difficult to defend yourself from attacks.  ",
			"**Prerequisites:** {feat/Endurance}, [Risen Guard](rule/f_second_life) rank, Risen Guard 15 TPA.  ",
			"**Benefit:** You gain fire resistance 5 and a +2 bonus on all saving throws to resist the effects of fire or heat. As a swift action, you can increase your fire resistance to 10 and your save bonus to +4 until your next turn; this causes you to lose your Dexterity bonus to Armor Class until your next turn (which leaves you vulnerable to sneak attacks)."
		]
	},
	"tough_as_iron": {
		"name": "Tough as Iron",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Tough as Iron",
			"",
			"{SOURCE Monster Codex/44}",
			"",
			"Effects that grant natural armor work even better for you.  ",
			"**Prerequisites:** {feat/Toughness}, duergar.  ",
			"**Benefit:** When you gain an enhancement bonus to your natural armor, that bonus increases by 2. This has no effect if your natural armor bonus is +0 or you do not have an enhancement bonus increasing your natural armor bonus."
		]
	},
	"toughness": {
		"name": "Toughness",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Toughness",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"You have enhanced physical stamina.  ",
			"**Benefit:** You gain +3 hit points. For every Hit Die you possess beyond 3, you gain an additional +1 hit point. If you have more than 3 Hit Dice, you gain +1 hit points whenever you gain a Hit Die (such as when you gain a level).",
			"",
			"### Mythic Toughness",
			"",
			"{SOURCE Mythic Adventures/75}",
			"",
			"You have legendary resilience and durability.  ",
			"**Prerequisites:** {feat/Toughness}.  ",
			"**Benefit:** Toughness provides you twice as many hit points. In addition, when you're below 0 hit points, you gain DR 10/epic. This DR stacks with any other DR/epic you might possess."
		],
		"has_mythic_version": true
	},
	"touvette_defender": {
		"name": "Touvette Defender",
		"sources": [ "Guide to the River Kingdoms" ],
		"description": [
			"## Touvette Defender",
			"",
			"{SOURCE Guide to the River Kingdoms/55}",
			"",
			"For your kingdom and the General, you may strike down enemies who threaten your homeland.  ",
			"**Prerequisites:** Touvette affinity.  ",
			"**Benefit:** Once per day, you may attempt to smite an enemy of Touvette with one normal melee attack. You gain a +4 morale bonus on your attack roll and deal 1 extra point of damage per level. For the purpose of this feat, an enemy of Touvette is any person or creature that is not a citizen of Touvette. You can only use this ability within the borders of Touvette."
		]
	},
	"tower_shield_proficiency": {
		"name": "Tower Shield Proficiency",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Tower Shield Proficiency (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/135}",
			"",
			"You are trained in how to properly use a tower shield.  ",
			"**Prerequisites:** {feat/Shield Proficiency}.  ",
			"**Benefit:** When you use a tower shield, the shield's armor check penalty only applies to Strength and Dexterity-based skills.  ",
			"**Normal:** A character using a shield with which he is not proficient takes the shield's armor check penalty on attack rolls and on all skill checks that involve moving, including Ride.  ",
			"**Special:** Fighters automatically have Tower Shield Proficiency as a bonus feat. They need not select it."
		]
	},
	"tower_shield_specialist": {
		"name": "Tower Shield Specialist",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Tower Shield Specialist (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/19}",
			"",
			"You wield tower shields with ease.  ",
			"**Prerequisites:** {feat/Shield Focus}, {feat/Tower Shield Proficiency}, base attack bonus +11 or fighter level 8th.  ",
			"**Benefit:** You reduce the armor check penalty for tower shields by 3, and if you have the armor training class feature, you modify the armor check penalty and maximum Dexterity bonus of tower shields as if they were armor."
		]
	},
	"town_tamer": {
		"name": "Town Tamer",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Town Tamer (Story)",
			"",
			"{SOURCE Ultimate Campaign/73}",
			"",
			"This town needs cleaning up, and you're just the one to do it.  ",
			"**Prerequisites:** You must have 5 ranks in Intimidate and a personal motivation to clean up a particular town (such as an old friend calling in a favor, or seeking a place to settle down), or you must have the Bounty Hunter or Champion of the People background.  ",
			"**Benefit:** Choose a particular settlement. When you're in your chosen settlement, the DC of Intimidate checks made against you increases by 10. You gain a +1 bonus on attack rolls and a +1 dodge bonus to AC against undesirable elements like criminals or ruffians in your chosen settlement. This bonus increases to +2 for combat maneuver checks.  ",
			"**Goal:** Defeat 10 more troublemakers in your chosen settlement with a CR equal to your character level or higher, and in the process eliminate a serious criminal threat or otherwise clean up the streets.  ",
			"**Completion Benefit:** You gain the ability to designate a new chosen settlement as often as you wish. You must first live in a settlement for 1 week to make it your chosen settlement. In addition, you gain a +2 bonus on initiative checks and a +1 bonus on saving throws when in your chosen settlement."
		]
	},
	"toxic_recovery": {
		"name": "Toxic Recovery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Toxic Recovery",
			"",
			"{SOURCE Advanced Race Guide/18}",
			"",
			"Your system recuperates from the effects of poisons with astonishing speed.  ",
			"**Prerequisites:** Dwarf, hardy racial trait.  ",
			"**Benefit:** Whenever you succeed at a saving throw against poison, you heal 1 point of ability damage of the type dealt by the poison. Whenever you heal ability damage naturally or magically, you heal 1 additional point of ability damage. This feat has no effect on penalties to ability scores or ability drain."
		]
	},
	"toxic_secretions": {
		"name": "Toxic Secretions",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Toxic Secretions",
			"",
			"{SOURCE Potions and Poisons/4}",
			"",
			"Your unusual diet makes you produce more poison than others of your kind.  ",
			"**Prerequisites:** Grippli, toxic skin alternate racial trait.  ",
			"**Benefit:** You gain two additional uses of your toxic skin alternate racial trait per day. This feat can be taken multiple times.  ",
			"**Normal:** The grippli toxic skin alternate racial trait can be used once per day."
		]
	},
	"toxic_spell": {
		"name": "Toxic Spell",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Toxic Spell (Metamagic)",
			"",
			"{SOURCE Dirty Tactics Toolbox/9}",
			"",
			"You can infuse a spell with the power of a poison.  ",
			"**Prerequisites:** Craft (poison) 5 ranks, ability to cast 2nd-level spells, poison use class feature.  ",
			"**Benefit:** You can use 1 dose of contact, ingested, inhaled, or injury poison as an additional material component for a spell you cast. This spell gains the poison descriptor. Select a single creature affected by the spell. If that creature fails its saving throw against the spell, it must also attempt a saving throw against the poison used as a material component. If the target fails the save against the poison, the poison takes effect immediately, ignoring any onset time. The poison uses its save DC (rather than the save DC of the spell), but is modified by any effects that increase the spell's DC (such as {feat/Spell Focus}). This feat works only with spells whose effects can be negated by a successful Fortitude save. A toxic spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"toxic_spray": {
		"name": "Toxic Spray",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Toxic Spray (Combat)",
			"",
			"{SOURCE Potions and Poisons/5}",
			"",
			"You produce enough venom to cast a web of poison over your hapless victims.  ",
			"**Prerequisites:** {feat/Spit Venom}, {feat/Viscous Venom}, nagaji.  ",
			"**Benefit:** When you spit poison using the ability granted by the Spit Venom feat, you can envenom a 5-foot-radius area within 30 feet for 1 round. Any creature that enters or begins its turn in this area is both exposed to the poison granted by Spit Venom and entangled as if you had targeted that creature with the ability granted by the Viscous Venom feat. In addition, you gain one additional use per day of the ability to spit poison granted by the Spit Venom feat."
		]
	},
	"toxic_stench": {
		"name": "Toxic Stench",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Toxic Stench",
			"",
			"{SOURCE Demons Revisited/26}",
			"",
			"Your stench is poisonous.  ",
			"**Prerequisites:** {umr/Stench} universal monster ability, immunity to poison, {feat/Improved Stench}, {feat/Toughness}  ",
			"**Benefit:** The first round a creature is affected by your stench, it must also make a successful Fortitude save against the same DC to resist becoming poisoned. If you have 10 or fewer HD, this poison is identical to insanity mist; if you have 11 or more HD, the poison also adds confusion for 1 round to its effects."
		]
	},
	"toxicological_timing": {
		"name": "Toxicological Timing",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"## Toxicological Timing",
			"",
			"{SOURCE Alchemy Manual/8}",
			"",
			"You know how to adjust the amount of time a poison takes to produce its effects.  ",
			"**Prerequisites:** Craft (alchemy) 9 ranks.  ",
			"**Benefit:** When you craft a poison with the Craft (alchemy) skill (whether using the normal Craft rules or the rules for spontaneous alchemy), you can increase or decrease the unit of time used to measure the frequency of a poison you craft by up to one step along the following scale: rounds, minutes, hours, days. For example, if you applied this feat to arsenic (which has a frequency of 1/minute for 4 minutes), you could increase the frequency to 1/round for 4 rounds or decrease the frequency to 1/hour for 4 hours."
		]
	},
	"tracer_fire": {
		"name": "Tracer Fire",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Tracer Fire (Combat)",
			"",
			"{SOURCE Heroes of the Darklands/5}",
			"",
			"You highlight the path of your projectile with light, allowing your allies to better spot the target.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, {feat/Precise Shot}.  ",
			"**Benefit:** As a standard action, you can make a single ranged attack at your highest base attack bonus with an illuminated throwing weapon or piece of ammunition, such as a flaming shuriken or an arrow imbued with a magical light effect. If the attack hits its target, attacks against the same target gain a +2 circumstance bonus for 1 round, so long as those attacks originate in dim light or darker areas. The target counts as being in bright light until the projectile is removed or extinguished. Removing the projectile is a move action that provokes an attack of opportunity."
		]
	},
	"trade_initiative": {
		"name": "Trade Initiative",
		"sources": [ "Distant Shores" ],
		"description": [
			"## Trade Initiative (Teamwork)",
			"",
			"{SOURCE Distant Shores/63}",
			"",
			"You're an expert at helping your partner respond faster, and vice versa.  ",
			"**Benefit:** After initiative is rolled but before enemies' initiative is revealed, you may trade the results of your die roll (not including modifiers) with an adjacent ally who also possesses this feat."
		]
	},
	"traditional_weapons": {
		"name": "Traditional Weapons",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Traditional Weapons (Combat)",
			"",
			"{SOURCE Path of the Hellknight/45}",
			"",
			"You're a master of utilizing simple, time-trusted arms against strange or technological weapons.  ",
			"**Prerequisites:** Int 13.  ",
			"**Benefit:** You receive a +2 bonus on combat maneuver checks against creatures wielding exotic weapons, firearms, or technological weapons. You also receive a +2 bonus to your CMD whenever an opponent attempts any combat maneuver against you while wielding such a weapon. You gain these bonuses only if you are not wielding an exotic weapon, firearm, or technological weapon."
		]
	},
	"trailblazing_channel": {
		"name": "Trailblazing Channel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Trailblazing Channel",
			"",
			"{SOURCE Inner Sea Gods/217}",
			"",
			"Your positive energy makes trailblazers of those you heal.  ",
			"**Prerequisites:** Channel energy 3d6, worshiper of Desna.  ",
			"**Benefit:** Once per day when you channel positive energy, you can cause healed creatures to be unimpeded by difficult terrain for a number of minutes equal to your Charisma modifier (minimum 1 minute)."
		]
	},
	"train_plants": {
		"name": "Train Plants",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Train Plants",
			"",
			"{SOURCE Cohorts and Companions/20}",
			"",
			"After years of practice, cautious experiments, or sheer stubbornness, you have gained the ability to teach unintelligent plant creatures to follow simple commands.  ",
			"**Prerequisites:** Handle Animal 5 ranks, Knowledge (nature) 5 ranks.  ",
			"**Benefit:** A character with this feat treats creatures of the plant type with Intelligence scores of 3 or lower as animals for the purposes of the Handle Animal skill. Plant creatures without an Intelligence score are treated as animals with an Intelligence of 1 for these purposes. Ordinary plants lack Wisdom and Charisma scores - they aren't creatures and can't be trained."
		]
	},
	"trample": {
		"name": "Trample",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Trample (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/136}",
			"",
			"While mounted, you can ride down opponents and trample them under your mount.  ",
			"**Prerequisites:** Ride 1 rank, {feat/Mounted Combat}.  ",
			"**Benefit:** When you attempt to overrun an opponent while mounted, your target may not choose to avoid you. Your mount may make one hoof attack against any target you knock down, gaining the standard +4 bonus on attack rolls against prone targets.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/134}",
			">",
			">When you attempt to overrun an opponent while mounted and you don't succeed at the overrun combat maneuver check, you can spend 2 stamina points and continue to move as if the target of the overrun had moved out of the way.",
			"",
			"### Mythic Trample",
			"",
			"{SOURCE Mythic Adventures/75}",
			"",
			"Your rearing mount can stomp foes into the ground, barely  ",
			"**Prerequisites:** {feat/Trample}.  ",
			"**Benefit:** Your mount can make two hoof attacks against an opponent you knock down with an overrun, instead of one. You can expend one use of mythic power when you score a critical hit with one or more of those hoof attacks. When you do, the critical is automatically confirmed. If both scored critical hits, expending one use of mythic power automatically confirms both."
		],
		"has_mythic_version": true
	},
	"trap_wrecker": {
		"name": "Trap Wrecker",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Trap Wrecker",
			"",
			"{SOURCE Advanced Race Guide/142}",
			"",
			"You can smash traps instead of disarming them.  ",
			"**Prerequisites:** {feat/Power Attack}, Disable Device 1 rank, orc.  ",
			"**Benefit:** You can attempt to disarm a trap by striking it with a melee weapon instead of making a Disable Device check. As a full-round action, make a melee attack against an Armor Class equal to the trap's Disable Device DC. If you miss, the trap activates. If you hit, roll damage. If this damage is at least half the trap's Disable Device DC, you disable the trap. If this damage is less than half the trap's Disable Device DC, the trap activates. You can only attempt this on nonmagical traps. You must be able to reach some part of the trap with your attack in order to use this feat. At the GM's discretion, some traps may not be susceptible to this feat."
		]
	},
	"trappers_setup": {
		"name": "Trapper's Setup",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Trapper's Setup",
			"",
			"{SOURCE Ultimate Combat/122}",
			"",
			"You have an instinct for waiting until just the right moment to spring a hazard or trap.  ",
			"**Prerequisites:** Craft (traps) 5 ranks.  ",
			"**Benefit:** When you manually trigger a trap against opponents, that trap receives either a +2 circumstance bonus on melee attack rolls or a +2 circumstance bonus to its saving throw DC."
		]
	},
	"traumatic_spell": {
		"name": "Traumatic Spell",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Traumatic Spell (Metamagic)",
			"",
			"{SOURCE Occult Adventures/141}",
			"",
			"Creatures harmed by your spells relive their torments in nightly terrors.  ",
			"**Benefit:** A traumatic spell causes lingering memories of pain and suffering in creatures harmed by it. When a creature fails a saving throw against a traumatic spell, the next time it sleeps it must succeed at a Will save with a DC equal to the original spell's DC or be affected as if by nightmare. Each time the target fails its save, it must save again the following night or be affected by another nightmare, though the save DC decreases by 2 each night after the first. This metamagic feat can be applied only to spells with the emotion or fear descriptor. A traumatic spell uses up a spell slot 2 levels higher than the spell's actual level."
		]
	},
	"traumatic_spell_like_ability": {
		"name": "Traumatic Spell-Like Ability",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Traumatic Spell-Like Ability (Monster)",
			"",
			"{SOURCE Horror Adventures/95}",
			"",
			"Your spell-like ability causes affected targets to relive their torments in nightly terrors.  ",
			"**Prerequisites:** Spell-like ability at caster level 6th or higher.  ",
			"**Benefit:** Choose one of your spell-like abilities, subject to the restrictions described in this feat. You can use the chosen spell-like ability as a traumatic spell-like ability three times per day (or less, if the ability is normally usable only once or twice per day).",
			"",
			"When you use a traumatic spell-like ability, affected targets must succeed at an additional Will saving throw the next time that they sleep (DC = the spell-like ability's DC) or be affected as per nightmare. Each time the target fails its save, it must save again the following night or be affected by another nightmare, though the save DC decreases by 2 each night after the first. This feat can be applied only to spell-like abilities with the emotion or fear descriptor. Targets that avoid the spell-like ability's effects avoid this feat's effect as well.",
			"",
			"You can only select a spell-like ability duplicating a spell with a level less than or equal to 1/2 your caster level (round down) - 2  ",
			"**Special:** This feat can be taken multiple times. Each time it is taken, you can apply it to a different spell-like ability.",
			"",
			"| Spell Level | Caster Level |",
			"| --- | --- |",
			"| 0 | 4th |",
			"| 1st | 6th |",
			"| 2nd | 8th |",
			"| 3rd | 10th |",
			"| 4th | 12th |",
			"| 5th | 14th |",
			"| 6th | 16th |",
			"| 7th | 18th |",
			"| 8th | 20th |",
			"| 9th | - |"
		]
	},
	"treacherous_toxin": {
		"name": "Treacherous Toxin",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Treacherous Toxin",
			"",
			"{SOURCE Dirty Tactics Toolbox/6}",
			"",
			"You twist a blade to force more of the poison on it into an enemy's bloodstream.  ",
			"**Prerequisites:** Base attack bonus +5, sneak attack class feature.  ",
			"**Benefit:** When you make a sneak attack with a poisoned weapon, you can forgo some of your sneak attack damage to increase the save DC of your poison, increasing the poison's save DC by 1 for every 1d6 points of sneak attack damage you forgo. This can't cause the save DC to exceed 15 + 1/2 your character level."
		]
	},
	"treants_call": {
		"name": "Treant's Call",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Treant's Call",
			"",
			"{SOURCE Wilderness Origins/11}",
			"",
			"You have learned some words of the mystic language treants use to call trees to their defense.  ",
			"**Prerequisites:** Cha 17, ability to cast {spell/speak with plants}, character level 13th, {race/gathlain}.  ",
			"**Benefit:** You can cast {spell/liveoak} once per day as a spell-like ability, but its duration is only 10 minutes."
		]
	},
	"tree_hanger": {
		"name": "Tree Hanger",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Tree Hanger (Combat)",
			"",
			"{SOURCE Advanced Race Guide/207}",
			"",
			"You can use your tail to defend against trip attacks and to hang from nearby protrusions.  ",
			"**Prerequisites:** Acrobatics 1 rank, vanara.  ",
			"**Benefit:** You gain a +2 bonus to your CMD against all trip attacks. If your square has a branch or other sturdy large object that you could hang from, as a swift action you may make a DC 15 Acrobatics check to jump upward and use your tail to hang from that object. While hanging, you can't be tripped, you ignore the effects of difficult terrain in your square, and you gain a +2 bonus to your CMD against bull rush, drag, and reposition attacks. If you leave that square (including if you are moved against your will), you lose your grip on the object and are no longer hanging. While hanging, you cannot use your tail for anything else.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/134}",
			">",
			">When you jump upward to use your tail to hang from an object, you can spend up to 5 stamina points. You gain a bonus on the Acrobatics check equal to the number of stamina points you spent."
		]
	},
	"tree_leaper": {
		"name": "Tree Leaper",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Tree Leaper",
			"",
			"{SOURCE Ultimate Wilderness/119}",
			"",
			"You use the flexibility of tree branches to aid in making arboreal leaps.  ",
			"**Benefit:** When you are in a tree, you count as having a running start when you jump.  ",
			"**Normal:** You must have at least 10 feet of space for a running start."
		]
	},
	"trepanation": {
		"name": "Trepanation",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Trepanation",
			"",
			"{SOURCE Occult Origins/25}",
			"",
			"Through careful study and practice, you have learned how to relieve pressure in the brain to balance the humors, promote health, and ward off outside influence.  ",
			"**Prerequisites:** Heal 5 ranks, Knowledge (arcana) 2 ranks.  ",
			"**Benefit:** You can perform the faith healing occult skill unlock even if you can't use psychic magic. If you can cast psychic spells or have the {feat/Psychic Sensitivity} feat, you can use faith healing one additional time per day.",
			"",
			"So long as you have a healer's kit or surgeon's tools, you can spend 1 hour performing a full trepanation on a creature. This procedure requires a Heal check (DC = 20 + the target's Hit Dice). If you're successful, the target gains a +2 insight bonus on saving throws against curses, possession, and spells from the enchantment (compulsion) school. These effects persist for 1 day per character level you possess. If you fail the check, the target takes 1d3 points of Intelligence, Wisdom, and Charisma damage. You can perform this procedure on yourself, but the DC increases by 5."
		]
	},
	"triangulate": {
		"name": "Triangulate",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Triangulate (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/209}",
			"",
			"Your distrust of magic has forced you to develop tactics to fight witches, fey, and other supernatural foes. No matter how clever they think they are, they can't hide.  ",
			"**Prerequisites:** {feat/Blind-Fight}, {feat/Greater Blind-Fight}, {feat/Improved Blind-Fight}, Perception 15 ranks, human (Kellid).  ",
			"**Benefit:** Whenever both you and an ally who also has this feat are within 30 feet of an invisible foe of whose presence you're aware, you automatically pinpoint the foe's location. Whenever both you and an ally who has this feat are within 30 feet of a creature and you miss that creature because of its {rule/concealment}, you can reroll your miss chance percentile roll."
		]
	},
	"tribal_hunter": {
		"name": "Tribal Hunter",
		"sources": [
			"Ultimate Wilderness",
			"Heroes of the Wild",
			"Adventurer's Guide"
		],
		"description": [
			"## Tribal Hunter (Combat, Teamwork)",
			"",
			"{SOURCE Ultimate Wilderness/119;Heroes of the Wild/19;Adventurer's Guide/133}",
			"",
			"From watching pack animals hunt, you learned to take down large prey as part of a group.  ",
			"**Prerequisites:** {feat/Animal Affinity}.  ",
			"**Benefit:** When either you or an ally with this feat is adjacent to and flanking an opponent that is larger than either of you, you both are considered to be flanking the opponent as long as you remain adjacent to it.  ",
			"**Normal:** You must be positioned opposite an ally to flank an opponent."
		]
	},
	"tribal_scars": {
		"name": "Tribal Scars",
		"sources": [
			"Adventurer's Guide",
			"People of the North"
		],
		"description": [
			"## Tribal Scars",
			"",
			"{SOURCE Adventurer's Guide/133;People of the North/24}",
			"",
			"You endured the grueling coming-of-age rituals of your tribe or following, and proudly bear the scars that grant you the blessings of your tribe's ancestors or totem.  ",
			"**Benefit:** You gain one of the following benefits, depending on which Mammoth Lord following you belong to. (At the GM's discretion, other options of her own design could exist for different tribes.)",
			"",
			"Bearpelt: You gain a +1 bonus on Fortitude saves and a +2 bonus on Intimidate checks.",
			"",
			"Greattusk: You gain a +2 bonus on checks to perform bull rush or overrun combat maneuvers and a +2 bonus on Ride checks.",
			"",
			"Ice Chasm: You gain a +1 bonus on Reflex saves and a +2 bonus on Climb checks.",
			"",
			"Night Hunt: You gain a +2 bonus on Perception and Survival checks.",
			"",
			"Raptorscale: Your base land speed increases by 5 feet, and you gain a +2 bonus on Acrobatics checks.",
			"",
			"Slothjaw: You gain a +1 bonus on Will saves and a +2 bonus on Handle Animal checks."
		]
	},
	"tribe_mentality": {
		"name": "Tribe Mentality",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Tribe Mentality (Teamwork)",
			"",
			"{SOURCE Kobolds of Golarion/25}",
			"",
			"You and your tribemates grant each other mental strength.  ",
			"**Benefit:** When you're simultaneously subject to the same enchantment (compulsion) or [emotion] effect as another ally with this feat, you both roll saves but can use either result."
		]
	},
	"trick_riding": {
		"name": "Trick Riding",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Trick Riding (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/173}",
			"",
			"You are not only skilled at controlling a horse in combat; you can make it look like art.  ",
			"**Prerequisites:** Ride 9 ranks, {feat/Mounted Combat}.  ",
			"**Benefit:** While wearing light or no armor, you do not need to make Ride skill checks for any task listed in the Ride skill with a DC of 15 or lower. You do not take a -5 penalty for riding a mount bareback. You can make a check using Mounted Combat to negate a hit on your mount twice per round instead of just once.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/134}",
			">",
			">As long as you have 1 stamina point in your stamina pool, you gain the effects of this feat when wearing medium armor."
		]
	},
	"trick_shooter": {
		"name": "Trick Shooter",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Trick Shooter (Combat)",
			"",
			"{SOURCE Ranged Tactics Toolbox/9}",
			"",
			"Your uncanny aim allows you to disable your opponents without harming them.  ",
			"**Prerequisites:** Dex 13, {feat/Deadly Aim}, base attack bonus +1.  ",
			"**Benefit:** You gain a +2 bonus on ranged combat maneuvers. When you attempt to perform a ranged combat maneuver, you can refrain from damaging the target at no penalty."
		]
	},
	"trick_spell": {
		"name": "Trick Spell",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Trick Spell (Metamagic)",
			"",
			"{SOURCE Dirty Tactics Toolbox/17}",
			"",
			"The vengeful nature of your goddess flows through your magic, turning your enemies against themselves.  ",
			"**Prerequisites:** Ability to cast 1st-level spells, chaotic neutral alignment, worshiper of Calistria.  ",
			"**Benefit:** Only enchantment spells that affect a single target and can be negated with a successful Will save can be trick spells. If the target fails its Will save against a trick spell, in addition to the spell's normal effects, the target also clumsily hinders itself. Immediately attempt a special combat maneuver check (1d20 + your caster level + your Charisma bonus) to perform a dirty trick combat maneuver against the target. Any feats you have that apply to dirty trick maneuvers (such as {feat/Greater Dirty Trick}) also apply to this check. A trick spell takes up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"triple_baron": {
		"name": "Triple-Baron",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Triple-Baron (Gathlain Court Title)",
			"",
			"{SOURCE Plane-Hopper's Handbook/22}",
			"",
			"The Three have seen your offerings and proclaimed them satisfactory, even before you actually had the chance to show those offerings to them.  ",
			"**Prerequisites:** Fey creature type or {feat/Fey Obedience} (Magdh), you must have collected three gifts worth at least 100 gp each from three different planes across the Great Beyond. At least two of the planes must be diametrically opposed to one another in terms of planar traits.  ",
			"**Benefit:** Three times per day as an immediate action, when you are about to roll for an attack, saving throw, or skill check, you can roll three d20s and use the middle of the three results. This ability cannot be combined with other effects that involve rerolling dice or involve rolling twice and taking either the higher or lower result."
		]
	},
	"tripping_staff": {
		"name": "Tripping Staff",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic",
			"Pathfinder Unchained"
		],
		"description": [
			"## Tripping Staff (Combat)",
			"",
			"{SOURCE Ultimate Magic/158}",
			"",
			"You can make a trip attack with your quarterstaff.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Trip}, base attack bonus +6.  ",
			"**Benefit:** You treat quarterstaves as if they had the trip special feature.  ",
			"**Special:** If you are a magus with the staff magus archetype, you can use spellstrike on any trip combat maneuver you make with the staff.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/134}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool.",
			"",
			"### Mythic Tripping Staff",
			"",
			"{SOURCE Mythic Adventures/75}",
			"",
			"Your staff is valuable for attack and defensive balance.  ",
			"**Prerequisites:** {feat/Tripping Staff}.  ",
			"**Benefit:** You add half your tier to CMD against trip maneuvers and on combat maneuver checks to trip with a quarterstaff. When you're wielding a quarterstaff and an opponent you threaten attempts to trip you and fails, it provokes an attack of opportunity from you. You must use your staff for this attack of opportunity."
		],
		"has_mythic_version": true
	},
	"tripping_strike": {
		"name": "Tripping Strike",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Tripping Strike (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/173}",
			"",
			"The force intrinsic to your critical hits can knock your foes down.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Trip}, base attack bonus +9.  ",
			"**Benefit:** Whenever you score a critical hit with a melee attack, you can trip your opponent, in addition to the normal damage dealt by the attack. If your confirmation roll exceeds your opponent's CMD, you may knock your opponent prone as if from the trip combat maneuver. This does not provoke an attack of opportunity. If you are tripped during your own trip attempt, you can drop your weapon to avoid being tripped.  ",
			"**Normal:** You must perform a trip combat maneuver to trip an opponent.  ",
			"**Special:** You can only apply the effects of one of the following feats to a given critical hit: {feat/Bull Rush Strike}, {feat/Disarming Strike}, {feat/Repositioning Strike}, {feat/Sundering Strike}, or {feat/Tripping Strike}. You may choose to use this feat after you make your confirmation roll.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/134}",
			">",
			">When you fail to confirm a critical hit with a melee attack, you can spend 2 stamina points to attempt to trip the target anyway. When you do, reroll the confirmation roll and use it to determine if the trip attempt exceeds the opponent's CMD. This reroll is used only for the trip combat maneuver; it can't cause the critical hit to be confirmed. You still can't make the attempt if the target is immune to critical hits."
		]
	},
	"tripping_twirl": {
		"name": "Tripping Twirl",
		"sources": [
			"Ultimate Magic",
			"Pathfinder Unchained"
		],
		"description": [
			"## Tripping Twirl (Combat)",
			"",
			"{SOURCE Ultimate Magic/158}",
			"",
			"You can make a trip attack with a quarterstaff on all adjacent enemies.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Trip}, {feat/Tripping Staff}, base attack bonus +12.  ",
			"**Benefit:** As a full-round action, while wielding a quarterstaff two-handed, you can attempt a trip combat maneuver against each enemy adjacent to you.  ",
			"**Special:** If you are a magus with the staff magus archetype, you can use spellstrike on any one trip combat maneuver you make with the staff.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/134}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool."
		]
	},
	"triton_portal": {
		"name": "Triton Portal",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Triton Portal",
			"",
			"{SOURCE Advanced Race Guide/178}",
			"",
			"You can channel your inner magic to summon allies.  ",
			"**Prerequisites:** Character level 5th, hydraulic push spell-like ability, undine.  ",
			"**Benefit:** Once per day, you may expend your racial hydraulic push ability to instead cast {spell/summon nature's ally III} as a spell-like ability with a caster level equal to your character level. This use of the ability can only summon 1d3 Small water elementals, 1d4+1 dolphins, a shark, or an electric eel. Using this ability is a full-round action."
		]
	},
	"troth_of_the_forgotten_pharaoh": {
		"name": "Troth of the Forgotten Pharaoh",
		"sources": [
			"Pathfinder #82: Secrets of the Sphinx",
			"Pathfinder #81: Shifting Sands"
		],
		"description": [
			"## Troth of the Forgotten Pharaoh",
			"",
			"{SOURCE Pathfinder #82: Secrets of the Sphinx/17;Pathfinder #81: Shifting Sands/19}",
			"",
			"You've pledged your body to the Forgotten Pharaoh, and are willing to sacrifice yourself to keep his secrets even in death.  ",
			"**Prerequisites:** Must be a member of the Cult of the Forgotten Pharaoh.  ",
			"**Benefit:** Upon taking this feat, you undergo a ritual wherein the cartouche of Pharaoh Hakotep I is carved into your flesh (typically on the chest or back), and then embellished with painful crimson and ocher tattoos. The ritual takes 1 hour to complete, and you take 3 points of damage from the wound (see Special, below). Upon completion of the ritual, you gain the feat's benefits.",
			"",
			"As an immediate action, or when you die, you can cause white-hot fire to burst from the tattooed cartouche on your flesh, immolating your body in a bright flash and instantly reducing it to ash. If you are still alive, you are immediately slain. Spells such as {spell/raise dead} or {spell/speak with dead} cannot be used on your remains, but your equipment is unaffected.",
			"",
			"As the fire consumes you, fiery snakes whip out of your body in a 5-foot-radius burst, dealing 1d6 points of fire damage + 1 point per character level. Creatures in the area can attempt a Reflex save to negate the damage (DC 10 + 1/2 your character level + your Constitution modifier). In addition, creatures within a 10-foot burst must succeed at a Fortitude save (DC 10 + 1/2 your character level + your Constitution modifier) or be blinded for 1 round. Blind or sightless creatures are unaffected by this blinding effect.  ",
			"**Special:** You permanently lose 3 hit points when you take this feat. This damage can be healed only with a miracle or wish spell, but doing so causes you to lose all benefits of this feat."
		]
	},
	"true_breed": {
		"name": "True Breed",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## True Breed",
			"",
			"{SOURCE Inner Sea Races/209}",
			"",
			"Your dual heritage makes you something more than merely a mix of your parent races.  ",
			"**Prerequisites:** Two subtypes, elf blood or orc blood racial trait.  ",
			"**Benefit:** For the purposes of any effect related to subtype (such as a ranger's favored enemy and bane weapons), you count as neither of your subtypes, and you no longer count as either of your parent races for the purposes of effects related to race."
		]
	},
	"true_deception": {
		"name": "True Deception",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## True Deception",
			"",
			"{SOURCE Ultimate Intrigue/95}",
			"",
			"Time spent learning the mystic arts of disguise has given you insight into the anonymity of the everyday.  ",
			"**Prerequisites:** Cha 17, Disguise 17 ranks, master disguise master ninja trick or master of disguise advanced rogue talent, ninja level 10th or rogue level 10th.  ",
			"**Benefit:** When using the master disguise master ninja trick or master of disguise advanced rogue talent to take on the appearance of a specific individual, you can fool divination magic and effects designed to locate the subject of your disguise as per the vigilante's any guise social talent. In addition, you gain a +10 bonus on Bluff checks to act like that individual."
		]
	},
	"true_love": {
		"name": "True Love",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## True Love (Story)",
			"",
			"{SOURCE Ultimate Campaign/73}",
			"",
			"You found love, only to have it denied by the cruelty of fate.  ",
			"**Prerequisites:** You must have found love with a person you can't be with, have a current lover, or have the Current Lover, For Love, or The Lover background. Possible complications include distance, your love being with another, your feelings being unrequited, or your relationship being forbidden.  ",
			"**Benefit:** You add 1 to the save DC and caster level of your spells and spell-like abilities with the emotion descriptor. In addition, you gain a +2 bonus on Sense Motive checks. If you have 10 or more ranks in Sense Motive, this bonus increases to +4.  ",
			"**Goal:** Find a way to be with your true love (even if you can't formally wed).  ",
			"**Completion Benefit:** The inspiration of knowing your love waits for your return gives you a +2 bonus on attack rolls, saving throws, and skill checks whenever you are below a quarter of your total hit points (not counting any temporary hit points). You lose this completion benefit if your relationship with your true love comes to an end for any reason, including death.  ",
			"**Special:** At the GM's discretion, you can find true love with a person other than the one you designated when you chose this feat. In this case, the love you initially chose was wrong for you, but this became obvious only when you found the one truly meant for you."
		]
	},
	"truth_in_wine": {
		"name": "Truth in Wine",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Truth in Wine",
			"",
			"{SOURCE Occult Origins/25}",
			"",
			"In refining your palate and experiencing the food, drink, and meal rituals of myriad cultures, you have learned to divine truths about human behavior and use intoxication to break down psychological barriers.  ",
			"**Prerequisites:** Appraise 3 ranks.  ",
			"**Benefit:** You can perform the psychometry occult skill unlock even if you can't use psychic magic, though you must consume a drink of high-quality alcohol (costing at least 10 gp per drink) to do so. If you can cast psychic spells or have the {feat/Psychic Sensitivity} feat, you can use psychometry one additional time per day.",
			"",
			"If you consume a drink of high-quality alcohol, you gain a +2 circumstance bonus on Appraise and Sense Motive checks for 1 minute and can increase the caster level of the next divination spell you cast within 1 minute by 1. If you are [addicted](rule/addiction) to alcohol, these bonuses increase by 1, but so too does the save DC for your addiction."
		]
	},
	"truth_seeker": {
		"name": "Truth-Seeker",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Truth-Seeker (Story)",
			"",
			"{SOURCE Quests and Campaigns/13}",
			"",
			"A tantalizing secret from the past calls to you, and you intend to discover it.  ",
			"**Prerequisites:** You must have visited a ruin or forgotten place that has been abandoned for at least five times as long as you've been alive.  ",
			"**Benefit:** You gain a +2 bonus on all Knowledge (history) checks. If you have 10 or more ranks in Knowledge (history), this bonus increases to +4.  ",
			"**Goal:** You must discover, explore, and publicly reveal an important secret that has been unknown to the world for at least 100 years.  ",
			"**Completion Benefit:** Whenever you pass within 10 feet of a secret door, you receive an immediate Perception check to notice the passage. This check should be made in secret by the GM. In addition, whenever you attempt a Will save to disbelieve an illusion, you may roll twice and take the better result.",
			"",
			"Suggested Traits: {trait/Avid Reader}, {trait/Mystery Initiate}, {trait/Skeptic}.",
			"",
			"### Possible Truth-Seeker Quests",
			"",
			"| d12 | Quest |",
			"| --- | --- |",
			"| 1 | You dream of braving the flooded ruins of Lirgen in the Sodden Lands in order to discover the secret that drove many of the now-defunct Saoc Brethren utterly insane. |",
			"| 2 | The secret of how the Pactmasters of Katapesh came to power is within your reach, if only you could go to that nation to truly discover it. |",
			"| 3 | Seeing the pathetic mess of politics that paralyzes the once-great nation of Nex, you have vowed to discover what really happened to that kingdom and bring proof (or the mysterious archwizard himself) to the world at large. |",
			"| 4 | Clues point you toward the Arcadian Ocean to discover why the aboleths ever became involved with the ancient Azlanti in the first place. |",
			"| 5 | The god-kings of Ancient Osirion demonstrated magic little-seen today, some say powered by the supplication of their slaves. How they fell from power is still a mystery. |",
			"| 6 | You intend to learn just what the elven refuge Sovyrian is and how to get there, even if you have to coax the secret out of one of the reclusive rulers of Kyonin. |",
			"| 7 | You yearn to discover the secrets of Shory aeromancy, which supposedly now lay hidden in the jungle depths of the Mwangi Expanse. |",
			"| 8 | The rulers of the Technic League in Silver Mount have long kept their alien methods and practices a secret from the outside world, but you've set to remedy that. |",
			"| 9 | You've heard tale of ancient warriors now frozen in time beneath the Stasis Fields of Sargava, and curiosity beckons you to determine what secrets these paralyzed prisoners of war may hold from eons long past. |",
			"| 10 | The mysteries of Hyrantam, drowned capital of the now-defunct nation of Lirgen, call to you. If you can excavate the flooded halls of the city's famed observatories and soaring towers, glory and gold surely await. |",
			"| 11 | The exact workings of the dragon-ruled island of Hermea in the Steaming Sea has long befuddled sailors and other Avistani explorers, who are constantly rebutted by the powerful entity that supposedly dwells there. Perhaps by revealing the secrets of that paradisiacal island you can share in the fame of Hermea's enigmatic ruler. |",
			"| 12 | The secret to how the Worldwound formed may lie buried in Sarkorian ruins that have fallen into the Abyss, and you're determined to discover the cause behind the extraplanar rift. |"
		]
	},
	"tumbling_upset": {
		"name": "Tumbling Upset",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Tumbling Upset (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/25}",
			"",
			"You nimbly dodge beneath your opponent, creating an opportunity to upend your foe.  ",
			"**Prerequisites:** Int 13, {feat/Combat Expertise}, {feat/Improved Trip}, Acrobatics 7 ranks.  ",
			"**Benefit:** When you succeed at an Acrobatics check to move through an enemy's space, you can spend a swift action to attempt a trip combat maneuver check against the opponent. Even if you fail this check by 10 or more, you do not fall prone.  ",
			"**Normal:** If you fail a trip combat maneuver check by 10 or more, you are knocked prone."
		]
	},
	"tumultuous_spell": {
		"name": "Tumultuous Spell",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Tumultuous Spell (Metamagic)",
			"",
			"{SOURCE Planar Adventures/33}",
			"",
			"You can pour the churning chaos of the Maelstrom into your magic, causing foes to scatter unpredictably, pushed apart in random directions as the unknowable whims of chaos itself, bringing with it strange and unexpected sounds and flashes of unnatural color.  ",
			"**Benefit:** You can enhance any spell that targets a single creature to become a tumultuous spell. A creature hit by a tumultuous spell (if the spell requires an attack roll) or that fails its saving throw against a tumultuous spell immediately moves 1d4x5 feet in a random direction. This movement does not provoke attacks of opportunity. If this movement would force a creature into a solid object or another creature, the movement ends harmlessly just before impact.",
			"",
			"A tumultuous spell uses a spell slot 1 level higher than the spell's normal spell level. Spells with the lawful descriptor can't be tumultuous spells."
		]
	},
	"tundra_stride": {
		"name": "Tundra Stride",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Tundra Stride",
			"",
			"{SOURCE Elemental Master's Handbook/18}",
			"",
			"Whether as predator or prey, you have learned to move like the arctic wind when survival is at stake.  ",
			"**Prerequisites:** Acrobatics 5 ranks.  ",
			"**Benefit:** While charging, running, or withdrawing, you gain a +10 foot enhancement bonus to your base speed. This bonus also applies to your speed when calculating overland movement in any plains terrain. You lose the benefits of this feat while you are wearing heavy armor or carrying a heavy load."
		]
	},
	"tunnel_rat": {
		"name": "Tunnel Rat",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Tunnel Rat",
			"",
			"{SOURCE Advanced Race Guide/154}",
			"",
			"You are a master of fighting in confined spaces.  ",
			"**Prerequisites:** Ratfolk, swarming racial trait.  ",
			"**Benefit:** You count as one size smaller than normal for the purpose of squeezing."
		]
	},
	"turbulent_takeoff": {
		"name": "Turbulent Takeoff",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Turbulent Takeoff (Combat)",
			"",
			"{SOURCE Blood of the Ancients/27}",
			"",
			"When you take off, you create a burst of wind that keeps foes from attacking you.  ",
			"**Prerequisites:** Fly 5 ranks.  ",
			"**Benefit:** When you use your fly speed to leave the ground, you can create a blast of wind. Each creature that threatens you cannot make attacks of opportunities as you move away unless it succeeds at a Reflex save (DC = 10 + your skill ranks in Fly + your Dexterity modifier). A creature that fail this Reflex save by 10 or more is knocked prone. You must begin your move action standing on the ground to use this ability."
		]
	},
	"turn_undead": {
		"name": "Turn Undead",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Turn Undead",
			"",
			"{SOURCE PRPG Core Rulebook/136}",
			"",
			"Calling upon higher powers, you cause undead to flee from the might of your unleashed divine energy.  ",
			"**Prerequisites:** Channel positive energy class feature.  ",
			"**Benefit:** You can, as a standard action, use one of your uses of channel positive energy to cause all undead within 30 feet of you to flee, as if panicked. Undead receive a Will save to negate the effect. The DC for this Will save is equal to 10 + 1/2 your cleric level + your Charisma modifier. Undead that fail their save flee for 1 minute. Intelligent undead receive a new saving throw each round to end the effect. If you use channel energy in this way, it has no other effect (it does not heal or harm nearby creatures).",
			"",
			"### Mythic Turn Undead",
			"",
			"{SOURCE Mythic Adventures/75}",
			"",
			"The power of your divine energy can not only cause undead to flee but also destroy them where they stand.  ",
			"**Prerequisites:** {feat/Turn Undead}.  ",
			"**Benefit:** When you use Turn Undead, the range increases by 10 feet per tier, and non-mythic undead take a penalty on their saving throws equal to your tier.",
			"",
			"You can expend one use of mythic power when using Turn Undead to destroy undead. Instead of fleeing, undead that fail their saves might be destroyed. You destroy 2d4 Hit Dice worth of undead per tier. Undead with the fewest HD are affected first; among undead with equal HD, those that are closest to the burst's point of origin are affected first. No undead of 9 or more HD can be affected, and HD that aren't sufficient to affect an undead are wasted."
		],
		"has_mythic_version": true
	},
	"twilight_tattoo": {
		"name": "Twilight Tattoo",
		"sources": [
			"Adventurer's Guide",
			"Andoran, Birthplace of Freedom"
		],
		"description": [
			"## Twilight Tattoo",
			"",
			"{SOURCE Adventurer's Guide/76;Andoran, Birthplace of Freedom/31}",
			"",
			"You have a special tattoo that identifies you as a Twilight Talon when you speak a designated command word.  ",
			"**Prerequisites:** Wis 13, affiliated with the Twilight Talons.  ",
			"**Benefit:** You gain an invisible magical tattoo that identifies you as a member of the Twilight Talons. When you speak the command word, the tattoo becomes visible for 1 round before fading again. The tattoo has no magical aura when not visible and is not an illusion; it can't be observed through magical means. (The command word causes the tattoo to manifest rather than ending the magic concealing it.) Additionally, you gain a +2 bonus on Disguise checks, on Sleight of Hand checks to hide small objects on your person, and on Will saving throws against attempts to scry upon you or read your mind."
		]
	},
	"twilight_words": {
		"name": "Twilight Words",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Twilight Words",
			"",
			"{SOURCE Heroes from the Fringe/22}",
			"",
			"Snowborn half-elves often inherit their parents' incurable curiosity about other cultures and are particularly good at relating to new groups.  ",
			"**Prerequisites:** Diplomacy 3 ranks, snowborn half-elf.  ",
			"**Benefit:** You can attempt a Diplomacy check to improve someone's attitude even if you do not speak a common language, though the other party must still have an Intelligence of 3 or higher.  ",
			"**Normal:** You cannot attempt a Diplomacy check to improve someone's attitude if you do not speak a common language."
		]
	},
	"twin_fang_lunge": {
		"name": "Twin Fang Lunge",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Twin Fang Lunge (Combat)",
			"",
			"{SOURCE Villain Codex/105}",
			"",
			"You strike with the force of a serpent's lunge.  ",
			"**Prerequisites:** Dex 15; {feat/Quick Draw}; {feat/Twin Fang Strike}; {feat/Twin Fang Style}; Acrobatics 8 ranks; base attack bonus +8 or monk level 8th.  ",
			"**Benefit:** While using Twin Fang Style, you can spend a full-round action to move up to twice your speed and then use Twin Fang Strike as if you were taking the attack action."
		]
	},
	"twin_fang_strike": {
		"name": "Twin Fang Strike",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Twin Fang Strike (Combat)",
			"",
			"{SOURCE Villain Codex/105}",
			"",
			"You strike at your enemies with both weapons simultaneously.  ",
			"**Prerequisites:** Dex 15; {feat/Quick Draw}; {feat/Twin Fang Style}; {feat/Two-Weapon Fighting}; Acrobatics 6 ranks; base attack bonus +6 or monk level 6th.  ",
			"**Benefit:** While using Twin Fang Style, when you take an attack action while wielding two daggers or two kama, you can strike with both your primary and off-hand weapons. If you do so, both attacks take a -4 penalty and you apply precision damage and effects that occur when you hit only once, even if you hit with both attacks."
		]
	},
	"twin_fang_style": {
		"name": "Twin Fang Style",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Twin Fang Style (Combat, Style)",
			"",
			"{SOURCE Villain Codex/105}",
			"",
			"Your paired blades rend through armor.  ",
			"**Prerequisites:** Dex 15, {feat/Quick Draw}, base attack bonus +1, Acrobatics 1 rank.  ",
			"**Benefit:** Each time you make a full attack wielding a pair of daggers or a pair of kama and hit a creature with both weapons, you reduce its armor bonus to AC by 1 until the beginning of your next turn. This reduction stacks to a minimum armor bonus of +0. For example, if you hit a creature wearing a chain shirt with two primary attacks and two off-hand attacks, you would reduce its armor bonus to AC from +4 to +2."
		]
	},
	"twin_thunders": {
		"name": "Twin Thunders",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Twin Thunders (Combat)",
			"",
			"{SOURCE Ultimate Combat/123}",
			"",
			"When you fight giants, your powerful blows combine with skills learned from generations of your people to quickly even the odds.  ",
			"**Prerequisites:** Dwarf or gnome, defensive training racial trait, {feat/Two-Weapon Fighting} or flurry of blows class feature, {feat/Weapon Focus} with both wielded weapons.  ",
			"**Benefit:** Once per round, when wielding a bludgeoning weapon in each hand against a creature with the giant subtype, if you hit the creature with your off-hand weapon after you hit with your primary weapon, roll the damage dice for your off-hand weapon twice and add the results together before adding any bonuses. Such extra weapon damage dice are not multiplied on a critical hit.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/134}",
			">",
			">You can spend 2 stamina points to gain the benefits of this feat against a creature at least one size category larger than you that does not have the giant subtype. You gain this benefit until the start of your next turn."
		]
	},
	"twin_thunders_flurry": {
		"name": "Twin Thunders Flurry",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Twin Thunders Flurry (Combat)",
			"",
			"{SOURCE Ultimate Combat/123}",
			"",
			"Your dual bludgeoning strikes are especially deadly when you are fighting giants.  ",
			"**Prerequisites:** Dwarf or gnome; defensive training racial trait; {feat/Improved Two-Weapon Fighting} and {feat/Two-Weapon Fighting}, or flurry of blows class feature; {feat/Twin Thunders}; {feat/Weapon Focus} with both wielded weapons; base attack bonus +6.  ",
			"**Benefit:** You can trip a creature with the giant subtype of up to Huge size, and you gain a +2 bonus on damage rolls against creatures of the giant subtype. Further, each time you hit a creature of the giant subtype with your off-hand weapon after you hit that creature with your primary weapon, you can deal the extra off-hand weapon damage Twin Thunders grants you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/134}",
			">",
			">You can spend 2 stamina points to attempt a trip combat maneuver against a Huge creature that does not have the giant subtype."
		]
	},
	"twin_thunders_master": {
		"name": "Twin Thunders Master",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Twin Thunders Master (Combat)",
			"",
			"{SOURCE Ultimate Combat/123}",
			"",
			"With thunderous simultaneous strikes, you can batter a mighty giant into submission.  ",
			"**Prerequisites:** Dwarf or gnome; defensive training racial trait; {feat/Improved Two-Weapon Fighting} and {feat/Two-Weapon Fighting}, or flurry of blows class feature; {feat/Twin Thunders}; {feat/Twin Thunders Flurry}; {feat/Weapon Focus} with both wielded weapons; base attack bonus +9.  ",
			"**Benefit:** Whenever you deal an opponent extra damage with the Twin Thunders feat, that opponent is shaken for 1 round. You also force that opponent to succeed at a Fortitude saving throw (DC 10 + half your level + your Str modifier) or become staggered for 1 round. If you use this feat to render staggered an opponent that is already staggered, you daze that opponent instead. In a similar way, you can stun an opponent that is already dazed.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/134}",
			">",
			">When you use the Twin Thunders feat to deal extra damage to an opponent, you can spend 2 stamina points to make that opponent shaken for 1d4 rounds."
		]
	},
	"twinned_feint": {
		"name": "Twinned Feint",
		"sources": [
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Twinned Feint (Combat)",
			"",
			"{SOURCE Advanced Class Guide/158}",
			"",
			"You can fool two opponents with a single feint.  ",
			"**Prerequisites:** Cha 13.  ",
			"**Benefit:** As a standard action, you can attempt to feint against a foe within your reach. If you succeed at the feint, you can make an additional feint attempt against a foe that is adjacent to the first one and also within reach. You can attempt only one additional feint per action with this feat. When you use this feat, you take a -2 penalty to your AC until your next turn.  ",
			"**Special:** If you have the {feat/Improved Feint} feat, you can use this feat as a move action instead.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/134}",
			">",
			">After succeeding at the first feint while using this feat, you can spend 2 stamina points to attempt a second feint against any foe within your reach, even if it's not adjacent to the first foe."
		]
	},
	"twist_away": {
		"name": "Twist Away",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Twist Away",
			"",
			"{SOURCE Advanced Class Guide/158}",
			"",
			"Your quick reflexes and dexterous movements make up for your lack of stamina.  ",
			"**Prerequisites:** Evasion.  ",
			"**Benefit:** While you are wearing light armor or no armor, if you are forced to attempt a Fortitude saving throw, you can use an immediate action to instead attempt a Reflex saving throw (at the same DC). If you succeed at this saving throw and the attack has a reduced effect on a successful save, you avoid the effect entirely. Whether the saving throw is successful or not, you are staggered until the end of your next turn. If you are prevented from becoming staggered, you can't use Twist Away, nor can you ignore the staggered condition from Twist Away or remove it early."
		]
	},
	"twisted_love": {
		"name": "Twisted Love",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Twisted Love (Story)",
			"",
			"{SOURCE Horror Adventures/95}",
			"",
			"An evil person or entity has become obsessed with your resemblance to a lost loved one.  ",
			"**Prerequisites:** You resemble a lost loved one of an evil creature who would otherwise be a challenging foe. The likeness is close enough for you to be mistaken as the former loved one's reincarnation, or you might be that loved one reborn in a new life. Alternately, the creature might be a former lover who has become evil and wishes to resume the relationship. This unwanted relationship must be contrary to your alignment or long-term goals.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against enchantment effects and a +2 bonus on Bluff and Diplomacy checks to influence your would-be love or her minions and servants.  ",
			"**Goal:** You must break the heart of your pursuer in a dramatic and significant manner. This requires you to interact closely and frequently enough with the entity to cause her to become emotionally compromised or vulnerable. A simple rebuff or refusal of her affections is insufficient to satisfy this goal and might only further drive the obsessed creature to capture you, cast charm spells upon you, corrupt you, or transform you in a way that would make you more sympathetic to her.  ",
			"**Completion Benefit:** You retain your +2 bonus on saving throws against enchantment effects. If you succeed at a Will save against such an effect, the caster does not learn that you succeeded at your saving throw (effects such as detect magic and analyze dweomer still work normally). However, this benefit doesn't inform you of the nature of the effect cast upon you. The spurned entity might later seek revenge for the humiliation but is no longer obsessed with you. You also receive the completion benefit even if the formerly obsessed entity is slain, though you never receive the benefit if the entity perishes before you can achieve your goal."
		]
	},
	"two_fisted_drinker": {
		"name": "Two-Fisted Drinker",
		"sources": [
			"Mythic Adventures",
			"Mythic Adventures"
		],
		"description": [
			"## Two-Fisted Drinker",
			"",
			"{SOURCE Mythic Adventures/76}",
			"",
			"You can pound down drinks with amazing verve.  ",
			"**Prerequisites:** {feat/Quick Draw}.  ",
			"**Benefit:** You can draw two potions or other beverages - mundane or magical - from a pouch, bandolier, or similar holder (but not from a backpack) as a move action. As a standard action, you can drink two potions or other beverages. You must have two free hands to use this feat."
		],
		"mythic_only": true
	},
	"two_handed_thrower": {
		"name": "Two-Handed Thrower",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Two-Handed Thrower (Combat)",
			"",
			"{SOURCE Ultimate Combat/123}",
			"",
			"You hurl weapons with both hands and with great force, sometimes using a whirling technique to send your weapon flying through the air at tremendous speeds.  ",
			"**Prerequisites:** Str 15.  ",
			"**Benefit:** Whenever you use two hands to throw a one-handed or two-handed weapon, you gain a bonus on damage rolls equal to 1-1/2 times your Strength bonus. Using two hands to throw any weapon requires only a standard action for you. If you also have the Quick Draw feat, you can throw two-handed weapons at your full normal rate of attacks.  ",
			"**Normal:** You add your Strength bonus on thrown weapon damage, regardless of available hands. Throwing a two-handed weapon is a full-round action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/134}",
			">",
			">When you throw a one-handed thrown weapon with two hands or throw a two-handed thrown weapon, you can spend 2 stamina points to add twice your Strength bonus to that attack's damage instead of 1-1/2 times your Strength bonus."
		]
	},
	"two_weapon_defense": {
		"name": "Two-Weapon Defense",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Two-Weapon Defense (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/136}",
			"",
			"You are skilled at defending yourself while dual-wielding.  ",
			"**Prerequisites:** Dex 15, {feat/Two-Weapon Fighting}.  ",
			"**Benefit:** When wielding a double weapon or two weapons (not including natural weapons or unarmed strikes), you gain a +1 shield bonus to your AC. When you are fighting defensively or using the total defense action, this shield bonus increases to +2.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">Once per round, you can spend 2 stamina points to double the bonuses granted by this feat until the start of your next turn.",
			"",
			"### Mythic Two-Weapon Defense",
			"",
			"{SOURCE Mythic Adventures/76}",
			"",
			"Your graceful flow between attack and defense makes you difficult to hit.  ",
			"**Prerequisites:** {feat/Two-Weapon Defense}.  ",
			"**Benefit:** When using Two-Weapon Defense, you apply the highest enhancement bonus from your two weapons to the shield bonus granted by that feat."
		],
		"has_mythic_version": true
	},
	"two_weapon_drunkard": {
		"name": "Two-Weapon Drunkard",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Two-Weapon Drunkard (Combat)",
			"",
			"{SOURCE Paths of the Righteous/7}",
			"",
			"You effortlessly wield tankards in your off hand, and can use them to drink from and as deadly weapons in a battle with equal ease.  ",
			"**Prerequisites:** {feat/Catch Off-Guard}, {feat/Two-Weapon Fighting}.  ",
			"**Benefit:** When you wield a tankard as an improvised weapon in your off hand, it functions as a light mace, including for the purpose of determining the effects of feats like {feat/Weapon Focus}. If you worship Cayden Cailean, your off-hand tankard functions as a divine focus and does not interfere with somatic spell components.",
			"",
			"When you fight with two weapons and have the sickened condition, you do not apply the penalties from being sickened to attack rolls or weapon damage rolls.  ",
			"**Normal:** A tankard wielded as an improvised weapon normally functions as a gauntlet."
		]
	},
	"two_weapon_feint": {
		"name": "Two-Weapon Feint",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Two-Weapon Feint (Combat)",
			"",
			"{SOURCE Ultimate Combat/123}",
			"",
			"You use one weapon to distract your enemy while slipping another past his defenses.  ",
			"**Prerequisites:** Dex 15, Int 13, {feat/Combat Expertise}.  ",
			"**Benefit:** While using {feat/Two-Weapon Fighting} to make melee attacks, you can forgo your first primary-hand melee attack to make a Bluff check to feint an opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">You can select this feat even if you don't meet the ability score prerequisite (Intelligence 13). You gain the benefits of this feat only as long as you have at least 1 stamina point in your stamina pool. When using Two-Weapon Fighting to make a melee attack, you can spend 5 stamina points to forgo any one of your melee attacks (not just your first primary-hand attack) to attempt a Bluff check to feint an opponent. This feint attempt occurs before all of your attacks, even if you give up a later attack."
		]
	},
	"two_weapon_fighting": {
		"name": "Two-Weapon Fighting",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Two-Weapon Fighting (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/136}",
			"",
			"You can fight with a weapon wielded in each of your hands. You can make one extra attack each round with the secondary weapon.  ",
			"**Prerequisites:** Dex 15.  ",
			"**Benefit:** Your penalties on attack rolls for fighting with two weapons are reduced. The penalty for your primary hand lessens by 2 and the one for your off hand lessens by 6. See {rule/Two-Weapon Fighting} in Combat.  ",
			"**Normal:** If you wield a second weapon in your off hand, you can get one extra attack per round with that weapon. When fighting in this way you suffer a -6 penalty with your regular attack or attacks with your primary hand and a -10 penalty to the attack with your off hand. If your off-hand weapon is light, the penalties are reduced by 2 each. An unarmed strike is always considered light.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">You can spend any number of stamina points to reduce the penalty from Two-Weapon Fighting on attacks made with a weapon in your primary hand by 1 for every 2 stamina points you spent. This benefit lasts until the start of your next turn. You can't reduce the penalty below 0.",
			"",
			"### Mythic Two-Weapon Fighting",
			"",
			"{SOURCE Mythic Adventures/76}",
			"",
			"With deft strikes, you gain an advantage over your foes beyond mere damage.  ",
			"**Prerequisites:** Two-Weapon Fighting.  ",
			"**Benefit:** As an immediate action, you can expend one use of mythic power to negate the penalties on attack rolls for two-weapon fighting for a number of rounds equal to your tier."
		],
		"has_mythic_version": true
	},
	"two_weapon_grace": {
		"name": "Two-Weapon Grace",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Two-Weapon Grace (Combat)",
			"",
			"{SOURCE Villain Codex/224}",
			"",
			"You can fight using agility instead of brute strength, even while fighting with two weapons.  ",
			"**Prerequisites:** Dex 15; {feat/Fencing Grace}, {feat/Slashing Grace}, or {feat/Starry Grace}; {feat/Two-Weapon Fighting}; {feat/Weapon Finesse}.  ",
			"**Benefit:** You can gain the benefit of the Fencing Grace, Slashing Grace, or Starry Grace feats while fighting with two weapons. Your penalties from two-weapon fighting increase by 2 on all attack rolls you make when doing so, and you can't decrease the penalties to less than -2 even if other abilities would reduce the penalties further. Add 1/2 your Dexterity bonus to damage with your off-hand weapon instead of 1/2 your Strength modifier. If you attack without using your off-hand weapon, you can use the aforementioned feats despite your other hand being occupied.",
			"",
			"In addition, Two-Weapon Grace counts as Double Slice for the purposes of qualifying for the Two-Weapon Rend feat.  ",
			"**Normal:** You gain no benefit from the listed feats if you don't have a free hand."
		]
	},
	"two_weapon_rend": {
		"name": "Two-Weapon Rend",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Two-Weapon Rend (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/136}",
			"",
			"Striking with both of your weapons simultaneously, you can use them to deliver devastating wounds.  ",
			"**Prerequisites:** Dex 17, {feat/Double Slice}, base attack bonus +11.  ",
			"**Benefit:** If you hit an opponent with both your primary hand and your off-hand weapon, you deal an additional 1d10 points of damage plus 1-1/2 times your Strength modifier. You can only deal this additional damage once each round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">You can spend 5 stamina points to use this feat's benefit a second time in a single round.",
			"",
			"### Mythic Two-Weapon Rend",
			"",
			"{SOURCE Mythic Adventures/76}",
			"",
			"Your synchronized dual attacks are even more dangerous, and can leave lasting wounds.  ",
			"**Prerequisites:** {feat/Two-Weapon Rend}.  ",
			"**Benefit:** The damage of your Two-Weapon Rend increases to 2d8 points plus twice your Strength modifier. You can expend one use of mythic power to gain a bonus on this damage equal to twice your tier."
		],
		"has_mythic_version": true
	},
	"tyrants_rebuke": {
		"name": "Tyrant's Rebuke",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Tyrant's Rebuke (Conduit)",
			"",
			"{SOURCE Planar Adventures/33}",
			"",
			"By decree of Asmodeus, Hell is a place antithetical to free will; wielding its power humbles foes and renders them vulnerable to your commands. Those who you target with a pointed rebuke feel as if the disdain of Hell itself has turned its attention to their acts.  ",
			"**Prerequisites:** Knowledge (planes) 5 ranks.  ",
			"**Benefit:** As a standard action, you can make a melee touch attack. A creature successfully hit by this touch attack must succeed at a Will save (DC = 10 + half your level + your Charisma modifier) or be staggered until the end of your next turn. If you use Tyrant's Rebuke on a creature that is already staggered by this effect and it fails its Will save, it takes 1d4 points of Charisma damage in addition to being staggered.",
			"",
			"You can use this feat once per day for every 5 ranks you have in Knowledge (planes)."
		]
	},
	"ultimate_mercy": {
		"name": "Ultimate Mercy",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Ultimate Mercy",
			"",
			"{SOURCE Ultimate Magic/158}",
			"",
			"By using lay on hands, you can bring the dead back to life.  ",
			"**Prerequisites:** Cha 19, {feat/Greater Mercy}, lay on hands, mercy class feature.  ",
			"**Benefit:** You can expend 10 uses of lay on hands to bring a single dead creature you touch back to life as a {spell/raise dead} spell with a caster level equal to your paladin level. You must provide the material component for raise dead or choose to accept 1 temporary negative level; this level automatically goes away after 24 hours, never becomes a permanent negative level, and cannot be overcome in any way except by waiting for the duration to expire."
		]
	},
	"ultimate_resolve": {
		"name": "Ultimate Resolve",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Ultimate Resolve",
			"",
			"{SOURCE Ultimate Magic/158}",
			"",
			"Your aura of resolve does not fall with you.  ",
			"**Prerequisites:** Aura of resolve class feature.  ",
			"**Benefit:** Your aura of resolve is a 20-foot emanation, and does not end if you fall unconscious.  ",
			"**Normal:** The aura of resolve affects each ally within 10 feet, and ends when you fall unconscious."
		]
	},
	"umbral_scion": {
		"name": "Umbral Scion",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder #15: The Armageddon Echo",
			"Pathfinder #18: Descent into Midnight"
		],
		"description": [
			"## Umbral Scion",
			"",
			"{SOURCE Advanced Race Guide/106;Pathfinder #15: The Armageddon Echo/59;Pathfinder #18: Descent into Midnight/14}",
			"",
			"New spell-like abilities are unlocked for you as you rise to ascendency among the drow people.  ",
			"**Prerequisites:** Cha 13, Wis 13, {feat/Drow Nobility}, {feat/Greater Drow Nobility}, {feat/Improved Drow Nobility}, able to use drow spell-like abilities, drow.  ",
			"**Benefit:** Select one of the following: {spell/dispel magic}, {spell/divine favor}, or {spell/suggestion}. You may use this spell once per day as a spell-like ability. Your caster level is equal to your character level."
		]
	},
	"umbral_shift": {
		"name": "Umbral Shift",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Umbral Shift (Teamwork)",
			"",
			"{SOURCE Inner Sea Races/209}",
			"",
			"Your shadows dance in the darkness, carrying you with them swiftly and silently so that you're able to swap places with your kindred.  ",
			"**Prerequisites:** Darkness racial spell-like ability.  ",
			"**Benefit:** Whenever you and an ally with the darkness racial spell-like ability who also has this feat are each in an area of darkness within 20 feet of an object radiating darkness from a darkness spell, you can swap places with that ally as a swift action. Your ally must be willing and must spend an immediate action to complete the swap."
		]
	},
	"umbral_spell": {
		"name": "Umbral Spell",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Umbral Spell (Metamagic)",
			"",
			"{SOURCE Inner Sea Magic/15}",
			"",
			"Targets of your darkness spells radiate darkness.  ",
			"**Prerequisites:** {feat/Tenebrous Spell}.  ",
			"**Benefit:** An umbral spell gains the darkness descriptor. As long as the spell is in effect, the creature or object affected radiates darkness in a 10-foot radius, reducing illumination similar to the effects of the darkness spell. Nonmagical sources of light, such as torches or lanterns, do not increase the light level in this area. Magical light sources only increase the light level in an area affected by an umbral spell if they are of a higher level than the umbral spell's unmodified spell level. This effect does not stack with itself or with any other effect that creates darkness. An umbral spell uses up a spell slot two levels higher than the spell's actual level.",
			"",
			"You cannot use this feat on a spell with an instantaneous duration or a spell that does not target a creature or object."
		]
	},
	"unaging": {
		"name": "Unaging",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Unaging",
			"",
			"{SOURCE Heroes from the Fringe/23}",
			"",
			"You take after your long-lived elven parent more than other half-elves. While your life-span is not any longer than usual, age weighs less heavily on your shoulders.  ",
			"**Prerequisites:** Half-elf.  ",
			"**Benefit:** You gain a +4 racial bonus to resist any effect that would magically age you or otherwise displace you in time. In addition, you reduce all penalties gained from magical aging by 1."
		]
	},
	"unbalancing_blow": {
		"name": "Unbalancing Blow",
		"sources": [ "Martial Arts Handbook" ],
		"description": [
			"## Unbalancing Blow (Combat)",
			"",
			"{SOURCE Martial Arts Handbook/7}",
			"",
			"With a forceful strike, you throw your foe off-balance.  ",
			"**Prerequisites:** Dex 13, Wis 13, {feat/Improved Unarmed Strike}, base attack bonus +4.  ",
			"**Benefit:** When using this feat, in addition to dealing damage normally, you force a foe damaged by your unarmed attack to attempt a Reflex saving throw (DC = 10 + half your character level + your Wisdom modifier). A creature that fails this saving throw is flat-footed, and if it is larger than Medium size, it loses any special size modifier to its CMD against effects or combat maneuvers that would move it until its next turn. It is also knocked out of any stance associated with a style feat. You must declare that you are using this feat before you make your attack roll; if your attack roll fails, the target is unaffected and your attempt is wasted. You can attempt to use Unbalancing Blow once per day for every 4 character levels you have, but no more than once per round. Creatures immune to tripping are immune to this effect."
		]
	},
	"unblinking_flame_feint": {
		"name": "Unblinking Flame Feint",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Unblinking Flame Feint (Combat)",
			"",
			"{SOURCE Adventurer's Guide/106;Inner Sea Combat/13}",
			"",
			"You move as swiftly and unpredictably as a flickering flame.  ",
			"**Prerequisites:** Int 13; Wis 13; {feat/Combat Expertise}; {feat/Perfect Style}; base attack bonus +9 or monk level 9th.  ",
			"**Benefit:** While using Perfect Style, you can use your Wisdom modifier in place of your Charisma modifier when attempting Bluff checks to feint. You can spend 1 ki point as a swift action to gain the benefits of {feat/Improved Feint} for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend 2 stamina points instead of 1 ki point when using Unblinking Flame Feint."
		]
	},
	"unblinking_flame_fist": {
		"name": "Unblinking Flame Fist",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Unblinking Flame Fist (Combat)",
			"",
			"{SOURCE Adventurer's Guide/106;Inner Sea Combat/13}",
			"",
			"You can exploit the weaknesses in your opponents' defenses, like a flame seeking fuel to consume.  ",
			"**Prerequisites:** Int 13; Wis 13; {feat/Combat Expertise}; {feat/Perfect Style}; {feat/Stunning Fist}; {feat/Unblinking Flame Feint}; base attack bonus +13 or monk level 13th.  ",
			"**Benefit:** When using Perfect Style, the save DC of your stunning fist attack increases by 2 against flat-footed targets. When you spend 1 ki point to gain the benefits of {feat/Improved Feint} for 1 round, you can attempt a feint as part of your movement when charging.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend 2 stamina points instead of 1 ki point when using Unblinking Flame Fist."
		]
	},
	"unbound_bravery": {
		"name": "Unbound Bravery",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Unbound Bravery",
			"",
			"{SOURCE Divine Anthology/8}",
			"",
			"Your firm dedication to the principles of courage and freedom allows you to escape your bonds more easily.  ",
			"**Prerequisites:** Bravery class feature, worshiper of Cayden Cailean.  ",
			"**Benefit:** You can add the bonus from bravery to Escape Artist checks and combat maneuver checks to escape a grapple. If your bonus from bravery is +2 or higher, then once per day, you can grant that bonus to an ally within 30 feet on a Will save against a fear effect, an Escape Artist check, or a combat maneuver check to escape a grapple. Granting this bonus to an ally is an immediate action and must be declared before the result of your ally's check is revealed."
		]
	},
	"unbreakable": {
		"name": "Unbreakable",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Unbreakable (Combat)",
			"",
			"{SOURCE Adventurer's Guide/86}",
			"",
			"As a veteran [Gray Maiden](rule/aff_scarred_ladies), you can endure a staggering amount of punishment.  ",
			"**Prerequisites:** Con 13, {feat/Endurance}, {feat/Toughness}, fighter level 4th.  ",
			"**Benefit:** Whenever you gain 1 hit point as a fighter favored class benefit, you gain an additional hit point. Treat your effective Constitution score as being 4 higher for the purpose of determining when you would die from hit point damage. These benefits are retroactive."
		]
	},
	"uncanny_activation": {
		"name": "Uncanny Activation",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Uncanny Activation",
			"",
			"{SOURCE Pathfinder Society Primer/11}",
			"",
			"You can coax greater power out of magical devices.  ",
			"**Prerequisites:** Use Magic Device 12 ranks.  ",
			"**Benefit:** If you exceed the Use Magic Device DC to activate a spell completion or spell trigger item by 5 or more, you can increase the item's caster level by 1 for determining the spell's effect.",
			"",
			"Alternatively, if you exceed the Use Magic Device DC by 10 or more when activating a magic item with charges, you can expend an additional charge to increase the caster level by 2 levels. Regardless, you can't increase an item's caster level to one that is higher than your own caster level."
		]
	},
	"uncanny_alertness": {
		"name": "Uncanny Alertness",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Uncanny Alertness",
			"",
			"{SOURCE Ultimate Magic/158}",
			"",
			"Your research into arcana and the nature of reality has given you heightened senses.  ",
			"**Prerequisites:** {feat/Alertness}.  ",
			"**Benefit:** This feat gives you an additional +1 bonus on Perception and Sense Motive checks, and you gain a +2 bonus on saving throws against sleep and charm effects."
		]
	},
	"uncanny_ally": {
		"name": "Uncanny Ally",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Uncanny Ally",
			"",
			"{SOURCE Paths of the Righteous/25}",
			"",
			"You have learned to use your senses to protect others.  ",
			"**Prerequisites:** {feat/Alertness}, uncanny dodge class feature.  ",
			"**Benefit:** When you are conscious and able to move freely, allies adjacent to you who can see and hear you gain the benefit of your uncanny dodge. If you have improved uncanny dodge, as a free action at the beginning of your turn, you can designate one adjacent ally to receive the benefit of that ability as well. The ally can be sneak attacked by foes with 4 more rogue levels than your character level or your ally's character level, whichever is lower."
		]
	},
	"uncanny_concentration": {
		"name": "Uncanny Concentration",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Uncanny Concentration",
			"",
			"{SOURCE Ultimate Magic/158}",
			"",
			"You have learned to enter a deeper state when casting spells, allowing you to shrug off distractions, damage, weather effects, and even the effects of other spells.  ",
			"**Prerequisites:** {feat/Combat Casting}.  ",
			"**Benefit:** You do not need to make concentration checks when affected by vigorous or violent motion or by violent weather. You gain a +2 bonus on all other concentration checks."
		]
	},
	"uncanny_defense": {
		"name": "Uncanny Defense",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Uncanny Defense (Combat)",
			"",
			"{SOURCE Advanced Race Guide/67}",
			"",
			"Your instinct for self-preservation gives you many advantages.  ",
			"**Prerequisites:** {feat/Cautious Fighter}, base attack bonus +3, halfling.  ",
			"**Benefit:** While fighting defensively or taking the total defense action, you gain a bonus on your Reflex saving throws and to your CMD equal to 1/2 of the dodge bonus to AC you gained from taking that action.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">When fighting defensively or taking the total defense action, if you attempt a Reflex saving throw or are the target of a combat maneuver, you can spend a number of stamina points up to your Dexterity bonus to gain a bonus on the Reflex save or to your CMD equal to the number of stamina points you spent."
		]
	},
	"uncertainty": {
		"name": "Uncertainty",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Uncertainty (Blood Hex)",
			"",
			"{SOURCE Magic Tactics Toolbox/29}",
			"",
			"When you draw a foe's blood in combat, that creature begins to doubt its skills.  ",
			"**Prerequisites:** Int 13; Bluff, Diplomacy, and Intimidate 5 ranks.  ",
			"**Benefit:** As a full-round action, you can diminish the confidence of a creature you've dealt damage to within the last minute. That creature must succeed at a Will save or take a -6 penalty on skill checks for one of the following skills of your choice: Bluff, Diplomacy, or Intimidate. This ability lasts until the subject is healed of all hit point damage, up to a maximum of 1 hour.  ",
			"**Special:** A shaman or witch with this blood hex can use it as a standard action. Additionally, if a shaman or witch uses this blood hex, the target takes the penalty on Bluff, Diplomacy, and Intimidate checks."
		]
	},
	"uncivilized_tactics": {
		"name": "Uncivilized Tactics",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Uncivilized Tactics (Combat)",
			"",
			"{SOURCE Heroes of the Wild/23}",
			"",
			"You've never had the luxury of allowing your enemies a fair fight, as fighting in the wild is often fighting for your very survival.  ",
			"**Prerequisites:** Str 13, {feat/Power Attack}.  ",
			"**Benefit:** As a standard action, you can attempt a combat maneuver check against a creature no more than one size category larger than yourself. This provokes an attack of opportunity from the target of the maneuver. If the check is successful, you can prevent the target from using one arm (or similar limb) or one natural attack of your choice for 1 round. For every 5 by which your check result exceeds the target's CMD, the affected arm or natural attack is unusable for 1 additional round. The target can regain the use of its disabled limb or natural attack by taking a standard action to do so."
		]
	},
	"unconquerable_resolve": {
		"name": "Unconquerable Resolve",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Unconquerable Resolve (Combat)",
			"",
			"{SOURCE Healer's Handbook/15}",
			"",
			"Each time you tap into your inner strength, your bodily strength is renewed, making you much more resilient than you might look.  ",
			"**Prerequisites:** Resolve class feature, samurai level 1st.  ",
			"**Benefit:** Whenever you spend a daily use of the resolve class feature, you gain 1 temporary hit point per Hit Die you have. These temporary hit points are lost first when you take damage, disappear after 1 minute, and are replenished each time you use the resolve class feature. Temporary hit points gained in this way persist for 24 hours and then, if you haven't lost them, they disappear.  ",
			"**Special:** This feat can be taken multiple times. Each time you take it, the number of temporary hit points you gain each time you spend a daily use of the resolve class feature increases by 1 per Hit Die you have."
		]
	},
	"undaunted_bravery": {
		"name": "Undaunted Bravery",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Undaunted Bravery",
			"",
			"{SOURCE Divine Anthology/8}",
			"",
			"It takes more than the average threat to intimidate you, and you've mastered the art of menacing your foes by implying violence through your cheerful smile.  ",
			"**Prerequisites:** Bravery class feature, worshiper of Cayden Cailean.  ",
			"**Benefit:** You can add your bonus from bravery to Intimidate checks and to the DC to intimidate you."
		]
	},
	"undead_master": {
		"name": "Undead Master",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Undead Master",
			"",
			"{SOURCE Ultimate Magic/158}",
			"",
			"You can marshal vast armies of the undead to serve you.  ",
			"**Prerequisites:** {feat/Spell Focus/ (necromancy)}, the ability to cast animate dead or command undead.  ",
			"**Benefit:** When you cast animate dead or use the Command Undead feat, you are considered to be four levels higher when determining the number of Hit Dice you animate. When you cast command undead, your duration is doubled.",
			"",
			"### Mythic Undead Master",
			"",
			"{SOURCE Mythic Adventures/76}",
			"",
			"Through your fearsome mythic nature, you have matchless power over the undead.  ",
			"**Prerequisites:** {feat/Undead Master}.  ",
			"**Benefit:** When you cast animate dead or use the Command Undead feat, add your tier to your caster level when determining the number of Hit Dice of undead you animate. This stacks with the increased caster level of Undead Master. When you cast command undead, your duration is tripled rather than doubled."
		],
		"has_mythic_version": true
	},
	"under_and_over": {
		"name": "Under and Over",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Under and Over (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/173}",
			"",
			"You can slip under a foe trying to grab you, knocking him off balance.  ",
			"**Prerequisites:** {feat/Agile Maneuvers}, Small size or smaller.  ",
			"**Benefit:** If an opponent larger than you attempts to grapple you and fails, you may make a trip attack as an immediate action against that opponent with a +2 bonus. This does not provoke an attack of opportunity.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">When using this feat, you can spend a number of stamina points up to your Dexterity bonus to increase the bonus on the trip attempt by 2 for each stamina point spent."
		]
	},
	"underfoot": {
		"name": "Underfoot",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Underfoot (Combat)",
			"",
			"{SOURCE Advanced Player's Guide/173}",
			"",
			"You slip under and around your larger foes.  ",
			"**Prerequisites:** {feat/Dodge}, {feat/Mobility}, Small size or smaller.  ",
			"**Benefit:** You receive a +4 dodge bonus on Acrobatics checks to move past opponents without provoking attacks of opportunity, so long as they are larger than you. In addition, you gain a +2 dodge bonus to Armor Class against attacks of opportunity caused when you move out of or within a larger opponent's threatened area (this stacks with the +4 bonus provided by Mobility, for a total bonus of +6).",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">You can spend 2 stamina points to use the benefit of this feat against opponents of your size until the end of your turn."
		]
	},
	"underfoot_botb": {
		"name": "Underfoot (BotB)",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Underfoot (BotB) (Combat)",
			"",
			"{SOURCE Blood of the Beast/23}",
			"",
			"You clamber in and around your enemies' personal space to devastating effect.  ",
			"**Prerequisites:** {feat/Dodge}, swarming racial trait.  ",
			"**Benefit:** You are able to share a space with a hostile creature at least one size category larger than you. You gain a +2 shield bonus to your AC while occupying an opponent's space, as well as a +2 bonus on all attack rolls against the creature whose space you share. Creatures you share a square with take a -2 penalty on all concentration checks. Entering a space occupied by an opponent provokes an attack of opportunity. This ability does not stack with similar abilities providing a creature benefits for being in another creature's space, such as a mouser swashbuckler's underfoot attack deed.  ",
			"**Special:** This feat counts as the {feat/Disruptive} feat for the purpose of qualifying for other feats that have Disruptive as a prerequisite."
		]
	},
	"underhanded_teamwork": {
		"name": "Underhanded Teamwork",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Underhanded Teamwork (Combat, Teamwork)",
			"",
			"{SOURCE Pathfinder Society Primer/15}",
			"",
			"You and your allies know how to use coordinated maneuvers to set up an enemy with an unfair disadvantage.  ",
			"**Prerequisites:** {feat/Combat Expertise}, {feat/Improved Dirty Trick}.  ",
			"**Benefit:** Whenever an ally who also has this feat performs a dirty trick combat maneuver against a foe you both threaten, you can use an immediate action to increase the inflicted condition's duration by 1 round."
		]
	},
	"undermine": {
		"name": "Undermine",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Undermine (Teamwork)",
			"",
			"{SOURCE People of the Sands/9}",
			"",
			"You and your allies take advantage of shifting terrain to unbalance enemies.  ",
			"**Benefit:** When you use a combat maneuver to move a creature into or through a square adjacent to an ally with this feat, your opponent treats all squares adjacent to that ally as difficult terrain during his next turn. In addition, the DC of any of your opponent's Acrobatics checks in the affected squares increases by 2 for each of your allies with this feat who are adjacent to him."
		]
	},
	"undermining_exploit": {
		"name": "Undermining Exploit",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Undermining Exploit",
			"",
			"{SOURCE Inner Sea Gods/217;Faiths of Purity/25}",
			"",
			"Your familiarity with earth and stone gives you a distinct advantage on rocky battlefields.  ",
			"**Prerequisites:** Knowledge (dungeoneering) 4 ranks.  ",
			"**Benefit:** You gain a +4 insight bonus on combat maneuver checks against opponents occupying a square of rocky difficult terrain such as rubble, broken ground, or steep stairs."
		]
	},
	"undersized_mount": {
		"name": "Undersized Mount",
		"sources": [
			"Gallows of Madness",
			"Advanced Class Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Undersized Mount (Combat)",
			"",
			"{SOURCE Gallows of Madness/26;Advanced Class Guide/159}",
			"",
			"You've learned techniques that allow you to ride beasts of smaller sizes than normal.  ",
			"**Prerequisites:** Ride 1 rank.  ",
			"**Benefit:** You can ride creatures of your size category, although encumbrance or other factors might limit how you can use this ability.  ",
			"**Normal:** Typically a mount suited for you is at least one size category larger than you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">While you have at least 1 stamina point in your stamina pool, the DCs of your Ride checks to leap with a mount of your size, and to perform a fast mount or dismount with such a mount, decrease by 5."
		]
	},
	"underworld_connections": {
		"name": "Underworld Connections",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Underworld Connections",
			"",
			"{SOURCE Heroes of the Streets/29}",
			"",
			"You know people and things that interact with the underworld, whether through crime syndicate connections or friends that literally dwell beneath the surface.  ",
			"**Benefit:** You gain a +2 bonus on all Knowledge (dungeoneering) checks and Survival checks while underground or in urban terrain. Additionally, while within a settlement and attempting a check modified by that settlement's corruption, crime, or economy modifiers, you can use your knowledge of local contacts to gain a +4 bonus on that roll. However, if the check fails, anyone witnessing your attempt sees you committing some violation of local law."
		]
	},
	"unfair_grip": {
		"name": "Unfair Grip",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Unfair Grip (Combat)",
			"",
			"{SOURCE Advanced Class Origins/27}",
			"",
			"You learned to fight in places that have no rules of engagement, such as the back alleys of Absalom or the fighting pits of the Sodden Lands, and you can grab foes in ways that are difficult to escape.  ",
			"**Prerequisites:** Str 13, Dex 13, {feat/Improved Grapple}, {feat/Improved Unarmed Strike}, {feat/Power Attack}, base attack bonus +1.  ",
			"**Benefit:** When you perform a grapple combat maneuver, you gain a +1 bonus on checks to maintain your grapple, and your grappled foes take a -1 penalty on checks to escape your grapple."
		]
	},
	"unfettered_familiar": {
		"name": "Unfettered Familiar",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Unfettered Familiar",
			"",
			"{SOURCE Advanced Class Guide/159}",
			"",
			"You can channel touch spells through your familiar without needing to be adjacent to it.  ",
			"**Prerequisites:** Caster level 5th, familiar class feature.  ",
			"**Benefit:** Once per day, you can cast a touch spell without being in contact with your familiar and designate your familiar as the \"toucher.\" You do not require line of sight to your familiar to use this ability, but you must be within 30 feet of your familiar when you cast the spell, and if you can't see or hear your familiar, you must at least be able to speak with it.  ",
			"**Normal:** Your familiar must be in contact with you when a spell is cast in order for it to deliver the spell.  ",
			"**Special:** You can take this feat multiple times. Each time you do, you gain another use of this feat, and the distance you can be from your familiar increases by 10 feet."
		]
	},
	"unfettered_rage": {
		"name": "Unfettered Rage",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Unfettered Rage",
			"",
			"{SOURCE Legacy of the First World/23}",
			"",
			"When no allies are nearby, you can safely unleash the full extent of your fury.  ",
			"**Prerequisites:** Rage class feature, base attack bonus +6.  ",
			"**Benefit:** While raging, when you make a full attack with a melee weapon, you can expend an extra round of rage and make one additional attack at your highest base attack bonus, taking a -2 penalty on all of your attacks and a -2 penalty to your AC until your next turn. You cannot use this ability if there are any allies within 5 feet of you or of any squares you threaten. This benefit does not stack with similar effects, such as haste."
		]
	},
	"unfolding_wind_rush": {
		"name": "Unfolding Wind Rush",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Unfolding Wind Rush (Combat)",
			"",
			"{SOURCE Adventurer's Guide/106;Inner Sea Combat/13}",
			"",
			"Thrown weapons fly from your hands as if blown by a gale, and you leave behind a wake of wind as you move.  ",
			"**Prerequisites:** Dex 13; Wis 13; {feat/Dodge}; {feat/Mobility}; {feat/Perfect Style}; {feat/Quick Draw}; {feat/Unfolding Wind Strike}; base attack bonus +13 or monk level 13th.  ",
			"**Benefit:** When using Perfect Style and wielding thrown weapons, you can combine a full-attack action with a single move action. You must forgo the attack at your highest bonus but can take the remaining attacks as normal at any point during your movement. You can spend 1 ki point as a swift action to create a path of wind along your path of movement that functions as wind wall for 1 round; this effect does not affect your ranged attacks.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend 2 stamina points instead of 1 ki point when using Unfolding Wind Rush."
		]
	},
	"unfolding_wind_strike": {
		"name": "Unfolding Wind Strike",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Unfolding Wind Strike (Combat)",
			"",
			"{SOURCE Adventurer's Guide/106;Inner Sea Combat/13}",
			"",
			"The wind through which your thrown weapons fly directs them to their targets or back to your hand.  ",
			"**Prerequisites:** Dex 13; Wis 13; {feat/Perfect Style}; {feat/Quick Draw}; base attack bonus +9 or monk level 9th.  ",
			"**Benefit:** When using Perfect Style, you double the range increment of any thrown weapon you wield. You can spend 1 ki point as a swift action to imbue a number of thrown weapons equal to your Wisdom bonus with the returning or seeking weapon special ability for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend 2 stamina points instead of 1 ki point when using Unfolding Wind Strike."
		]
	},
	"unforgotten": {
		"name": "Unforgotten",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Unforgotten (Story)",
			"",
			"{SOURCE Ultimate Campaign/73}",
			"",
			"You search for a person dear to you - lost, but you pray not dead.  ",
			"**Prerequisites:** You must have a close relative, spouse, or other person dear to your heart who never returned from a journey, was captured, or otherwise vanished with little trace, or you have the Major Disaster background.  ",
			"**Benefit:** Your dogged determination reduces any nonlethal damage you take by 1 point, to a minimum of 1 point of nonlethal damage. You also gain a +1 bonus on Will saves.  ",
			"**Goal:** Find your lost loved one alive, and in the process, decisively defeat a challenging foe who kept you apart.  ",
			"**Completion Benefit:** You gain a +1 bonus on all saving throws, replacing the +1 bonus on Will saves. If you find your loved one dead, you lose all benefits from this feat until you put the body and possibly soul to proper rest.",
			"",
			"Putting the body to rest restores the completion benefit.",
			"",
			"but you don't regain the ability to reduce nonlethal damage."
		]
	},
	"unhindering_shield": {
		"name": "Unhindering Shield",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Unhindering Shield (Combat, Shield Mastery)",
			"",
			"{SOURCE Armor Master's Handbook/19}",
			"",
			"You are accustomed to fighting with your shield.  ",
			"**Prerequisites:** {feat/Shield Focus}, base attack bonus +6 or fighter level 4th, proficiency with bucklers.  ",
			"**Benefit:** You still gain a buckler's bonus to AC even if you use your shield hand for some other purpose. When you wield a buckler, your shield hand is considered free for the purposes of casting spells, wielding weapons, and using any other abilities that require you to have a free hand or interact with your shield, such as the swashbuckler's precise strike deed or the {feat/Weapon Finesse} feat.  ",
			"**Special:** A monk with this feat is not considered to be using a shield for the purposes of his AC bonus, fast movement, or flurry of blows."
		]
	},
	"unimpeachable_honor": {
		"name": "Unimpeachable Honor",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Unimpeachable Honor",
			"",
			"{SOURCE Ultimate Intrigue/95}",
			"",
			"Your devotion to your principles and your allies makes acting against them unthinkable.  ",
			"**Prerequisites:** {feat/Iron Will}.  ",
			"**Benefit:** Whenever you are under the effects of a charm or compulsion effect and would be compelled to take an action that violates your fundamental nature, explicitly violates the strictures of your religion, or would be an act of an alignment that directly opposes your own (for instance, a chaotic or evil act if you are lawful good), you gain a +4 bonus on any saving throw or opposed Charisma check to resist that command or break free from the effect. Whenever you are compelled to attack an ally, you take a -4 penalty on your attack rolls and damage rolls."
		]
	},
	"unraveler_of_secrets": {
		"name": "Unraveler of Secrets",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Unraveler of Secrets",
			"",
			"{SOURCE Heroes from the Fringe/24}",
			"",
			"You have a knack for learning what others would like to remain hidden.  ",
			"**Prerequisites:** Int 15, Knowledge (history) 1 rank, gloomkin half-orc.  ",
			"**Benefit:** You gain a +2 circumstance bonus on Knowledge (history) checks. In addition, you can cast {spell/object reading} once per day as a spell-like ability, attempting a Knowledge (history) check in place of an Appraise check."
		]
	},
	"unraveling_blood": {
		"name": "Unraveling Blood",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Unraveling Blood",
			"",
			"{SOURCE Potions and Poisons/6}",
			"",
			"Your toxic blood has the power to destroy both flesh and foul curses.  ",
			"**Prerequisites:** {feat/Dispelling Blood}, Knowledge (arcana) 9 ranks, vishkanya.  ",
			"**Benefit:** As a swift action, you can alter the effects of your vishkanya venom to function as break enchantment when striking a creature, using your character level as your caster level. This dispelling effect affects creatures even if they are immune to poison effects.  ",
			"**Normal:** Vishkanya venom deals Dexterity damage."
		]
	},
	"unsanctioned_detection": {
		"name": "Unsanctioned Detection",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Unsanctioned Detection",
			"",
			"{SOURCE Ultimate Magic/158}",
			"",
			"You can focus your ability to detect evil for more practical or mundane purposes  ",
			"**Prerequisites:** Detect evil class feature.  ",
			"**Benefit:** As a swift action, you can focus the clarity granted by your detect evil ability to heighten your awareness of other things. This gives you a +10 sacred bonus on Perception and Sense Motive checks for one round. This expends your use of the detect evil class ability for the next 24 hours."
		]
	},
	"unsanctioned_knowledge": {
		"name": "Unsanctioned Knowledge",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Unsanctioned Knowledge",
			"",
			"{SOURCE Ultimate Magic/159}",
			"",
			"You have searched though forbidden texts and are privy to powerful but proscribed magic.  ",
			"**Prerequisites:** Int 13, ability to cast 1st-level paladin spells.  ",
			"**Benefit:** Pick one 1st-level spell, one 2nd-level spell, one 3rd-level spell, and one 4th-level spell from the bard, cleric, inquisitor, or oracle spell lists. Add these spells to your paladin spell list as paladin spells of the appropriate level. Once chosen, these spells cannot be changed."
		]
	},
	"unseat": {
		"name": "Unseat",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Unseat (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/136}",
			"",
			"You are skilled at unseating your mounted opponents.  ",
			"**Prerequisites:** Str 13, Ride 1 rank, {feat/Mounted Combat}, {feat/Power Attack}, {feat/Improved Bull Rush}, base attack bonus +1.  ",
			"**Benefit:** When charging an opponent while mounted and wielding a lance, resolve the attack as normal. If it hits, you may immediately make a free bull rush attempt in addition to the normal damage. If successful, the target is knocked off his horse and lands prone in a space adjacent to his mount that is directly away from you.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">When you use this feat to successfully unseat a foe, you can spend 5 stamina points to make the rider fall prone in an unoccupied space of your choice adjacent to the mount instead of a space directly away from you.",
			"",
			"### Mythic Unseat",
			"",
			"{SOURCE Mythic Adventures/76}",
			"",
			"You knock your opponents down from their mounts with frightening concussive force.  ",
			"**Prerequisites:** {feat/Unseat}.  ",
			"**Benefit:** When you successfully bull rush an opponent off his mount with Unseat, your opponent takes 1d6 points of falling damage per 2 tiers you possess. Items or abilities that reduce falling damage, such as a successful Acrobatics check, can reduce the damage dealt by the impact."
		],
		"has_mythic_version": true
	},
	"unseen_poison": {
		"name": "Unseen Poison",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Unseen Poison",
			"",
			"{SOURCE Dirty Tactics Toolbox/9}",
			"",
			"You can conceal the magic auras of poisons that you carry.  ",
			"**Prerequisites:** Bluff 5 ranks, Craft (poison) 5 ranks, ability to cast nondetection.  ",
			"**Benefit:** Whenever a creature attempts to magically detect poison you are carrying, the creature must succeed at a caster level check with a DC equal to 10 + your character level. On a failed check, that spell or magic ability fails to detect any poison you possess for the duration of the spell."
		]
	},
	"unspoken_bond": {
		"name": "Unspoken Bond",
		"sources": [ "Druma, Profit and Prophecy" ],
		"description": [
			"## Unspoken Bond (Teamwork)",
			"",
			"{SOURCE Druma, Profit and Prophecy/19}",
			"",
			"You've gained the ability to read your most trusted companions' nonverbal acts.  ",
			"**Prerequisites:** Bluff 4 ranks, Sense Motive 4 ranks.  ",
			"**Benefit:** You can communicate with another ally who has this feat without speaking, instead using nearly imperceptible gestures. This message can relate basic instructions like \"attack this person\" or \"be ready to fight\" and cannot be used to discuss complex tactics or plans."
		]
	},
	"unstoppable_esotery": {
		"name": "Unstoppable Esotery",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"## Unstoppable Esotery (Esoteric)",
			"",
			"{SOURCE Pathfinder Unchained/154}",
			"",
			"When you cast a spell using esoteric materials, you reinforce your spell's magical structure, making the spell difficult to stop or remove.  ",
			"**Benefit:** When you use esoteric material components as part of casting a spell, you gain a +2 bonus on concentration checks to cast that spell, and the spell is treated as though its caster level were 2 higher against attempts to dispel it. This increase is in addition to any increases due to greater component or limited magic benefits."
		]
	},
	"untwisting_iron_skin": {
		"name": "Untwisting Iron Skin",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Untwisting Iron Skin (Combat)",
			"",
			"{SOURCE Adventurer's Guide/107;Inner Sea Combat/13}",
			"",
			"Your training has tempered your flesh to resist blows as though it were forged iron.  ",
			"**Prerequisites:** Str 15; Wis 13; {feat/Perfect Style}; {feat/Toughness}; {feat/Untwisting Iron Strength}; base attack bonus +13 or monk level 13th.  ",
			"**Benefit:** When using Perfect Style, you gain an amount of DR/adamantine equal to 1/3 your character level (maximum 6). Additionally, whenever you break an item with a hardness of 10 or more, you gain DR 1/- for a number of rounds equal to half the item's hit points (maximum 10 rounds); the value of this damage reduction increases by 1 for every 5 points of hardness above 10 the broken item had. You can spend 1 ki point as a swift action to double either of the damage reduction values granted by this feat for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend 2 stamina points instead of 1 ki point when using Untwisting Iron Skin."
		]
	},
	"untwisting_iron_strength": {
		"name": "Untwisting Iron Strength",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea Combat",
			"Weapon Master's Handbook"
		],
		"description": [
			"## Untwisting Iron Strength (Combat)",
			"",
			"{SOURCE Adventurer's Guide/107;Inner Sea Combat/13}",
			"",
			"You are a master at breaking even the toughest of objects.  ",
			"**Prerequisites:** Str 15; Wis 13; {feat/Perfect Style}; base attack bonus +9 or monk level 9th.  ",
			"**Benefit:** When using Perfect Style, your attacks ignore an amount of hardness equal to your character level. Additionally, you gain a +4 bonus on Strength checks to break objects. If you spend 1 ki point as a swift action, you also gain the benefits of Improved Sunder for 1 round.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Weapon Master's Handbook/25}",
			">",
			">You can spend 2 stamina points instead of 1 ki point when using Untwisting Iron Strength."
		]
	},
	"unusual_heritage_changeling": {
		"name": "Unusual Heritage (Changeling)",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Unusual Heritage (Changeling) (Teamwork)",
			"",
			"{SOURCE Bastards of Golarion/17}",
			"",
			"Your heritage is strange or difficult to trace, and people fear your otherworldly powers.  ",
			"**Prerequisites:** Changeling.  ",
			"**Benefit:** Your mother was part of a powerful hag coven, and it shows when you are near your kin. As long as you are within 30 feet of at least two other changelings, you gain a +2 bonus on concentration checks and dispel checks. If at least two of these changelings also have this feat, these bonuses increase to +4.  ",
			"**Special:** This version of Unusual Origin is a teamwork feat."
		]
	},
	"unusual_heritage_dhampir": {
		"name": "Unusual Heritage (Dhampir)",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Unusual Heritage (Dhampir)",
			"",
			"{SOURCE Bastards of Golarion/16}",
			"",
			"Your heritage is strange or difficult to trace, and people fear your otherworldly powers.  ",
			"**Prerequisites:** Dhampir.  ",
			"**Benefit:** Your undead progenitor left you with more than a hint of vampiric nature. You gain a natural bite attack that deals 1d4 points of damage. Once per day upon making a successful bite attack, you can choose to deal an additional 1d4 points of bleed damage to the creature struck.  ",
			"**Special:** You can only select this feat at 1st level."
		]
	},
	"unusual_heritage_fetchling": {
		"name": "Unusual Heritage (Fetchling)",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Unusual Heritage (Fetchling)",
			"",
			"{SOURCE Bastards of Golarion/17}",
			"",
			"Your heritage is strange or difficult to trace, and people fear your otherworldly powers.  ",
			"**Prerequisites:** Fetchling.  ",
			"**Benefit:** You have the mysterious ability to see into the Shadow Plane, but only in your dreams. Once per day while sleeping, you can create a magical sensor, as arcane eye except this sensor can view only your current location as it exists on the Shadow Plane. This effect lasts for 1 minute per character level, and can be used during any point while you sleep."
		]
	},
	"unusual_heritage_gillman": {
		"name": "Unusual Heritage (Gillman)",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Unusual Heritage (Gillman)",
			"",
			"{SOURCE Bastards of Golarion/16}",
			"",
			"Your heritage is strange or difficult to trace, and people fear your otherworldly powers.  ",
			"**Prerequisites:** Gillman.  ",
			"**Benefit:** As a so-called \"Low Azlanti,\" you have abilities supposedly tied to mysterious ancestors who still watch over you and your ilk. Your divination spells and spell-like abilities manifest at 1 caster level higher. In addition, once per day while fully immersed in water, you can cast {spell/augury} as a spell-like ability."
		]
	},
	"unyielding_ferocity": {
		"name": "Unyielding Ferocity",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Unyielding Ferocity (Combat)",
			"",
			"{SOURCE Horror Adventures/95}",
			"",
			"When near the brink of death, you fight ferociously until the bitter end.  ",
			"**Prerequisites:** Con 19, ferocity.  ",
			"**Benefit:** When you are reduced to 0 or fewer hit points, if you remain conscious from your ferocity monster ability, you can make a full attack on your next turn (or your current turn if you are reduced to 0 hit points on your own turn). If you do, you push your body to the point that your mind becomes more primitive, and you can no longer use any Charisma-, Dexterity-, or Intelligence-based skills except Acrobatics, Fly, Intimidate, or Ride, or any ability that requires patience or concentration (such as spellcasting) until your hit points are raised above 0.  ",
			"**Normal:** When using the ferocity ability, you are staggered while you have fewer than 0 hit points and thus can't make a full attack."
		]
	},
	"upsetting_shield_style": {
		"name": "Upsetting Shield Style",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Upsetting Shield Style (Combat, Style)",
			"",
			"{SOURCE Armor Master's Handbook/12}",
			"",
			"You can strike at weapons to upset enemy attacks.  ",
			"**Prerequisites:** Dex 13, proficiency with bucklers.  ",
			"**Benefit:** You can shield bash with a buckler as if it were a light shield, and you can use the buckler in conjunction with any feats or abilities that normally apply to light shields. While using this style, whenever you successfully deal damage to an opponent with a shield bash using your buckler, that opponent takes a -2 penalty on all attack rolls made against you until the start of your next turn."
		]
	},
	"upsetting_strike": {
		"name": "Upsetting Strike",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Upsetting Strike (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/13}",
			"",
			"You can turn the tables on disoriented opponents.  ",
			"**Prerequisites:** Dex 15, {feat/Combat Reflexes}, {feat/Improved Shield Bash}, {feat/Upsetting Shield Style}, proficiency with bucklers.  ",
			"**Benefit:** While you are using Upsetting Shield Style, if a foe is taking a penalty on attack rolls against you as a result of Upsetting Shield Style, and that foe makes a melee attack roll against you that misses your AC by 5 or more, that foe provokes an attack of opportunity from you. You can only make one attack of opportunity against an opponent in this manner each round."
		]
	},
	"upsetting_vengeance": {
		"name": "Upsetting Vengeance",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Upsetting Vengeance (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/13}",
			"",
			"You punish those who fail to press their attack.  ",
			"**Prerequisites:** Dex 13, {feat/Combat Reflexes}, {feat/Improved Shield Bash}, {feat/Upsetting Shield Style}, {feat/Upsetting Strike}, proficiency with bucklers.  ",
			"**Benefit:** While using Upsetting Shield Style, the penalty on attack rolls foes take for being hit by your shield bash attack applies to their attacks against any target. If an adjacent foe taking this penalty makes an attack roll against any target and misses the target's AC by 5 or more, that foe provokes an attack of opportunity from you. You can only make one attack of opportunity against an opponent as a result of this feat or Upsetting Strike each round."
		]
	},
	"urban_forager": {
		"name": "Urban Forager",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Urban Forager",
			"",
			"{SOURCE Taldor, Echoes of Glory/29}",
			"",
			"You are skilled at keeping yourself and others safe in the alleys, sewers, and underbellies of cities.  ",
			"**Prerequisites:** Knowledge (local) 4 ranks, Survival 4 ranks, Track.  ",
			"**Benefit:** You may use the Survival skill to forage and track in urban locations using the table below.",
			"",
			"| DC | Task |",
			"| --- | --- |",
			"| 10 | Get along in an urban setting, and easily find enough food and supplies to survive for 24 hours. You can provide food and water for one other person for every 2 points by which your check result exceeds 10. |",
			"| 15 | Gain a +2 bonus on all Constitution checks made to resist starvation or thirst. You may grant the same bonus to one other character for every 1 point by which your Survival check exceeds 15. |",
			"| 15 | Gain a +2 bonus on all Survival checks made to track on firm or hard ground. |"
		]
	},
	"urdefhan_bladebreaker": {
		"name": "Urdefhan Bladebreaker",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Urdefhan Bladebreaker (Combat)",
			"",
			"{SOURCE Inner Sea Monster Codex/59}",
			"",
			"You can use your rhoka sword to destroy your foes' blades.  ",
			"**Prerequisites:** Base attack bonus +1, proficiency with the rhoka sword, urdefhan.  ",
			"**Benefit:** When wielding a rhoka sword, you can attempt to sunder an opponent's sword or other slender-bladed weapon without provoking an attack of opportunity. You gain a +2 circumstance bonus on the combat maneuver check to do so."
		]
	},
	"ursurping_spell": {
		"name": "Ursurping Spell",
		"sources": [ "Pathfinder #132: The Six-Legend Soul" ],
		"description": [
			"## Ursurping Spell (Metamagic)",
			"",
			"{SOURCE Pathfinder #132: The Six-Legend Soul/73}",
			"",
			"Like Daronlyr the Overthrower, you lay such brazen claim to power that you force targets of your spells to act as though they were your allies.  ",
			"**Benefit:** A creature that fails its saving throw against a usurping spell counts as your ally rather than your enemy for the purpose of flanking other creatures and cannot make attacks of opportunity against you. This effect lasts for the duration of the spell or for 1 round, whichever is longer. A usurping spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"usurpers_guard": {
		"name": "Usurper's Guard",
		"sources": [ "Pathfinder #132: The Six-Legend Soul" ],
		"description": [
			"## Usurper's Guard (Teamwork)",
			"",
			"{SOURCE Pathfinder #132: The Six-Legend Soul/73}",
			"",
			"You work with your allies to create a defensive guard to facilitate spellcasting.  ",
			"**Prerequisites:** Base attack bonus +3 or ability to cast 2nd-level spells.  ",
			"**Benefit:** When an adjacent ally with this feat attempts a concentration check to cast a spell or use a spell-like ability defensively, you can attempt a combat maneuver check as an immediate action to guard that ally. Your ally can use either the result of her own concentration check or the result of your combat maneuver check to determine whether she succeeds at casting the spell or using the spell-like ability."
		]
	},
	"valiant_steed": {
		"name": "Valiant Steed",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Valiant Steed",
			"",
			"{SOURCE Animal Archive/19}",
			"",
			"Your courage is unnaturally strong.  ",
			"**Prerequisites:** Animal or magical beast.  ",
			"**Benefit:** You gain a +4 morale bonus on saves against fear and emotion effects. If you can serve as a mount, your rider gains a +4 morale bonus on Handle Animal, Ride, and wild empathy checks to force you within range of a creature with the [unnatural aura universal monster rule](umr/unnatural_aura). In addition, the DC to push you with the Handle Animal skill does not increase if you are wounded or have taken any nonlethal damage or ability score damage.  ",
			"**Normal:** The DC to push an animal increases by 2 if the animal is wounded or has taken any nonlethal damage or ability score damage."
		]
	},
	"valiant_vault": {
		"name": "Valiant Vault",
		"sources": [
			"Mythic Adventures",
			"Mythic Adventures"
		],
		"description": [
			"## Valiant Vault",
			"",
			"{SOURCE Mythic Adventures/76}",
			"",
			"Your mount can make heroic leaps.  ",
			"**Prerequisites:** {feat/Mounted Combat}, {feat/Ride-By Attack}, Ride 5 ranks.  ",
			"**Benefit:** Your mount is always considered to have a running start when using Acrobatics to jump. You can expend one use of mythic power to grant your mount a +10 bonus on an Acrobatics check, or a +20 bonus if the check is made to jump.",
			"",
			"When making a mounted charge, you can guide your mount to leap over a foe between your starting position and the target of your charge. You make a Ride check or your mount makes an Acrobatics check (whichever is lower) during the charge, using the rules for the leap task under the Ride skill. If the height you clear with that check exceeds the creature's height, you jump over it and continue your charge on the opposite side. This movement provokes attacks of opportunity. Alternatively, you can vault over your target while making a Ride-By Attack, allowing you to move over or through its space and continue moving on the opposite side of it. If your jump exceeds the target's height, you gain a +1 bonus on the attack roll for higher ground, and if any of your allies threatens the target, you treat the target as flanked for purposes of your Ride-By Attack."
		],
		"mythic_only": true
	},
	"vampire_animal_companion": {
		"name": "Vampire Animal Companion",
		"sources": [ "Rival Guide" ],
		"description": [
			"## Vampire Animal Companion",
			"",
			"{SOURCE Rival Guide/47}",
			"",
			"As a vampire, you may use your create spawn ability to transform a dire bat, dire rat, or wolf into a more powerful vampiric companion.  ",
			"**Prerequisites:** Vampire, Charisma 18, animal companion class ability, sufficiently high level (see below).  ",
			"**Benefit:** A vampire with this feat can elect to use its create spawn ability on an animal summoned using the child of the night ability (such as a dire bat, dire rat, or wolf) to create a vampiric animal companion. This decision must be made as a free action as the vampire slays the animal with its blood drain or energy drain ability. The animal rises from death in 1d4 days as a vampiric animal bonded with the vampire who spawned it. Thereafter, the vampiric animal advances in abilities like a normal animal companion as the vampire gains further class levels in the class that granted the animal companion.",
			"",
			"In order to gain a dire rat as a vampiric companion, a vampire's effective druid level must be 4th. To gain a wolf as an vampiric companion, the vampire's effective druid level must be 6th. To gain a dire bat vampiric companion, the vampire's effective druid level must be 9th. At your option, additional animals could be added to this list - use these examples as guides to set minimum levels.",
			"",
			"Vampiric animal companions count toward the total number of Hit Dice a vampire may enslave, as well as toward the limit of animal companions the character may have at any one time. Any vampiric animal companion the vampire creates that would exceed such limits becomes a free-willed undead. A vampire may also free a vampiric companion in order to enslave a new one, but once freed, the vampiric animal cannot be enslaved again.",
			"",
			"A vampiric animal's statistics are identical to those of the original animal, save for the following changes.",
			"",
			"- Its type changes to undead with the augmented animal subtype.",
			"- It gains a +4 natural armor bonus.",
			"- It gains the blood drain vampire special attack.",
			"- It gains an energy drain attack (1 level, DC equal to 10 + 1/2 the animal companion's racial HD + the animal companion's Charisma modifier).",
			"- It gains the dominate vampire special attack with respect to animals of its type.",
			"- It gains channel resistance +2, DR 5/silver, resist cold and electricity 10, fast healing 2, and the vampire qualities of gaseous form and shadowless.",
			"- It gains all of the standard vampire weaknesses.",
			"- It gains Str +2, Dex +2, and Cha +4.",
			"- It does not gain the vampire's children of the night or create spawn abilities."
		]
	},
	"vampiric_companion": {
		"name": "Vampiric Companion",
		"sources": [
			"Monster Codex",
			"Blood of the Night"
		],
		"description": [
			"## Vampiric Companion",
			"",
			"{SOURCE Monster Codex/237;Blood of the Night/28}",
			"",
			"Just as your undead existence mocks nature, so too does your twisted companion reflect the vile nature of vampirism.  ",
			"**Prerequisites:** Dhampir or vampire, nongood alignment, 10th level in a class that grants a familiar or animal companion.  ",
			"**Benefit:** Your animal companion or familiar's type changes to \"undead.\" The creature gains fast healing 5 as well as your vampire or dhampir weaknesses. If you are a vampire, the creature also gains the following abilities, depending on what type of vampire you are.",
			"",
			"Jiang-Shi: While the creature is adjacent to or in your square, it gains the benefit of your prayer scroll ability. The creature crumbles into dust if destroyed (just like a jiang-shi), but is not permanently destroyed unless measures are taken that would destroy a jiang-shi.",
			"",
			"Moroi: If the creature is adjacent to or in your square when you assume gaseous form, it transforms with you and follows you; its transformation ends when yours does. If reduced to 0 hit points, it's forced into gaseous form and must return to your coffin to reform (or the foot of your coffin if it cannot fit within it).",
			"",
			"Nosferatu: If the creature is adjacent to or in your square when you assume swarm form, it transforms with you and follows you; its transformation ends when yours does. The creature can climb as if using the spider climb vampire ability, even if its anatomy is not suitable for climbing (such as a horse).  ",
			"**Special:** If your animal companion or familiar is destroyed, dismissed, or lost, you can apply the effects of this feat to the replacement creature. If you are destroyed, the creature retains its undead type but loses all other special abilities from this feat. If you have more than one animal companion or familiar, choose one of them when you select this feat and apply its effects to that creature.",
			"",
			"You can select this feat more than once. Each time you select the feat, it applies to a different animal companion or familiar."
		]
	},
	"vandal": {
		"name": "Vandal",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Vandal",
			"",
			"{SOURCE Goblins of Golarion/25}",
			"",
			"Even other goblins admire your talent for mindless destruction.  ",
			"**Prerequisites:** Goblin, sneak attack class feature.  ",
			"**Benefit:** You treat unattended objects as if they were vulnerable to your sneak attack, but you only deal half as much damage as you would against an actual creature. For instance, if you rolled 12 extra damage from the sneak attack you would deal an extra 6 damage to the object. This only applies when attacking unattended objects."
		]
	},
	"vanguard_hustle": {
		"name": "Vanguard Hustle",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Vanguard Hustle (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/13}",
			"",
			"You are able to protect allies from a distance.  ",
			"**Prerequisites:** Dex 13, {feat/Bodyguard}, {feat/Combat Patrol}, {feat/Combat Reflexes}, {feat/Mobility}, {feat/Saving Shield}, {feat/Vanguard Style}, {feat/Vanguard Ward}, proficiency with light or heavy shields.  ",
			"**Benefit:** Add half of your shield's enhancement bonus to the shield bonus to AC that you grant to an ally using the Saving Shield feat. While using Vanguard Style, whenever you increase your threatened area with Combat Patrol, your ward retains the bonuses of Vanguard Style as long as he remains within your threatened area, and you can use Bodyguard, Saving Shield, and Vanguard Style whenever an ally that is within this threatened area is the target of an attack."
		]
	},
	"vanguard_style": {
		"name": "Vanguard Style",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Vanguard Style (Combat, Style)",
			"",
			"{SOURCE Armor Master's Handbook/13}",
			"",
			"You can bring your shield to bear against dangers that threaten your allies.  ",
			"**Prerequisites:** {feat/Bodyguard}, {feat/Combat Reflexes}, proficiency with light or heavy shields.  ",
			"**Benefit:** While using this style, when an adjacent ally is required to make a Reflex saving throw, you can expend a use of an attack of opportunity to attempt the aid another action to improve your ally's Reflex save. Your ally gains a +2 bonus to all Reflex saves while adjacent to you until the beginning of your next turn."
		]
	},
	"vanguard_ward": {
		"name": "Vanguard Ward",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Vanguard Ward (Combat)",
			"",
			"{SOURCE Armor Master's Handbook/13}",
			"",
			"You strongly defend your allies.  ",
			"**Prerequisites:** {feat/Bodyguard}, {feat/Combat Reflexes}, {feat/Vanguard Style}, proficiency with light or heavy shields.  ",
			"**Benefit:** While using Vanguard Style, when an adjacent ally is attacked or required to make a Reflex saving throw, you can expend a use of an attack of opportunity to use both Bodyguard and Vanguard Style to protect that ally. You can also lose your shield bonus to AC to grant your ally a shield bonus to AC of the same value for as long as that ally gains a bonus to Reflex saves from Vanguard Style."
		]
	},
	"vanths_scythe": {
		"name": "Vanth's Scythe",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Vanth's Scythe",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/71}",
			"",
			"You've seen the reapers many times, and have learned something of their methods.  ",
			"**Prerequisites:** Character level 9th, {race/duskwalker}, ghost hunter racial trait.  ",
			"**Benefit:** When you use your ghost hunter racial trait to grant a scythe, quarterstaff, whip, or bow the ghost touch weapon special ability, you also grant the {magic-enhancement/undead-|bane} weapon special ability. You also gain an additional daily use of ghost hunter."
		]
	},
	"vaporous_potion": {
		"name": "Vaporous Potion",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Vaporous Potion",
			"",
			"{SOURCE Potions and Poisons/17}",
			"",
			"You know how to brew potions that can be delivered as a gaseous cloud.  ",
			"**Prerequisites:** {feat/Brew Potion}.  ",
			"**Benefit:** When you brew a potion, you can brew it in such a way that when exposed suddenly to air and force, it diffuses into a cloud of vapor that can be inhaled. The potion can still be consumed normally, but it can also be delivered by throwing it at another creature as a splash weapon. The potion vial has a range increment of 10 feet and is considered an improvised weapon. On impact, the vial breaks and a cloud of barely visible potion vapor fills the square it lands in (this vapor does not obscure normal sight in any way). If a creature is in that square, it gains the benefits of the potion immediately as though it had imbibed the potion.",
			"",
			"Otherwise, the vapor persists for 1d3+1 rounds in only that square before dissipating, and the first creature to enter the square before the vapor dissipates gains the potion's benefits. A creature entering the vapor's space can hold its breath to refrain from inhaling the potion. No more than one creature can benefit from a potion's vapor, and if more than one creature is in the potion's space after it is thrown, the potion is wasted and has no effect. The thrown potion deals no damage to creatures or objects it hits. A spell brewed into a potion this way does not use up a higher-level spell slot than the spell's actual level.",
			"",
			"### Versatile Brewing",
			"",
			"The above feat allows potion brewers to concoct unusual variations in their potions, altering the potions' effects in strange and useful ways. This feat functions similarly to metamagic feats, though it affects the creation of potions instead of the normal casting of spells. Level limits for potions apply to their level after the application of any relevant metamagic feats (if the feat affects the component spell's level)."
		]
	},
	"variant_prayer_scroll": {
		"name": "Variant Prayer Scroll",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Variant Prayer Scroll",
			"",
			"{SOURCE Blood of the Night/29}",
			"",
			"You have learned the secret to changing the powers granted by your prayer scroll.  ",
			"**Prerequisites:** Jiang-shi.  ",
			"**Benefit:** You gain the ability to create a different type of prayer scroll. You may create a prayer scroll with this ability by using any strip of parchment and a writing instrument, but doing so requires 10 minutes of uninterrupted work. Swapping your current prayer scroll for a different prepared one is a standard action. When wearing a different prayer scroll, you gain its special abilities, but lose your normal prayer scroll's immunity to spell completion and spell trigger magic items. Your prayer scrolls can be used only by you, and have no effect when used by other jiang-shis. When you choose this feat, select one of the following prayer scroll types.",
			"",
			"Embalmed Form: This prayer scroll alters your physical form to how you looked 1 day before your death. Treat this as an alter self spell that affects you regardless of your original or current type; your caster level is equal to your Hit Dice. Your speed increases by 10 feet, but you lose your immunity to trip attacks and your ability to move through difficult terrain unhindered. These effects persist indefinitely as long as you wear the prayer scroll, but end immediately if you use a different prayer scroll or 24 hours after you remove this prayer scroll.",
			"",
			"Enduring Dust: If you crumble into dust from hit point damage, you reform after 1 round instead of 1 minute. Scattering your dust does not prevent you from reforming as long none of your dust is more than 30 feet from any other part of your dust. Storing a portion of your dust in an air-tight container prevents you from reforming. If you are unable to reform after 1 minute, you are destroyed.",
			"",
			"Positive Energy Immunity: You become immune to positive channeled energy used to harm undead. This does not protect you against positive energy from other sources such as cure spells or lay on hands.",
			"",
			"Spell Immunity: The prayer scroll grants you immunity to a spell, as if you were using spell immunity. You decide which spell when you create the prayer scroll, and can choose a different spell each time you create a new spell immunity prayer scroll. If you have 15 or more Hit Dice, this functions as greater spell immunity. Creating this type of prayer scroll costs 100 gp &times; the spell level of the spell keyed to the scroll.  ",
			"**Special:** You may select this feat multiple times. Each time you do so, choose another ability granted by the feat."
		]
	},
	"varisian_tattoo": {
		"name": "Varisian Tattoo",
		"sources": [
			"Inner Sea World Guide",
			"Rise of the Runelords Player's Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Varisian Tattoo",
			"",
			"{SOURCE Inner Sea World Guide/289;Rise of the Runelords Player's Guide/15;Pathfinder Campaign Setting/147}",
			"",
			"You bear intricate tattoos that inspire and empower your natural magic ability. These tattoos mark you as a worker of the ancient traditions of Varisian magic. A Varisian tattoo typically consists of a long string of complex characters from the Thassilonian alphabet.  ",
			"**Prerequisites:** {feat/Spell Focus}.  ",
			"**Benefit:** Select a school of magic (other than divination) in which you have Spell Focus - you cast spells from this school at +1 caster level. Additionally, you gain a single spell-like ability usable up to three times per day. The spell-like ability gained (and its Varisian name) are as follows: Abjuration (avidais): resistance Conjuration (idolis): acid splash Enchantment (carnasia): daze Evocation (ragario): dancing lights Illusion (vangloris): ghost sound Necromancy (voratalo): touch of fatigue Transmutation (avaria): mage hand"
		]
	},
	"vast_hatred": {
		"name": "Vast Hatred",
		"sources": [
			"Advanced Race Guide",
			"Pathfinder Unchained"
		],
		"description": [
			"## Vast Hatred (Combat)",
			"",
			"{SOURCE Advanced Race Guide/37}",
			"",
			"Your rage stretches beyond normal bounds.  ",
			"**Prerequisites:** Gnome, hatred racial trait.  ",
			"**Benefit:** Select two creature types (and subtypes where appropriate) from the list of potential favored enemies from the ranger class ability. Your +1 attack bonus from the hatred racial trait applies to creatures of the selected types (and subtypes).  ",
			"**Special:** You may take this feat more than once. Its benefits do not stack. Each time you select this feat, you select two additional creature types to which your hatred racial trait applies.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">You can spend 5 stamina points to designate a creature type (and subtype, if appropriate) from the Ranger Favored Enemies table. Your attack bonus from the hatred racial trait also applies to creatures of the selected type (and subtype, if appropriate) until the start of your next turn."
		]
	},
	"vast_spell": {
		"name": "Vast Spell",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Vast Spell (Metamagic)",
			"",
			"{SOURCE Magic Tactics Toolbox/5}",
			"",
			"Your spells cover targets across a larger area.  ",
			"**Prerequisites:** Caster level 3rd.  ",
			"**Benefit:** You can alter a spell that targets a number of creatures no more than 30 feet apart, such as haste. The maximum distance apart of those you target with the spell increases to 60 feet. A vast spell uses up a spell slot 1 level higher than the spell's actual level."
		]
	},
	"veiled_contempt": {
		"name": "Veiled Contempt",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Veiled Contempt",
			"",
			"{SOURCE Heroes of the High Court/18}",
			"",
			"You are skilled in disguising your dissatisfaction with the current regime or authority.  ",
			"**Prerequisites:** Bluff 3 ranks.  ",
			"**Benefit:** The DC for Sense Motive checks to get a hunch about you is equal to 20 + your ranks in Bluff, instead of the normal 20. If the Sense Motive check is specifically to assess your allegiance or trustworthiness, the DC is equal to 20 + two times your ranks in Bluff."
		]
	},
	"vengeance": {
		"name": "Vengeance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Vengeance (Story)",
			"",
			"{SOURCE Ultimate Campaign/73}",
			"",
			"The need to avenge those you loved drives you to great deeds.  ",
			"**Prerequisites:** You must have a close family member or other loved one slain by a specific challenging foe or that foe's minions, or have the Raiders or Vengeance background.  ",
			"**Benefit:** You gain a +1 bonus on saving throws, attack rolls, and weapon damage rolls against your chosen foe and known minions of that foe.  ",
			"**Goal:** Thwart your chosen foe.  ",
			"**Completion Benefit:** You gain a +1 bonus on all saving throws. This bonus stacks with this feats's bonus against your foe and its minions, should they survive."
		]
	},
	"vengeful_banisher": {
		"name": "Vengeful Banisher",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Vengeful Banisher (Story)",
			"",
			"{SOURCE Demon Hunter's Handbook/13}",
			"",
			"You've witnessed demons and their madness firsthand, likely in one of the lands detailed in this section, or perhaps some other demon-marked region such as the Worldwound or the Abyss. Since then, You've sworn to send these wretched fiends back to whence they came, and You've become an expert at rooting out their kind and their servants.  ",
			"**Prerequisites:** You witnessed at least one family member or a close friend being killed by demons or demonic cultists, or you have the Hated Foe or An Eye for an Eye background.  ",
			"**Benefit:** You gain a +2 bonus on saving throws against spells or effects originating from demon worshipers and from creatures of the demon type.  ",
			"**Goal:** Convince the leader of a demon cult to renounce her Abyssal lord and seek atonement for her actions. Alternatively, if you kill the cult leader, you must also decisively defeat at least half of the cultists and have the cult's base of operations consecrated by a well-known local priest.  ",
			"**Completion Benefit:** When a demon damages you with an attack, spell, spell-like ability, or special ability and reduces you to fewer than 0 hit points, you may allow righteous energy to pour through you and into the demon, instantly sending it to another plane of existence (as dismissal) if it fails a Will save (DC = 10 + 1/2 your Hit Dice + your Charisma modifier). This dismissal takes place after you are damaged but before you fall unconscious, so you can use this ability even if the demon kills you. You can use this ability once per day. Once you have used this ability, you must be healed to your maximum number of hit points before you can use the ability again."
		]
	},
	"vengeful_death_vow": {
		"name": "Vengeful Death Vow",
		"sources": [ "Pathfinder Worldscape #1" ],
		"description": [
			"## Vengeful Death Vow",
			"",
			"{SOURCE Pathfinder Worldscape #1/28}",
			"",
			"Your death vow strikes terror into the hearts of your enemies, making them less likely to hit you in combat.  ",
			"**Prerequisites:** Death vow class feature.  ",
			"**Benefit:** Targets of your death vow take a -2 penalty on attacks made against you."
		]
	},
	"venomous_spray": {
		"name": "Venomous Spray",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Venomous Spray (Combat)",
			"",
			"{SOURCE Monster Codex/200}",
			"",
			"You can spit your poison into a nearby opponent's face.  ",
			"**Prerequisites:** Serpentfolk.  ",
			"**Benefit:** You can spit venom as a secondary ranged attack with a range of 5 feet. This is a natural attack and doesn't provoke attacks of opportunity. A target struck by your venom must succeed at a Fortitude save (DC = your poison DC) or be blinded for 1d4 rounds and suffer the normal effects of your poison. You can't use this attack during any round in which you make a bite attack (and vice versa). After spitting venom, you are unable to use your poisonous bite or to spit venom for 1d4 rounds."
		]
	},
	"venomous_stare": {
		"name": "Venomous Stare",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Venomous Stare (Stare)",
			"",
			"{SOURCE Blood of the Beast/17}",
			"",
			"Your stare is toxic to your enemies.  ",
			"**Prerequisites:** Mesmerist level 11th, painful stare class feature.  ",
			"**Benefit:** When you trigger your painful stare, the target immediately becomes envenomed by the following poison: painful stare-injury; save Fort DC = 10 + 1/2 your mesmerist level + your Charisma modifier; frequency 1/round for 6 rounds; effect 1d3 Dex; cure 2 saves. Whether your target succeeds at or fails its save, you can't use Venomous Stare against that particular foe for 24 hours."
		]
	},
	"verbose_performer": {
		"name": "Verbose Performer",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Verbose Performer (Faction)",
			"",
			"{SOURCE Faction Guide/58}",
			"",
			"The range of your bardic performances increases.  ",
			"**Prerequisites:** Bardic performance class feature, {feat/Extra Performance}, {feat/Master Performer}, bard level 8th, [Kitharodian Academy](rule/f_bards) 15 TPA.  ",
			"**Benefit:** Double the range of any bardic performance ability that possesses a range in the ability description."
		]
	},
	"verdant_spell": {
		"name": "Verdant Spell",
		"sources": [
			"Ultimate Wilderness",
			"Heroes of the Wild"
		],
		"description": [
			"## Verdant Spell (Metamagic)",
			"",
			"{SOURCE Ultimate Wilderness/119;Heroes of the Wild/26}",
			"",
			"Your magical connection to nature allows you to entice, fool, and misdirect plants and fungi as though they were people.  ",
			"**Prerequisites:** {feat/Spell Focus/ (enchantment)}, Knowledge (nature) 6 ranks.  ",
			"**Benefit:** A verdant spell affects plant creatures (even mindless plant creatures) as if they weren't immune to mind-affecting effects, but it has no effect on other types of creatures. A verdant spell uses up a spell slot 2 levels higher than the spell's actual level. This feat works only on mind-affecting spells.  ",
			"**Normal:** Creatures of the plant type are immune to mind-affecting effects."
		]
	},
	"verdant_step": {
		"name": "Verdant Step",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Verdant Step",
			"",
			"{SOURCE Wilderness Origins/15}",
			"",
			"You can travel between magic plants and plants with which you have an affinity.  ",
			"**Prerequisites:** Con 13, character level 7th, plant type.  ",
			"**Benefit:** Once per day, you can step into an adjacent plant with which you share affinity, then exit from a plant of the same kind. This functions as {spell/tree stride} with the following changes: the duration is 1 round; the transport range is 200 feet per character level; transporting yourself is a standard action; and a {race/ghoran} using this ability can pass through any living tree, while a {race/vine leshy} can pass through any living vine. You can also enter any magically created or enhanced plants, such as those produced by {spell/wall of thorns} or plants affected by {spell/entangle}, then exit from either another similar plant or a plant with which you have an affinity.  ",
			"**Special:** The GM determines plant affinity for non-ghoran and non-vine leshy plant creatures."
		]
	},
	"verify": {
		"name": "Verify",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Verify",
			"",
			"{SOURCE Dirty Tactics Toolbox/16}",
			"",
			"Those whom you catch breaking a deal are more subject to your powers.  ",
			"**Prerequisites:** Ability to cast 1st-level spells, lawful evil alignment, worshiper of Asmodeus.  ",
			"**Benefit:** You gain a +5 bonus on Sense Motive checks to determine whether a creature is lying when you ask if it has followed the terms of a contract or deal to which it formally agreed. This includes all written and signed contracts, but also such things as witnessed oaths of loyalty and guild charters.",
			"",
			"If you succeed at such a Sense Motive check and learn that a creature has violated any part of such a formal bargain, that creature takes a -2 penalty on saving throws against your spells, spell-like abilities, and supernatural abilities."
		]
	},
	"vermin_heart": {
		"name": "Vermin Heart",
		"sources": [
			"Advanced Player's Guide",
			"Pathfinder Campaign Setting",
			"Revenge of the Kobold King"
		],
		"description": [
			"## Vermin Heart",
			"",
			"{SOURCE Advanced Player's Guide/173;Pathfinder Campaign Setting/219;Revenge of the Kobold King/6}",
			"",
			"You have a special bond with things that creep, crawl, skitter, and sting.  ",
			"**Prerequisites:** Wild empathy class feature.  ",
			"**Benefit:** You may target vermin with spells and special abilities that only affect animals (although they are still affected by spells targeting vermin as well). You may use wild empathy to influence vermin as easily as you influence animals."
		]
	},
	"versatile_channeler": {
		"name": "Versatile Channeler",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Versatile Channeler",
			"",
			"{SOURCE Ultimate Magic/159}",
			"",
			"You can choose to channel positive and negative energy.  ",
			"**Prerequisites:** Channel energy class feature, necromancer or neutrally aligned cleric (see below).  ",
			"**Benefit:** You may make a choice whenever you use your channel energy class feature.",
			"",
			"If you normally channel positive energy, you may choose to channel negative energy as if your effective cleric level were 2 levels lower than normal.",
			"",
			"If you normally channel negative energy, you may choose to channel positive energy as if your effective cleric level were 2 levels lower than normal.",
			"",
			"Having this feat means you qualify for feats and abilities that have \"channel positive energy\" or \"channel negative energy\" as a prerequisite (for example, you qualify for the Command Undead feat and the Turn Undead feat).  ",
			"**Note:** This feat only applies to necromancers, neutral clerics who worship neutral deities, or neutral clerics who do not worship a deity - characters who have the channel energy class ability and have to make a choice to channel positive or negative energy at 1st level. Clerics whose alignment or deity makes this choice for them cannot select this feat."
		]
	},
	"versatile_jinx": {
		"name": "Versatile Jinx",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Versatile Jinx",
			"",
			"{SOURCE Halflings of Golarion/27}",
			"",
			"Your jinx's power comes from a different source than most halflings.  ",
			"**Prerequisites:** {feat/Iron Will}, Halfling Jinx trait.  ",
			"**Benefit:** Choose either Intelligence or Wisdom. The DC of your jinx is based on this ability score instead of on Charisma."
		]
	},
	"versatile_spontaneity": {
		"name": "Versatile Spontaneity",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Versatile Spontaneity",
			"",
			"{SOURCE Pathfinder Society Primer/9}",
			"",
			"You made a good name for yourself in the [Pathfinder Society](rule/aff_scholars) in part because you knew how to prepare for the challenges before you, even if your natural magical abilities lend themselves less to preparation and more to spontaneity.  ",
			"**Prerequisites:** Int 13 or Wis 13 (see Special), ability to spontaneously cast 2nd-level spells.  ",
			"**Benefit:** When you regain spell slots at the start of the day, you may opt to prepare one spell you don't know in place of a daily spell slot 1 level higher than the prepared spell's level. To do so, you must have access to the selected spell on a scroll or in a spellbook, and the spell must be on your spell list (even if it is not one of your spells known). This process takes 10 minutes per spell level of the selected spell. You can cast the selected spell a single time, expending the spell slot as though it were a known spell being cast by you. Preparing a spell in this manner expends a scroll but not a spellbook. A spell prepared in this way is considered its actual level rather than the level of the spell slot expended. You can apply metamagic feats to the spell as normal, as long as the spell's actual level plus the increases from metamagic feats is 1 level lower than the highest-level spell you can cast. For example, a 12th-level sorcerer with this feat, a scroll of fireball, and the Empower Spell metamagic feat could prepare an empowered fireball spell in her 6th-level spell slot.  ",
			"**Special:** If you spontaneously cast arcane spells, you must have an Intelligence score of at least 13 to take this feat. If you spontaneously cast divine spells, you must have a Wisdom score of at least 13 to take this feat. If you have both arcane and divine spellcasting classes, you can use this feat to prepare a spell using a given class's spell slot as long as you meet the associated ability score prerequisite."
		]
	},
	"versatile_summon_monster": {
		"name": "Versatile Summon Monster",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Versatile Summon Monster",
			"",
			"{SOURCE Monster Summoner's Handbook/18}",
			"",
			"You've learned to summon a more diverse array of monsters.  ",
			"**Prerequisites:** Knowledge (arcana) 1 rank, Knowledge (planes) 1 rank.  ",
			"**Benefit:** Pick any two templates from the following list: {template/aerial}, {template/aqueous}, {template/chthonic}, {template/dark}, {template/fiery}, or {template/primordial}. When you summon one or more creatures that would normally be available with the celestial, entropic, fiendish, or resolute template using a summon monster spell (or an effect that mimics such a spell), you can instead apply one of the chosen templates to each creature. You can apply a different template to each creature you summon.  ",
			"**Special:** You can select this feat more than once. Each time you do, you can choose an additional two templates."
		]
	},
	"versatile_summon_natures_ally": {
		"name": "Versatile Summon Nature's Ally",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Versatile Summon Nature's Ally",
			"",
			"{SOURCE Monster Summoner's Handbook/18}",
			"",
			"You've learned to summon a wider array of creatures.  ",
			"**Prerequisites:** {feat/Augment Summoning}, Knowledge (nature) 1 rank, Knowledge (planes) 1 rank.  ",
			"**Benefit:** When you summon one or more animals, humanoids, or vermin using a summon nature's ally spell (or an effect that mimics such a spell), instead of granting them the benefit from Augment Summoning, you can instead apply one of the following templates to them: aerial, aqueous, chthonic, fiery, or primordial. If you summon multiple creatures with one casting, they must all have the same template."
		]
	},
	"vestigial_head": {
		"name": "Vestigial Head",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Vestigial Head",
			"",
			"{SOURCE Monster Codex/153}",
			"",
			"You were born with a parasitic vestigial head with its own stunted brain. The head may be mostly subsumed within your own flesh and visible only as a distorted face, or it might sprout out of its own neck from your neck, shoulder, back, or chest.  ",
			"**Prerequisites:** Ogre.  ",
			"**Benefit:** Anytime you must attempt a Will save against a hostile effect, there is a 25% change that the effect targets your vestigial head instead. If this occurs, you are treated as if you had succeeded at your saving throw, and instead are sickened for 1d4 rounds or the duration of the effect (whichever is longer).  ",
			"**Special:** You can take this feat twice. The second time you do, the chance of a hostile Will effect targeting your vestigial head instead of your own increases to 50%. This doesn't give you another vestigial head."
		]
	},
	"vicious_stomp": {
		"name": "Vicious Stomp",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Vicious Stomp (Combat)",
			"",
			"{SOURCE Ultimate Combat/123}",
			"",
			"You take advantage of the moment to brutally kick an enemy when he is down.  ",
			"**Prerequisites:** {feat/Combat Reflexes}, {feat/Improved Unarmed Strike}.  ",
			"**Benefit:** Whenever an opponent falls prone adjacent to you, that opponent provokes an attack of opportunity from you. This attack must be an unarmed strike.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">When an opponent provokes an unarmed strike attack of opportunity from you by falling prone, you can spend 2 stamina points to deal an additional 1d6 points of damage with that unarmed strike."
		]
	},
	"victory_through_unity": {
		"name": "Victory Through Unity",
		"sources": [ "Pathfinder #131: The Reaper's Right Hand" ],
		"description": [
			"## Victory Through Unity (Story)",
			"",
			"{SOURCE Pathfinder #131: The Reaper's Right Hand/79}",
			"",
			"You have practiced your family's genetic experimentations upon your own familiar.  ",
			"**Prerequisites:** You must have a familiar, and you must either be a member of House Merrosett or have the Initiated or Storied Lineage background.  ",
			"**Benefit:** When you gain this feat, choose an animal aspect granted by the hunter's animal focus class ability and apply it to your familiar. Your hunter level for this ability is 1st, and you cannot change this ability once you have selected it. If your familiar dies, it loses its aspect and you may choose a new aspect if you take a new familiar. Your familiar's form is altered by superficial changes appropriate to its aspect.  ",
			"**Goal:** You must breed a new magical creature.  ",
			"**Completion Benefit:** You may either choose and apply a second animal aspect to your familiar or apply an evolution from the 1-point evolutions available to a summoner's eidolon. The familiar must conform to any limitations of the evolution (such as being one size category larger than its rider to serve as a mount). Once selected, this decision cannot be changed, but if your familiar dies it loses these abilities and you may choose new abilities if you take a new familiar. If your familiar breeds with its original kind, it has the potential to pass on these extra abilities as permanent traits."
		]
	},
	"vigilant_charger": {
		"name": "Vigilant Charger",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Vigilant Charger (Combat)",
			"",
			"{SOURCE Ultimate Wilderness/119}",
			"",
			"You can ready yourself to spring an attack against your enemies at a moment's notice.  ",
			"**Prerequisites:** Str 13, Dex 13, {feat/Combat Reflexes}.  ",
			"**Benefit:** You can ready an action to charge when an enemy enters a specific space you designate. You must be able to charge the square both when you ready the charge and when the readied action triggers, or you cannot attempt the readied action. When you make a readied charge, you can move only up to your speed.  ",
			"**Normal:** You can't ready an action to charge. Charging allows you to move up to twice your speed."
		]
	},
	"vigilant_eidolon": {
		"name": "Vigilant Eidolon",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Vigilant Eidolon",
			"",
			"{SOURCE Ultimate Magic/159}",
			"",
			"Your eidolon is highly observant, and its link with you increases your own watchfulness.  ",
			"**Prerequisites:** Eidolon class feature.  ",
			"**Benefit:** While your eidolon is within your reach, you gain a +4 bonus on Perception checks. If you have 10 or more ranks in Perception, this bonus increases to +8. This does not apply if your eidolon is helpless or unconscious."
		]
	},
	"vigilant_phantom": {
		"name": "Vigilant Phantom",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Vigilant Phantom",
			"",
			"{SOURCE Occult Adventures/141}",
			"",
			"Your phantom is highly observant, and its link with you increases your own watchfulness.  ",
			"**Prerequisites:** Phantom class feature.  ",
			"**Benefit:** While your phantom is within your reach, you gain a +4 bonus on Perception checks. If you have 10 or more ranks in Perception, this bonus increases to +8. This doesn't apply if your phantom is helpless or unconscious."
		]
	},
	"vile_leadership": {
		"name": "Vile Leadership",
		"sources": [
			"Ultimate Intrigue",
			"Champions of Corruption"
		],
		"description": [
			"## Vile Leadership",
			"",
			"{SOURCE Ultimate Intrigue/135;Champions of Corruption/14}",
			"",
			"You rule over your own cabal of minions with a villainous cohort as your lieutenant.  ",
			"**Prerequisites:** Any evil alignment, character level 7th.  ",
			"**Benefit:** You can attract a loyal cohort and a number of intimidated followers to assist in your nefarious deeds. This feat is similar to {feat/Leadership}, except Vile Leadership rewards - rather than punishes - leaders with cruel reputations or who cause their followers' deaths. Once you take this feat, you cannot take the Leadership feat without retraining your feat selection. Numerous factors can affect your Vile Leadership score (which acts as a Leadership score for the purpose of feats and abilities that rely on a Leadership score, other than Leadership itself); work in conjunction with your GM and use the tables below to adjust your Vile Leadership score accordingly. The NPCs you attract must be of a nongood alignment.",
			"",
			"Vile Leadership Modifiers: Your reputation (from the point of view of the cohort or follower you are trying to attract) raises or lowers your Vile Leadership score.",
			"",
			"| Leader's Reputation | Modifier |",
			"| --- | --- |",
			"| Ruthless | +2 |",
			"| Rewards loyalty or success | +1 |",
			"| Possesses a special power | +1 |",
			"| Indecisive | -1 |",
			"| Tolerant of failure | -1 |",
			"| Merciful | -2 |",
			"",
			"Other modifiers may apply when you try to attract a cohort with this feat, as listed below.",
			"",
			"| Leader's Attributes | Modifer |",
			"| --- | --- |",
			"| Gained power by eliminating a superior | +1 |",
			"| Fails to punish or kill minions who make costly mistakes | -2[^C] |",
			"| Recruits a cohort of a different alignment | -1 |",
			"",
			"Followers have different priorities from cohorts. When you try to attract a follower, use the following modifiers.",
			"",
			"| Leader's Attributes | Modifier |",
			"| --- | --- |",
			"| Has a stronghold, base of operations, guildhouse, etc. | +2 |",
			"| Has punished or killed minions to set an example or assert dominance | +1[^B] |",
			"| Has a tendency toward long periods of inactivity | -1 |",
			"| Restricts minions from looting, pillaging, or pursing other spoils of war | -1 |",
			"",
			"[^C]: Cumulative per incident of compassion shown. This penalty is incurred even if you show mercy to avoid killing or punishing more than 20% of your minions during a given character level.",
			"[^B]: Cumulative to a maximum bonus of +1 per character level. If you punish or kill more than 20% of your minions during a given character level, this bonus becomes a penalty instead. When you gain a new level, any bonus or penalty from punishing or killing minions resets to 0."
		]
	},
	"vim_and_vigor": {
		"name": "Vim and Vigor",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Vim and Vigor (Combat)",
			"",
			"{SOURCE Healer's Handbook/15}",
			"",
			"You rebound more quickly than normal when you draw upon your inner reserve to repair your wounds.  ",
			"**Prerequisites:** Con 13, {feat/Combat Vigor}, {feat/Endurance}, character level 3rd.  ",
			"**Benefit:** Your vigor pool gains 1 vigor point. The fatigued condition that you gain from spending vigor points (as described by the Combat Vigor feat) lasts for 3 rounds instead of 1 minute. In addition, when you take this feat, you gain a +2 bonus on saving throws against effects that cause fatigue or exhaustion."
		]
	},
	"vindictive_fall": {
		"name": "Vindictive Fall",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Vindictive Fall",
			"",
			"{SOURCE Antihero's Handbook/9}",
			"",
			"When you fall, you drag others down with you.  ",
			"**Prerequisites:** {feat/Lightning Reflexes}.  ",
			"**Benefit:** When a creature causes you to fall prone, such as with an effect or a spell (such as grease) or by succeeding at a combat maneuver to trip you, you can attempt a combat maneuver check as an immediate action to trip an enemy within your melee reach. The target of this combat maneuver need not be the creature that caused you to fall prone. If you do not have the {feat/Improved Trip} feat or a similar ability, your trip combat maneuver provokes an attack of opportunity from the target as normal."
		]
	},
	"violent_display": {
		"name": "Violent Display",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Violent Display (Combat)",
			"",
			"{SOURCE Blood of the Moon/23}",
			"",
			"You never miss an opportunity to cow foes.  ",
			"**Prerequisites:** {feat/Dazzling Display}, {feat/Weapon Focus}, base attack bonus +6.  ",
			"**Benefit:** When you land a successful sneak attack or confirm a critical hit against a creature with a weapon with which you have Weapon Focus, you can use Dazzling Display as an immediate action."
		]
	},
	"virtuous_creed": {
		"name": "Virtuous Creed",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Virtuous Creed",
			"",
			"{SOURCE Champions of Purity/16}",
			"",
			"You accept a creed to guide your destiny toward good.  ",
			"**Prerequisites:** You must be good.  ",
			"**Benefit:** Select one of the following virtues. You must adhere to that virtue's creed in order to benefit from its bonus. If you break any part of the creed, you are unable to gain the benefits from that virtue for 24 hours. Significant violations require atonement for you to be able to benefit from this feat again.  ",
			"**Special:** You can gain this feat multiple times. Each time you take this feat, you must choose a new virtue.",
			"",
			"### Humility",
			"",
			"Creed: You must always show respect to others. You must put your own desires aside in favor of the needs of the masses. You must be conservative in dress and in actions, and wary not to display pride or gloat about your wealth or achievements.  ",
			"**Benefit:** You add your Wisdom modifier on Diplomacy checks in addition to your Charisma modifier.",
			"",
			"### Courage",
			"",
			"Creed: You can never willingly flee combat when others' lives are at risk. You must never show cowardice in sight of your enemies.  ",
			"**Benefit:** When shaken, you gain a +3 bonus on Will saves against any effects that would worsen your condition to frightened or panicked.",
			"",
			"### Freedom",
			"",
			"Creed: You must always seek to ensure that beings have the right to live their lives as their own. You must put an end to slavery when you see it, and break whatever chains hold others down, be they metaphysical or real.  ",
			"**Benefit:** Once per day, you can reroll a Will save against a charm or compulsion effect and gain a +2 bonus on that reroll. You must decide to use this ability before the results are revealed. You must take the second roll, even if it is worse.",
			"",
			"### Purity",
			"",
			"Creed: You must refrain from contact with unclean things and keep your thoughts unpolluted. You must not touch evil-aligned weapons or creatures. You must practice clean eating, ingesting only properly prepared foods that strengthen the body and mind.  ",
			"**Benefit:** You gain a +2 bonus on all Fortitude saving throws against disease or poison. In addition, the onset time for any disease or poison is doubled.",
			"",
			"### Protection",
			"",
			"Creed: You must always stand up for those weaker than yourself. You must defend your community against those that prey upon it.  ",
			"**Benefit:** When you use the aid another action to improve an ally's AC against attacks, the bonus increases to +4 instead of +2.",
			"",
			"### Mercy",
			"",
			"Creed: You must always accept an enemy's surrender. When your enemies are defeated in battle, you must attempt to stabilize them to the best of your ability. You must never bring undue suffering to those who are innocent.  ",
			"**Benefit:** When using a weapon that deals lethal damage to instead deal nonlethal damage, you take no penalty on your attack roll."
		]
	},
	"virulent_venom": {
		"name": "Virulent Venom",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Virulent Venom (Combat)",
			"",
			"{SOURCE Potions and Poisons/5}",
			"",
			"The poison that drips from your fangs is potent enough to burn through flesh and wood.  ",
			"**Prerequisites:** {feat/Spit Venom}, nagaji.  ",
			"**Benefit:** Your ability to spit poison granted by the Spit Venom feat deals 1d6 points of acid damage plus an additional 1d6 points of acid damage for every 3 Hit Dice you have, in addition to all other effects. This additional damage affects creatures even if they are immune to poison or succeed at their Fortitude saving throws. In addition, you gain one additional use per day of the ability to spit poison granted by the Spit Venom feat."
		]
	},
	"visceral_threat": {
		"name": "Visceral Threat",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Visceral Threat (Combat)",
			"",
			"{SOURCE Monster Codex/21}",
			"",
			"Your ability to threaten foes is great enough to make them hesitate.  ",
			"**Prerequisites:** {feat/Intimidating Prowess}.  ",
			"**Benefit:** You may use Intimidate, rather than Bluff, to attempt a feint against a creature within your melee reach."
		]
	},
	"viscous_venom": {
		"name": "Viscous Venom",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Viscous Venom (Combat)",
			"",
			"{SOURCE Potions and Poisons/5}",
			"",
			"Your venom is abnormally thick and adhesive.  ",
			"**Prerequisites:** {feat/Spit Venom}, nagaji.  ",
			"**Benefit:** When you spit poison using the ability granted by the Spit Venom feat, you can spit a glob of venomous goo at an enemy within 30 feet. Once struck, the target is both exposed to your nagaji poison as normal and entangled. An entangled target can break free from the sticky goo with a successful DC 15 Strength or Escape Artist check as a full-round action or by dealing 15 points of damage to the gooey substance with a slashing weapon. In addition, you gain one additional use per day of the ability to spit poison granted by the Spit Venom feat."
		]
	},
	"vishkanya_perfume": {
		"name": "Vishkanya Perfume",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Vishkanya Perfume",
			"",
			"{SOURCE Villain Codex/224}",
			"",
			"You can change your toxic spittle into poisonous breath.  ",
			"**Prerequisites:** {feat/Deadly Kiss}, toxic racial trait, vishkanya.  ",
			"**Benefit:** As a swift action, you can expend one use of your toxic racial trait to alter your venom into an inhaled poison for 1d4 rounds. At one point within this duration, you can select one adjacent enemy to be exposed. In its inhaled form, your venom is an invisible, perfumed gas, and its DC is 2 lower.",
			"",
			"In addition, you can use your toxic racial trait one additional time per day.  ",
			"**Normal:** Vishkanya venom is an injury poison"
		]
	},
	"vision_mastery": {
		"name": "Vision Mastery",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Vision Mastery (Item Mastery)",
			"",
			"{SOURCE Weapon Master's Handbook/27}",
			"",
			"You can pierce invisibility with divination magic items.  ",
			"**Prerequisites:** Use Magic Device 2 ranks, base Fortitude save bonus +4.  ",
			"**Benefit:** You can cause an item that has a divination spell of 1st level or higher in its construction requirements to cast either darkvision or see invisibility. You can use this feat once per day, plus an additional time per day at base Fortitude save bonus +6, +8, +10, and +12."
		]
	},
	"vital_strike": {
		"name": "Vital Strike",
		"sources": [
			"Mythic Adventures",
			"PRPG Core Rulebook",
			"Pathfinder Unchained"
		],
		"description": [
			"## Vital Strike (Combat)",
			"",
			"{SOURCE PRPG Core Rulebook/136}",
			"",
			"You make a single attack that deals significantly more damage than normal.  ",
			"**Prerequisites:** Base attack bonus +6.  ",
			"**Benefit:** When you use the attack action, you can make one attack at your highest base attack bonus that deals additional damage. Roll the weapon's damage dice for the attack twice and add the results together before adding bonuses from Strength, weapon abilities (such as flaming), precision based damage, and other damage bonuses. These extra weapon damage dice are not multiplied on a critical hit, but are added to the total.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">After rolling the damage of a Vital Strike attack, you can spend 2 stamina points to reroll up to two of the weapon's damage dice. (For weapons with more than one damage die, count all the weapon's base damage dice together as one.) You must take the second result, even if it's lower.",
			"",
			"### Mythic Vital Strike",
			"",
			"{SOURCE Mythic Adventures/77}",
			"",
			"You can strike your foes with incredible force.  ",
			"**Prerequisites:** {feat/Vital Strike}.  ",
			"**Benefit:** Whenever you use Vital Strike, {feat/Improved Vital Strike}, or {feat/Greater Vital Strike}, multiply the Strength bonus, magic bonus, and other bonuses that would normally be multiplied on a critical hit by the number of weapon damage dice you roll for that feat.",
			"",
			"Extra damage from sources that wouldn't normally be multiplied on a critical hit isn't multiplied by this feat."
		],
		"has_mythic_version": true
	},
	"voice_of_beasts": {
		"name": "Voice of Beasts",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Voice of Beasts",
			"",
			"{SOURCE Ultimate Wilderness/119}",
			"",
			"Your deep connection with nature allows you to speak with all manner of living creatures.  ",
			"**Prerequisites:** Wild shape class feature.  ",
			"**Benefit:** While you are using wild shape, you gain the ability to communicate with all animals. This acts as speak with animals, though the effect is supernatural in nature and can't be dispelled."
		]
	},
	"voice_of_the_sibyl": {
		"name": "Voice of the Sibyl",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Voice of the Sibyl",
			"",
			"{SOURCE Ultimate Magic/159}",
			"",
			"Your voice is strangely compelling.  ",
			"**Prerequisites:** Cha 15.  ",
			"**Benefit:** You get a +1 bonus on all Bluff, Diplomacy, and Perform (oratory) skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +3 for that skill. You do not get these bonuses if you do not use your voice when using the skill (such as using Bluff to feint in combat).",
			"",
			"### Mythic Voice of the Sibyl",
			"",
			"{SOURCE Mythic Adventures/77}",
			"",
			"You overpower weaker and more vulnerable minds with your voice alone.  ",
			"**Prerequisites:** {feat/Voice of the Sibyl}.  ",
			"**Benefit:** You gain a +1 bonus on all Bluff, Diplomacy, and Perform (oratory) skill checks for every 3 tiers you possess. This bonus stacks with the bonus from Voice of the Sibyl. If you have 10 or more ranks in at least two of these skills, gain a +2 bonus to the DC of any language-dependent spell you cast."
		],
		"has_mythic_version": true
	},
	"volley_fire": {
		"name": "Volley Fire",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Volley Fire (Combat, Teamwork)",
			"",
			"{SOURCE Ranged Tactics Toolbox/10}",
			"",
			"You have trained to work in ranks of archers to rain arrows down upon your foes.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}.  ",
			"**Benefit:** You gain a +1 bonus on ranged attack rolls for each ally with this feat who made a ranged attack since the end of your last turn against a target within 15 feet of your target, to a maximum of +4. These allies don't provide cover against your attacks."
		]
	},
	"voracious_blade": {
		"name": "Voracious Blade",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Voracious Blade (Combat)",
			"",
			"{SOURCE Inner Sea Monster Codex/59}",
			"",
			"You can channel your daemonic energies through the vile blade you wield.  ",
			"**Prerequisites:** [Weapon Focus (rhoka sword)](feat/weapon_focus), base attack bonus +4, urdefhan.  ",
			"**Benefit:** When wielding a rhoka sword, you can channel your daemonic energies through the blade as a swift action, causing it to deal Strength damage as your bite attack. You can use this ability a number of times per day equal to your Constitution modifier (minimum 1)."
		]
	},
	"vulpine_pounce": {
		"name": "Vulpine Pounce",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Vulpine Pounce (Combat)",
			"",
			"{SOURCE Dragon Empires Primer/5}",
			"",
			"You can change shape mid-charge and pounce on an opponent in the same round.  ",
			"**Prerequisites:** {feat/Swift Kitsune Shapechanger}, base attack bonus +10, kitsune.  ",
			"**Benefit:** When you change shape into your kitsune form and use the charge action in the same round, you can make a full attack against your opponent."
		]
	},
	"waking_dream": {
		"name": "Waking Dream",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Waking Dream",
			"",
			"{SOURCE Plane-Hopper's Handbook/30}",
			"",
			"You can manipulate the world of dreams, even in your physical form.  ",
			"**Prerequisites:** Cha 17, {feat/Ephemeral Tread}, {feat/Lucid Dreamer}, Knowledge (planes) 10 ranks.  ",
			"**Benefit:** When in the Dimension of Dreams in your physical body, you gain an additional attempt at an impossible action per day, for a total of two attempts. However, as a result of your meddling with the fabric of the realm, when you travel to the Dimension of Dreams in your physical body, you must succeed at a DC 15 Charisma check or arrive at a disadvantage."
		]
	},
	"walking_sleight": {
		"name": "Walking Sleight",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Walking Sleight",
			"",
			"{SOURCE Ultimate Intrigue/95}",
			"",
			"You've developed your skills at picking up items while on the move.  ",
			"**Prerequisites:** {feat/Deft Hands}, Sleight of Hand 5 ranks.  ",
			"**Benefit:** You no longer take the -20 penalty for attempting a Sleight of Hand check as a move action. You can attempt a Sleight of Hand check as a standard action in the middle of your move action.  ",
			"**Normal:** You can attempt a Sleight of Hand check as a move action only by taking a -20 penalty on the check."
		]
	},
	"wall_of_flesh": {
		"name": "Wall of Flesh",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Wall of Flesh (Teamwork)",
			"",
			"{SOURCE Kobolds of Golarion/25}",
			"",
			"You swarm with your allies, becoming a wall of creatures.  ",
			"**Prerequisites:** Small size or smaller.  ",
			"**Benefit:** When adjacent to an ally with this feat, you're considered one size category larger for determining CMD and the way combat maneuvers and abilities affect you."
		]
	},
	"wand_dancer": {
		"name": "Wand Dancer",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Wand Dancer",
			"",
			"{SOURCE Inner Sea World Guide/289;Pathfinder Campaign Setting/219}",
			"",
			"You are trained in a tradition of Garundi courtesans and court mages that melds dance with the use of magic wands.  ",
			"**Prerequisites:** Dex 13, {feat/Dodge}, {feat/Mobility}, Perform (dance) 5 ranks.  ",
			"**Benefit:** When using a spell trigger item, you can move both before and after triggering the item, as long as the total distance moved is not greater than your speed. Choose one creature potentially affected by your spell trigger item. Your movement does not provoke attacks of opportunity from that creature only. You must move at least 5 feet before and after using your spell trigger item to utilize this feat."
		]
	},
	"wanderers_fortune": {
		"name": "Wanderer's Fortune",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Wanderer's Fortune (Conduit)",
			"",
			"{SOURCE Planar Adventures/33}",
			"",
			"The promise of Elysium's freedom liberates you from all forms of restraint, allowing you to move as you will and to avoid numerous kinds of restraints that would otherwise vex a traveler or explorer.  ",
			"**Prerequisites:** Knowledge (planes) 3 ranks.  ",
			"**Benefit:** As a swift action, you gain the benefits of freedom of movement until the end of your turn or until you benefit from the effects to escape a grapple or magical restraint, whichever comes first.",
			"",
			"You can use this feat's benefit once per day, plus an additional time per day for every 5 ranks you have in Knowledge (planes)."
		]
	},
	"wandering_mind": {
		"name": "Wandering Mind",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wandering Mind",
			"",
			"{SOURCE Ultimate Wilderness/13}",
			"",
			"Your mind drifts swiftly from one thing to the next and is all but impossible to pin down.  ",
			"**Prerequisites:** Character level 9th, gathlain.  ",
			"**Benefit:** When you fail a Will save against a mind-affecting effect that lasts more than 1 round, you can attempt another Will save on the round after your failed save. If you succeed, you gain the normal benefits of succeeding at a Will save against the effect. This feat offers only one additional saving throw against each effect."
		]
	},
	"war_blessing": {
		"name": "War Blessing",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## War Blessing",
			"",
			"{SOURCE Advanced Class Guide/159}",
			"",
			"Your fervent call to your deity imbues you with a temporary blessing.  ",
			"**Prerequisites:** Mystery or domain class feature.  ",
			"**Benefit:** Choose two warpriest blessings when you take this feat. Each of these blessings must be tied to a domain granted by your deity or to one of the two domains that represent your spiritual inclination and abilities. Twice per day, you can call upon the minor blessing from one or the other of your chosen blessings. This ability otherwise acts like the warpriest blessings class feature. Your effective warpriest level is the highest level that you have in the class that has the mystery or domain class feature."
		]
	},
	"war_singer": {
		"name": "War Singer",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## War Singer",
			"",
			"{SOURCE Advanced Player's Guide/173}",
			"",
			"Your songs draw upon the savage chants and brutal ways of your people, inspiring those around you to new heights of violence and savagery.  ",
			"**Prerequisites:** Cha 13, bardic performance class feature, half-orc or orc.  ",
			"**Benefit:** When you use bardic performance with audible components on a battlefield (any area where a combat involving a dozen or more combatants is taking place), the range or area of your chosen performance is doubled. In addition, the DC for saving throws against your bardic performance is increased by +2 for creatures of the orc subtype, regardless of where the performance occurs."
		]
	},
	"warding_blood": {
		"name": "Warding Blood",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Warding Blood",
			"",
			"{SOURCE Potions and Poisons/6}",
			"",
			"Your ethereal venom is strong enough to repel anyone who attempts to cross through it.  ",
			"**Prerequisites:** {feat/Ghostbane Ichor}, Knowledge (religion) 13 ranks, vishkanya.  ",
			"**Benefit:** You can spend 10 minutes and two uses of your vishkanya venom to coat an area no larger than 10 feet by 10 feet with your blood. This creates a forbiddance effect, using your character level as your caster level (maximum 20). The save DC of this effect is equal to 15 + your Charisma modifier. Creatures that take damage from the forbiddance effect are also exposed to your vishkanya venom. If you have abilities that alter the effects of your venom, you must choose which effect applies when you create the venomous area."
		]
	},
	"warleaders_rage": {
		"name": "Warleader's Rage",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Warleader's Rage",
			"",
			"{SOURCE Orcs of Golarion/25}",
			"",
			"Your rages are so inspiring to your allies that they don't have to remain adjacent to you to stay raging.  ",
			"**Prerequisites:** Cha 13, half-orc or orc, non-lawful.  ",
			"**Benefit:** Feats and abilities that allow an ally to rage or enhance a rage if adjacent to you (such as Amplified Rage and Sympathetic Rage) persist as long as your ally is within 30 feet of you and can see you. The conditions to activate the rage effect remain unchanged. For example, an ally with Sympathetic Rage must be adjacent to you to enter his own rage, but once his rage begins, he can continue raging as long as he can see you and you are within 30 feet."
		]
	},
	"warmonger": {
		"name": "Warmonger",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Warmonger",
			"",
			"{SOURCE Monster Codex/117}",
			"",
			"You are adept at instigating wars among those you advise or antagonize.  ",
			"**Prerequisites:** Cha 13, hobgoblin.  ",
			"**Benefit:** You gain Bluff and Diplomacy as class skills. In addition, you receive a +4 competence bonus on Bluff and Diplomacy skill checks when using either skill to convince another character to go to war against or attack another creature or group."
		]
	},
	"warning_shot": {
		"name": "Warning Shot",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Warning Shot (Combat)",
			"",
			"{SOURCE Ranged Tactics Toolbox/11}",
			"",
			"An intentional near-miss demonstrates your frightening skill at range.  ",
			"**Prerequisites:** {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Weapon Focus}, proficiency with the selected weapon.  ",
			"**Benefit:** As a standard action, you can make a ranged touch attack using a ranged weapon with which you have Weapon Focus. If successful, instead of dealing damage or applying any other effects of the attack, you may attempt an Intimidate check to demoralize the target as a free action. The target doesn't need to be within 30 feet, nor does it need to be able to see or hear you."
		]
	},
	"warren_digger": {
		"name": "Warren Digger",
		"sources": [
			"Monster Codex",
			"Classic Horrors Revisited"
		],
		"description": [
			"## Warren Digger",
			"",
			"{SOURCE Monster Codex/81;Classic Horrors Revisited/32}",
			"",
			"After years spent digging up graves, you are able to move through dirt almost as easily as a fish through water.  ",
			"**Prerequisites:** Ghoul.  ",
			"**Benefit:** You gain a burrow speed of 10 feet through earth, sand, or soil.  ",
			"**Special:** You can gain this feat multiple times. Each time you take it, add 10 feet to your burrow speed, up to a maximum of your base land speed."
		]
	},
	"warrior_priest": {
		"name": "Warrior Priest",
		"sources": [
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Warrior Priest",
			"",
			"{SOURCE Ultimate Magic/159}",
			"",
			"Your religion is both a shield and a weapon in battle.  ",
			"**Prerequisites:** Ability to cast divine spells, domain or mystery class feature.  ",
			"**Benefit:** You gain a +1 bonus on initiative checks and a +2 bonus on concentration checks made to cast a spell or use a spell-like ability when casting defensively or while grappled.",
			"",
			"### Mythic Warrior Priest",
			"",
			"{SOURCE Mythic Adventures/77}",
			"",
			"Your faith speeds you in battle and further strengthens your mind and confidence.  ",
			"**Prerequisites:** {feat/Warrior Priest}.  ",
			"**Benefit:** You gain a bonus equal to half your tier both on initiative checks and on concentration checks to cast a spell or use a spell-like ability when casting defensively or while grappled. These bonuses stack with the bonuses from Warrior Priest."
		],
		"has_mythic_version": true
	},
	"wary_smuggler": {
		"name": "Wary Smuggler",
		"sources": [ "Black Markets" ],
		"description": [
			"## Wary Smuggler",
			"",
			"{SOURCE Black Markets/7}",
			"",
			"You are skilled at trading without the government's approval.  ",
			"**Prerequisites:** Perception 5 ranks, Sleight of Hand 5 ranks, Stealth 5 ranks.  ",
			"**Benefit:** You gain a +5 bonus on Sleight of Hand checks to conceal small, non-weapon objects on your body, or on a single animal or vehicle with which you are traveling. While in urban areas, you can always take 10 on Perception checks, Sleight of Hand checks, and Stealth checks."
		]
	},
	"wasp_familiar": {
		"name": "Wasp Familiar",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Wasp Familiar",
			"",
			"{SOURCE Dirty Tactics Toolbox/17}",
			"",
			"The goddess of lust, revenge, and trickery has granted you a living sting to show her favor in you.  ",
			"**Prerequisites:** Chaotic neutral alignment, worshiper of Calistria.  ",
			"**Benefit:** You gain a familiar as per the arcane bond class feature, using your character level as your wizard level. The familiar is a cat-sized, chaotic neutral wasp loyal to you. Use the statistics for a greensting scorpion familiar, but give it a base speed of 10 feet, a fly speed of 40 feet (average), no Climb bonus, and Fly +7. If you have the ability to gain a familiar through other means (such as the arcane bond class feature), and you are at least 5th level, instead use the statistics for an imp, but replace the invisibility spell-like ability with an unnatural lust (DC 14) spell-like ability usable three times per day. You can have only one familiar.",
			"",
			"If you ever grossly violate the code of conduct required by Calistria (a violation of the scale that would cause a cleric of Calistria to lose all spells and class features), your familiar turns on you and attacks you until it is killed. To regain a familiar, you must atone for your deeds with the atonement spell, and pay to have the slain familiar raised from the dead. If your familiar is slain or lost through other means, you can replace it using the normal rules for replacing familiars.  ",
			"**Special:** This feat can be taken a second time by characters of 7th or higher level if they do not otherwise have access to familiars. Such characters have access to a wasp familiar that uses the statistics for an imp, as described above."
		]
	},
	"water_skinned": {
		"name": "Water Skinned",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Water Skinned",
			"",
			"{SOURCE Advanced Race Guide/178}",
			"",
			"Your touch extinguishes small flames.  ",
			"**Prerequisites:** Undine.  ",
			"**Benefit:** As a standard action, you can extinguish a small nonmagical fire with a touch, affecting anything up to the size of a large campfire. This ability does not affect fires with a total area greater than 5 square feet. Touching the fire in this way does not harm you."
		]
	},
	"waterway_caster": {
		"name": "Waterway Caster",
		"sources": [
			"Ultimate Wilderness",
			"People of the River"
		],
		"description": [
			"## Waterway Caster",
			"",
			"{SOURCE Ultimate Wilderness/119;People of the River/25}",
			"",
			"You've learned to cast spells while on a watercraft or even while swimming in turbulent waters.  ",
			"**Benefit:** You automatically succeed at concentration checks required to cast a spell while being subjected to vigorous or violent motion while either swimming or on a ship. You gain a +4 bonus on concentration checks to cast spells underwater."
		]
	},
	"wave_master": {
		"name": "Wave Master",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Wave Master",
			"",
			"{SOURCE Inner Sea Gods/217}",
			"",
			"Gozreh has seen fit to bless you as an uncommonly skilled swimmer.  ",
			"**Prerequisites:** Worshiper of Gozreh.  ",
			"**Benefit:** When you succeed at a Swim check, you can move your full speed as a full-round action or half your speed as a move action. This does not grant you the benefit of having a swim speed.  ",
			"**Normal:** A successful Swim check allows you to move up to half your speed as a full-round action or up to a quarter your speed as a move action."
		]
	},
	"wave_strike": {
		"name": "Wave Strike",
		"sources": [
			"Ultimate Combat",
			"Pathfinder Unchained"
		],
		"description": [
			"## Wave Strike (Combat)",
			"",
			"{SOURCE Ultimate Combat/123}",
			"",
			"You present a serene facade until you unsheathe your weapon and strike in one fluid motion.  ",
			"**Prerequisites:** Weapon expertise class feature or Quick Draw, Bluff 1 rank.  ",
			"**Benefit:** If on your first turn of combat you draw a melee weapon to attack an opponent within your reach, you can spend a swift action to make a Bluff check to feint against that opponent.",
			"",
			">**Combat Trick** (from the {feat/Combat Stamina} feat)  ",
			">{SOURCE Pathfinder Unchained/135}",
			">",
			">You can spend 2 stamina points to use this feat on your second or subsequent turns in a combat. You can use this combat trick only once per combat, though you can use it in addition to using the feat on your first turn."
		]
	},
	"wayang_soothsayer": {
		"name": "Wayang Soothsayer",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Wayang Soothsayer",
			"",
			"{SOURCE Blood of Shadows/11}",
			"",
			"You embody the ideals of wayang society and culture.  ",
			"**Prerequisites:** Wayang.  ",
			"**Benefit:** You gain the shadow speaker racial trait. If you already have the shadow speaker racial trait, you can increase the number of times per day that you can use shadow speaker by 1, and increase the insight bonus granted from each type of use by 1.  ",
			"**Special:** This feat can be taken once at 1st level, and again at 11th level."
		]
	}
}
