{
	"amulet_of_elemental_strife": {
		"name": "Amulet of Elemental Strife",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Amulet of Elemental Strife",
			"",
			"{SOURCE Ultimate Equipment/254}  ",
			"**Aura** moderate abjuration; **CL** 8th  ",
			"**Slot** neck; **Price** 4,000 gp; **Weight** 1 lb.",
			"",
			"This amulet shines brightly when brought within 60 feet of an outsider with the elemental subtype, shedding light as a torch. The amulet glows a different color depending on the subtype of the elemental or elementals present (white for air, yellow for earth, red for fire, and blue for water). If more than one subtype is present, the gem flickers back and forth between the appropriate colors.",
			"",
			"The wearer gains resistance 5 against a single energy type determined by the subtype of the closest elemental present (air grants electricity resistance, earth grants acid resistance, fire grants fire resistance, and water grants cold resistance). If the closest elemental possesses multiple subtypes, the wearer may choose which type of resistance she gains. This energy resistance only applies against attacks from elementals. The amulet also allows any attacks made by the wearer to bypass the damage reduction of such creatures.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/resist energy}, creator must be at least 8th level; **Cost** 2,000 gp"
		]
	},
	"crepuscular_trinket": {
		"name": "Crepuscular Trinket",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Crepuscular Trinket",
			"",
			"{SOURCE Planar Adventures/53}  ",
			"**Aura** faint abjuration; **CL** 5th  ",
			"**Slot** neck; **Price** 4,000 gp; **Weight** -;",
			"",
			"This simple necklace contains an hourglass-shaped pendant with one black half and one white half. Once per day, the wearer can speak a command word to gain spell resistance 15 against spells and spell-like abilities with the light or shadow descriptors, as well as spells and spell-like abilities of the shadow subschool. This effect lasts for 1 minute.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/dancing lights}, {spell/darkness}; **Cost** 2,000 gp"
		]
	},
	"pendant_of_the_souk": {
		"name": "Pendant of the Souk",
		"sources": [ "Pathfinder #61: Shards of Sin" ],
		"description": [
			"## Pendant of the Souk",
			"",
			"{SOURCE Pathfinder #61: Shards of Sin/65}  ",
			"**Aura** faint divination; **CL** 3rd  ",
			"**Slot** neck; **Price** 4,000 gp; **Weight** -;",
			"",
			"This golden pendant is of Qadiran make. Crafted from gold beaten into the image of a lanner falcon and suspended upon a gold chain, it's the traditional badge of office for the Prince or Princess of the Market in Magnimar's Bazaar of Sails - although they are often given as rewards to those who are particularly helpful or well-liked by the Prince or Princess.",
			"",
			"The wearer of a pendant of the souk gains a +5 competence bonus on Appraise checks. By holding the pendant to her brow, the wearer can gain the effects of an identify spell once per day. Finally, the pendant grows warm in the presence of illusions, granting a +2 insight bonus on saving throws made to disbelieve existing illusion effects.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/identify}; **Cost** 2,000 gp"
		]
	},
	"righteous_fist_amulet": {
		"name": "Righteous Fist Amulet",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Righteous Fist Amulet",
			"",
			"{SOURCE Ultimate Equipment/261}  ",
			"**Aura** faint transmutation; **CL** 4th  ",
			"**Slot** neck; **Price** 4,000 gp; **Weight** 1/2 lb.",
			"",
			"This golden amulet is used by religious sects as a way to help the faithful capture fugitives or defend themselves without doing undue harm to potential converts. While the wearer is using her divine powers of retribution (such as a cleric's smite, an inquisitor's smiting judgment, or a paladin's smite), the amulet grants her the ability to make unarmed strikes in melee combat as if she had the {feat/Improved Unarmed Strike} feat.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {feat/Improved Unarmed Strike}, {spell/stone fist}; **Cost** 2,000 gp"
		]
	},
	"talisman_of_beast_training": {
		"name": "Talisman of Beast Training",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Talisman of Beast Training",
			"",
			"{SOURCE Quests and Campaigns/31}  ",
			"**Aura** faint enchantment; **CL** 1st  ",
			"**Slot** neck; **Price** 4,000 gp; **Weight** -;",
			"",
			"This talisman is worn lashed around the neck and is made of flexible bark woven into a mesmerizing pattern. While wearing a talisman of beast training, a wearer finds that animals become much more patient with her and amenable to training. As such, failed Handle Animal checks made during downtime periods - including those made to rear animals and teach them new tricks - may be treated as if they were successful. The talisman can turn 10 failed checks into successes this way. Once the tenth failed check has been converted to a success, the talisman falls apart and becomes useless.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/charm animal}; **Cost** 2,000 gp"
		]
	},
	"shadgorum_nugget": {
		"name": "Shad'gorum Nugget",
		"sources": [
			"Inner Sea Gods",
			"Gods and Magic"
		],
		"description": [
			"## Shad'gorum Nugget",
			"",
			"{SOURCE Inner Sea Gods/269;Gods and Magic/60}  ",
			"**Aura** faint abjuration; **CL** 3rd  ",
			"**Slot** neck; **Price** 4,200 gp; **Weight** 5 lbs.",
			"",
			"This impossibly hard, lumpy piece of unforged iron originates from metal that remained cool after smelting - ore that resisted all attempts to forge it into another shape. Worshipers of Gorum believe this metal is a reflection of their god's unrelenting determination, and often fashion this \"stubborn iron\" into a pendant, though it is sometimes used as a mace head or as a counterweight to a greatsword or another large weapon instead. While wearing a Shad-Gorum nugget around the neck, the wearer gains fire resistance 1 and a +1 resistance bonus on Will saving throws.",
			"",
			"If Gorum is the wearer's patron, the wearer can use chill metal once per day. At will, the wearer can mend small metallic items as if using a mending spell.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/chill metal}, {spell/mending}, {spell/resist energy}, {spell/resistance}; **Cost** 2,100 gp"
		]
	},
	"stinging_stiletto": {
		"name": "Stinging Stiletto",
		"sources": [
			"Inner Sea Gods",
			"Gods and Magic"
		],
		"description": [
			"## Stinging Stiletto",
			"",
			"{SOURCE Inner Sea Gods/270;Gods and Magic/60}  ",
			"**Aura** faint transmutation; **CL** 3rd  ",
			"**Slot** neck, ring, or none; **Price** 4,500 gp; **Weight** -;",
			"",
			"This tiny dagger has a black leather hilt and a gold-inlaid pattern of stripes and sharp angles on its steel blade. It can transform into a delicate necklace or ornate finger-ring at the wearer's command. The wearer gains a +3 competence bonus on Perception checks while the item is carried or worn. The wearer can also use it to cast ghost sound once per day.",
			"",
			"If Calistria is the wearer's patron, once per day the wearer may speak a command word to use fox's cunning. As a standard action, the wearer can prick her finger with the dagger and swear an oath on her own blood to avenge herself against a particular named creature; the wearer gains a +1 competence bonus on her next attack roll within 1 minute against that creature. Speaking a new vengeance-oath removes the old one, whether or not the wearer has achieved her vengeance.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/fox's cunning}, {spell/ghost sound}, {spell/guidance}, creator must have 5 ranks in Perception; **Cost** 2,250 gp"
		]
	},
	"amulet_of_dragons_breath": {
		"name": "Amulet of Dragon's Breath",
		"sources": [ "Pathfinder #70: The Frozen Stars" ],
		"description": [
			"## Amulet of Dragon's Breath",
			"",
			"{SOURCE Pathfinder #70: The Frozen Stars/62}  ",
			"**Aura** moderate evocation; **CL** 8th  ",
			"**Slot** neck; **Price** 4,800 gp; **Weight** -;",
			"",
			"This amulet is crafted from a dragon scale hung on a thin wire of twisted mithral. There are 10 different types of amulet of dragon's breath, each corresponding to one of the 10 dragon types. As a standard action, the wearer of an amulet of dragon's breath can breathe out a blast of energy similar to a dragon's breath weapon. This breath weapon deals 8d6 points of energy damage (Reflex DC 16 for half). The breath weapon's shape and energy type depend on the type of dragon scale used to craft the amulet. A new amulet of dragon's breath can be used three times before the dragon scale cracks and the amulet becomes useless.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/dragon's breath}; **Cost** 2,400 gp"
		]
	},
	"bloodlink": {
		"name": "Bloodlink",
		"sources": [
			"Inner Sea Intrigue",
			"Pathfinder #16: Endless Night"
		],
		"description": [
			"## Bloodlink",
			"",
			"{SOURCE Inner Sea Intrigue/52;Pathfinder #16: Endless Night/11}  ",
			"**Aura** faint evocation and illusion; **CL** 3rd  ",
			"**Slot** neck; **Price** 4,800 gp; **Weight** -;",
			"",
			"This amulet allows the wearer to use the same spells many drow can cast innately. The wearer can use each of the following spells once per day as a spell-like ability: {spell/dancing lights}, {spell/darkness}, and {spell/faerie fire}. In addition, while wearing this item, the wearer is granted the ability to speak and understand Undercommon and gains proficiency with the hand crossbow, the rapier, and the short sword. While the target is wearing the amulet, she radiates the aura of a chaotic evil creature for the purposes of spells such as {spell/detect chaos} and {spell/detect evil}. A bloodlink can serve as the focus for a {spell/recorporeal incarnation} spell.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/bestow weapon proficiency}, {spell/comprehend languages}, {spell/dancing lights}, {spell/darkness}, {spell/faerie fire}, {spell/misdirection}; **Cost** 6,075 gp"
		]
	},
	"thundering_collar": {
		"name": "Thundering Collar",
		"sources": [ "Inner Sea Temples" ],
		"description": [
			"## Thundering Collar",
			"",
			"{SOURCE Inner Sea Temples/22}  ",
			"**Aura** faint abjuration; **CL** 1st  ",
			"**Slot** neck; **Price** 4,800 gp; **Weight** 1 lb.",
			"",
			"Made of twisted copper wire braided into a torc with redstained dog paws at its ends, a thundering collar is so named after Cayden Cailean's faithful red mastiff, Thunder. A thundering collar allows the wearer to issue a rumbling growl that sounds like rolling thunder three times per day. Creatures within 15 feet must succeed at a DC 12 Will save to attack (as if affected by sanctuary). The wielder can bestow the effect on one adjacent ally as well. This effect lasts for 3 rounds or until the wearer or its ally attacks.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/ghost sound}, {spell/sanctuary}; **Cost** 2,400 gp"
		]
	},
	"amulet_of_uncanny_defense": {
		"name": "Amulet of Uncanny Defense",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Amulet of Uncanny Defense",
			"",
			"{SOURCE Advanced Class Guide/225}  ",
			"**Aura** moderate abjuration; **CL** 9th  ",
			"**Slot** neck; **Price** 5,000 gp; **Weight** -;",
			"",
			"This heavy, cold-iron amulet depicts a bear's head with jaws open in a roar. It increases the wearer's uncanny dodge ability, causing it to function as improved uncanny dodge. (The amulet has no benefit for characters who do not have uncanny dodge). If the wearer already has improved uncanny dodge, treat his class level as 4 higher for the purpose of determining the number of rogue levels an attacker must have in order to sneak attack the wearer by flanking him.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/true seeing}; **Cost** 2,500 gp"
		]
	},
	"best_friend_pendant": {
		"name": "Best Friend Pendant",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Best Friend Pendant",
			"",
			"{SOURCE Ultimate Intrigue/243}  ",
			"**Aura** faint conjuration and transmutation; **CL** 5th  ",
			"**Slot** neck; **Price** 5,000 gp; **Weight** -;",
			"",
			"This silver necklace holds a miniature gilded cage, meant to rest against the wearer's chest. Once per day as a full-round action, the wearer can absorb a single willing Tiny or Small animal into the necklace. Absorbed creatures appear within the cage as miniature versions of themselves rendered in silver. The animal is effectively in stasis and can't communicate, perceive the world around it, or grant any abilities or bonuses (such as a familiar's skill bonus) while absorbed. Animal companions, familiars, or mounts can enter the cage without problem, but coercing other animals into the cage requires a successful DC 20 Handle Animal check. Only one animal can inhabit the pendant at a time.",
			"",
			"The wearer can causes the animal to reappear within 10 feet by speaking a command word and opening the door of the cage as a standard action. A creature can remain within the cage for 48 hours, after which it is forcibly ejected and must wait 24 hours before reentering the cage. If a best friend pendant is destroyed, any held animal is immediately ejected and is stunned for 1d4+1 rounds. A creature must be wearing the best friend pendant in order to activate the item (for either of its uses), but can freely remove or don the item while an animal is stored within.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/apport animal}, {spell/reduce animal}; **Cost** 2,500 gp"
		]
	},
	"charm_of_fate": {
		"name": "Charm of Fate",
		"sources": [ "Pathfinder #39: The City of Seven Spears" ],
		"description": [
			"## Charm of Fate",
			"",
			"{SOURCE Pathfinder #39: The City of Seven Spears/55}  ",
			"**Aura** faint abjuration; **CL** 5th  ",
			"**Slot** neck; **Price** 5,000 gp; **Weight** -;",
			"",
			"This talisman made of bone, claws, and beads protects its wearer from bad luck, evil spirits, and foul magic. The first time each day that the wearer fails a saving throw, the charm of fate causes the wearer to instead successfully save if the roll was missed by 5 or less. If the saving throw was missed by 6 or more, the charm's daily use is expended to no effect.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/remove curse}; **Cost** 2,500 gp"
		]
	},
	"collar_of_obedience": {
		"name": "Collar of Obedience",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Collar of Obedience",
			"",
			"{SOURCE Animal Archive/26}  ",
			"**Aura** moderate enchantment; **CL** 9th  ",
			"**Slot** neck; **Price** 5,000 gp; **Weight** 3 lbs.",
			"",
			"This collar of bright red leather bears a small golden pendant and makes the wearer much more biddable and compliant. The wearer takes a -4 penalty on saving throws against mind-affecting effects used by the creature that placed the collar on it, and that creature gains a +4 bonus on Handle Animal checks to train or push the wearer. Any other creatures take a -4 penalty on Handle Animal checks against the wearer, and the wearer gains a +2 resistance bonus on saving throws against their mind-affecting effects.",
			"",
			"A collar of obedience can be placed on any Small, Medium, or Large creature. Placing a collar of obedience on a creature is a full-round action that requires a successful grapple maneuver. Removing the collar is also a full-round action, and the creature removing it must have precise digits capable of working the locking mechanism. A creature made helpful with wild empathy does not resist having the collar equipped or removed.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/charm animal} or {spell/mind fog}; **Cost** 2,500 gp"
		]
	},
	"deathbalm_talisman": {
		"name": "Deathbalm Talisman",
		"sources": [ "Pathfinder #62: Curse of the Lady's Light" ],
		"description": [
			"## Deathbalm Talisman",
			"",
			"{SOURCE Pathfinder #62: Curse of the Lady's Light/62}  ",
			"**Aura** moderate conjuration; **CL** 5th  ",
			"**Slot** neck; **Price** 5,000 gp; **Weight** 1 lb.",
			"",
			"A deathbalm talisman grants its wearer a +5 resistance bonus on Fortitude saves against disease or poison, and if placed around the neck of an individual already suffering the effects of poison or disease, it allows a new save (with no additional bonus from the deathbalm talisman) to immediately remove the affliction. Whenever a wearer successfully saves against the effects of disease or poison while wearing a deathbalm talisman, it becomes dormant for 24 hours. After this time has passed, it refreshes and functions again. A character who wears a functioning deathbalm talisman for a period of 24 hours heals 1d4 points of ability damage to any one ability score currently suffering ability damage.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/lesser restoration}, {spell/neutralize poison}, {spell/remove disease}; **Cost** 2,500 gp"
		]
	},
	"forbearers_grace": {
		"name": "Forbearer's Grace",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Forbearer's Grace",
			"",
			"{SOURCE Potions and Poisons/30}  ",
			"**Aura** moderate transmutation; **CL** 7th  ",
			"**Slot** neck; **Price** 5,400 gp; **Weight** -;",
			"",
			"This circular amulet is formed from three elegantly curved golden rods and has a deep yellow topaz in its center. When worn, the amulet provides a +2 resistance bonus on Fortitude saves against poisons and ongoing effects from poisons. If at any point any of the wearer's ability scores would be reduced to 1 due to ability score damage from poison, the amulet immediately shatters and the wearer benefits from a casting of restoration. This effect does not cure any poisons still affecting the wearer, but it destroys the amulet.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/restoration}, {spell/neutralize poison}; **Cost** 2,700 gp"
		]
	},
	"ghoul_stone": {
		"name": "Ghoul Stone",
		"sources": [ "Lost Treasures" ],
		"description": [
			"## Ghoul Stone",
			"",
			"{SOURCE Lost Treasures/33}  ",
			"**Aura** faint transmutation; **CL** 3rd  ",
			"**Slot** neck; **Price** 5,400 gp; **Weight** 1 lb.",
			"",
			"No matter how vigorous the attempt to clean it, this amulet is perpetually bloodied. Once per day, if the wearer eats a pound of flesh from a creature of its own race, the amulet grants the wearer a +2 enhancement bonus to Strength for 24 hours. If the wearer goes 24 hours without consuming such flesh, however, this bonus to Strength ends and the wearer takes 2 points of Strength damage. Every day the wearer doesn't eat such flesh, he takes 2 additional points of Strength damage. This damage can be healed normally. Eating such flesh again temporarily negates the Strength damage from this effect and restores the bonus to Strength, but all damage that hasn't been healed returns if the amulet is removed or a cannibalistic meal is missed. Removing the Ghoul Stone prevents further Strength damage, but does not negate any previous damage. A creature reduced to 0 Strength by the amulet dies and rises 24 hours later as a ghoul, or possibly a ghast (10% chance).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/undead anatomy>_1}; **Cost** 2,700 gp"
		]
	},
	"stormlure": {
		"name": "Stormlure",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Stormlure",
			"",
			"{SOURCE Ultimate Equipment/261}  ",
			"**Aura** faint evocation; **CL** 5th  ",
			"**Slot** neck; **Price** 5,400 gp; **Weight** -;",
			"",
			"A stormlure is usually fashioned from pieces of creatures known for their affinity to air - the feathers of birds, the shells of flying insects, and the scales of a dragon. When activated, stormlures call to the wind, causing a tempestuous gale. Once per day on command, the wearer of a stormlure is surrounding by swirling winds for 1 minute, granting a 50% miss chance against all ranged attacks, including rays and other ranged spells that require a roll to hit. This wind does not hinder the wearer of the stormlure in any way. At any one time during this duration, as a swift action, the wearer can cause the air around her to fill with crackling lightning, dealing 4d6 points of electricity damage to all creatures adjacent to her. A DC 14 Reflex save halves this damage.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/lightning bolt}, {spell/wind wall}; **Cost** 2,700 gp"
		]
	},
	"sun_falcon_pectoral": {
		"name": "Sun Falcon Pectoral",
		"sources": [ "Pathfinder #81: Shifting Sands" ],
		"description": [
			"## Sun Falcon Pectoral",
			"",
			"{SOURCE Pathfinder #81: Shifting Sands/59}  ",
			"**Aura** faint evocation [light]; **CL** 5th  ",
			"**Slot** neck; **Price** 5,400 gp; **Weight** 3 lbs.",
			"",
			"This ornate pectoral necklace is crafted out of articulated gold plates arranged in the shape of a falcon - the sacred animal of Horus, the Ancient Osirion god of the sun and the sky.",
			"",
			"When outdoors and in an area with direct, natural sunlight, the wearer of a sun falcon pectoral can call down dazzling beams of sunlight from the sky once per day. As a standard action each round for 5 rounds, the wearer can call down a 5-foot-wide, 30-foot-long vertical sunbeam anywhere within 100 feet. A creature struck by a beam takes 3d6 points of damage and is blinded (a successful DC 14 Reflex save halves the damage and negates the blindness). The wearer does not need to call down a sunbeam each round, but once 5 rounds have passed, no more beams can be called down.",
			"",
			"Indoors, underground, or in areas of darkness, the wearer can instead create a daylight effect from the necklace once per day. The daylight effect lasts up to 2 hours. Whether used to create daylight or sunbeams, a sun falcon pectoral can only be used once per day.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/daylight}; **Cost** 2,700 gp"
		]
	},
	"talisman_of_soul_eating": {
		"name": "Talisman of Soul-Eating",
		"sources": [
			"Book of the Damned",
			"Book of the Damned - Volume 3: Horsemen of the Apocalypse"
		],
		"description": [
			"## Talisman of Soul-Eating",
			"",
			"{SOURCE Book of the Damned/197;Book of the Damned - Volume 3: Horsemen of the Apocalypse/41}  ",
			"**Aura** faint necromancy [evil]; **CL** 5th  ",
			"**Slot** neck; **Price** 5,400 gp; **Weight** 3 lbs.",
			"",
			"This carved cacodaemon skull bears dozens of sharp teeth and is strung on a thin iron chain adorned with vertebrae. Once per day as a full-round action, the wearer can use the skull to draw forth the life essence of a dying or recently dead creature to cast create soul gem. The wearer can ingest this soul gem as a standard action. This frees the soul within the gem, which can be raised from the dead normally. The wearer then gains fast healing 2 for a number of rounds equal to the consumed soul's Hit Dice when it was still living. Draining a soul with the necklace or consuming a soul gem is an evil act.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/create soul gem}; **Cost** 2,700 gp"
		]
	},
	"amulet_of_courage": {
		"name": "Amulet of Courage",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Amulet of Courage",
			"",
			"{SOURCE Divine Anthology/8}  ",
			"**Aura** faint abjuration; **CL** 3rd  ",
			"**Slot** neck; **Price** 6,000 gp; **Weight** -;",
			"",
			"These amulets are fashioned of finely worked silver and depict an overflowing tankard. Once per day, when the wearer of an amulet of courage is affected by a magical or supernatural fear effect, the amulet casts remove fear on the wearer. In addition, if the wearer of the amulet has the bravery class feature, she increases the bonus she receives on Will saves against fear by 1.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/remove fear}; **Cost** 3,000 gp"
		]
	},
	"burrowers_bridle": {
		"name": "Burrower's Bridle",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Burrower's Bridle",
			"",
			"{SOURCE People of the Sands/29}  ",
			"**Aura** moderate transmutation; **CL** 9th  ",
			"**Slot** neck; **Price** 6,000 gp; **Weight** 2 lbs.",
			"",
			"This metal-studded bridle can be attached to any creature with a burrowing speed that is made friendly or helpless. The bridle grants anyone who mounts the bridled creature a +4 competence bonus on Ride, Handle Animal, and wild empathy checks to control the bridled creature. An equipped burrower's bridle allows the user to calm and train (with Handle Animal or wild empathy) any creatures with a burrow speed and an Intelligence score of less than 3 - not just animals or magical beasts. The bridle also allows a creature riding a burrowing creature to accompany it underground while it burrows, but does not grant the ability to breathe underground.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/charm monster}, {spell/passwall}; **Cost** 3,000 gp"
		]
	},
	"necklace_of_beasts_might_eyes": {
		"name": "Necklace of Beast's Might (Eyes)",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Necklace of Beast's Might",
			"",
			"{SOURCE Monster Hunter's Handbook/29}  ",
			"**Aura** varies; **CL** varies  ",
			"**Slot** neck; **Price** 6,000 gp (Eyes), 8,000 gp (Hair), 8,000 gp (Horn), 9,000 gp (Claws), 9,000 gp (Scales), 12,000 gp (Bones), 12,000 gp (Teeth); **Weight** -;",
			"",
			"A necklace of beast's might is a crude necklace made from a particular part (or close analog) of a creature of a specific type: aberrations, animals, dragons, fey, magical beasts, oozes (often made using hardened leftovers), or vermin. Regardless of the parts used to make the necklace, the necklace quietly rattles when a creature of the specific type is within 100 feet of the wearer. Each necklace also has additional abilities based on its component parts (or analogs), and each requires an additional spell in its construction.",
			"",
			"**Bones:** The wearer gains DR 2/- against natural attacks from the associated creature type. Moderate transmutation; **CL** 7th; {spell/stoneskin}.",
			"",
			"**Claws:** The wearer gains a +2 morale bonus on attack rolls against the associated creature type. Moderate transmutation; **CL** 8th; {spell/magic weapon}.",
			"",
			"**Eyes:** The wearer gains a +5 insight bonus on Knowledge checks to identify creatures of the associated type and on Perception checks opposed by such creatures' Disguise checks. Faint divination; **CL** 5th; {spell/know the enemy}.",
			"",
			"**Hair:** The wearer gains a +2 competence bonus on Survival checks to track the associated creature type, and the scent special ability, but only to notice odors of the associated creature type. Faint transmutation; **CL** 5th; {spell/beast shape I}.",
			"",
			"**Horns:** The wearer gains a +2 bonus on combat maneuvers and to CMD against the associated creature type. Faint transmutation; **CL** 5th; {spell/bull's strength}.",
			"",
			"**Scales:** The wearer gains a +2 insight bonus to AC against attacks made by the associated creature type. Moderate transmutation; **CL** 9th; {spell/barkskin}.",
			"",
			"**Teeth:** The wearer gains a +2 bonus on damage rolls against creatures of that type. The wearer's critical hits against such creatures deal 1d6 bleed damage. Moderate transmutation; **CL** 8th; {spell/magic weapon}.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/locate creature}, additional spells (see text); **Cost** 3,000 gp (Eyes), 4,000 gp (Hair), 4,000 gp (Horn), 4,500 gp (Claws), 4,500 gp (Scales), 6,000 gp (Bones), 6,000 gp (Teeth)"
		]
	},
	"necklace_of_beasts_might_hair": {
		"name": "Necklace of Beast's Might (Hair)",
		"copyof": "necklace_of_beasts_might_eyes"
	},
	"necklace_of_beasts_might_horn": {
		"name": "Necklace of Beast's Might (Horn)",
		"copyof": "necklace_of_beasts_might_eyes"
	},
	"necklace_of_beasts_might_claws": {
		"name": "Necklace of Beast's Might (Claws)",
		"copyof": "necklace_of_beasts_might_eyes"
	},
	"necklace_of_beasts_might_scales": {
		"name": "Necklace of Beast's Might (Scales)",
		"copyof": "necklace_of_beasts_might_eyes"
	},
	"necklace_of_beasts_might_bones": {
		"name": "Necklace of Beast's Might (Bones)",
		"copyof": "necklace_of_beasts_might_eyes"
	},
	"necklace_of_beasts_might_teeth": {
		"name": "Necklace of Beast's Might (Teeth)",
		"copyof": "necklace_of_beasts_might_eyes"
	},
	"feychild_necklace": {
		"name": "Feychild Necklace",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Feychild Necklace",
			"",
			"{SOURCE Ultimate Equipment/258}  ",
			"**Aura** moderate divination; **CL** 8th  ",
			"**Slot** neck; **Price** 6,000 gp; **Weight** 1/2 lb.",
			"",
			"This necklace is set with a bloodstone sculpted to look like a scintillating green eye. It gives the wearer a +4 competence bonus on Charisma checks and Charisma-based checks made to interact with gnomes, a +2 competence bonus on similar checks when dealing with beings of the fey creature type, and a -2 penalty on similar checks when interacting with anyone else. The wearer can read, speak, and understand the Gnome language. If the wearer is not a gnome, she gains low-light vision, and may cast {spell/dancing lights}, {spell/ghost sound}, {spell/prestidigitation}, and {spell/speak with animals} each once per day as a spell-like ability.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, creator must be a gnome; **Cost** 3,000 gp"
		]
	},
	"pain_ward_of_the_ostiarius": {
		"name": "Pain Ward of the Ostiarius",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Pain Ward of the Ostiarius",
			"",
			"{SOURCE Horror Adventures/222}  ",
			"**Aura** faint necromancy; **CL** 5th  ",
			"**Slot** neck; **Price** 6,000 gp; **Weight** 1/2 lb.",
			"",
			"This twisted and charred hunk of metal resembles a blacksmith apprentice's failed work. It bears numerous sharp hooks and barbs. Rather than being suspended from a cord or chain, it grips directly onto the wearer's chest with a life of its own. When the item attaches, the user permanently loses 1 hit point and gains a +10 circumstance bonus to resist any attempts to steal the pain ward of the ostiarius and to the DC of other attempts to remove it (such as with Sleight of Hand). Once attached, this item can act as an unholy symbol for any evil deity and reshapes itself to match the symbol of an evil deity the wearer worships. If the unholy symbol is removed from the wearer, he takes 1d8 points of damage and 1 point of Constitution damage.",
			"",
			"The pain ward of the ostiariu grants an evil wearer a +4 profane bonus on any saving throws against spells and abilities with the pain descriptor. Once per day, the wearer can channel his pain into negative energy and inflict it on an unwilling victim. This is a touch attack that deals 1d8+5 points of negative energy damage and sickens the victim for 1d4 rounds. A successful DC 11 Fortitude saving throw halves the damage and negates the sicken effect.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/inflict light wounds}, {spell/resistance}, creator must be an evil worshiper of an evil deity; **Cost** 3,000 gp"
		]
	},
	"torc_of_the_primal_song": {
		"name": "Torc of the Primal Song",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Torc of the Primal Song",
			"",
			"{SOURCE Advanced Class Guide/237}  ",
			"**Aura** moderate enchantment; **CL** 9th  ",
			"**Slot** neck; **Price** 6,000 gp; **Weight** 4 lbs.",
			"",
			"This heavy gold neck ring resembles a braided rope. When the wearer performs a raging song or benefits from an ally's raging song, she gains the {feat/Diehard} feat for the duration of the song. In addition, she benefits from any helpful raging song or bardic performance for 1 round after the performance ends or would normally cease affecting the wearer. This does not stack with other means of prolonging the effects of a performance that has ended.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/greater heroism}; **Cost** 3,000 gp"
		]
	},
	"true_love_locket": {
		"name": "True Love Locket",
		"sources": [
			"Pathfinder #92: The Hill Giant's Pledge",
			"Pathfinder #91: Battle of Bloodmarch Hills"
		],
		"description": [
			"## True Love Locket",
			"",
			"{SOURCE Pathfinder #92: The Hill Giant's Pledge/19;Pathfinder #91: Battle of Bloodmarch Hills/61}  ",
			"**Aura** faint divination; **CL** 3rd  ",
			"**Slot** neck; **Price** 6,000 gp; **Weight** -;",
			"",
			"These gold, heart-shaped pendants, which open to reveal small hollows inside, always come in pairs and must be on the same plane of existence to function. When two people with a strong emotional bond (such as good friends, family members, or lovers) each wear one of the lockets containing a keepsake from the other person (usually a lock of hair or small picture), the lockets' magic becomes evident. After 24 hours of wearing a linked locket, each wearer knows the condition of the other, as a constant status spell. In addition, when either wearer uses the aid another action to assist the wearer of the linked locket, the bonus gained is increased by 1. Lastly, once per day, each wearer may use one of the known skills of the wearer of the linked locket, as borrow skill. If either wearer of a linked true love locket takes the pendant off, has it forcefully removed, is killed, or travels to another plane, both lockets cease to function until re-attuned after 24 hours.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/borrow skill}, {spell/status}; **Cost** 3,000 gp"
		]
	},
	"amulet_of_the_true_form": {
		"name": "Amulet of the True Form",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Amulet of the True Form",
			"",
			"{SOURCE Blood of the Moon/30}  ",
			"**Aura** moderate transmutation; **CL** 7th  ",
			"**Slot** neck; **Price** 6,500 gp; **Weight** -;",
			"",
			"This impeccable sapphire amulet is set with an immaculate pearl. An amulet of the true form is enchanted to ward off powers that would result in unwanted transformation. It grants its wearer a +2 resistance bonus on saving throws against polymorph effects and on a +4 resistance bonus on saving throws against unwilling lycanthropic transformation.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/polymorph}; **Cost** 3,250 gp"
		]
	},
	"gorget_of_umbral_hunger": {
		"name": "Gorget of Umbral Hunger",
		"sources": [ "Merchant's Manifest" ],
		"description": [
			"## Gorget of Umbral Hunger",
			"",
			"{SOURCE Merchant's Manifest/15}  ",
			"**Aura** faint conjuration; **CL** 5th  ",
			"**Slot** neck; **Price** 6,500 gp; **Weight** -;",
			"",
			"This intricately decorated bronze necklace fits tightly across the neck and houses a ruby in its center. Whenever the wearer of the necklace is in an area of dim light or darkness, including magical darkness, the ruby begins to glow and grants the wearer fast healing 1. The necklace can restore up to 20 hit points per day, after which its fast healing effect ends and the gorget becomes inert until its magic resets the next day. This fast healing can restore hit points regardless of the source of the damage, but the wearer detects as an evil creature while the gorget's fast healing ability is active. This has no long-term effect on the wearer's alignment.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/infernal healing}; **Cost** 3,250 gp"
		]
	},
	"oakstewards_favor": {
		"name": "Oakstewards' Favor",
		"sources": [ "People of the River" ],
		"description": [
			"## Oakstewards' Favor",
			"",
			"{SOURCE People of the River/29}  ",
			"**Aura** moderate conjuration; **CL** 11th  ",
			"**Slot** neck; **Price** 6,550 gp; **Weight** -;",
			"",
			"This palm-sized wooden badge is covered in intricate Druidic script that bears the hallmark of the Oakstewards of Sevenarches. Occasionally given as a gift to those who aid the druids, an Oakstewards' favor gives the wearer a +4 competence bonus on Handle Animal checks and increases the DC of any enchantment spells the wearer casts against animals by 2.",
			"",
			"If the token of favor is broken apart and added to boiling water, it becomes a nourishing porridge that feeds up to eight Medium creatures. This meal cures all ongoing sickness and nausea effects, and provides the benefits of neutralize poison and remove disease. In addition, for 24 hours after eating the porridge, subjects gain a +2 luck bonus on Will saves against fear.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/charm animal}, {spell/heroes' feast}, {spell/neutralize poison}, {spell/remove disease}; **Cost** 3,275 gp"
		]
	},
	"carcanet_of_detention": {
		"name": "Carcanet of Detention",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Carcanet of Detention",
			"",
			"{SOURCE Ultimate Equipment/257}  ",
			"**Aura** faint conjuration; **CL** 4th  ",
			"**Slot** neck; **Price** 7,200 gp; **Weight** -;",
			"",
			"Comprised of thick iron links, the carcanet of detention is commonly worn by prison guards and elite members of the city watch. Once per day, the wearer of the carcanet may command it to animate and attempt to wrap around one Medium or smaller creature within 15 feet. The target receives a DC 15 Reflex saving throw to avoid the chain. If the saving throw fails, the target is entangled and cannot move from its current location. As a full-round action, the target can attempt a new saving throw to end the effect; otherwise it persists for 10 minutes or until ended by the wearer as a swift action, at which point it returns to its carcanet form. The chain has a hardness of 10 and 15 hit points.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/animate rope}; **Cost** 3,600 gp"
		]
	},
	"medalion_of_sar_gorog": {
		"name": "Medalion of Sar-Gorog",
		"sources": [ "Heaven Unleashed" ],
		"description": [
			"## Medalion of Sar-Gorog",
			"",
			"{SOURCE Heaven Unleashed/55}  ",
			"**Aura** strong evil; **CL**  ",
			"**Slot** neck; **Price** 7,500 gp; **Weight** -;",
			"",
			"This periapt of health functions only for a wearer who has consumed at least 1 pound of humanoid flesh within the past week.",
			"",
			"### Construction",
			"",
			"**Requirements**; **Cost** 3,750 gp"
		]
	},
	"periapt_of_health": {
		"name": "Periapt of Health",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Periapt of Health",
			"",
			"{SOURCE Ultimate Equipment/260;PRPG Core Rulebook/525}  ",
			"**Aura** faint conjuration; **CL** 5th  ",
			"**Slot** neck; **Price** 7,500 gp; **Weight** -;",
			"",
			"This simple periapt usually appears as a blue gemstone fastened to a silver chain designed to be worn about the neck. The wearer is immune to all disease, including supernatural diseases.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/remove disease}; **Cost** 3,750 gp"
		]
	},
	"spell_sharing_collar": {
		"name": "Spell-Sharing Collar",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Spell-Sharing Collar",
			"",
			"{SOURCE Familiar Folio/21}  ",
			"**Aura** moderate evocation; **CL** 10th  ",
			"**Slot** neck; **Price** 7,500 gp; **Weight** 1 lb.",
			"",
			"This thick leather collar is studded with onyx gems and fastened with a simple metal clasp. Spell-sharing collars come in a variety of sizes and can be secured around the neck of any creature capable of wearing and using a neck-slot item. They are usually sold in sets.",
			"",
			"A creature with the share spells ability (such as an animal companion or familiar) wearing a spell-sharing collar can benefit from that ability with any other creature wearing such a collar that is attuned to its own collar, rather than gaining the benefit only with its bonded master. Attuning two or more spell-sharing collars takes 10 minutes, during which time the collars must be touching one another. A spell-sharing collar can have as many as three other spell-sharing collars attuned to it at once. The granted ability otherwise functions as a familiar's share spells ability.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/imbue with spell ability}; **Cost** 3,750 gp"
		]
	},
	"amulet_of_proof_against_petrification": {
		"name": "Amulet of Proof against Petrification",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Amulet of Proof against Petrification",
			"",
			"{SOURCE Ultimate Equipment/256}  ",
			"**Aura** moderate abjuration; **CL** 8th  ",
			"**Slot** neck; **Price** 8,000 gp; **Weight** -;",
			"",
			"This finely polished wooden amulet has the image of a blindfolded medusa carved upon its surface. Whenever the wearer fails a saving throw that would result in him being turned to stone, he is instead staggered for 1d6 rounds. If a spell or effect turns him to stone without allowing a saving throw, he is instead staggered for 1 minute. These abilities do not function while the wearer is staggered.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/stone to flesh}; **Cost** 4,000 gp"
		]
	},
	"nursing_necklace_ant": {
		"name": "Nursing Necklace (Ant)",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Nursing Necklace",
			"",
			"{SOURCE Healer's Handbook/29}  ",
			"**Aura** faint transmutation; **CL** 3rd  ",
			"**Slot** neck; **Price** 8,000 gp (Ant), 8,000 gp (Centipede), 8,000 gp (Spider), 10,000 gp (Leech), 10,000 gp (Mosquito); **Weight** -;",
			"",
			"This large, vermin-shaped medallion can crawl free from its setting to heal the wearer's ills. On command, the vermin can animate to perform any function allowable by the Heal skill on the wearer only. The vermin has a +12 bonus on Heal checks for these purposes and acts as if it had unlimited uses of a healer's kit (the circumstance bonus for using a healer's kit is factored into the vermin's bonus on Heal checks). Alternatively, the vermin can aid a healer working to treat the wearer. In this case, the vermin grants the healer a +10 circumstance bonus on Heal checks for this purpose.",
			"",
			"Based on its type, the vermin also grants additional benefits to the necklace that might affect creatures other than the wearer, as described below.",
			"",
			"**Ant:** If the wearer's hit point total is negative, the vermin automatically activates and, on the wearer's next turn, performs first aid (even if the wearer is unconscious).",
			"",
			"**Centipede:** On command, the vermin can use the Heal skill to provide long-term care for up to six creatures (which may or may not include the wearer), as long as the targets remain within 30 feet of the wearer for the duration of their rest. (This does not count as the wearer performing long-term care on herself; therefore the vermin can include her in the long-term care given.)",
			"",
			"**Leech:** Once per day on command, the vermin can suck impurities from the blood. This ends any ongoing poison effect if the vermin succeeds at a Heal skill check with a DC equal to the poison's saving throw DC. On a failure, the wearer still receives a +4 competence bonus on her next saving throw against the poison.",
			"",
			"**Mosquito:** Once per day on command, the vermin can neutralize disease in the blood. This ends any ongoing disease if the vermin succeeds at a Heal skill check with a DC equal to the disease's saving throw DC. On a failure, the wearer still receives a +4 competence bonus on her next saving throw against the disease.",
			"",
			"**Spider:** Three times per day on command, the vermin can fire silk webbing over the wounds of a creature within 30 feet. This allows the vermin to attempt a Heal check to stabilize the creature or stop bleed damage at range.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/cure light wounds}, {spell/delay poison} (leech only), {spell/remove sickness} (mosquito only), {spell/summon swarm}; **Cost** 4,000 gp (Ant), 4,000 gp (Centipede), 4,000 gp (Spider), 5,000 gp (Leech), 5,000 gp (Mosquito)"
		]
	},
	"nursing_necklace_centipede": {
		"name": "Nursing Necklace (Centipede)",
		"copyof": "nursing_necklace_ant"
	},
	"nursing_necklace_spider": {
		"name": "Nursing Necklace (Spider)",
		"copyof": "nursing_necklace_ant"
	},
	"nursing_necklace_leech": {
		"name": "Nursing Necklace (Leech)",
		"copyof": "nursing_necklace_ant"
	},
	"nursing_necklace_mosquito": {
		"name": "Nursing Necklace (Mosquito)",
		"copyof": "nursing_necklace_ant"
	},
	"apollyon_clasp": {
		"name": "Apollyon Clasp",
		"sources": [ "Pathfinder Spiral of Bones #5" ],
		"description": [
			"## Apollyon Clasp",
			"",
			"{SOURCE Pathfinder Spiral of Bones #5/29}  ",
			"**Aura** moderate conjuration; **CL** 8th  ",
			"**Slot** neck; **Price** 8,000 gp; **Weight** -;",
			"",
			"This dark iron pin used to fasten a cloak or cape is the shape of a fly with glittering fragments of soul gems for eyes and is usually crafted by those who venerate Apollyon, the Horseman of Pestilence. Once per day as a standard action, the wearer can exhale a cloud of black flies in a 15-foot cone. Any creature caught in the cone takes 8d6 points of slashing damage as the flies bite its flesh. A successful DC 18 Reflex save halves this damage. If a living creature takes damage from these flies, it must also succeed at a DC 18 Fortitude save or be sickened for 1 minute. Daemons are immune to these effects",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/vomit swarm}; **Cost** 4,000 gp"
		]
	},
	"azatas_whimsy": {
		"name": "Azata's Whimsy",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Azata's Whimsy",
			"",
			"{SOURCE Demon Hunter's Handbook/28}  ",
			"**Aura** moderate enchantment; **CL** 7th  ",
			"**Slot** neck; **Price** 8,000 gp; **Weight** -;",
			"",
			"Any time the wearer of an azata's whimsy would become confused, her random actions are modified as follows:",
			"",
			"- Act normally: No changes.",
			"- Babble: The wearer's babbling is beautiful and inspiring, functioning as a 7th-level bard's inspire courage bardic performance during each round this result is rolled.",
			"- Damage self: The damage is nonlethal.",
			"- Attack nearest creature: The wearer gains a +1 insight bonus on attack rolls against enemies and takes a -4 penalty against allies.",
			"",
			"Additionally, the wearer of an azata's whimsy may choose to voluntarily enter a state of confusion (as the spell) as a free action for up to 7 rounds per day. These rounds need not be consecutive.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/confusion}, creator must be a chaotic good bard; **Cost** 4,000 gp"
		]
	},
	"blessed_keepsake": {
		"name": "Blessed Keepsake",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Blessed Keepsake",
			"",
			"{SOURCE Inner Sea Gods/261}  ",
			"**Aura** faint abjuration and divination; **CL** 1st  ",
			"**Slot** neck; **Price** 8,000 gp; **Weight** -;",
			"",
			"The fine chain bears a glass-fronted locket. If a piece of an outsider with an alignment subtype - such as a tooth from a demon or an angel's wing feather - is held in the locket for 24 hours, the blessed keepsake's magic activates. If the creature has more than one alignment subtype, one must be chosen when the piece is added to the locket.",
			"",
			"The wearer can detect creatures of the chosen alignment at will, as the corresponding {spell/detect chaos}/evil/good/law spell. Three times per day, the wearer can use the blessed keepsake to gain protection from creatures of that alignment, as the corresponding protection from chaos/evil/good/law spell. Lastly, if the wearer has the channel energy ability, she can channel energy to affect outsiders with that subtype as if she possessed the {feat/Alignment Channel} feat.",
			"",
			"If the piece of outsider is removed, the blessed keepsake is inactive until a new piece is attuned.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, Alignment Channel, {spell/detect chaos}, [evil](spell/detect_evil), [good](spell/detect_good), and [law](spell/detect_law), {spell/protection from chaos}, [evil](spell/protection_from_evil), [good](spell/protection_from_good), and [law](spell/protection_from_law); **Cost** 4,000 gp"
		]
	},
	"choker_of_the_queen_bee": {
		"name": "Choker of the Queen Bee",
		"sources": [ "Seers of the Drowned City" ],
		"description": [
			"## Choker of the Queen Bee",
			"",
			"{SOURCE Seers of the Drowned City/53}  ",
			"**Aura** moderate transmutation; **CL** 6th  ",
			"**Slot** neck; **Price** 8,000 gp; **Weight** 1 lb.",
			"",
			"A detailed bronze figurine of a crowned honeybee adorns this iron choker. The first chokers of this type were created by a cabal of gnome priests of the Eldest from the Abendego Coast, who believed pain could forestall the bleaching.",
			"",
			"When this choker is placed on a living creature's neck, the bee springs to life and latches itself to the wearer, embeds its stinger deep into her neck, and fills the wearer's throat with swarming bees. Although it produces a disconcerting feeling, this sting and the bees do no harm to the wearer other than to give her voice an aggressive buzzing quality that grants her a +2 competence bonus on Intimidate checks.",
			"",
			"Once per day as a standard action, the wearer can swallow some of the bees in her throat as a swift action, which coats her throat in soothing, golden honey. For the next hour, her voice sounds silken and smooth, and she gains a +2 competence bonus on Diplomacy checks rather than on Intimidate checks.",
			"",
			"Finally, the wearer can release the entire swarm as a standard action once per day. When she does so, she exhales a 15-foot cone of angry bees from her mouth. Those caught in the cone take 4d6 points of piercing damage and are staggered by the painful stings for 1d4 rounds. A successful DC 16 Reflex saving throw halves the damage inflicted and negates the staggered condition.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/eagle's splendor}, {spell/vomit swarm}; **Cost** 4,000 gp"
		]
	},
	"choker_of_the_siphoning_scorpion": {
		"name": "Choker of the Siphoning Scorpion",
		"sources": [ "Daughters of Fury" ],
		"description": [
			"## Choker of the Siphoning Scorpion",
			"",
			"{SOURCE Daughters of Fury/57}  ",
			"**Aura** moderate necromancy; **CL** 9th  ",
			"**Slot** neck; **Price** 8,000 gp; **Weight** -;",
			"",
			"This choker consists of a thin gold chain with a small scorpion charm that presses snugly against the neck when worn. Once per day as an immediate action, the wearer of this item can forgo her saving throw against a poison effect, and instead let the scorpion charm siphon the poison, filling to its maximum capacity of 1 dose. The wearer suffers no effects from the poison in this manner. While filled, the charm doesn't protect against poison.",
			"",
			"As a full-round action, the wearer can remove the choker and affix it to her melee weapon by pressing the scorpion against the weapon and allowing the chain to automatically secure itself around the weapon's hilt or handle. If the weapon hits, the wearer can choose to dose the target with the poison (in addition to any effects the attack would normally have) as though the weapon were coated with a dose of the poison. This drains the scorpion of its stored dose. The target can attempt a Fortitude save as normal (using the poison's original DC) to resist the effect.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/absorb toxicity}, {spell/greater magic weapon}; **Cost** 4,000 gp"
		]
	},
	"everwake_amulet": {
		"name": "Everwake Amulet",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Everwake Amulet",
			"",
			"{SOURCE Ultimate Equipment/257}  ",
			"**Aura** faint conjuration; **CL** 2nd  ",
			"**Slot** neck; **Price** 8,000 gp; **Weight** 1 lb.",
			"",
			"Cast in the image of the sun and often ornamented with an open eye, this amulet defends the wearer against the need for sleep. The wearer of this amulet does not need to sleep, but must remain at ease for the normal amount of time to regain spells and other abilities that require rest (although the wearer could perform light activity, such as reading or keeping watch). Once the wearer has used the power of this amulet for a total of seven nights, the amulet loses its power for one day and the wearer is exhausted for this duration. If the wearer removes the amulet for any reason after having used its ability, she becomes exhausted for four hours for every night of sleep skipped.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/lesser restoration}; **Cost** 4,000 gp"
		]
	},
	"gravewatch_pendant": {
		"name": "Gravewatch Pendant",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Gravewatch Pendant",
			"",
			"{SOURCE Ultimate Equipment/258}  ",
			"**Aura** faint abjuration; **CL** 3rd  ",
			"**Slot** neck; **Price** 8,000 gp; **Weight** 1 lb.",
			"",
			"Favored by the grave-wardens of sites known to be infested with the spirits of the dead, this pendant is an iron ring strung on a necklace made from polished and discolored bones, nails, and teeth. A faint blue light limns the wearer, protecting him from attack. Undead creatures are repulsed by this light and take a -2 penalty on all attack rolls against the wearer of a gravewatch pendant. Incorporeal undead creatures are further repulsed and instead take a -4 penalty on all attack rolls against the wearer. Undead creatures can sense this light easily, however, and receive a +4 circumstance bonus on Perception checks to detect a creature wearing this pendant.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/protection from evil}; **Cost** 4,000 gp"
		]
	},
	"hand_of_glory": {
		"name": "Hand of Glory",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Hand of Glory",
			"",
			"{SOURCE Ultimate Equipment/259;PRPG Core Rulebook/516}  ",
			"**Aura** faint varied; **CL** 5th  ",
			"**Slot** neck; **Price** 8,000 gp; **Weight** 2 lbs.",
			"",
			"This mummified human hand hangs around a character's neck by a leather cord (taking up space as a magic necklace would). If a magic ring is placed on one of the fingers of the hand, the wearer benefits from the ring as if wearing it herself, and it does not count against her two ring limit. The hand can wear only one ring at a time. Even without a ring, the hand itself allows its wearer to use {spell/daylight} and {spell/see invisibility} each once per day.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/animate dead}, {spell/daylight}, {spell/see invisibility}; **Cost** 4,000 gp"
		]
	},
	"amulet_of_the_spirits_heavens": {
		"name": "Amulet of the Spirits (Heavens)",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Amulet of the Spirits",
			"",
			"{SOURCE Advanced Class Guide/224}  ",
			"**Aura** varies; **CL** varies  ",
			"**Slot** neck; **Price** 8,000 gp (Heavens), 8,000 gp (Wind), 10,000 gp (Flame), 10,000 gp (Stone), 10,000 gp (Waves), 12,000 gp (Battle), 12,000 gp (Bones), 12,000 gp (Life); **Weight** 1 lb.",
			"",
			"Each different type of amulet of the spirit grants its wearer powers from one type of shaman spirit bond, but makes her vulnerable to attacks and effects that target creatures with that spirit bond (such as a spirit-hunting weapon). If a creature that already has the associated mystery or spirit wears the amulet, that wearer does not gain the abilities listed below; instead, the effective level of her mystery or spirit powers increases by 2. This effect does not stack with other abilities that increase the effective level of mystery or spirit powers.",
			"",
			"**Battle:** This amulet is shaped like a tiny dagger that hangs point down. Once per day as a swift action, the wearer can activate a battle ward, which grants her a +3 deflection bonus to AC. Each time she is attacked, the deflection bonus is reduced by 1 (whether the attack succeeds or not) until the ward fades away when the bonus reaches +0. In addition, once per day as a swift action the wearer can curse a creature within 30 feet, making it take more damage from bleed effects and causing its wounds to heal at a slower rate. When the cursed creature takes bleed damage, it takes 1 additional point of bleed damage (even if the bleed is ability damage). Furthermore, when the target is subject to an effect that would restore its hit points, that effect restores only half the normal amount of hit points. This curse lasts for 8 rounds. Moderate necromancy; **CL** 8th; {feat/Craft Wondrous Item}, bestow curse, entropic shield.",
			"",
			"**Bones:** This amulet is a necklace made of petrified bones. Once per day as a swift action, the wearer can activate a bone ward, which causes a group of flying bones to encircle her, granting her a +2 deflection bonus to AC for 8 rounds. In addition, once per day as a swift action the wearer can target a creature within 30 feet, causing it to become frightened for 1 round (Will DC 13 negates). Moderate necromancy; **CL** 8th; {feat/Craft Wondrous Item}, entropic shield, scare.",
			"",
			"**Flame:** This amulet is a single fire opal hanging from a chain of brass. Twice per day as a swift action, the wearer can activate a fire ward. The next time she is struck with a melee weapon, the creature making the attack takes 1d6+4 points of fire damage. The ward lasts for 1 minute, after which it fades away if not expended. In addition, twice per day as a swift action the wearer can cause a creature within 30 feet to become vulnerable to fire until the end of the wearer's turn. Whenever the creature takes fire damage, it takes half again as much damage (+50%). If the creature is already vulnerable to fire, this hex has no effect. Fire immunity and resistances apply as normal, and any saving throw allowed by the effect that caused the damage reduces it as normal. Moderate evocation; **CL** 8th; {feat/Craft Wondrous Item}, burning hands.",
			"",
			"**Heavens:** This black cat's eye hanging from a silver chain reflects any light that hits its surface back as a six-pointed star. Whenever the wearer can see the open sky at night, she can determine her precise location, and can add her Wisdom modifier to her Charisma modifier on all Charisma checks and Charisma-based skill checks. In addition, as a standard action the wearer can cause one enemy within 30 feet to treat the light level as two steps lower: bright light becomes dim light, normal light becomes darkness, and areas of dim light and darkness become supernaturally dark (like darkness, but even creatures with darkvision can't see). This effect lasts for 8 rounds (Will DC 13 negates). This action doesn't provoke attacks of opportunity. Moderate divination; **CL** 8th; {feat/Craft Wondrous Item}, darkness, locate creature.",
			"",
			"**Life:** This amulet is formed from a petrified robin's egg strung on a simple thong of woven hair. The wearer becomes more receptive to healing magic, regaining an additional 1d6 hit points from any cure spell cast upon her. In addition, once per day as a standard action, the wearer can cut off any single creature within 30 feet from all forms of magical healing and effects that remove conditions. A DC 13 Will saving throw negates this effect, which otherwise lasts for 1 minute. Moderate conjuration and necromancy; **CL** 10th; {feat/Craft Wondrous Item}, cure light wounds, inflict moderate wounds.",
			"",
			"**Stone:** This rounded river rock hangs from a copper chain. Once per day as a swift action, the wearer can activate a ward of stone, granting herself DR 5/adamantine against the next two melee attacks against her. This ward lasts for 1 minute, after which it fades away if not expended. In addition, once per day as a swift action the wearer can cause a creature within 30 feet to become slightly magnetic; this effect lasts for 2 rounds. Whenever the creature is attacked by a melee or ranged weapon made primarily of metal, it takes a -4 penalty to AC. Moderate abjuration; **CL** 8th; {feat/Craft Wondrous Item}, heat metal, stoneskin.",
			"",
			"**Waves:** This amulet is a small conch hanging from a cord of woven seaweed. Once per day as a swift action, the wearer can activate a ward of mist, granting herself {rule/concealment} as the {spell/blur} spell. The mist dissipates after it causes two attacks to miss because of concealment or after 1 minute, whichever comes first. In addition, as a swift action once per day the wearer can cause one creature within 30 feet to become more susceptible to the sapping powers of cold for 1 minute. When a creature takes cold damage while under this effect, it is entangled for 1 round. If the creature takes cold damage while already entangled by this effect, the duration of the entangled condition increases by 1 round. Moderate illusion; **CL** 8th; {feat/Craft Wondrous Item}, blur, chill touch.",
			"",
			"**Wind:** This feather hangs from a chain of slender twigs reminiscent of a bird's nest. Once per day as a swift action, the wearer can activate a ward of wind that lasts for 1 minute. When she is attacked with an arrow, ray, or other ranged attack that requires an attack roll, that attack roll has a 20% miss chance. In addition, once per day as a swift action the wearer can cause a creature within 30 feet to spark and shimmer with electrical energy. While this does not harm the creature, it does cause the creature to emit light like a torch, preventing it from gaining any benefit from {rule/concealment} or {spell/invisibility}. Furthermore, while the aura lasts, whenever the target is hit with a metal melee weapon, it also takes 5 points of electricity damage. The sparking aura lasts 4 rounds. Moderate abjuration and evocation; **CL** 8th; {feat/Craft Wondrous Item}, entropic shield, shocking grasp.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, additional spells (see text), creator must be a shaman with the appropriate spirit; **Cost** 6,000 gp (Battle), 6,000 gp (Bones), 5,000 gp (Flame), 4,000 gp (Heavens), 6,000 gp (Life), 5,000 gp (Stone), 5,000 gp (Waves), 4,000 gp (Wind)"
		]
	},
	"amulet_of_the_spirits_wind": {
		"name": "Amulet of the Spirits (Wind)",
		"copyof": "amulet_of_the_spirits_heavens"
	},
	"amulet_of_the_spirits_flame": {
		"name": "Amulet of the Spirits (Flame)",
		"copyof": "amulet_of_the_spirits_heavens"
	},
	"amulet_of_the_spirits_stone": {
		"name": "Amulet of the Spirits (Stone)",
		"copyof": "amulet_of_the_spirits_heavens"
	},
	"amulet_of_the_spirits_waves": {
		"name": "Amulet of the Spirits (Waves)",
		"copyof": "amulet_of_the_spirits_heavens"
	},
	"amulet_of_the_spirits_battle": {
		"name": "Amulet of the Spirits (Battle)",
		"copyof": "amulet_of_the_spirits_heavens"
	},
	"amulet_of_the_spirits_bones": {
		"name": "Amulet of the Spirits (Bones)",
		"copyof": "amulet_of_the_spirits_heavens"
	},
	"periapt_of_proof_against_paralysis": {
		"name": "Periapt of Proof Against Paralysis",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Periapt of Proof Against Paralysis",
			"",
			"{SOURCE Potions and Poisons/31}  ",
			"**Aura** faint conjuration; **CL** 5th  ",
			"**Slot** neck; **Price** 8,000 gp; **Weight** -;",
			"",
			"This pewter chain necklace is formed from alternating sizes of metal links, creating a delicate but imposing look. Short enough to be a choker, it is set in the middle with a brilliant jasper stone that is finely cut and shines even when light is scarce. Whenever the wearer fails a saving throw against an effect that results in paralysis, the periapt instead causes the wearer to be fatigued for 1d4 rounds. If an effect would paralyze the wearer without a saving throw, he is instead fatigued until he removes the condition. If the wearer fails a saving throw against a paralyzing effect while fatigued, he becomes exhausted. Characters with the exhausted condition gain no benefits from a periapt of proof against paralysis.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/remove paralysis}; **Cost** 4,000 gp"
		]
	},
	"periapt_of_temporary_familiar": {
		"name": "Periapt of Temporary Familiar",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Periapt of Temporary Familiar",
			"",
			"{SOURCE Monster Summoner's Handbook/20}  ",
			"**Aura** moderate conjuration; **CL** 9th  ",
			"**Slot** neck; **Price** 8,000 gp; **Weight** 1 lb.",
			"",
			"This clear blue crystal amulet contains a pearl figurine depicting a miniature animal on the familiar list, such as a bat, monkey, or raven. Three times per day, the wearer can call forth the animal depicted in the amulet to serve as her familiar. This temporary familiar has all of the familiar abilities as if the wearer was a 5th-level wizard, and remains for 5 minutes or until it is reduced to 0 hit points. If the temporary familiar is reduced to 0 hit points, it cannot be summoned again for 24 hours. The familiar retains memories from past summonings. Only those without familiars of their own can activate a periapt of temporary familiar.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/summon monster V}, creator must have a familiar; **Cost** 4,000 gp"
		]
	},
	"propitious_metumbe": {
		"name": "Propitious Metumbe",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Propitious Metumbe",
			"",
			"{SOURCE Faiths and Philosophies/31}  ",
			"**Aura** moderate abjuration; **CL** 7th  ",
			"**Slot** neck; **Price** 8,000 gp; **Weight** 1 lb.",
			"",
			"This polished talisman of darkwood inscribed with the pictogram of a specific wendo hangs from a loop of twine. The wearer gains a +2 luck bonus on saving throws against witch hexes, spells and abilities with the curse descriptor, and any spells or effects that would force the wielder to reroll a die or roll multiple dice and take the worst result.",
			"",
			"Once per day when the wearer is targeted by such a spell or effect that doesn't normally grant a saving throw, she can make a Will saving throw to negate the effect. If she attempts the save against a spell, the save DC is equal to 10 + the spell's level + the caster's primary casting ability bonus (Cha for sorcerers, Int for wizards, Wis for clerics, and so forth). If she attempts the save against a non-spell effect, the save DC is equal to 10 + half the HD of the effect's source + the source's Charisma modifier.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/hex ward}; **Cost** 4,000 gp"
		]
	},
	"torc_of_bloody_rage": {
		"name": "Torc of Bloody Rage",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Torc of Bloody Rage",
			"",
			"{SOURCE Advanced Class Guide/237}  ",
			"**Aura** moderate transmutation; **CL** 7th  ",
			"**Slot** neck; **Price** 8,000 gp; **Weight** 1 lb.",
			"",
			"This thick iron torc appears crudely made, and a few dents from the maker's hammer are visible. Once per day as a free action, the wearer can enter a rage for 6 rounds as the spell, except that the wearer is fatigued for 12 rounds after the rage ends. If the wearer has the rage class feature, once per day as a free action the wearer can grant herself 3 additional rounds of rage instead.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/rage}, creator must have the bloodrage or rage class feature; **Cost** 4,000 gp"
		]
	},
	"torc_of_lionheart_fury": {
		"name": "Torc of Lionheart Fury",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Torc of Lionheart Fury",
			"",
			"{SOURCE Ultimate Equipment/261;Advanced Player's Guide/310}  ",
			"**Aura** faint abjuration; **CL** 3rd  ",
			"**Slot** neck; **Price** 8,000 gp; **Weight** 1 lb.",
			"",
			"Each end of this heavy copper neckwear bears the image of a snarling lion. The wearer gains a +2 morale bonus on saving throws against fear. If the wearer is a barbarian of at least 12th level, she gains fearless rage as a bonus rage power. If she already has this power, she also becomes immune to the panicked condition while raging, and any panic-causing attack against her while she rages instead causes her to regain 1 round of rage up to once per round.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/remove fear}; **Cost** 4,000 gp"
		]
	},
	"amulet_of_hidden_light": {
		"name": "Amulet of Hidden Light",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Amulet of Hidden Light",
			"",
			"{SOURCE Advanced Race Guide/112}  ",
			"**Aura** faint illusion; **CL** 3rd  ",
			"**Slot** neck; **Price** 9,000 gp; **Weight** -;",
			"",
			"This large amulet crafted of rough-cut glass can, on command, shed light as a sunrod. Unlike a normal light source, creatures outside this area cannot see the amulet's light.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/light}, {spell/invisibility}; **Cost** 4,500 gp"
		]
	},
	"amulet_of_hidden_strength": {
		"name": "Amulet of Hidden Strength",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Amulet of Hidden Strength",
			"",
			"{SOURCE Ultimate Equipment/254}  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** neck; **Price** 9,000 gp; **Weight** -;",
			"",
			"This glass teardrop hangs on a platinum chain and can be used once per day to grant a surge of power. This surge can be used in one of two ways. As a swift action, the wearer of the amulet can make one melee or ranged attack at his highest attack bonus. Alternatively, if the wearer of the amulet has a ki pool, he can instead focus on the power of the amulet as a full-round action and regain two ki points.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, creator must have a ki pool; **Cost** 4,500 gp"
		]
	},
	"best_friend_pendant_greater": {
		"name": "Best Friend Pendant, Greater",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Best Friend Pendant, Greater",
			"",
			"{SOURCE Ultimate Intrigue/243}  ",
			"**Aura** moderate conjuration and transmutation; **CL** 7th  ",
			"**Slot** neck; **Price** 9,000 gp; **Weight** -;",
			"",
			"Made of finely wrought platinum, this neckpiece is an improved version of a best friend pendant. In addition to the regular abilities of a best friend pendant, this version can absorb Medium and Large animals as well as Tiny or Small elementals, magical beasts, and outsiders. Elementals, magical beasts, and outsiders don't require Handle Animal checks to be made willing to enter the necklace, but might require other forms of coercion at the GM's discretion.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/dimension door}, {spell/reduce animal}; **Cost** 4,500 gp"
		]
	},
	"greater_best_friend_pendant": { "copyof": "best_friend_pendant_greater" },
	"darksire_amulet": {
		"name": "Darksire Amulet",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Darksire Amulet",
			"",
			"{SOURCE Advanced Race Guide/173}  ",
			"**Aura** faint abjuration; **CL** 3rd  ",
			"**Slot** neck; **Price** 9,000 gp; **Weight** 1 lb.",
			"",
			"This small iron locket contains some token - a scale, a shaving of a horn or claw, or lock of burning hair - from a fiend. When worn by a tiefling, if he has cold, electricity, or fire resistance, this amulet increases that resistance by 5. Furthermore, it provides a +4 insight bonus on Diplomacy skill checks made to influence evil outsiders.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/resist energy}, creator must be a tiefling, half-fiend, or true fiend; **Cost** 4,500 gp"
		]
	},
	"doomsday_key": {
		"name": "Doomsday Key",
		"sources": [ "Pathfinder #64: Beyond the Doomsday Door" ],
		"description": [
			"## Doomsday Key",
			"",
			"{SOURCE Pathfinder #64: Beyond the Doomsday Door/60}  ",
			"**Aura** moderate necromancy; **CL** 9th  ",
			"**Slot** neck (but see text); **Price** 9,000 gp; **Weight** 1 lb.",
			"",
			"Created ages before the construction of Windsong Abbey by the cult of Groetus, doomsday keys are used by the cult to seal certain doors in their temples, as well as the legendary Doomsday Doors themselves. See the adventure in this volume for examples of the types of unique locks that doomsday keys can work with.",
			"",
			"Up to three times per day as a standard action made by twisting the key in the air (as if unlocking an invisible lock), a doomsday key causes up to four creatures chosen by and within 20 feet of the user to become shaken for 1 minute (Will DC 14 negates)-this is a mind-affecting effect. A doomsday key can also be used to inflict bestow curse (Will DC 14 negates) once per day - this use requires a successful touch attack. While worn about the neck (and thus taking up the neck item slot), a doomsday key bestows a +4 resistance bonus on the wearer's saving throws made against curse effects; this protection does not help against curses the wearer may already be suffering from.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/bestow curse}, {spell/doom}, {spell/remove curse}; **Cost** 4,500 gp"
		]
	},
	"necklace_of_adaptation": {
		"name": "Necklace of Adaptation",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Necklace of Adaptation",
			"",
			"{SOURCE Ultimate Equipment/259;PRPG Core Rulebook/524}  ",
			"**Aura** moderate transmutation; **CL** 7th  ",
			"**Slot** neck; **Price** 9,000 gp; **Weight** 1 lb.",
			"",
			"This necklace is a heavy chain with a platinum medallion. The magic of the necklace wraps the wearer in a shell of fresh air, making him immune to all harmful vapors and gases (such as cloudkill and stinking cloud effects, as well as inhaled poisons) and allowing him to breathe, even underwater or in a vacuum.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/alter self}; **Cost** 4,500 gp"
		]
	},
	"scarf_of_glorious_histories_varisian": {
		"name": "Scarf of Glorious Histories (Varisian)",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Scarf of Glorious Histories (Varisian)",
			"",
			"{SOURCE Inner Sea Races/233}  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** neck; **Price** 9,000 gp; **Weight** -;",
			"",
			"The following wondrous item is generally available only to members of the indicated race or ethnicity.",
			"",
			"This light, brightly-colored scarf makes the wearer seem larger than life. He gains a +5 competence bonus on Intimidate and Perform (dance) checks.",
			"",
			"If the wearer rightfully owns a kapenia and wears it at the same time as the scarf, he can glimpse memories of the history traced by the Varisian people in their kapenias and folktales. He gains a +5 competence bonus on Knowledge (history) checks and can attempt any Knowledge (history) check untrained.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}; creator must have 5 ranks in Intimidate, Knowledge (history), and Perform (dance); creator must be a Varisian; **Cost** 4,500 gp"
		]
	},
	"scarf_of_glorious_histories": { "copyof": "scarf_of_glorious_histories_varisian" },
	"shark_tooth_amulet": {
		"name": "Shark Tooth Amulet",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Shark Tooth Amulet",
			"",
			"{SOURCE Advanced Race Guide/178}  ",
			"**Aura** faint abjuration; **CL** 5th  ",
			"**Slot** neck; **Price** 9,000 gp; **Weight** -;",
			"",
			"This amulet is crafted of a single massive petrified shark tooth suspended on kelp twine and grants its wearer combat potency while underwater. While wearing this amulet, its wearer can use melee weapons normally, taking no penalty to attack and dealing full damage with such attacks. This amulet also allows the wearer to make thrown range weapon attacks underwater, though such attacks take a -2 penalty on attack rolls and their range increment is halved.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/touch of the sea}, the crafter must be an undine or have the water subtype; **Cost** 4,500 gp"
		]
	},
	"torc_of_enmity": {
		"name": "Torc of Enmity",
		"sources": [ "Pathfinder #94: Ice Tomb of the Giant Queen" ],
		"description": [
			"## Torc of Enmity",
			"",
			"{SOURCE Pathfinder #94: Ice Tomb of the Giant Queen/22}  ",
			"**Aura** moderate enchantment; **CL** 8th  ",
			"**Slot** neck; **Price** 9,500 gp; **Weight** 5 lbs.",
			"",
			"This large neck ring is made of twisted bronze, capped at each end with tiny skulls facing each other. Each torc of enmity is attuned to a designated creature type (or subtype) as the bane weapon special ability and focuses the wearer's hatred toward creatures of that type. Each time the wearer of a torc of enmity confirms a critical hit against a creature of the type to which the torc is attuned, she gains a cumulative +1 morale bonus on attack rolls against that creature type (maximum +4 bonus) and 1d8 temporary hit points (maximum 20 temporary hit points) for 5 rounds.",
			"",
			"Alternatively, if the wearer is an inquisitor or has the bane class feature, she can instead choose to gain 1 additional round of her bane class ability. If the wearer has the rage class feature, she can instead regain one use of a rage power that has been exhausted (a power that is available either once per rage or once per day). The wearer can gain only one benefit per round from the torc, even if she confirms multiple critical hits in a single round. These benefits must be used within 1 hour of their accrual; if not used by that time, they are lost as the wearer's hatred subsides.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/rage}, {spell/righteous vigor}, {spell/summon monster I}; **Cost** 4,750 gp"
		]
	},
	"amulet_of_eldests_blessing_gnome": {
		"name": "Amulet of Eldest's Blessing (Gnome)",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Amulet of Eldest's Blessing (Gnome)",
			"",
			"{SOURCE Inner Sea Races/228}  ",
			"**Aura** strong abjuration; **CL** 13th  ",
			"**Slot** neck; **Price** 10,000 gp; **Weight** 1 lb.",
			"",
			"The following wondrous item is generally available only to members of the indicated race or ethnicity.",
			"",
			"This crystalline amulet holds a fragment from the First World domain of one of the Eldest. A gnome wearing the amulet does not count as extraplanar on the First World. The wearer heals 1 point of lethal damage every minute and an equal amount of nonlethal damage, up to a maximum each day equal to her Hit Dice or character level. Finally, she gains a +4 insight bonus on saving throws against the Bleaching.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/bleaching resistance}, {spell/planar adaptation}, {spell/regenerate}, creator must be a gnome; **Cost** 5,000 gp"
		]
	},
	"amulet_of_eldests_blessing": { "copyof": "amulet_of_eldests_blessing_gnome" },
	"amulet_of_spell_cunning": {
		"name": "Amulet of Spell Cunning",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Amulet of Spell Cunning",
			"",
			"{SOURCE Ultimate Equipment/256;Advanced Player's Guide/30}  ",
			"**Aura** moderate transmutation; **CL** 7th  ",
			"**Slot** neck; **Price** 10,000 gp; **Weight** 1 lb.",
			"",
			"This silver locket only has power when used as a wizard's bonded object. It allows a wizard to prepare an additional 3 levels of spells per day.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/mnemonic enhancer}; **Cost** 5,000 gp"
		]
	},
	"amulet_of_water_parting": {
		"name": "Amulet of Water Parting",
		"sources": [ "Merchant's Manifest" ],
		"description": [
			"## Amulet of Water Parting",
			"",
			"{SOURCE Merchant's Manifest/9}  ",
			"**Aura** moderate transmutation; **CL** 11th  ",
			"**Slot** neck; **Price** 10,000 gp; **Weight** -;",
			"",
			"This amulet of natural armor +2 is carved from blackwood and often takes abstract artistic forms that incorporate motifs of waves or moving water. When worn, an amulet of water parting confers additional protection from damaging water effects, providing a +2 resistance bonus on saving throws against spells or effects with the water descriptor as well as a +2 deflection bonus to AC against any such spells or effects that require an attack roll.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/barkskin}, {spell/control water}; **Cost** 5,000 gp"
		]
	},
	"amulet_of_wind_defiance": {
		"name": "Amulet of Wind Defiance",
		"sources": [ "Pathfinder #112: The Whisper Out of Time" ],
		"description": [
			"## Amulet of Wind Defiance",
			"",
			"{SOURCE Pathfinder #112: The Whisper Out of Time/73}  ",
			"**Aura** moderate transmutation [air]; **CL** 9th  ",
			"**Slot** neck; **Price** 10,000 gp; **Weight** -;",
			"",
			"This circular stone amulet is engraved with a fine, spiraling line that winds inward toward the center, creating the impression of a powerful vortex. The amulet surrounds the wearer with a reactive field that counters the negative effects of natural or magically controlled winds. The wearer treats all such effects as though she is under the infuence of freedom of movement.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/control winds}; **Cost** 5,000 gp"
		]
	},
	"collar_of_the_true_companion": {
		"name": "Collar of the True Companion",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Collar of the True Companion",
			"",
			"{SOURCE Ultimate Equipment/257}  ",
			"**Aura** moderate transmutation; **CL** 9th  ",
			"**Slot** neck; **Price** 10,000 gp; **Weight** 1 lb.",
			"",
			"Although it appears to be a simple thong of leather, this collar was initially conceived by druids who believed that there were animals who possessed spirits worthy of elevation to true sentience. If worn by a creature of the animal type with an Intelligence less than 3, a collar of the true companion grants a +2 enhancement bonus to Intelligence. This does not give the animal the ability to speak, but it does allow it to understand one spoken language (chosen by the item's creator).",
			"",
			"If the collar is worn for at least 1 week by a creature of the animal type, the creature is raised to humanlike sentience, as though by the awaken spell. Once this occurs, the collar loses its magical properties.",
			"",
			"If a collar of the true companion is worn for more than 1 week by a creature not of the animal type, the wearer is feebleminded until the collar is removed.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/awaken}, {spell/fox's cunning}; **Cost** 6,000 gp"
		]
	},
	"eye_of_the_overwatched": {
		"name": "Eye of the Overwatched",
		"sources": [ "Occult Realms" ],
		"description": [
			"## Eye of the Overwatched",
			"",
			"{SOURCE Occult Realms/6}  ",
			"**Aura** faint abjuration; **CL** 5th  ",
			"**Slot** neck; **Price** 10,000 gp; **Weight** 1 lb.",
			"",
			"The eye of the overwatched is a 6-inch-wide stone ring inset with the symbol of a partly lidded eye. The flawless marble of onyx that's set as the eye's pupil contains glittering points of light that resemble stars.",
			"",
			"Made from the exotic mineral called veinstone, the eye of the overwatched is an ancient amulet crafted by Ralzeros the Overwatched. While he lived, Ralzeros used his observatory to study the otherworldly forces that reside in the Dark Tapestry. In turn, those forces watched him, and he became increasingly paranoid as a result. Just before he disappeared following a duel with the Absalom mage Beldrin, Ralzeros constructed this amulet in hopes that it would protect him from his perceived spellcaster enemies.",
			"",
			"He failed to create a traditional magic item, but an occultist who has learned the abjuration implement school and uses the eye of the overwatched as an implement can use the following focus power.",
			"",
			">*Spellarmor (Sp):* As a swift action, you can expend 1 point of mental focus to try to shake off unwanted magical effects. If you are under the effect of an enemy's spell or spell-like ability when you activate this ward, you immediately receive a new saving throw with a +2 circumstance bonus. This focus power does not grant a saving throw if the original effect did not allow one.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, creator must be a 5th-level occultist who has learned the abjuration implement school; **Cost** 5,000 gp"
		]
	},
	"amulet_of_the_blooded_destined": {
		"name": "Amulet of the Blooded (Destined)",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Amulet of the Blooded",
			"",
			"{SOURCE Advanced Class Guide/222}  ",
			"**Aura** varies; **CL** varies  ",
			"**Slot** neck; **Price** 10,000 gp (Destined), 10,000 gp (Fey), 12,000 gp (Abyssal), 12,000 gp (Accursed), 12,000 gp (Celestial), 12,000 gp (Draconic), 12,000 gp (Elemental), 12,000 gp (Infernal), 12,000 gp (Undead), 15,000 gp (Aberrant); **Weight** 1 lb.",
			"",
			"Each different type of amulet of the blooded grants its wearer powers from one sorcerer bloodline, but makes him vulnerable to attacks and effects that target creatures with the appropriate bloodline (such as a blood-hunting weapon). If a creature that already has the associated bloodline wears the amulet, the wearer does not gain the abilities listed below; instead, the effective level of his bloodline powers increases by 2. This effect does not stack with other abilities that increase the effective level of bloodline powers.",
			"",
			"**Aberrant:** This chunk of pitch-black onyx is suspended on a chain of silver. Strange whorls and tentacle-like shapes are etched upon its surface. The wearer gains a 25% chance to negate any critical hit or sneak attack (as the light fortification armor special ability). When making a melee touch attack, the wearer's reach increases by 5 feet. Moderate illusion; **CL** 9th; {feat/Craft Wondrous Item}, blur, enlarge person.",
			"",
			"**Abyssal:** This amulet is a chunk of bright red garnet in which fire seems to dance when light plays across its surface. It hangs from a chain of brass. The wearer gains electricity resistance 5 and a +2 bonus on saving throws against poison. In addition, the wearer can grow claws as a free action. The claws are treated as natural weapons, and allows the wearer to make two claw attacks as a full attack action using his full base attack bonus. The claws deal 1d4 points of damage each (1d3 if the wearer is Small) plus the wearer's Strength modifier. Moderate abjuration; **CL** 9th; {feat/Craft Wondrous Item}, delay poison, magic fang, resist energy.",
			"",
			"**Accursed:** This swirling green malachite hangs from a chain of oxidized copper. Sinister, unblinking eyes are etched upon its surface. The wearer gains a +2 bonus on saving throws against charm, cold, fear, fire, and sleep effects. Three times per day as a standard action, the wearer can fix his gaze on any one creature within 60 feet. The target becomes staggered for 4 rounds unless it succeeds at a Will saving throw (DC 18). Only one target can be affected by the wearer's gaze at a time; if the wearer attempts to stagger a new opponent, the previous target immediately recovers whether the new attempt is successful or not. Moderate necromancy; **CL** 9th; {feat/Craft Wondrous Item}, bestow curse, resist energy, resistance.",
			"",
			"**Celestial:** This large, polished opal hangs from a chain of smoky gray steel. The wearer gains acid resistance 5 and cold resistance 5. Three times per day as a standard action, the wearer can unleash a ray of heavenly fire as a ranged touch attack, targeting any foe within 30 feet. Against evil creatures, the ray deals 1d4+4 points of damage. The damage is divine and not subject to energy resistance or immunity. The ray heals good creatures of 1d4+4 points of damage, but a good creature cannot benefit from the heavenly fire more than once per day. Neutral creatures are unaffected by the ray. Moderate abjuration and evocation; **CL** 9th; {feat/Craft Wondrous Item}, resist energy, scorching ray.",
			"",
			"**Destined:** This chunk of uncut quartz hangs on a platinum chain. The wearer gains a +2 luck bonus on all saving throws and to AC during surprise rounds or any time he is otherwise unaware of an attack. Once per day, the wearer can reroll one attack roll, critical hit confirmation roll, or caster level check to overcome spell resistance. He must decide to use this ability after the first roll is made but before the result is revealed. He must take the second result, even if it's lower. Moderate enchantment; **CL** 7th; {feat/Craft Wondrous Item}, aid.",
			"",
			"**Draconic:** This amulet comes in a variety of minerals depending on its powers, as shown in the table below, and is formed into the shape of a dragon's scale. The wearer gains resistance 5 against the energy type shown in the table, as well as a +1 natural armor bonus to AC. Once per day as a standard action, the wearer can produce a breath weapon. This breath weapon deals 4d6 points of damage of the energy type and shape listed (Reflex DC 13 half). Moderate abjuration and evocation; **CL** 9th; {feat/Craft Wondrous Item}, fire breath, resist energy.",
			"",
			"| d% | Material | Energy Type | Breath Shape |",
			"| --- | --- | --- | --- |",
			"| 01-25 | Malachite | Acid | 60-foot line |",
			"| 26-50 | Azurite | Electricity | 60-foot line |",
			"| 51-75 | Red Agate | Fire | 30-foot cone |",
			"| 76-100 | Calcite | Cold | 30-foot cone |",
			"",
			"**Elemental:** This amulet comes in a variety of minerals depending on its powers, as shown in the table below. The wearer gains resistance 5 against the energy type shown in the table. Once per day as a standard action, the wearer can unleash a blast of elemental power. This 20-foot-radius burst deals 4d6 points of damage (Reflex DC 14 half) of the energy type listed. Creatures that fail their saves gain vulnerability to the energy type until the end of the wearer's next turn. Moderate evocation; **CL** 9th; {feat/Craft Wondrous Item}, elemental aura, resist energy.",
			"",
			"| d% | Material | Energy Type |",
			"| --- | --- | --- |",
			"| 01-25 | Anhydrite | Electricity |",
			"| 26-50 | Hematite | Acid |",
			"| 51-75 | Beryl | Fire |",
			"| 76-100 | Forsterite | Cold |",
			"",
			"**Fey:** This drop of amber hangs on a silk cord. The wearer can turn invisible for 9 rounds per day (as greater invisibility). The rounds don't need to be consecutive. Three times per day, the wearer can make a melee touch attack to cause a creature to burst out laughing. That creature can take only a move action, but can defend itself normally. Once a creature has been affected by this laughter, it is immune to it for 24 hours. This is a mind-affecting effect. Moderate illusion; **CL** 9th; {feat/Craft Wondrous Item}, greater invisibility, hideous laughter.",
			"",
			"**Infernal:** This chunk of black marble hangs from a chain of brass. The wearer gains fire resistance 5 and a +2 bonus on saving throws against poison. Three times per day the wearer can make a melee touch attack to cause a creature to become shaken for 4 rounds. Multiple touches do not stack, but do add to the duration. Moderate abjuration; **CL** 9th; {feat/Craft Wondrous Item}, chill touch, resist energy.",
			"",
			"**Undead:** This chunk of petrified bone dangles from a silver chain. The wearer gains cold resistance 5 and DR 5/- against nonlethal damage. Three times per day the wearer can make a melee touch attack to cause a creature to become shaken for 4 rounds. Touching a creature that is already shaken causes it to become frightened for 1 round if it has fewer than 8 Hit Dice. Moderate abjuration; **CL** 9th; {feat/Craft Wondrous Item}, chill touch, resist energy.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, additional spells (see text), creator must be a sorcerer of the appropriate bloodline; **Cost** 7,500 gp (Aberrant), 6,000 gp (Abyssal), 6,000 gp (Accursed), 6,000 gp (Celestial), 5,000 gp (Destined), 6,000 gp (Draconic), 6,000 gp (Elemental), 5,000 gp (Fey), 6,000 gp (Infernal), 6,000 gp (Undead)"
		]
	},
	"amulet_of_the_blooded_fey": {
		"name": "Amulet of the Blooded (Fey)",
		"copyof": "amulet_of_the_blooded_destined"
	},
	"amulet_of_the_blooded_abyssal": {
		"name": "Amulet of the Blooded (Abyssal)",
		"copyof": "amulet_of_the_blooded_destined"
	},
	"amulet_of_the_blooded_accursed": {
		"name": "Amulet of the Blooded (Accursed)",
		"copyof": "amulet_of_the_blooded_destined"
	},
	"amulet_of_the_blooded_celestial": {
		"name": "Amulet of the Blooded (Celestial)",
		"copyof": "amulet_of_the_blooded_destined"
	},
	"amulet_of_the_blooded_draconic": {
		"name": "Amulet of the Blooded (Draconic)",
		"copyof": "amulet_of_the_blooded_destined"
	},
	"amulet_of_the_blooded_elemental": {
		"name": "Amulet of the Blooded (Elemental)",
		"copyof": "amulet_of_the_blooded_destined"
	},
	"amulet_of_the_blooded_infernal": {
		"name": "Amulet of the Blooded (Infernal)",
		"copyof": "amulet_of_the_blooded_destined"
	},
	"amulet_of_the_spirits_life": {
		"name": "Amulet of the Spirits (Life)",
		"copyof": "amulet_of_the_spirits_heavens"
	},
	"amulet_of_the_blooded_undead": {
		"name": "Amulet of the Blooded (Undead)",
		"copyof": "amulet_of_the_blooded_destined"
	},
	"amulet_of_the_blooded_aberrant": {
		"name": "Amulet of the Blooded (Aberrant)",
		"copyof": "amulet_of_the_blooded_destined"
	},
	"frost_fist_amulet": {
		"name": "Frost Fist Amulet",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Frost Fist Amulet",
			"",
			"{SOURCE Ultimate Equipment/258}  ",
			"**Aura** faint evocation; **CL** 5th  ",
			"**Slot** neck; **Price** 10,000 gp; **Weight** 1 lb.",
			"",
			"Shaped like a fist, this iron amulet is surrounded by a frigid fog. On command, this amulet causes the wearer's hands to become encased in a layer of freezing iron. The wearer is protected from the frigid cold and can make savage blows with his hands. Unarmed strikes and natural attacks the wearer makes with hands gain the frost weapon special ability and are treated as cold iron for the purpose of bypassing damage reduction. The wearer's hands become rigid while using this amulet and cannot be use to hold or manipulate objects (unless that manipulation could be accomplished with a club and is not damaged by cold). The transformation can be ended as a swift action.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}; {spell/greater magic fang}; and {spell/cone of cold} or {spell/ice storm}; **Cost** 5,000 gp"
		]
	},
	"golden_holy_symbol": {
		"name": "Golden Holy Symbol",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Golden Holy Symbol",
			"",
			"{SOURCE Mythic Adventures/152}  ",
			"**Aura** moderate conjuration; **CL** 10th  ",
			"**Slot** neck; **Price** 10,000 gp; **Weight** 1 lb.",
			"",
			"This holy symbol is always warm to the touch, and whenever it strikes metal it rings out with the sound of a choir of angels. When used as a divine focus for a divine spell, the symbol emits a bright light that heals its wearer of a number of points of damage equal to the spell's level.",
			"",
			"If the wearer expends one use of mythic power when casting a divine spell that uses this holy symbol as its divine focus, the emblem glows for a number of rounds equal to the wearer's mythic tier, shedding light like a torch. Instead of this item's normal effect, at the start of each of the wearer's turns, she and all her allies within 30 feet heal a number of points of damage equal to 1d6 + the wearer's tier. This effect lasts as long as the light persists.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {feat/Mythic Crafter}, {spell/cure critical wounds}; **Cost** 5,000 gp"
		]
	},
	"hexing_runes": {
		"name": "Hexing Runes",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Hexing Runes",
			"",
			"{SOURCE Dragonslayer's Handbook/30}  ",
			"**Aura** moderate abjuration; **CL** 8th  ",
			"**Slot** neck; **Price** 10,000 gp; **Weight** -;",
			"",
			"These runes may be carved from wood or cast in silver and are worn on a leather cord. When a witch prepares her spells, she may also choose to use the hexing runes to augment one hex she can use. The save DC of this hex increases by 1 for 24 hours. Additionally, once per day when she speaks the command word, the wearer gains the benefits of the ward hex as if cast by an 8th level witch.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {feat/Spell Focus} (abjuration), {spell/resistance}, creator must be able to use the ward hex; **Cost** 5,000 gp"
		]
	},
	"locket_of_true_and_false_friends_half_elf": {
		"name": "Locket of True and False Friends (Half-Elf)",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Locket of True and False Friends (Half-Elf)",
			"",
			"{SOURCE Inner Sea Races/232}  ",
			"**Aura** moderate divination; **CL** 9th  ",
			"**Slot** neck; **Price** 10,000 gp; **Weight** -;",
			"",
			"The following wondrous item is generally available only to members of the indicated race or ethnicity.",
			"",
			"This silver locket contains two scraps of parchment with inspirational quotes from holy or philosophical texts written on them in fine lettering. Once per day, with a command word, the words transform momentarily into the names of the last creature to lie to the wearer and the last creature to perform a favor on her behalf. It can see only 1 day into the past. Each person whose name would be revealed attempts a DC 17 Will save, with success indicating that the locket skips that person and moves to the next-most recent creature.",
			"",
			"If the wearer is a half-elf, she gains a +2 insight bonus to AC and on saving throws and Sense Motive checks against allies, people pretending to be her allies, and former allies who changed allegiance no more than 1 week ago.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/contact other plane}, creator must be a half-elf; **Cost** 5,000 gp"
		]
	},
	"necklace_of_air_adaptation": {
		"name": "Necklace of Air Adaptation",
		"sources": [ "Pathfinder #122: Into the Shattered Continent" ],
		"description": [
			"## Necklace of Air Adaptation",
			"",
			"{SOURCE Pathfinder #122: Into the Shattered Continent/29}  ",
			"**Aura** moderate transmutation; **CL** 7th  ",
			"**Slot** neck; **Price** 10,000 gp; **Weight** -;",
			"",
			"This necklace grants an aquatic wearer the ability to breathe air, and renders it {umr/amphibious} as per the universal monster rule, allowing it to survive on land indefinitely. The necklace also gives the wearer a base speed of 30 feet (or a +10 enhancement bonus to its base speed, if the wearer's speed is already at least 30 feet).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/air breathing}, {spell/expeditious retreat}; **Cost** 5,000 gp"
		]
	},
	"vishkanya_periapt": {
		"name": "Vishkanya Periapt",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Vishkanya Periapt",
			"",
			"{SOURCE Villain Codex/225}  ",
			"**Aura** moderate necromancy; **CL** 7th  ",
			"**Slot** neck; **Price** 10,000 gp; **Weight** -;",
			"",
			"This ruby is cut like a droplet of blood and suspended on an elaborate golden necklace. Once per day as a swift action, the wearer can envenom a wielded weapon with her saliva or blood as though she were a vishkanya. The wearer must be injured to use her blood with this ability, but can voluntarily deal 1 point of damage to herself with piercing or slashing weapon in order to use it.",
			"",
			"If the wearer is a vishkanya, she can use her toxic racial trait two additional times per day, and the DC of saving throws against her venom increases by 1.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/poison}; **Cost** 5,000 gp"
		]
	},
	"beguiling_bangles": {
		"name": "Beguiling Bangles",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Beguiling Bangles",
			"",
			"{SOURCE Faction Guide/58}  ",
			"**Aura** moderate enchantment; **CL** 7th  ",
			"**Slot** neck; **Price** 11,000 gp; **Weight** -;",
			"",
			"Originally created by the Varisians, this elaborate silver and glass necklace renders the wearer immune to any magical effect that detects lies and grants the wearer a +2 bonus on Will saves to resist any magic that would compel him to tell the truth.",
			"",
			"The necklace grants the wearer a +5 competence bonus on Bluff checks made to deceive (but not create a diversion or feint).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/glibness}; **Cost** 5,500 gp"
		]
	},
	"amulet_of_channeled_life": {
		"name": "Amulet of Channeled Life",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Amulet of Channeled Life",
			"",
			"{SOURCE Advanced Race Guide/100}  ",
			"**Aura** moderate transmutation; **CL** 10th  ",
			"**Slot** neck; **Price** 12,000 gp; **Weight** 1/2 lb.",
			"",
			"This amulet consists of a pale translucent gem in a dull gray metal setting etched with ancient runes. When worn by an individual with the negative energy affinity racial trait, it alters the effects of positive energy on his body. When targeted by positive energy that heals living creatures, the wearer instead gains half the hit points the positive energy heals as temporary hit points. These temporary hit points go away after 10 minutes. This effect does not stack with {spell/life channel} or other effects that convert healing positive energy to temporary hit points.",
			"",
			"This item does not actually transpose positive energy into negative energy, it just affects the way the wearer's body reacts to positive energy. Only a living creature can benefit from this amulet; it provides no benefit to undead.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, life channel; **Cost** 6,000 gp"
		]
	},
	"amulet_of_euphoric_healing": {
		"name": "Amulet of Euphoric Healing",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Amulet of Euphoric Healing",
			"",
			"{SOURCE Champions of Corruption/30}  ",
			"**Aura** faint enchantment; **CL** 3rd  ",
			"**Slot** neck; **Price** 12,000 gp; **Weight** 1 lb.",
			"",
			"These glass amulets hold bubbling red liquid and often feature a religion's or deity's holy symbol, most commonly that of Asmodeus or Zon-Kuthon. While worn, the amulet tinges the user's healing magic with a wash of ecstasy that acts as a magical drug, making the recipient of the magical healing susceptible to mental manipulation by the wearer. Anytime the wearer casts a healing spell or uses a spell-like ability on a single target, the recipient of the magical healing additionally must succeed at a DC 13 Fortitude save or become addicted to the wearer's healing spells. The wearer can suppress this effect by shielding the amulet from view with a hand or held item as a free action. The drug has the following statistics.",
			"",
			"### Euphoric Healing",
			"",
			"Type spell Addiction minor, Fortitude DC 13 Effect 24 hours, -2 penalty against all mind-affecting spells cast by the amulet's wearer Damage 1 Wis damage",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/cure light wounds}, {spell/enthrall}; **Cost** 6,000 gp"
		]
	},
	"crest_of_the_fallen": {
		"name": "Crest of the Fallen",
		"sources": [ "Daughters of Fury" ],
		"description": [
			"## Crest of the Fallen",
			"",
			"{SOURCE Daughters of Fury/58}  ",
			"**Aura** faint conjuration; **CL** 5th  ",
			"**Slot** neck; **Price** 12,000 gp; **Weight** -;",
			"",
			"This fist-sized silver badge bears a stylized image of a heraldic animal. The first time a character wears the crest, the animal changes to match that of the wearer's heraldic symbol. If the wearer doesn't have a heraldic animal, it takes the form of an animal appropriate to the character's personality. The animal depicted must be one suitable for use as a druid animal companion. Once a character has worn the crest, the animal depicted on the crest is always the same for that character and can't be changed.",
			"",
			"Once per day, if the wearer of the crest of the fallen falls unconscious (other than voluntary sleep), the animal on the crest jumps out of the badge and becomes a living creature in an unoccupied square adjacent to the wearer. The creature has the same statistics as a 1st-level druid's animal companion of the same type as depicted on the crest, except its hit points are equal to one-quarter of the wearer's maximum hit points. The creature also gains the 4th- or 7th-level advancement as described in the animal companion's statistics if the wearer is of sufficient level (treating his character level as the effective druid level). It doesn't, however, gain any of the other bonuses or abilities of an animal companion.",
			"",
			"The creature guards the fallen wearer to the best of its ability. It protects the wearer by attacking enemies, assisting allies using the aid another action, dragging the character's body to a safe location, or taking other helpful actions. The creature can't move more than 50 feet from the badge, and it disappears after 5 rounds. It can't use equipment or magic items, including potions.",
			"",
			"If the animal is slain, it disappears and the heraldic image on the crest of the fallen fades to a dark gray for 1 week, during which time the crest can't be activated.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/deathwatch}, {spell/summon nature's ally II}; **Cost** 6,000 gp"
		]
	},
	"crystal_of_healing_hands": {
		"name": "Crystal of Healing Hands",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Crystal of Healing Hands",
			"",
			"{SOURCE Ultimate Equipment/257;Advanced Player's Guide/303}  ",
			"**Aura** moderate conjuration; **CL** 10th  ",
			"**Slot** neck; **Price** 12,000 gp; **Weight** 1 lb.",
			"",
			"A cloth cord marked with esoteric religious symbols typically holds this roughly cut, glittering prism in place. A person with the lay on hands class feature can direct one use of this energy into the crystal, which stores it until the wearer speaks a command word to release it. Releasing the energy targets the wearer with the stored lay on hands effect, as if touched by the person who infused the crystal with its power. The crystal can contain a single use of the lay on hands class feature. When filled with this magic, it begins to glow with a pearly white light. The wearer of the crystal can order it to release its energy as a standard action. This acts identically to receiving the effect of lay on hands directly from the person who channeled it into the crystal, including any mercies they had at the time.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/cure light wounds}, creator must be a paladin; **Cost** 6,000 gp"
		]
	},
	"emblem_of_lost_lives": {
		"name": "Emblem of Lost Lives",
		"sources": [ "Disciple's Doctrine" ],
		"description": [
			"## Emblem of Lost Lives",
			"",
			"{SOURCE Disciple's Doctrine/29}  ",
			"**Aura** faint divination; **CL** 3rd  ",
			"**Slot** neck; **Price** 12,000 gp; **Weight** -;",
			"",
			"This unassuming pendant whispers a constant discordant chorus of voices into the mind of its wearer. As a standard action, the wearer can focus on these voices and pick out one from a past life. The voice whispers information related to a particular subject, granting the wearer a +2 insight bonus on one type of Knowledge check for 1 minute. The wearer can use this ability once per day for each type of Knowledge in which she is trained, choosing a different type of Knowledge each time. Additionally, once per day, the wearer can spend 1 minute consulting with the voices for aid with a future task, as per augury.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/augury}, {spell/fox's cunning}; **Cost** 6,000 gp"
		]
	},
	"guardian_gorget": {
		"name": "Guardian Gorget",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Guardian Gorget",
			"",
			"{SOURCE Ultimate Equipment/258}  ",
			"**Aura** strong abjuration and conjuration; **CL** 13th  ",
			"**Slot** neck; **Price** 12,000 gp; **Weight** 1 lb.",
			"",
			"This flanged collar of mithral and steel protects the wearer's neck and shoulders. It provides a +2 armor bonus to AC (this does not stack with other armor bonuses) and grants the light fortification property to the wearer. In addition, the wearer may engrave a glyph of warding directly onto the guardian gorget. When the wearer is struck in melee, she can trigger the glyph as an immediate action, causing the glyph to discharge against the creature making the attack (and other creatures within 5 feet, if a blast glyph was placed, though the wearer is not harmed by the glyph's effects). The glyph can be triggered even if the attack would normally leave the wearer incapable of taking actions (such as killed, stunned, dazed, or knocked unconscious).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/glyph of warding}, {spell/limited wish} or {spell/miracle}, {spell/mage armor} or {spell/magic vestment}; **Cost** 6,000 gp"
		]
	},
	"indomitable_jewel": {
		"name": "Indomitable Jewel",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Indomitable Jewel",
			"",
			"{SOURCE Occult Adventures/259}  ",
			"**Aura** moderate abjuration; **CL** 8th  ",
			"**Slot** neck; **Price** 12,000 gp; **Weight** 1 lb.",
			"",
			"Set in a burnished copper pendant, the colors of this black opal shift with the wearer's mood. While the wearer is dazed, nauseated, paralyzed, or stunned because of a mind-affecting effect, at the start of his turn he can take 2 points of ability damage to Intelligence, Wisdom, and Charisma to still take a standard action that turn (in place of the move action in the case of nauseated). He can make this choice even if otherwise prevented from taking actions. If affected by multiple such conditions, the wearer must take the ability damage for each in order to take his standard action. Ability damage caused by the jewel can't be prevented or reduced, and it must be healed naturally. In addition, the indomitable jewel renders the wearer immune to sleep caused by mind-affecting effects.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/freedom of movement}, {spell/thought shield I}; **Cost** 6,000 gp"
		]
	},
	"medallion_of_thoughts": {
		"name": "Medallion of Thoughts",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Medallion of Thoughts",
			"",
			"{SOURCE Ultimate Equipment/259;PRPG Core Rulebook/523}  ",
			"**Aura** faint divination; **CL** 5th  ",
			"**Slot** neck; **Price** 12,000 gp; **Weight** -;",
			"",
			"This appears to be a normal pendant disk hung from a neck chain. Usually fashioned from bronze, copper, or silver, the medallion allows the wearer to read the thoughts of others, as with the spell detect thoughts.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/detect thoughts}; **Cost** 6,000 gp"
		]
	},
	"monkeys_paw": {
		"name": "Monkey's Paw",
		"sources": [ "Pathfinder #39: The City of Seven Spears" ],
		"description": [
			"## Monkey's Paw",
			"",
			"{SOURCE Pathfinder #39: The City of Seven Spears/56}  ",
			"**Aura** faint enchantment; **CL** 5th  ",
			"**Slot** neck; **Price** 12,000 gp; **Weight** -;",
			"",
			"This tiny, shrunken, mummified monkey hand is worn around the neck on a leather strap. Once per day as a free action, the wearer of a monkey's paw may reroll one attack roll, skill check, or saving throw. The reroll must be made before the result of the initial die roll is known. The second die roll must be used even if the result is worse than the original roll. If the second die roll is worse than the original, the wearer suffers a sense of impending doom, causing him to be shaken for 1d4 rounds.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/doom}, {spell/prayer}; **Cost** 6,000 gp"
		]
	},
	"periapt_of_protection_from_curses": {
		"name": "Periapt of Protection from Curses",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Periapt of Protection from Curses",
			"",
			"{SOURCE Ultimate Equipment/260}  ",
			"**Aura** faint abjuration; **CL** 5th  ",
			"**Slot** neck; **Price** 12,000 gp; **Weight** -;",
			"",
			"This amethyst stone strung on a coarse iron chain protects the wearer from curses. Three times per day, whenever the wearer rolls a saving throw against a curse (such as a witch's hex, or a bestow curse spell), he may reroll the saving throw as an immediate action. The wearer must decide to use this ability before the results of the saving throw are revealed. He must take the second roll, even if it is worse.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/remove curse}; **Cost** 6,000 gp"
		]
	},
	"scarab_of_mummy_defense": {
		"name": "Scarab of Mummy Defense",
		"sources": [ "Pathfinder #81: Shifting Sands" ],
		"description": [
			"## Scarab of Mummy Defense",
			"",
			"{SOURCE Pathfinder #81: Shifting Sands/59}  ",
			"**Aura** faint abjuration; **CL** 5th  ",
			"**Slot** neck; **Price** 12,000 gp; **Weight** -;",
			"",
			"This gold amulet is fashioned in the shape of a winged scarab beetle holding a large ruby that represents the solar disk. The scarab grants its wearer a +4 bonus on saving throws against fear effects, and enables its wearer to detect any mummy within 60 feet, although he must concentrate as a standard action to use this ability. In addition, anytime the wearer would be affected by a curse or disease effect, the scarab of mummy defense can absorb the effect with no harm to the wearer. Upon absorbing 12 such effects, the scarab turns to dust and is destroyed. An effect that's both a curse and a disease, such as mummy rot, is considered a single effect for these purposes.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/detect undead}, {spell/remove curse}, {spell/remove disease}, {spell/remove fear}; **Cost** 6,000 gp"
		]
	},
	"talisman_of_the_orc_mothers_fury": {
		"name": "Talisman of the Orc Mother's Fury",
		"sources": [ "Pathfinder #27: What Lies in Dust" ],
		"description": [
			"## Talisman of the Orc Mother's Fury",
			"",
			"{SOURCE Pathfinder #27: What Lies in Dust/59}  ",
			"**Aura** faint conjuration; **CL** 4th  ",
			"**Slot** neck; **Price** 12,000 gp; **Weight** 2 lbs.",
			"",
			"This small statuette - carved from the tusk of a dire boar, chunks of twisted metal, or some manner of dark stone - is a simplistic depiction of a pregnant deity, fiend, or orc. Dark stains mark the face of the crude icon, typically smears of a fallen orc's blood. A simple strand of leather affixes the amulet around the neck.",
			"",
			"The figurine allows the wearer to act normally for a single round after being reduced to less than 0 hit points, as though he had the orc ferocity half-orc racial ability. A wearer with orc blood is instead treated as though he had the {feat/Diehard} feat. If the wearer is of orc blood and already has the Diehard feat, he may act normally for an additional round after being reduced to below 0 hit points.",
			"",
			"Whenever the wearer of the talisman is reduced to less than 0 hit points, the amulet weeps tears of blood. Should the wearer be slain, the talisman screams and shatters.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, creator must be female and possess orc blood, {spell/cure moderate wounds}; **Cost** 6,000 gp"
		]
	},
	"forge_fist_amulet": {
		"name": "Forge Fist Amulet",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Forge Fist Amulet",
			"",
			"{SOURCE Ultimate Equipment/258}  ",
			"**Aura** faint evocation; **CL** 6th  ",
			"**Slot** neck; **Price** 13,000 gp; **Weight** 1 lb.",
			"",
			"This fist-shaped stone amulet glows with a fiery light. On command, this amulet causes the wearer's fists to transform into red-hot flaming adamantine. The wearer is protected from the searing heat and can make savage blows with his hands. Unarmed strikes and natural attacks the wearer make with his hands gain the flaming weapon special ability and are treated as adamantine for the purpose of bypassing damage reduction (but not hardness). The wearer's hands become rigid while using this amulet and cannot be use to hold or manipulate objects (unless that manipulation could be accomplished with a club and is not damaged by fire). The transformation can be ended as a swift action.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}; {spell/greater magic fang}; and {spell/flame blade}, {spell/flame strike}, or {spell/fireball}; **Cost** 6,500 gp"
		]
	},
	"guiding_scarab": {
		"name": "Guiding Scarab",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Guiding Scarab",
			"",
			"{SOURCE Ultimate Wilderness/251}  ",
			"**Aura** strong divination; **CL** 12th  ",
			"**Slot** neck; **Price** 13,000 gp; **Weight** -;",
			"",
			"This golden scarab beetle is a boon to wilderness travelers and those seeking long-lost places. The wearer gains a +5 competence bonus on Knowledge (geography) checks and on Survival checks to avoid getting lost, and she can always correctly read the labels and legend of any map she examines, as well as signposts and similar way markers, as if using comprehend languages. Once per week, the wearer can concentrate for 10 minutes to gain insight about her overland travels to come within the next week, as if casting divination.",
			"",
			"As a full-round action, the wearer can visualize or name a specific location and release the guiding scarab to fly ahead of her like a glowing golden beacon, showing its owner the direction to the destination as if she had cast find the path. While following the guiding scarab, its owner (and any mount she rides) and up to four other allies she designates when releasing the scarab gain the benefits of tireless pursuit. When the find the path effect ends, the guiding scarab crumbles to dust.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, creator must have 5 ranks in Knowledge (geography), {spell/find the path}, {spell/know direction}, {spell/tireless pursuers}; **Cost** 6,500 gp"
		]
	},
	"collar_of_unliving_servitude": {
		"name": "Collar of Unliving Servitude",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Collar of Unliving Servitude",
			"",
			"{SOURCE Champions of Corruption/30}  ",
			"**Aura** moderate necromancy; **CL** 7th  ",
			"**Slot** neck; **Price** 14,000 gp; **Weight** 1 lb.",
			"",
			"This black iron choker chain forges a link between the wearer and any undead creature of the wearer's choice. Creating this link requires a command word. The wearer can dismiss this bond with another command word, and reforge it with the same or a different undead creature at a later time. While the two are bound and within 100 feet of one another, any positive energy damage the undead would take is instead transferred to the wearer as healing. Likewise, any negative energy damage the wearer would take transfers to and heals the undead. The collar can transfer up to 70 total points of damage per day.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/shield other} or {spell/unwilling shield}; **Cost** 7,000 gp"
		]
	},
	"dire_collar_greater": {
		"name": "Dire Collar, Greater",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Dire Collar, Greater",
			"",
			"{SOURCE Advanced Class Guide/229}  ",
			"**Aura** moderate transmutation; **CL** 9th  ",
			"**Slot** neck; **Price** 14,000 gp; **Weight** 2 lbs.",
			"",
			"This collar functions as a dire collar, except that the animal wearing it gains the benefit of an animal growth spell for 1 minute.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/animal growth}; **Cost** 7,000 gp"
		]
	},
	"greater_dire_collar": { "copyof": "dire_collar_greater" },
	"fangwood_clasp": {
		"name": "Fangwood Clasp",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Fangwood Clasp",
			"",
			"{SOURCE Advanced Class Origins/28}  ",
			"**Aura** faint illusion; **CL** 5th  ",
			"**Slot** neck; **Price** 14,000 gp; **Weight** 1 lb.",
			"",
			"This forest green clasp is engraved with a stylized version of the tree and blade of Nirmathas. If the wearer has the woodland stride ability, she gains the ranger's camouflage ability in forest terrain. If the wearer has an animal companion that also benefits from her woodland stride ability, the companion gains the camouflage ability as well.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/disguise self}, {spell/invisibility}; **Cost** 7,000 gp"
		]
	},
	"amulet_of_the_abyss": {
		"name": "Amulet of the Abyss",
		"sources": [
			"Book of the Damned",
			"Book of the Damned - Volume 2: Lords of Chaos"
		],
		"description": [
			"## Amulet of the Abyss",
			"",
			"{SOURCE Book of the Damned/195;Book of the Damned - Volume 2: Lords of Chaos/49}  ",
			"**Aura** faint conjuration [chaotic, evil]; **CL** 5th  ",
			"**Slot** neck; **Price** 15,000 gp; **Weight** -;",
			"",
			"Each amulet of the Abyss bears a demon lord's rune on its face, indicating the entity to which the amulet is attuned. An amulet of the Abyss functions as an unholy symbol of the demon lord. For a worshiper of that demon lord, an amulet of the Abyss also functions as a phylactery of faithfulness. An amulet of the Abyss grants its wearer the ability to cast each of the three spell-like abilities granted by the associated demon lord's first exalted demonic boon once per day. Any lawful or good character who wears this amulet gains 2 negative levels. These negative levels remain as long as the amulet is worn and cannot be overcome in any way as long as the amulet is worn (though they never result in actual level loss).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, creator must worship a demon lord; **Cost** 7,500 gp"
		]
	},
	"amulet_of_undead_persuasion_dhampir": {
		"name": "Amulet of Undead Persuasion (Dhampir)",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Amulet of Undead Persuasion (Dhampir)",
			"",
			"{SOURCE Inner Sea Races/228}  ",
			"**Aura** moderate conjuration; **CL** 7th  ",
			"**Slot** neck; **Price** 15,000 gp; **Weight** 1 lb.",
			"",
			"The following wondrous item is generally available only to members of the indicated race or ethnicity.",
			"",
			"Once per day, this bloodstone amulet can be commanded to produce a red liquid that temporarily satisfies one undead creature's hunger for 24 hours, though feeding on the stone's liquid is unappealing, much like eating the food from {spell/create food and water}. The wearer can collect and store the liquid in a vial for later use, but the fluid vanishes at the next sunrise if unused. A dhampir wearer gains a +4 bonus on Diplomacy checks to influence undead who have consumed the substance in the past day, and those undead take a -2 penalty on saving throws against the dhampir wearer's spells and effects. Additionally, a dhampir wearer can use command undead once per day on an undead who has consumed the liquid from the amulet.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/command undead}, {spell/minor creation}, creator must be a dhampir; **Cost** 7,500 gp"
		]
	},
	"amulet_of_undead_persuasion": { "copyof": "amulet_of_undead_persuasion_dhampir" },
	"gorget_of_living_whispers": {
		"name": "Gorget of Living Whispers",
		"sources": [ "Tears at Bitter Manor" ],
		"description": [
			"## Gorget of Living Whispers",
			"",
			"{SOURCE Tears at Bitter Manor/54}  ",
			"**Aura** moderate conjuration and enchantment; **CL** 9th  ",
			"**Slot** neck; **Price** 15,000 gp; **Weight** -;",
			"",
			"Once per day as a standard action, the wearer of this collar can speak a suggested course of action. Her words coalesce into a living whisper - a sinuous creature with blue runes lining its back - that appears in a square adjacent to her. The living whisper uses the statistics of a fiendish venomous snake, but has an Intelligence score of 3 and can communicate telepathically with the gorget's wearer. Instead of being poisoned, any creature bitten by the living whisper must succeed at a DC 14 Will save or be affected by a suggestion spell (CL 9th). This suggestion is determined when the living whisper is summoned and affects all creatures bitten by it. Creatures that can read Aklo can read the runes on the living whisper and know what suggestion is carried by its bite. A living whisper lasts for 1 minute or until slain.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/suggestion}, {spell/summon monster III}; **Cost** 7,500 gp"
		]
	},
	"periapt_of_wound_closure": {
		"name": "Periapt of Wound Closure",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Periapt of Wound Closure",
			"",
			"{SOURCE Ultimate Equipment/261;PRPG Core Rulebook/525}  ",
			"**Aura** moderate conjuration; **CL** 10th  ",
			"**Slot** neck; **Price** 15,000 gp; **Weight** -;",
			"",
			"This stone is bright blue and dangles on a silver chain meant to be worn on the neck. The wearer of this periapt automatically becomes stable if his hit points drop below 0 (but not if the damage is enough to kill the wearer). The periapt doubles the wearer's normal rate of healing or allows normal healing of wounds that would not do so normally. Hit point damage caused by bleeding is negated for the wearer of the periapt, but he is still susceptible to damage from bleeding that causes ability damage or drain.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/heal}; **Cost** 7,500 gp"
		]
	},
	"necklace_of_ki_serenity": {
		"name": "Necklace of Ki Serenity",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Necklace of Ki Serenity",
			"",
			"{SOURCE Ultimate Equipment/260;Advanced Player's Guide/308}  ",
			"**Aura** moderate enchantment; **CL** 9th  ",
			"**Slot** neck; **Price** 16,000 gp; **Weight** -;",
			"",
			"This simple leather cord is tightly knotted at even intervals and gives its wearer a sense of inner calmness and connection with the larger world. The wearer gains a +4 bonus to his effective level when determining the size of his ki pool and the level-based effects of his ki pool ability (such as bypassing damage reduction).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/calm emotions}, {spell/owl's wisdom}; **Cost** 8,000 gp"
		]
	},
	"saffron_slave_collar": {
		"name": "Saffron Slave Collar",
		"sources": [ "Ships of the Inner Sea" ],
		"description": [
			"## Saffron Slave Collar",
			"",
			"{SOURCE Ships of the Inner Sea/11}  ",
			"**Aura** faint enchantment; **CL** 5th  ",
			"**Slot** neck; **Price** 16,000 gp; **Weight** 2 lbs.",
			"",
			"This magical slave collar (which uses the same statistics as masterwork manacles) is reserved for particularly strongwilled slaves. When shackled around a creature's neck, the collar targets the wearer with a calm emotions effect (Will DC 13 negates). The wearer must attempt an additional save each minute it wears the collar until it fails a save or removes the collar. Once active, the calming effect of the collar remains until the collar is removed or the wearer takes a number of points of damage equal to or greater than its Hit Dice. Once per day, the wielder of the key to the Saffron slave collar's lock (a superior lock) can cast suggestion on the wearer. A successful DC 14 Will saving throw negates this effect, unless the target is subject to the calm emotions effect of the collar, in which case it receives no saving throw.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/calm emotions}, {spell/suggestion}; **Cost** 8,000 gp"
		]
	},
	"serpentine_choker": {
		"name": "Serpentine Choker",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Serpentine Choker",
			"",
			"{SOURCE Monster Codex/201}  ",
			"**Aura** moderate enchantment and necromancy; **CL** 11th  ",
			"**Slot** neck; **Price** 16,000 gp; **Weight** -;",
			"",
			"This finely wrought iron slave collar is embedded with flecks of pyrite and resembles a stylized rendering of a snake eating its own tail. To function, it must be placed around the neck of a helpless living creature of up to Large size. A creature that speaks the command word while touching the collar can hold the wearer accountable to a single service or course of action (as if affected by geas/quest, DC 19) for the next 11 days.",
			"",
			"Instead of the penalties associated with that spell, if the wearer deviates from this action or attempts to remove the collar before the service ends - either directly or by encouraging others to - the collar tightens and begins to choke the wearer into submission (as if affected by suffocation). The choking effect ends once the wearer falls unconscious. A serpentine choker can be removed safely if the controlling creature speaks the command word again while touching the collar, or as if it were a cursed item.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/geas//quest}, {spell/suffocation}; **Cost** 8,000 gp"
		]
	},
	"eye_of_brokerage": {
		"name": "Eye of Brokerage",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Eye of Brokerage",
			"",
			"{SOURCE Champions of Balance/28}  ",
			"**Aura** moderate divination; **CL** 9th  ",
			"**Slot** neck; **Price** 16,550 gp; **Weight** 1/2 lb.",
			"",
			"This golden, eye-shaped amulet is relatively unassuming save for the stunning diamond in the center of the piece. An eye of brokerage grants the wearer additional prowess while bartering with merchants and otherwise making deals. The wearer gains a +5 competence bonus on Appraise checks and on Sense Motive checks to avoid being bluffed. In addition, once per day, the wearer can hold the eye of brokerage to one of her eyes for up to 7 rounds to determine whether up to seven creatures within 40 feet are lying (Will DC 16 negates), as discern lies.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/chaos hammer}, {spell/order's wrath}, creator must be neutral; **Cost** 8,275 gp"
		]
	},
	"brooch_of_amber_sparks": {
		"name": "Brooch of Amber Sparks",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Brooch of Amber Sparks",
			"",
			"{SOURCE Ultimate Equipment/256}  ",
			"**Aura** faint abjuration and evocation; **CL** 5th  ",
			"**Slot** neck; **Price** 16,800 gp; **Weight** 1 lb.",
			"",
			"This copper clasp adorned with a piece of amber is used to fasten a cloak or cape. When its wearer takes electricity damage, this brooch absorbs up to 20 points of electrical damage and holds that electrical charged until it is released by its wielder or harmlessly at the end of 10 minutes, whichever occurs first. The brooch can absorb up to 50 points of electricity damage per day. The wielder can release the charge on command, unleashing any electricity in the brooch as if casting a shocking grasp spell (dealing 1d6 points of electricity damage per 5 points of damage held).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/resist energy}, {spell/shocking grasp}; **Cost** 8,400 gp"
		]
	},
	"roc_rider_badge": {
		"name": "Roc Rider Badge",
		"sources": [ "Pathfinder #96: Shadow of the Storm Tyrant" ],
		"description": [
			"## Roc Rider Badge",
			"",
			"{SOURCE Pathfinder #96: Shadow of the Storm Tyrant/53}  ",
			"**Aura** moderate abjuration; **CL** 11th  ",
			"**Slot** neck; **Price** 17,000 gp; **Weight** 5 lbs.",
			"",
			"This giant-sized silver brooch is fashioned in the shape of a roc's head inscribed inside a circle. A roc rider badge automatically neutralizes the energy field around Ironcloud Keep in a 200-foot-radius sphere around the wearer, allowing the wearer and his mount (if any) to freely move through the field. In addition, the wearer gains a +2 competence bonus on Handle Animal and Ride checks dealing with aerial mounts. A roc rider badge also allows its wearer to improve the initial attitude of birds of all kinds, as if the wearer had the wild empathy ranger class feature. If the wearer already has the wild empathy class feature, the roc rider badge grants the wearer a +5 competence bonus on wild empathy checks against birds. A roc rider badge occupies the neck slot on Large or Huge creatures, but a Medium creature can wear the badge as a pectoral in the chest slot.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/antimagic field}, {spell/charm animal}; **Cost** 8,500 gp"
		]
	},
	"symbol_of_sanguine_protection": {
		"name": "Symbol of Sanguine Protection",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Symbol of Sanguine Protection",
			"",
			"{SOURCE Ultimate Equipment/261}  ",
			"**Aura** faint transmutation; **CL** 6th  ",
			"**Slot** neck; **Price** 17,500 gp; **Weight** 1 lb.",
			"",
			"This silver holy symbol rests just over the wearer's heart, imbuing his blood with divine power. After wearing the amulet for 24 hours, the wearer can shed his own blood as a standard action, dealing 1d6 points of damage to himself, to collect an amount of divinely empowered blood that functions as a flask of holy water. The wearer can collect his blood this way once per day, but the individual vials lose their potency after just 1 week.",
			"",
			"Undead creatures and evil outsiders that successfully use a blood drain attack on the wearer take 4d6 points of positive energy damage and are sickened for 1d4 rounds unless they make a DC 16 Will save. Any benefit the creature might gain from drinking the wearer's blood is negated due to the power of this symbol.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/bless water}; **Cost** 8,750 gp"
		]
	},
	"gallows_rope": {
		"name": "Gallows Rope",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Gallows Rope",
			"",
			"{SOURCE Mythic Adventures/151}  ",
			"**Aura** moderate necromancy; **CL** 9th  ",
			"**Slot** neck; **Price** 18,000 gp; **Weight** 4 lbs.",
			"",
			"This grisly, knotted rope is tied into a noose, and at first glance appears to be nothing more than a gruesome memento of a hanging. While the noose is worn tightly around the neck, any time the wearer is reduced below 0 hit points he gains DR 10/- and fast healing 5 until he regains consciousness. While the wearer is unconscious, his breathing stops and he appears dead. If the wearer would be killed due to hit point loss while wearing the noose, he can expend any number of uses of mythic power to heal 10 hit points per use spent. This doesn't require an action. If that healing would bring him above the threshold for death, the wearer doesn't die.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {feat/Mythic Crafter}, mythic {spell/regenerate}; **Cost** 9,000 gp"
		]
	},
	"beast_talisman": {
		"name": "Beast Talisman",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Beast Talisman",
			"",
			"{SOURCE People of the Wastes/30}  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** neck; **Price** 18,900 gp; **Weight** -;",
			"",
			"Carved to resemble a predatory animal, this small charm hangs from a leather cord. While assuming the form of an animal (such as when using the wild shape class feature or when under the effects of a beast shape spell), its wearer can expend one prepared spell or spell slot of up to 4th level as a standard action (0-level spells cannot be expended in this way). When the wielder does so, she gains an enhancement bonus on all of her natural weapons equal to twice the level of the spell or spell slot expended. This enhancement bonus applies to attack and damage rolls made with the natural weapons and lasts for 5 minutes. The bonus does not allow the wielder's natural weapons to bypass damage reduction, except for DR/magic.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/greater magic fang}; **Cost** 9,450 gp"
		]
	},
	"ampoule_of_false_blood": {
		"name": "Ampoule of False Blood",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Ampoule of False Blood",
			"",
			"{SOURCE Ultimate Equipment/254}  ",
			"**Aura** strong transmutation; **CL** 15th  ",
			"**Slot** neck; **Price** 20,000 gp; **Weight** -;",
			"",
			"This necklace consists of a fine gold chain from which hangs a small sealed crystal vial containing preserved liquid blood. Each ampoule is attuned to a specific sorcerer bloodline. If a sorcerer (or other creature with sorcerer bloodline powers, such as from the Eldritch Heritage feat) wears the ampoule for at least one day, she loses her existing bloodline powers and gains the bloodline powers of the ampoule's bloodline, using her sorcerer level to determine the powers gained. The ampoule has no effect on the sorcerer's bonus spells, bloodline arcana, or bonus feats from her original bloodline (which remain unchanged).",
			"",
			"The sorcerer can only use these bloodline powers as long as she wears the necklace. Removing the necklace leaves the sorcerer unable to access any bloodline power, either her own or those of the ampoule, until one hour has passed.",
			"",
			"As a full round action that provokes an attack of opportunity, the wearer can break open the ampoule and drink the blood within. This destroys the item, and gives her the sickened condition for 1d4 hours. If the drinker is a sorcerer, her bloodline permanently changes to match that of the ampoule. In this case, the sorcerer's bonus spells, bloodline arcana, and bloodline powers all permanently change to match those of the ampoule's bloodline. Bonus feats previously selected due to the sorcerer's bloodline are unaffected, but new feats must be selected from the new bloodline's bonus feat list.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/limited wish}, {spell/polymorph}, creator must be a sorcerer of the appropriate bloodline; **Cost** 10,000 gp"
		]
	},
	"amulet_of_magecraft": {
		"name": "Amulet of Magecraft",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Amulet of Magecraft",
			"",
			"{SOURCE Ultimate Equipment/255;Advanced Player's Guide/300}  ",
			"**Aura** moderate universal; **CL** 9th  ",
			"**Slot** neck; **Price** 20,000 gp; **Weight** 2 lbs.",
			"",
			"A universalist wizard who selects the amulet as his bonded object may choose one school of spells each day when he prepares spells. He then can use the necklace to spontaneously convert any prepared wizard spell of that school into any other wizard spell of that school he knows, though the desired spell must be of the same level or lower than the prepared spell. For example, if the wizard chooses evocation when he prepares his spells that morning, until the next time he prepares spells, he can spontaneously convert a prepared fireball into any other evocation wizard spell of 3rd level or lower that he knows.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/permanency}, creator must be a universalist; **Cost** 10,000 gp"
		]
	},
	"charm_of_aluum_control": {
		"name": "Charm of Aluum Control",
		"sources": [
			"Inner Sea World Guide",
			"Dark Markets - A Guide to Katapesh"
		],
		"description": [
			"## Charm of Aluum Control",
			"",
			"{SOURCE Inner Sea World Guide/298;Dark Markets - A Guide to Katapesh/59}  ",
			"**Aura** moderate transmutation; **CL** 20th  ",
			"**Slot** neck; **Price** 20,000 gp; **Weight** -;",
			"",
			"This pendant holds a glowing crystal etched with faint runes. Created by the pactmasters of Katapesh to manipulate and control their constructs known as aluums, these charms are much sought after on the black market. Unauthorized possession of a charm of aluum control is considered a grave crime in Katapesh, punishable by decades of imprisonment, exile, or even death. Each charm of aluum control is attuned to a single, specific aluum, but the magic of the charm allows it to function somewhat against other aluums as well. Against its specific attuned aluum, the charm grants you the ability to command that construct as if you were using dominate person on a humanoid creature. This effect functions against other aluums, but non-attuned aluums gain a DC 16 Will save to resist the effect. If an aluum fails such a save, it becomes attuned to that charm and the previous aluum becomes unattuned - a single charm of aluum control can only be attuned to one aluum at a time. For purposes of this effect, ordering an aluum to attack a Pactmaster or someone who appears to be part of Katapesh's government or army or to damage any structure in the city of Katapesh counts as an action against the aluum's nature and allows the aluum a new saving throw with a +2 bonus to resist the charm's effects. If an aluum escapes this effect, it is no longer attuned and typically attacks the target who attempted to command it.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Construct}, {feat/Craft Wondrous Item}, {spell/soul bind}; **Cost** 10,000 gp"
		]
	},
	"dragonfoe_amulet": {
		"name": "Dragonfoe Amulet",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Dragonfoe Amulet",
			"",
			"{SOURCE Ultimate Equipment/257}  ",
			"**Aura** moderate transmutation; **CL** 9th  ",
			"**Slot** neck; **Price** 20,000 gp; **Weight** 1 lb.",
			"",
			"This amulet consists of a cracked dragon scale set in a disk of gold. Most are slightly damaged, bearing the scars of draconic breath weapons. The dragonfoe amulet is a powerful, specialized tool for those who oppose dragons, improving the protection and attacks of the wearer in a number of ways.",
			"",
			"The wearer of a dragonfoe amulet ignores the damage reduction of dragons. This only affects actual dragons, not all creatures of the dragon type. In addition, if the wearer casts a spell against a dragon, she can roll twice to overcome any spell resistance the dragon might possess, taking the higher result. Lastly, the wearer takes no damage instead of half damage on a successful Reflex save against a dragon's breath weapon (as the evasion ability).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {feat/Spell Penetration}, {spell/magic weapon}, {spell/jump}; **Cost** 10,000 gp"
		]
	},
	"halflight_charm_greater": {
		"name": "Halflight Charm (Greater)",
		"sources": [ "Pathfinder #63: The Asylum Stone" ],
		"description": [
			"## Halflight Charm (Greater)",
			"",
			"{SOURCE Pathfinder #63: The Asylum Stone/58}  ",
			"**Aura** moderate conjuration; **CL** 9th  ",
			"**Slot** neck; **Price** 20,000 gp; **Weight** -;",
			"",
			"While regular halflight charms are temporarily issued to anyone traversing the Halflight Path under Duskwarden guidance, greater halflight charms are given to those who have saved a Duskwarden's life or performed a great service for the organization. They thus carry great social cachet with the Duskwardens, who consider selling or purchasing one to be a grave insult.",
			"",
			"A greater halflight charm is a dark blue crystal amulet embossed with a golden arch and suspended from a black cord. When worn, it grants the wearer darkvision 60 feet. It also grants a +2 bonus on all initiative checks made while in underground areas. In addition, once per year, the wearer can call on the amulet to summon the specific Duskwarden on whom the charm was imprinted at its creation, who is instantly teleported to an adjacent square along with his standard adventuring gear, provided the wearer is on the same plane. The Duskwarden is not bound to the caster's will in any way.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/darkvision}, {spell/teleport}; **Cost** 10,000 gp"
		]
	},
	"greater_halflight_charm": { "copyof": "halflight_charm_greater" },
	"noose_of_terminal_embrace": {
		"name": "Noose of Terminal Embrace",
		"sources": [ "Pathfinder #77: Herald of the Ivory Labyrinth" ],
		"description": [
			"## Noose of Terminal Embrace",
			"",
			"{SOURCE Pathfinder #77: Herald of the Ivory Labyrinth/63}  ",
			"**Aura** strong conjuration and transmutation; **CL** 15th  ",
			"**Slot** neck; **Price** 20,000 gp; **Weight** 5 lbs.",
			"",
			"When the necromancer Osmyrd Glavis was lynched in southern Taldor, his final utterance of hatred infused the very rope that was cutting into his flesh, resulting in the first noose of terminal embrace. Since then, many others have duplicated the magic item, yet the original remains lost - though some say it still hangs about the neck of its undead master.",
			"",
			"When a noose of terminal embrace is placed around the neck, it immediately activates, tightening and dealing 2d4 points of damage at that moment. Removing the noose thereafter requires a full-round action and a successful DC 18 Strength check (with failure resulting in an additional 2d4 points of damage).",
			"",
			"While the noose is worn, its frayed end dangles a foot or so from the neck, but once per day if the wearer of the noose is successfully grappled by a Large or smaller creature, the wearer may will the noose's length to extend and lash out at the attacker. This allows the wearer to immediately attempt a grapple check against the attacker; if successful, he establishes the grapple on the attacker rather than the other way around, and the attacker's attempt automatically fails (although the attacker may attempt to grapple the wearer in the future).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/animate rope}, {spell/black tentacles}; **Cost** 10,000 gp"
		]
	},
	"hand_of_abendego": {
		"name": "Hand of Abendego",
		"sources": [ "Pathfinder #27: What Lies in Dust" ],
		"description": [
			"## Hand of Abendego",
			"",
			"{SOURCE Pathfinder #27: What Lies in Dust/56}  ",
			"**Aura** moderate evocation; **CL** 9th  ",
			"**Slot** neck; **Price** 20,258 gp; **Weight** 2 lbs.",
			"",
			"This nearly perfect pearl replica of a hand is attached to a gold chain and can be worn as an amulet. Once per day, the wearer can animate the hand as an immediate action. The hand attempts to grapple an adjacent foe of Medium size or smaller, using the wearer's CMB. If it succeeds, the hand deals 1d4 non-lethal damage every round it maintains a grapple. If the grapple attempt fails or the victim escapes the grapple, the hand ceases its activity. If any creature within reach of the amulet (including the wearer) attempts to steal anything, the hand activates and attempts to choke the creature. If the amulet is not currently worn, it uses the victim's own CMB and Strength to determine the attack bonus and damage.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/interposing hand}; **Cost** 10,129 gp"
		]
	},
	"amulet_of_grasping_souls": {
		"name": "Amulet of Grasping Souls",
		"sources": [ "Tears at Bitter Manor" ],
		"description": [
			"## Amulet of Grasping Souls",
			"",
			"{SOURCE Tears at Bitter Manor/54}  ",
			"**Aura** strong transmutation; **CL** 13th  ",
			"**Slot** neck; **Price** 21,000 gp; **Weight** -;",
			"",
			"This amulet can be worn by both corporeal and incorporeal creatures. If worn by a corporeal creature, it confers the ghost touch special ability on her natural attacks and weapons she wields (even thrown weapons and projectiles). Once per day as a swift action, the wearer can make the next spell she casts affect incorporeal creatures as though she were using the Ectoplasmic Spell metamagic feat but without increasing the spell level.",
			"",
			"When an incorporeal creature wears the amulet, it can interact with its surroundings. Any item in its possession becomes incorporeal, allowing the incorporeal creature to take items and phase through objects with them. An incorporeal creature without a Strength score uses its Charisma score to determine how much it can carry.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {feat/Ectoplasmic Spell}, {spell/plane shift}; **Cost** 10,500 gp"
		]
	},
	"amulet_of_spell_mastery": {
		"name": "Amulet of Spell Mastery",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Amulet of Spell Mastery",
			"",
			"{SOURCE Ultimate Equipment/256}  ",
			"**Aura** strong transmutation; **CL** 11th  ",
			"**Slot** neck; **Price** 22,000 gp; **Weight** 1 lb.",
			"",
			"This platinum locket only has power when used as a wizard's bonded object. It allows the wizard to prepare an additional 6 levels of spells per day.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/mnemonic enhancer}; **Cost** 11,000 gp"
		]
	},
	"eye_of_horus_amulet": {
		"name": "Eye of Horus Amulet",
		"sources": [ "Pathfinder #82: Secrets of the Sphinx" ],
		"description": [
			"## Eye of Horus Amulet",
			"",
			"{SOURCE Pathfinder #82: Secrets of the Sphinx/62}  ",
			"**Aura** moderate abjuration; **CL** 9th  ",
			"**Slot** neck; **Price** 23,000 gp; **Weight** -;",
			"",
			"This triangular amulet of gold and lapis lazuli depicts a stylized eye - the symbol of the Ancient Osirian deity Horus, god of rulership, the sky, and the sun. Priests of Horus fashioned the first eye of Horus amulets centuries ago to protect members of their order, particularly from minions of the god Set. Now, the occasional eye of Horus amulet turns up in a marketplace or in the hands of nomadic traders or adventurers.",
			"",
			"An eye of Horus amulet grants its wearer a +2 resistance bonus on all saving throws. In addition, once per day, the wearer can surround herself with an aura of shimmering sunlight that protects her as dispel evil. Using this effect to drive an evil extraplanar creature back to its home plane or to end either an evil spell or an enchantment spell cast by an evil creature cancels this effect.",
			"",
			"Lastly, if the wearer of an eye of Horus amulet is targeted by an effect that causes blindness, she can, as an immediate action, cause the amulet to absorb the effect. The wearer suffers no harm from the effect, but the amulet cracks in half, rendering it forever useless thereafter.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/dispel evil}, {spell/remove blindness//deafness}, {spell/resistance}; **Cost** 11,500 gp"
		]
	},
	"cartouche_of_distinctive_warding": {
		"name": "Cartouche of Distinctive Warding",
		"sources": [ "Pathfinder #84: Pyramid of the Sky Pharaoh" ],
		"description": [
			"## Cartouche of Distinctive Warding",
			"",
			"{SOURCE Pathfinder #84: Pyramid of the Sky Pharaoh/60}  ",
			"**Aura** moderate abjuration; **CL** 11th  ",
			"**Slot** neck; **Price** 24,000 gp; **Weight** -;",
			"",
			"This winged, golden cartouche hangs on a leather thong beaded with semiprecious stones. Normally, a cartouche of distinctive warding functions as a ring of protection +1 and allows the wearer to use shield two times per day. Once per day, the wearer can write the name of a specific individual in Ancient Osiriani hieroglyphs on the cartouche (the name must be the person's true name, not an alias, nickname, or title). This causes the cartouche's regular powers to go dormant, but for the next hour the wearer is protected against the inscribed individual in three ways:",
			"",
			"- The wearer gains a +2 deflection bonus to AC against all attacks made by the inscribed individual (including physical attacks, and magic items and spells that require attack rolls).",
			"- The wearer gains a +2 bonus on all saving throws against spells and effects cast or created by the inscribed individual.",
			"- The wearer gains a +2 bonus on opposed skill checks against the inscribed individual.",
			"",
			"At the end of 1 hour, the inscribed name fades, and the cartouche loses all its powers for 23 hours. Note that the actions of the inscribed individual's allies (including minions or summoned creatures) are not subject to the cartouche's power.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/lesser globe of invulnerability}, {spell/magic circle against chaos/, evil, good, or law}, {spell/shield}; **Cost** 12,000 gp"
		]
	},
	"cloud_engineer_badge": {
		"name": "Cloud Engineer Badge",
		"sources": [ "Pathfinder #96: Shadow of the Storm Tyrant" ],
		"description": [
			"## Cloud Engineer Badge",
			"",
			"{SOURCE Pathfinder #96: Shadow of the Storm Tyrant/28}  ",
			"**Aura** moderate abjuration; **CL** 10th  ",
			"**Slot** neck; **Price** 24,000 gp; **Weight** 5 lbs.",
			"",
			"This giant-sized silver brooch, like that used to fasten a cloak or cape, is fashioned in the shape of a cloud inscribed inside a circle. The wearer of a cloud engineer badge can cast life bubble and reduce person once per day. In addition, the wearer gains a +2 competence bonus on Craft (alchemy) and Knowledge (engineering) checks. A cloud engineer badge occupies the neck slot on Large or Huge creatures, but a Medium creature can wear the badge as a pectoral in the chest slot.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/life bubble}, {spell/reduce person}; **Cost** 12,000 gp"
		]
	},
	"amulet_of_primal_mastery": {
		"name": "Amulet of Primal Mastery",
		"sources": [ "Wardens of the Reborn Forge" ],
		"description": [
			"## Amulet of Primal Mastery",
			"",
			"{SOURCE Wardens of the Reborn Forge/38}  ",
			"**Aura** strong evocation; **CL** 17th  ",
			"**Slot** neck; **Price** 24,200 gp; **Weight** -;",
			"",
			"The dark green orb on this silver necklace is covered in what looks like thorns, but it's not sharp or painful to the touch. While wearing this amulet, whenever you cast a spell that triggers a {rule/primal magic} event, roll d% twice when generating the result. You may pick which of the two results actually occurs. Additionally, you gain a +2 bonus on all saving throws to resist primal magic events. This bonus doesn't stack with other bonuses on saves to resist primal magic events.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/miracle}, crafter must be an oracle with the spellscar mystery; **Cost** 12,100 gp"
		]
	},
	"slave_collar": {
		"name": "Slave Collar",
		"sources": [ "Pathfinder #65: Into the Nightmare Rift" ],
		"description": [
			"## Slave Collar",
			"",
			"{SOURCE Pathfinder #65: Into the Nightmare Rift/63}  ",
			"**Aura** moderate divination; **CL** 9th  ",
			"**Slot** neck; **Price** 25,000 gp; **Weight** 1 lb.",
			"",
			"Slave collars are popular items among drow, duergar, and other Darklands societies that require obedience and servitude from slave castes. As these collars are relatively costly, they are typically reserved for use on particularly powerful or desirable slaves. A slave collar consists of a simple ring of metal (typically brass or bronze) that latches in place with a lock. Many feature additional adornments like short lengths of chain. Each slave collar's lock is attuned to a unique key. The person who carries a collar's key is aware of that collar's wearer as if it were the target of a constant status spell. In addition, the key carrier can communicate telepathically with the wearer of the collar as long as the wearer is within 100 feet of her. As long as a slave collar is worn, that collar's key carrier automatically penetrates the collar wearer's spell resistance (if any), and the collared creature takes a -5 penalty on all saving throws against the key carrier's spells. A slave collar's lock can be picked with a successful DC 40 Disable Device check, or broken open with a successful DC 30 Strength check - either method immediately destroys the slave collar. The wearer of a slave collar takes a -10 penalty on Disable Device or Strength checks made to disable the slave collar it wears.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/status}, {spell/telepathic bond}; **Cost** 12,500 gp"
		]
	},
	"hand_of_stone": {
		"name": "Hand of Stone",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Hand of Stone",
			"",
			"{SOURCE Ultimate Equipment/259}  ",
			"**Aura** moderate divination; **CL** 7th  ",
			"**Slot** neck; **Price** 27,000 gp; **Weight** 2 lbs.",
			"",
			"This mummified dwarf hand hangs on a steel chain around a character's neck, bringing the wearer more in tune with the earth beneath her feet. If the wearer spends a standard action concentrating on the hand, she gains {umr/tremorsense} out to a range of 30 feet until the start of her next turn. This ability only allows her to sense creatures and objects that are in contact with earth or stone.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/clairvoyance//clairaudience}; **Cost** 13,500 gp"
		]
	},
	"periapt_of_proof_against_poison": {
		"name": "Periapt of Proof against Poison",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Periapt of Proof against Poison",
			"",
			"{SOURCE Ultimate Equipment/260;PRPG Core Rulebook/525}  ",
			"**Aura** faint conjuration; **CL** 5th  ",
			"**Slot** neck; **Price** 27,000 gp; **Weight** -;",
			"",
			"This item is a brilliant-cut black gem on a delicate silver chain meant to be worn about the neck. The wearer is immune to poison, although poisons active when the periapt is first donned still run their course.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/neutralize poison}; **Cost** 13,500 gp"
		]
	},
	"amulet_of_quaking_strikes": {
		"name": "Amulet of Quaking Strikes",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Amulet of Quaking Strikes",
			"",
			"{SOURCE Melee Tactics Toolbox/28}  ",
			"**Aura** strong evocation; **CL** 15th  ",
			"**Slot** neck; **Price** 28,000 gp; **Weight** -;",
			"",
			"This simple bronze amulet depicts a mountaintop being shattered by a sword blow. Twice per day, the amulet's wearer can make a single melee attack against the ground as a standard action. The wearer can choose a point of origin within 100 feet of himself and apply his attack roll against all creatures within a 20-foot radius of that point. The amulet's wearer rolls his attack's damage once and applies it to all creatures in the affected area. The damage includes the weapon's base damage dice, the wearer's Strength modifier, and damage from feats such as {feat/Power Attack} and {feat/Vital Strike}; it doesn't include damage from other magical sources, such as enhancement bonuses, spells, and magic weapon special abilities.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/earthquake}; **Cost** 14,000 gp"
		]
	},
	"mothman_memento": {
		"name": "Mothman Memento",
		"sources": [ "Mystery Monsters Revisited" ],
		"description": [
			"## Mothman Memento",
			"",
			"{SOURCE Mystery Monsters Revisited/31}  ",
			"**Aura** strong enchantment, illusion, and necromancy; **CL** 12th  ",
			"**Slot** neck; **Price** 28,800 gp; **Weight** -;",
			"",
			"Mothmen sometimes create these tokens when they know their powers won't be needed for a long period of time or they are close to death and wish to preserve their legacies. A mothman memento can be any item that is worn around the neck, such as an amulet or pendant. As a full-round action while wearing a mothman memento, a mothman can simultaneously kill itself and inject its soul into the item.",
			"",
			"A mothman memento can lie untouched for years or even decades before it winds up in the hands of another creature. Any humanoid or monstrous humanoid that wears the memento gains the ability to cast {spell/modify memory} as a spell-like ability three times per day (caster level 12th). If a creature goes to sleep or falls unconscious while wearing a mothman memento, the wearer must succeed at a DC 19 Will save or be affected as though by a {spell/nightmare} spell (no modifiers due to knowledge or physical connection; caster level 12th). A creature can be affected by this nightmare effect only once every 24 hours. After the first time the wearer is affected by the nightmare effect, the memento can only be removed by means of a {spell/remove curse} spell. A creature that dies from the nightmare effect rises as a {monster/mothman} the next morning.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/modify memory}, {spell/nightmare}, {spell/soul bind}; **Cost** 14,400 gp"
		]
	},
	"medallion_of_demonic_disruption": {
		"name": "Medallion of Demonic Disruption",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Medallion of Demonic Disruption",
			"",
			"{SOURCE People of the Wastes/30}  ",
			"**Aura** moderate abjuration; **CL** 7th  ",
			"**Slot** neck; **Price** 32,000 gp; **Weight** 1 lb.",
			"",
			"Meant to be worn around the neck, this medallion made of braided, blue-tinged white gold hangs from a silver chain. When a creature with the demon subtype uses its summoning ability with 100 feet of the medallion's wearer, it must attempt a concentration check with a DC equal to 15 + double the level of its summon ability. If the summoner fails this concentration check, none of the summoned creatures appear, and the use of the demon's summon ability is wasted. On a successful concentration check, the number of creatures that the demon summons (if any) is reduced to 1.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/dimensional anchor}; **Cost** 16,000 gp"
		]
	},
	"periapt_of_utter_devotion": {
		"name": "Periapt of Utter Devotion",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Periapt of Utter Devotion",
			"",
			"{SOURCE Villain Codex/213}  ",
			"**Aura** moderate enchantment; **CL** 7th  ",
			"**Slot** neck; **Price** 33,000 gp; **Weight** -;",
			"",
			"This amulet functions as a periapt of devotion but has a Will save DC of 16 and can affect non-humanoids (as per charm monster). In addition, once per day when talking to the wearer, the giver can implant a triggered suggestion in the wearer's mind, as per the spell. The wearer can attempt a DC 16 Will save to negate the effect. If he surpasses the DC by 5 or more, he also breaks the periapt's charm effect.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/beguiling gift}, {spell/charm monster}, {spell/triggered suggestion}; **Cost** 16,500 gp"
		]
	},
	"masters_call": {
		"name": "Masters' Call",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Masters' Call",
			"",
			"{SOURCE Inner Sea Monster Codex/29}  ",
			"**Aura** moderate enchantment; **CL** 10th  ",
			"**Slot** neck; **Price** 34,000 gp; **Weight** -;",
			"",
			"Platinum filigree wraps around this small, spiral-shell amulet, which hangs on an ornate chain that resembles entwined tentacles. Enchantment spells and effects created by the wearer of a masters' call are treated as though they came from an aboleth source, so gillman targets take their racial -2 penalty on Will saves to resist the amulet's effects.",
			"",
			"Once per day, the wearer can speak a trigger phrase in the Aboleth language to cast {spell/dominate person} on a single target (Will DC 18 negates). Regardless of whether the dominate person spell succeeds, the wearer can then attempt to cast {spell/modify memory} on the same target to change its memory of either the actions the target performed while dominated or the attempted domination (Will DC 17 negates).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/dominate person}, {spell/modify memory}; **Cost** 17,000 gp"
		]
	},
	"amulet_of_proof_against_detection_and_location": {
		"name": "Amulet of Proof against Detection and Location",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Amulet of Proof against Detection and Location",
			"",
			"{SOURCE Ultimate Equipment/256;PRPG Core Rulebook/500}  ",
			"**Aura** moderate abjuration; **CL** 8th  ",
			"**Slot** neck; **Price** 35,000 gp; **Weight** -;",
			"",
			"This silver amulet protects the wearer from scrying and magical location just as a nondetection spell does. If a divination spell is attempted against the wearer, the caster of the divination must succeed on a caster level check (1d20 + caster level) against a DC of 19 (as if the wearer had cast nondetection on herself).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/nondetection}; **Cost** 17,500 gp"
		]
	},
	"necklace_of_spectral_strikes": {
		"name": "Necklace of Spectral Strikes",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Necklace of Spectral Strikes",
			"",
			"{SOURCE Mythic Adventures/154}  ",
			"**Aura** moderate evocation; **CL** 9th  ",
			"**Slot** neck; **Price** 35,500 gp; **Weight** -;",
			"",
			"When worn, this silver-and-turquoise necklace melds with the skin, turning into an intricately patterned tattoo on the wearer's chest. It ignores any wearer with an Intelligence score lower than 3, failing to meld or function. The necklace can be removed as a full-round action by concentrating on the tattoo to call the necklace back into existence. While in tattoo form, the amulet grants a +1 bonus on attack and damage rolls with unarmed strikes (but not natural weapons) and provides the benefits of the ghost touch weapon special ability on unarmed strikes. As a swift action, the wearer can spend a ki point to make one unarmed strike - whether as a single attack or part of a full attack - an incorporeal touch attack.",
			"",
			"As an immediate action, the wearer can expend one use of mythic power to become incorporeal for 1 round. This lasts until either just before his next turn (if used during his turn) or at the end of his next turn (if used outside his turn). While incorporeal, the wearer has no Strength score, so his Dexterity modifier applies to his melee attacks, ranged attacks, and combat maneuver checks. Since the necklace provides the ghost touch ability, the wearer can make unarmed strikes against corporeal creatures while incorporeal. The wearer can remain inside solid objects as long as he continues expending mythic power to remain incorporeal. If he fails to do so, he materializes inside the object and instantly dies.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {feat/Mythic Crafter}, {spell/magic weapon}, {spell/plane shift}; **Cost** 17,750 gp"
		]
	},
	"amulet_of_the_storm": {
		"name": "Amulet of the Storm",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Amulet of the Storm",
			"",
			"{SOURCE Adventurer's Guide/184}  ",
			"**Aura** moderate abjuration; **CL** 11th  ",
			"**Slot** neck; **Price** 36,000 gp; **Weight** -;",
			"",
			"Carved from a single piece of reddish coral, this small amulet is shaped into a swirling, counter-clockwise spiral centered behind a leaf. The design and creation of these amulets is credited to the original [Storm Kindlers](rule/aff_storms), and they are rarely found outside of Garund.",
			"",
			"When worn, the amulet provides energy resistance 5 against cold and electricity. If the wearer worships Gozreh, the energy resistances both increase to 10. The wearer automatically identifies spells with the air, electricity, or water descriptor that are cast in her presence, as if she had succeeded at a Spellcraft check to do so.",
			"",
			"Once per day as an immediate action, the wearer of an amulet of the storm can attempt to counterspell any spell containing the air, electricity, or water descriptor as if the wearer were casting dispel magic. If this counterspell attempt is successful, it redirects the magical energy back at the caster in the form of bolts of lightning, dealing 1d6 points of electricity damage per level of the spell that was countered to the spell's original caster. A successful DC 18 Reflex save halves this damage.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/dispel magic}, {spell/protection from energy}, creator must be a worshiper of Gozreh; **Cost** 18,000 gp"
		]
	},
	"necklace_of_lovelies": {
		"name": "Necklace of Lovelies",
		"sources": [ "Pathfinder #36: Sound of a Thousand Screams" ],
		"description": [
			"## Necklace of Lovelies",
			"",
			"{SOURCE Pathfinder #36: Sound of a Thousand Screams/21}  ",
			"**Aura** abjuration (evil); **CL** 17th  ",
			"**Slot** neck; **Price** 36,000 gp; **Weight** 4 lbs.",
			"",
			"This repugnant and cruel magic item consists of a chain of cold iron on which dangle six tiny, cold iron cages, each of which contains a living but miniaturized pixie. While the pixies are free to shriek and yell and cry, the item prevents them from taking any action that would directly free them from their cage and suppresses all of their supernatural and spell-like abilities.",
			"",
			"As a swift action, the wearer of a necklace of lovelies can redirect hit point damage inflicted on him from any single attack or effect that damages him onto one of the pixies on the necklace - doing so automatically kills the poor pixie in a tiny explosion of blood. Once all of the necklace's pixies are dead or released, the necklace becomes nonmagical.",
			"",
			"The magic of a necklace of lovelies can also be released by breaking open one of the tiny pixie cages (hardness 10; hp 10; Break DC 20). If the cage contains a living pixie, the grateful fey quickly escapes and returns to normal size - in so doing, the wash of energy allows the pixie to bestow luck upon the creature who broke that particular cage if the pixie so chooses (most pixies are grateful enough to a rescuer to automatically grant this boon). An instant after the luck is bestowed, the grateful pixie vanishes (presumably back to the area in which he or she was first imprisoned in the necklace during its creation). The luck granted by this effect can be used at any point once during the next 7 days as a swift action whenever a d20 is rolled - it allows the lucky soul to roll 2d20 and pick which result he wishes to accept.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/imprisonment}, {spell/shield other}, 6 willing or helpless pixies; **Cost** 18,000 gp"
		]
	},
	"scarab_of_protection": {
		"name": "Scarab of Protection",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Scarab of Protection",
			"",
			"{SOURCE Ultimate Equipment/261;PRPG Core Rulebook/529}  ",
			"**Aura** strong abjuration and necromancy; **CL** 18th  ",
			"**Slot** neck; **Price** 38,000 gp; **Weight** -;",
			"",
			"This device appears to be a jade medallion in the shape of a beetle. If it is held for 1 round, an inscription appears on its surface letting the holder know that it is a protective device.",
			"",
			"The scarab's possessor gains spell resistance 20. The scarab can also absorb energy-draining attacks, death effects, and negative energy effects. Upon absorbing 12 such attacks, the scarab turns to powder and is destroyed.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/death ward}, {spell/spell resistance}; **Cost** 19,000 gp"
		]
	},
	"rimeheart_amulet": {
		"name": "Rimeheart Amulet",
		"sources": [ "Ships of the Inner Sea" ],
		"description": [
			"## Rimeheart Amulet",
			"",
			"{SOURCE Ships of the Inner Sea/45}  ",
			"**Aura** strong abjuration; **CL** 9th  ",
			"**Slot** neck; **Price** 40,000 gp; **Weight** -;",
			"",
			"These talismans are crafted by evil spellcasters on the first steps of the path of the wendigo. The amulet, a tiny human figure formed from unmelting ice, rests on the wearer's chest. When worn, it freezes the wearer's heart solid, chilling body and soul. The wearer immediately develops hypothermia, becoming permanently fatigued for as long as he wears the amulet, but is otherwise protected against cold weather by a constant {spell/endure elements} effect. The amulet also grants 10 points of cold resistance, immunity to bleed effects, and a +4 resistance bonus on saving throws against spells with the emotion descriptor. Once per day as a standard action, the wearer can use {spell/frigid touch} as a spell-like ability. Removing the amulet thaws the wearer's heart but leaves him fatigued until he spends 8 hours warming up.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/calm emotions}, {spell/endure elements}, {spell/frigid touch}; **Cost** 21,600 gp"
		]
	},
	"necklace_of_netted_stars": {
		"name": "Necklace of Netted Stars",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Necklace of Netted Stars",
			"",
			"{SOURCE Ultimate Equipment/260}  ",
			"**Aura** strong illusion and transmutation; **CL** 12th  ",
			"**Slot** neck; **Price** 42,000 gp; **Weight** -;",
			"",
			"This marvelous mithral necklace forms a broad, draping lacework of threadlike chains set with a multitude of tiny jewels. Seven of these jewels are larger than the rest. While wearing a necklace of netted stars, the wearer can create dancing lights at will and wandering star motes once per day. In addition, each of the seven jewels of the necklace can recall a previously cast 1st-level or 0-level spell, as a pearl of power.",
			"",
			"Once per day, the wearer may use the necklace to catch a spell targeted at him, as if readying an action to counterspell using dispel magic, with a bonus on the check equal to 12 + the number of jewels not yet used to recall spells that day. If all jewels have been used, this ability cannot be used that day. The level of the spell to be countered must be less than or equal to the number of unused jewels. If the counterspell succeeds, the spell is negated and the wearer can use its magical energy to recall a previously cast spell of the same level or lower as an immediate action. Whether or not the attempt succeeds, this action exhausts the power of all of the necklace's jewels for that day.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/dancing lights}, {spell/dispel magic}, {spell/wandering star motes}, creator must be able to cast 7th-level spells; **Cost** 21,000 gp"
		]
	},
	"amulet_of_radiation_absorption": {
		"name": "Amulet of Radiation Absorption",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Amulet of Radiation Absorption",
			"",
			"{SOURCE Heroes of the Darklands/30}  ",
			"**Aura** moderate abjuration and conjuration; **CL** 10th  ",
			"**Slot** neck; **Price** 45,000 gp; **Weight** 1 lb.",
			"",
			"This amulet features a large, ragged stone that was harvested from highly radioactive regions of the Darklands and that glows with a faint green light. The wearer is rendered immune to the effects of all forms of radiation. Additionally, for each minute the wearer is exposed to radiation, the amulet absorbs 1 charge of radioactive energy. The amulet can hold up to 5 charges. Charges naturally dissipate at a rate of 1 charge per 24 hours. As a standard action, the wearer can expend 1 charge in order to fire a ray of concentrated radiation from the amulet. Treat this as a ranged touch attack with a range of 60 feet. The wearer can choose any one of the following effects, as outlined below.",
			"",
			"**Blightburn:** The target takes 6d6 points of fire damage.",
			"",
			"**Caphorite:** The target must succeed at a DC 14 Fortitude save or be blinded for 1d4 rounds.",
			"",
			"**Lazurite:** The target takes 2d6 points of negative energy damage, and if it dies in the next hour, there is a 50% chance it rises as a ghoul 1d4 rounds later.",
			"",
			"**Surface:** The target takes 1d2 points of Strength and Constitution damage.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/radiation ward}, {spell/remove radioactivity}; **Cost** 22,500 gp"
		]
	},
	"iron_collar_of_the_unbound_coven": {
		"name": "Iron Collar of the Unbound Coven",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Iron Collar of the Unbound Coven",
			"",
			"{SOURCE Advanced Class Guide/231}  ",
			"**Aura** moderate transmutation; **CL** 11th  ",
			"**Slot** neck; **Price** 46,000 gp; **Weight** 2 lbs.",
			"",
			"This grotesque collar is useful to any witch who is eager to form a coven, but would rather avoid associating with one or more evil hags. The collar is a crude band of iron from which hang the fist-sized shrunken heads of three hags (an annis hag, a green hag, and a sea hag). The heads remain semi-animate - they occasionally twitch, blink, coo softly, or whisper curses at the wearer, each other, or anyone else nearby. A witch with the coven hex who wears the collar gains access to the following powers.",
			"",
			"**Champion of the Unbound Coven:** If the wearer joins a coven, the coven can ignore the requirement to have at least one hag as a member. Each of the coven members must still have the coven hex, and one of the members must be at least a 9th-level witch.",
			"",
			"**Dreadful Gaze:** Three times per day as a swift action, the wearer can command the hags' heads to lock their terrible gazes on one humanoid within 30 feet. The target of this gaze attack must succeed at a DC 15 Will save or become paralyzed with terror (as the effect of the hold person spell). This is a mind-affecting fear effect.",
			"",
			"**Hag Form:** Once per day as a standard action, the wearer can assume the form of a powerfully built Medium crone that resembles the horrific union of an annis hag, a green hag, and a sea hag. This metamorphosis is identical to the {spell/transformation} spell, including the violent change to the wearer's mindset and the loss of spellcasting ability.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, Craft (leather) 4 ranks, {spell/alter self}, {spell/hold person}, {spell/transformation}, coven hex; **Cost** 23,000 gp"
		]
	},
	"iron_road": {
		"name": "Iron Road",
		"sources": [ "Lost Treasures" ],
		"description": [
			"## Iron Road",
			"",
			"{SOURCE Lost Treasures/35}  ",
			"**Aura** strong conjuration; **CL** 18th  ",
			"**Slot** neck; **Price** 50,000 gp; **Weight** -;",
			"",
			"The Iron Road is a {magic-talisman/melancholic talisman}, a potent magic item that contains a bound hellmouth devil (a portal to Hell crafted from a devil). Once per day the wearer can activate the talisman to summon a hellmouth, which takes the form of Jyangzipao, an eyeless, amphisbaenic underworld dragon with corroded iron scales. Each of Jyangzipao's two mouths forms a 10-foot portal to Hell; one connects to Avernus and the other to Dis. Only one portal can be used each time the talisman is activated, remaining open for 10 minutes (or until the wearer dismisses it) and functioning as the spell {spell/gate}. The portal cannot connect to any other locations, so should the wearer of the Iron Road pass through the gate and linger in Hell for more than 10 minutes, the hellmouth closes behind him and traps him in Hell. Jyangzipao currently exists only as a portal, and is not an independent creature with his own desires or needs.",
			"",
			"The hellmouth maw that connects to Dis always connects to the Souk Sinister, an auction house in the city of Dis operated by Hasharizi, a heavily tattooed contract devil. Hasharizi happily offers her services as a fence for stolen goods, and she is willing to search the markets of Dis for rare treasures for a commission (typically 10% of the item's cost), providing the talisman's wearer a portable means of liquidating wealth and securing otherwise unavailable goods. It usually takes at least a day for the devil to fence or find the requested items. For those requiring more immediate boons, Hasharizi is always willing to tailor an infernal contract to meet her patron's needs.",
			"",
			"Jyangzipao's other maw opens just outside Seventh Spire, a lead-brick fortress surrounded by a moat of rusty quicksand in Avernus. The ambitious cornugon Ulkruoth commands the keep and its ever-growing garrison of warmonger devils and bearded devils. For a fair price - much as though the wearer had cast planar ally - he sells his troops' services as mercenaries. For particularly glorious assignments likely to hasten his eventual transformation into a malebranche, Ulkruoth is known to halve his price or waive it entirely.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/gate}, {spell/greater planar binding}, ability to conjure and bind a greater devil; **Cost** 25,000 gp"
		]
	},
	"star_cinder": {
		"name": "Star Cinder",
		"sources": [ "Daughters of Fury" ],
		"description": [
			"## Star Cinder",
			"",
			"{SOURCE Daughters of Fury/63}  ",
			"**Aura** strong abjuration; **CL** 12th  ",
			"**Slot** neck; **Price** 50,000 gp; **Weight** 4 lbs.",
			"",
			"This tiny flake of dark, extraordinarily dense material is hung on a simple wire chain and seems to absorb the light around it. When activated, streaks of alien color play across its surface. Once per day, the wearer of a star cinder can choose one energy type (acid, cold, electricity, fire, or sonic). Creatures within 60 feet of the wearer with resistance or immunity to the selected energy type have that resistance or immunity suppressed for 12 rounds. Creatures with the elemental subtype are unaffected.",
			"",
			"An affected creature of the outsider type must succeed at a DC 17 Will save each round it remains within the area of effect or be forced to return to its home plane (as per the dismissal spell). Even if the outsider succeeds at its save, it is sickened for as long as it remains in the area of effect.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/antimagic field}, {spell/dismissal}, {spell/resist energy}; **Cost** 25,000 gp"
		]
	},
	"zoic_of_the_primeval": {
		"name": "Zoic of the Primeval",
		"sources": [ "Lost Treasures" ],
		"description": [
			"## Zoic of the Primeval",
			"",
			"{SOURCE Lost Treasures/63}  ",
			"**Aura** strong enchantment (compulsion); **CL** 17th  ",
			"**Slot** neck; **Price** 50,000 gp; **Weight** 1 lb.",
			"",
			"This collection of twigs and dinosaur teeth can be strung through with a length of sinew to create a necklace that offers limited protection against dangerous animals. The bearer of the Zoic of the Primeval gains a +1 insight bonus to AC against all non-humanoids. Against animals and outsiders, this AC bonus increases to +2.",
			"",
			"Additionally, once per day the wearer can use the Zoic of the Primeval to dominate any creature of the animal or outsider type as by dominate monster (Will DC 23 negates).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/dominate monster}; **Cost** 25,000 gp"
		]
	},
	"agents_clasp_taldan": {
		"name": "Agent's Clasp (Taldan)",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Agent's Clasp (Taldan)",
			"",
			"{SOURCE Inner Sea Races/228}  ",
			"**Aura** moderate evocation; **CL** 9th  ",
			"**Slot** neck; **Price** 60,000 gp; **Weight** -;",
			"",
			"The following wondrous item is generally available only to members of the indicated race or ethnicity.",
			"",
			"These small, stylish golden clasps come in pairs: one for a handler and one for an agent. The handler's clasp provides constant information to the wearer as per the spell status regarding the wearer of the agent's clasp. At will, the wearer of either clasp can speak a command word to transmit a sending (as per the spell) to the wearer of the other clasp. If the other clasp is not worn, the sending is stored in the recipient clasp until it is next donned, at which time the message is delivered and the recipient has a chance to respond as normal.",
			"",
			"The price and cost listed are for a matched pair of clasps.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/sending}, {spell/status}, creator must be a Taldan; **Cost** 30,000 gp"
		]
	},
	"agents_clasp": { "copyof": "agents_clasp_taldan" },
	"torc_of_truespeech": {
		"name": "Torc of Truespeech",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Torc of Truespeech",
			"",
			"{SOURCE Mythic Adventures/157}  ",
			"**Aura** faint divination; **CL** 5th  ",
			"**Slot** neck; **Price** 60,000 gp; **Weight** 2 lbs.",
			"",
			"This heavy gold torc allows its wearer's words to be understood by any creature that speaks a language, as though his words were spoken in that creature's native tongue. Each creature listening hears the words in a language appropriate to itself. The wearer can understand all spoken languages as though using the tongues spell. A wearer who is at least 3rd tier can speak to and be understood by animals (as if using speak with animals), and one who is at least 6th tier can also speak to and be understood by plants (as if using speak with plants).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {feat/Mythic Crafter}, {spell/speak with animals}, {spell/speak with plants}, {spell/tongues}; **Cost** 30,000 gp"
		]
	},
	"whispering_amulet": {
		"name": "Whispering Amulet",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Whispering Amulet",
			"",
			"{SOURCE Demons Revisited/18}  ",
			"**Aura** strong evocation; **CL** 17th  ",
			"**Slot** neck; **Price** 70,000 gp; **Weight** -;",
			"",
			"A whispering amulet looks like a bejeweled glabrezu head to the person who owns it, but to anyone else appears to be a relatively unremarkable necklace. As long as it is worn, a whispering amulet masks the wearer's alignment as if by undetectable alignment. Once per day by grasping the amulet in one hand and whispering, as a standard action, the wearer may send a single message of no more than 25 words to another creature as if via {spell/sending} - the message arrives at the intended target in the form of a soft whisper in the left ear, and the recipient can opt to whisper a return message to the wearer of the amulet. A single glabrezu is linked to each whispering amulet, and any message sent or received via the amulet can be heard by the demon as well. Finally, by grasping the amulet and whispering the glabrezu's name, the wearer can make a single wish. This destroys the whispering amulet, and as the wish itself is granted by the glabrezu, it likely has unexpected and unintended consequences. If the glabrezu has already used its wish ability during that month, the attempt to wish fails and the amulet is not destroyed; there's a 5% chance that this occurs if the GM doesn't already know for sure if the glabrezu's wish is available.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/sending}, {spell/undetectable alignment}, {spell/wish}; **Cost** 35,000 gp"
		]
	},
	"shrunken_head": {
		"name": "Shrunken Head",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Shrunken Head",
			"",
			"{SOURCE Occult Adventures/262}  ",
			"**Aura** moderate necromancy; **CL** 9th  ",
			"**Slot** none or neck; **Price** 90,000 gp; **Weight** 1 lb.",
			"",
			"The mouth of this shriveled, distorted head is stitched shut with coarse thread. A shrunken head can be used if it's held in one hand or worn in the neck slot by suspending it from a thong. Once per day as an immediate action, the owner can make the head absorb a mind-affecting spell of up to 5th level that was targeting the owner. Absorbing such a spell protects only the wielder, not any other targets. After absorbing the spell, the head's eyes open and burn with pale green fire for 1 round per level of the spell absorbed. While the eyes are burning, as a standard action, the wielder can unleash this energy as enervation, with the ray imposing 1 negative level per level of spell absorbed.",
			"",
			"When used as an additional focus component for a spell with the fear subtype, a shrunken head augments its effects, increasing any save DC associated with the spell by 1. The shrunken head does not need to have absorbed a spell to be used in this manner.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/break enchantment}, {spell/enervation}, {spell/fear}; **Cost** 45,000 gp"
		]
	},
	"choker_of_the_rough_beast": {
		"name": "Choker of the Rough Beast",
		"sources": [ "Inner Sea Combat" ],
		"description": [
			"## Choker of the Rough Beast",
			"",
			"{SOURCE Inner Sea Combat/58}  ",
			"**Aura** strong abjuration and conjuration; **CL** 20th  ",
			"**Slot** neck; **Price** 100,000 gp; **Weight** 1 lb.",
			"",
			"This black iron neckpiece is forged in the likeness of Rovagug's holy symbol. An evil wearer gains a +2 profane bonus on all saving throws. A creature with the touch of corruption class ability that wears the choker of the Rough Beast increases the damage dice of that ability from 1d6 per 2 antipaladin levels to 1d8 per 2 levels.",
			"",
			"Good-aligned creatures within 120 feet of the choker of the Rough Beast hear distant bellows of unimaginable rage, giving them a -2 penalty on all Perception checks as the sounds distract them. Within 30 feet of the necklace, the sound increases, and all good-aligned creatures must succeed at a DC 18 Will save or be shaken while within range. They can attempt another save after 24 hours.",
			"",
			"If the wearer willingly breaks the choker in half (a full-round action), the ground under his feet ruptures open and consumes him (as the imprisonment spell). The blood of Rovagug seeps up from the wound in the earth 1d6 rounds after the wielder is consumed. Treat this as a fiendish carnivorous blob that attacks any living creature within sight. The hole seals immediately after the blood rises.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/imprisonment}, {spell/summon monster IX}; **Cost** 50,000 gp"
		]
	},
	"amulet_of_the_planes": {
		"name": "Amulet of the Planes",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Amulet of the Planes",
			"",
			"{SOURCE Ultimate Equipment/256;PRPG Core Rulebook/500}  ",
			"**Aura** strong conjuration; **CL** 15th  ",
			"**Slot** neck; **Price** 120,000 gp; **Weight** -;",
			"",
			"This device usually appears to be a black circular amulet, although any character looking closely at it sees a dark, moving swirl of color. The amulet allows its wearer to utilize the spell plane shift. However, this is a difficult item to master. The user must make a DC 15 Intelligence check in order to get the amulet to take her to the plane (and the specific location on that plane) that she desires. If she fails, the amulet transports her and all those traveling with her to a random location on that plane (01-60 on d%) or to a random plane (61-100).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/plane shift}; **Cost** 60,000 gp"
		]
	},
	"necklace_of_ensured_return": {
		"name": "Necklace of Ensured Return",
		"sources": [ "Merchant's Manifest" ],
		"description": [
			"## Necklace of Ensured Return",
			"",
			"{SOURCE Merchant's Manifest/19}  ",
			"**Aura** strong necromancy; **CL** 18th  ",
			"**Slot** neck; **Price** 120,000 gp; **Weight** 1 lb.",
			"",
			"This lavish necklace is crafted from gold and interwoven bands of silver. The coils of precious metal end in a receptacle bearing a pristine opal gemstone. The necklace does not radiate a magic aura unless viewed with true seeing or a similarly powerful spell. If the wearer is slain, her soul is immediately moved into the gemstone on the necklace, as per trap the soul.",
			"",
			"At the time of her death while wearing this necklace, the wearer whose soul is moved into its gemstone must choose a period of time ranging from 1 to 14 days. (The period of time selected can be more specific but must be measured in an increment no smaller than an hour; for example, 3 days and 6 hours.) After the selected amount of time passes, the gemstone shatters, releasing the dead wearer's soul. Her body then immediately re-forms in a space within 60 feet of where the gem shattered, regardless of the condition of her body at the time of her death, as per true resurrection.",
			"",
			"If the gem is destroyed prior to the elapsing of the specified time, the dead wearer's body re-forms immediately. The individual whose soul is released from the necklace can choose where her body re-forms at the time the gem shatters. Once the former wearer is resurrected, the necklace turns to lead and becomes worthless.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/nondetection}, {spell/trap the soul}, {spell/true resurrection}; **Cost** 60,000 gp"
		]
	},
	"necklace_of_construct_aversion": {
		"name": "Necklace of Construct Aversion",
		"sources": [ "Construct Handbook" ],
		"description": [
			"## Necklace of Construct Aversion",
			"",
			"{SOURCE Construct Handbook/19}  ",
			"**Aura** moderate divination and enchantment; **CL** 11th  ",
			"**Slot** neck; **Price** 132,000 gp; **Weight** 1 lb.",
			"",
			"A creature wearing this thick necklace is automatically aware of all constructs within 60 feet as per the lifesense ability but only sensing constructs. Constructs can't see, hear, or otherwise detect the presence of the wearer, even when using extraordinary or supernatural sensory capabilities such as blindsense, blindsight, scent, or tremorsense. If the wearer touches a construct or attacks any creature, this concealing ability ceases to function for 1 minute. Constructs with an Intelligence score of 3 or greater can attempt a DC 18 Will save to detect the wearer.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/invisibility}, {spell/locate object}; **Cost** 66,000 gp"
		]
	},
	"hex_nail": {
		"name": "Hex Nail",
		"sources": [
			"Reign of Winter Player's Guide",
			"People of the North"
		],
		"description": [
			"## Hex Nail",
			"",
			"{SOURCE Reign of Winter Player's Guide/6;People of the North/29}  ",
			"**Aura** faint abjuration; **CL** 3rd  ",
			"**Slot** none; **Price** 20 gp; **Weight** -;",
			"",
			"A hex nail is a thick, 6-inch-long nail forged from cold iron. Usually carried like charms or concealed within the heels of shoes, these roughly worked nails are the only protection many common citizens of Irrisen have against the White Witches and the cold fey of the North. Carrying a hex nail grants its possessor a +2 resistance bonus on all saving throws against the hexes, spells, spell-like abilities, and supernatural abilities of fey, hags, and witches. A hex nail automatically grants its bonus when its possessor is targeted by such an effect. Once a hex nail has granted its bonus on a single saving throw, it becomes a nonmagical nail. Most Jadwiga consider possession of a hex nail an act of treason.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/resistance}; **Cost** 10 gp"
		]
	},
	"riffle_scroll_cantrip": {
		"name": "Riffle Scroll (Cantrip)",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Riffle Scroll",
			"",
			"{SOURCE Inner Sea Magic/14}  ",
			"**Aura** varies; **CL** varies  ",
			"**Slot** none; **Price** 25 gp (Cantrip), 150 gp (1st-level Spell), 375 gp (2nd-Level Spell), 700 gp (3rd-Level Spell), 1,125 gp (4th-Level Spell), 1,650 gp (5th-Level Spell), 2,275 gp (6th-Level Spell), 3,000 gp (7th-Level Spell), 3,825 gp (8th-Level Spell); **Weight** 1 lb.",
			"",
			"Although details of this antiquated method of crafting scrolls were once long buried in an obscure library in Ustalav, the secrets of crafting riffle scrolls were recently rediscovered by Chelish Pathfinder Varian Jeggare. Happily, he found the crafting and use of these scroll-like devices a handy remedy for the crippling nausea he normally suffered whenever he cast a spell. The secrets of this magic's rediscovery and details of its use are fully detailed in the Pathfinder Tales novel Prince of Wolves.",
			"",
			"A riffle scroll is similar to a standard scroll, but its methods of activation and shape are quite different. A riffle scroll is a wondrous item that holds the power of a single spell. Each riffle scroll is a thin booklet, similar in shape to a chapbook (but somewhat smaller), containing 25 to 50 pages of eldritch symbols. When held between thumb and forefinger and riffled through in a quick manner, the motion of the pages turning activates the magic within, simultaneously completing casting of the spell and erasing the booklet.",
			"",
			"A riffle scroll uses spell completion as its activation type, just as do normal scrolls. Characters who cannot cast the spell contained in a riffle scroll must rely on Use Magic Device to activate the magic held within. Riffle scrolls are treated exactly as scrolls for the purposes of deciphering the writing, activating the spell, and determining its effects (including the chances for mishaps), save for the fact that riffle scrolls do not require verbal components - they automatically function as if they were cast using the {feat/Silent Spell} metamagic feat. Activating a riffle scroll provokes attacks of opportunity just like casting a spell. Magical silence does not interfere with using a riffle scroll. Activating a riffle scroll requires one free hand. A riffle scroll uses the normal casting time for the inscribed spell, even if the user or creator is of a class that has increased casting times when using metamagic effects.",
			"",
			"Riffle scrolls are somewhat heavier than normal scrolls; a single riffle scroll weighs 1 pound. Each riffle scroll has an AC of 9, 5 hit points, hardness 0, and a break DC of 10. Riffle scrolls cannot be kept in standard scroll tubes; they are normally transported in flat leather cases or boxes similar to containers used to transport books.",
			"",
			"Riffle scrolls can be created by any spellcaster who has the {feat/Scribe Scroll} and Silent Spell feats. Scribing a riffle scroll is more time-consuming and expensive than scribing normal scrolls because of the greater number of pages and more complex magic involved. A riffle scroll's market price is equal to the spell level &times; the caster's level &times; 25 gp - but note that only spells that have been modified by the Silent Spell metamagic feat can be crafted into riffle scrolls. This affects the spell's effective spell level for the purposes of determining the riffle scroll's price. Effectively, a riffle scroll costs about the same as a normal scroll of one spell level higher. This also means that 9th-level spells cannot be made into riffle scrolls, because there are no 10th-level spell slots. Abilities that reduce the level adjustment of the Silent Spell feat do not affect riffle scrolls.",
			"",
			"To scribe a riffle scroll, you must use up raw materials costing half of its market price. Scribing a riffle scroll takes 1 day for each 1,000 gp in its base price, with a minimum of 1 day of work. Although an individual riffle scroll might contain more than one spell, each spell must be scribed as a separate effort, meaning that no more than 1 spell can be scribed in a day.",
			"",
			"### Construction",
			"",
			"**Requirements** Scibe Scroll, Silent Spell, the spell to be scribed; **Cost** 12.5 gp (Cantrip), 75 gp (1st-level spell), 187.5 gp (2nd-level spell), 350 gp (3rd-level spell), 562.5 gp (4th-level spell), 825 gp (5th-level spell), 1137.5 gp (6th-level spell), 1500 gp (7th-level spell), 1912.5 gp (8th-level spell)"
		]
	},
	"riffle_scroll_1st_level_spell": {
		"name": "Riffle Scroll (1st-level Spell)",
		"copyof": "riffle_scroll_cantrip"
	},
	"riffle_scroll_2nd_level_spell": {
		"name": "Riffle Scroll (2nd-Level Spell)",
		"copyof": "riffle_scroll_cantrip"
	},
	"riffle_scroll_3rd_level_spell": {
		"name": "Riffle Scroll (3rd-Level Spell)",
		"copyof": "riffle_scroll_cantrip"
	},
	"riffle_scroll_4th_level_spell": {
		"name": "Riffle Scroll (4th-Level Spell)",
		"copyof": "riffle_scroll_cantrip"
	},
	"riffle_scroll_5th_level_spell": {
		"name": "Riffle Scroll (5th-Level Spell)",
		"copyof": "riffle_scroll_cantrip"
	},
	"riffle_scroll_6th_level_spell": {
		"name": "Riffle Scroll (6th-Level Spell)",
		"copyof": "riffle_scroll_cantrip"
	},
	"riffle_scroll_7th_level_spell": {
		"name": "Riffle Scroll (7th-Level Spell)",
		"copyof": "riffle_scroll_cantrip"
	},
	"riffle_scroll_8th_level_spell": {
		"name": "Riffle Scroll (8th-Level Spell)",
		"copyof": "riffle_scroll_cantrip"
	},
	"caltrop_bead_iron": {
		"name": "Caltrop Bead (Iron)",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Caltrop Bead",
			"",
			"{SOURCE Demon Hunter's Handbook/28}  ",
			"**Aura** faint conjuration; **CL** 7th  ",
			"**Slot** none; **Price** 40 gp (Iron), 80 gp (Cold Iron); **Weight** 2 lbs.",
			"",
			"The wielder may throw this small, dense iron sphere as a ranged touch attack (with a 10-foot range increment) or use it as a sling bullet. Upon striking a solid object, a caltrop bead explodes into caltrops in a 10-foot-radius burst. A creature directly hit by a caltrop bead takes 2d4 points of piercing damage, and adjacent creatures take 1d4 points of damage as the bead suddenly bursts. Caltrops created by a caltrop bead remain for 1 hour before disappearing.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/minor creation}; **Cost** 20 gp (iron), 40 gp (cold iron)"
		]
	},
	"caltrop_bead_cold_iron": {
		"name": "Caltrop Bead (Cold Iron)",
		"copyof": "caltrop_bead_iron"
	},
	"feather_token": {
		"name": "Feather Token (Anchor)",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook",
			"Andoran, Spirit of Liberty",
			"Inner Sea Combat",
			"Pathfinder Society Primer"
		],
		"description": [
			"## Feather Tokens",
			"",
			"{SOURCE Ultimate Equipment/297;PRPG Core Rulebook/512;Andoran, Spirit of Liberty/26;Inner Sea Combat/59;Pathfinder Society Primer/24}  ",
			"**Aura** varies; **CL** varies  ",
			"**Slot** -; **Price** 50 gp (Anchor), 150 gp (Lance), 200 gp (Fan), 200 gp (Sky Hook), 300 gp (Bird), 400 gp (Catapult), 400 gp (Tree), 450 gp (Floating Feather), 450 gp (Swan Boat), 500 gp (Campsite), 500 gp (Ram), 500 gp (Whip), 600 gp (Tar and Feathers), 1,000 gp (Siege Tower); **Weight** 1 lb.",
			"",
			"Each of these items is a small feather that has a power to suit a special need. The kinds of tokens are described below. Each token is usable once. A particular feather token has no specific features to identify it unless its magic aura is viewed - even tokens with identical powers can be wildly different in appearance.",
			"",
			"**Anchor:** A token that creates an anchor that moors a craft in water so as to render it immobile for up to 1 day.",
			"",
			"**Lance:** This token turns into a white-plumed +1 lance for 1 minute. This token is often used when carrying a large weapon is illegal or impractical.",
			"",
			"**Fan:** A token that forms a huge flapping fan, causing a breeze of sufficient strength to propel one ship (about 25 mph). This wind is not cumulative with existing wind speed. The token can, however, be used to lessen existing winds, creating an area of relative calm or lighter winds (but wave size in a storm is not affected). The fan can be used for up to 8 hours. It does not function on land.",
			"",
			"**Sky Hook:** This token transforms into a huge disembodied eagle's talon (hardness 5, hp 25) anchored wherever you activate it. The talon can support up to 1,000 pounds and persists for 1 day. The talon can be moved up to 10 feet with a DC 20 Strength check.",
			"",
			"**Bird:** A token that creates a small bird that can be used to deliver a small written message unerringly to a designated target. The token lasts as long as it takes to carry the message.",
			"",
			"**Catapult:** This token creates a standard catapult. The catapult disappears after 12 hours.",
			"",
			"**Tree:** A token that causes a great oak to spring into being (5-foot-diameter trunk, 60-foot height, 40-foot top diameter). This is an instantaneous effect.",
			"",
			"**Floating Feather:** This token can be attached to any creature up to 200 pounds, causing a pair of large wings to grow from the target and allowing her to fly (speed 30, average maneuverability) for 1 minute. The token can be attached to an object of up to 200 pounds, which flies straight in a direction indicated by the creature who activates the feather unless the activator uses a move action to redirect its movement. The wings persist for 1 minute.",
			"",
			"**Swan Boat:** A token that forms a swan-like boat capable of moving on water at a speed of 60 feet. It can carry eight horses and gear, 32 Medium characters, or any equivalent combination. The boat lasts for 1 day.",
			"",
			"**Campsite:** This feather token can be used only once. It creates a fully functional campsite, including a tent suitable to house six Medium creatures, a campfire with enough dry wood to burn for 24 hours, a modest wooden table with two benches suitable to seat three people each, and a hitching post for up to six steeds. The campsite remains for up to 24 hours before disappearing, leaving no trace except footsteps and refuse left behind by those using the site.",
			"",
			"**Ram:** This token creates a Huge ram. The ram disappears after 24 hours.",
			"",
			"**Whip:** A token that forms into a huge leather whip and wields itself against any opponent desired just like a dancing weapon. The weapon has a +10 base attack bonus, does 1d6+1 points of nonlethal damage, has a +1 enhancement bonus on attack and damage rolls, and a makes a free grapple attack (with a +15 bonus on its combat maneuver checks) if it hits. The whip lasts no longer than 1 hour.",
			"",
			"**Tar and Feathers:** This token can be directed to float to any point within 60 feet and then burst into a mass of sticky white feathers that adheres to all creatures in a 10-foot radius. The clinging feathers affect creatures in the area as a glitterdust spell.",
			"",
			"**Siege Tower:** This token creates a Huge siege tower. The tower disappears after 1 hour.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/major creation}; **Cost** 25 gp (Anchor), 75 gp (Lance), 100 gp (Fan), 100 gp (Sky Hook), 150 gp (Bird), 200 gp (Catapult), 200 gp (Tree), 225 gp (Floating Feather), 225 gp (Swan Boat), 250 gp (Campsite), 250 gp (Ram), 250 gp (Whip), 300 gp (Tar and Feathers), 500 gp (Siege Tower)"
		]
	},
	"feather_token_anchor": {
		"name": "Feather Token (Anchor)",
		"copyof": "feather_token"
	},
	"feather_token_lance": {
		"name": "Feather Token (Lance)",
		"copyof": "feather_token_anchor"
	},
	"feather_token_fan": {
		"name": "Feather Token (Fan)",
		"copyof": "feather_token_anchor"
	},
	"feather_token_sky_hook": {
		"name": "Feather Token (Sky Hook)",
		"copyof": "feather_token_anchor"
	},
	"feather_token_bird": {
		"name": "Feather Token (Bird)",
		"copyof": "feather_token_anchor"
	},
	"feather_token_catapult": {
		"name": "Feather Token (Catapult)",
		"copyof": "feather_token_anchor"
	},
	"feather_token_tree": {
		"name": "Feather Token (Tree)",
		"copyof": "feather_token_anchor"
	},
	"feather_token_floating_feather": {
		"name": "Feather Token (Floating Feather)",
		"copyof": "feather_token_anchor"
	},
	"feather_token_swan_boat": {
		"name": "Feather Token (Swan Boat)",
		"copyof": "feather_token_anchor"
	},
	"feather_token_campsite": {
		"name": "Feather Token (Campsite)",
		"copyof": "feather_token_anchor"
	},
	"feather_token_ram": {
		"name": "Feather Token (Ram)",
		"copyof": "feather_token_anchor"
	},
	"feather_token_whip": {
		"name": "Feather Token (Whip)",
		"copyof": "feather_token_anchor"
	},
	"feather_token_tar_and_feathers": {
		"name": "Feather Token (Tar and Feathers)",
		"copyof": "feather_token_anchor"
	},
	"feather_token_siege_tower": {
		"name": "Feather Token (Siege Tower)",
		"copyof": "feather_token_anchor"
	},
	"truecolor_dye": {
		"name": "Truecolor Dye",
		"sources": [ "Pathfinder #27: What Lies in Dust" ],
		"description": [
			"## Truecolor Dye",
			"",
			"{SOURCE Pathfinder #27: What Lies in Dust/34}  ",
			"**Aura** faint divination; **CL** 1st  ",
			"**Slot** none; **Price** 50 gp; **Weight** -;",
			"",
			"Horticulturists harvest this magical dye from the pulp of rare plants found only in the lushest regions of Tian Xia. Bisby first encountered this dye while visiting the royal courts of the Miracle Samurai during his early adventures as a Pathfinder. He made a point of returning with several bottles, and the decision served him well over the next several decades.",
			"",
			"Truecolor dye produces vibrant colors, yet the actual color that registers varies according to the personality and temperment of the viewer - the viewer's good, neutral, or evil alignment component determines the color he sees. Good viewers see a pleasing gold, while evil viewers see a rich blood red. A neutral viewer sees the dye as its actual color, a dull orange. Centuries ago, truecolor dye was used in the miracle courts of Tian Xia as a way to trick emissaries into revealing their alignments, but its secret has long since been disseminated on the eastern continent and lost its hidden value. A DC 25 Knowledge (geography or nature) check reveals the dye's nature.",
			"",
			"A single vial of truecolor dye is enough to coat a square foot of material, or to ink 5 pages of text. Once applied, truecolor dye is permanent, although it can be washed off with universal solvent.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/detect good} or {spell/detect evil}; **Cost** 25 gp"
		]
	},
	"universal_solvent": {
		"name": "Universal Solvent",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Universal Solvent",
			"",
			"{SOURCE Ultimate Equipment/324;PRPG Core Rulebook/532}  ",
			"**Aura** faint transmutation; **CL** 3rd  ",
			"**Slot** none; **Price** 50 gp; **Weight** -;",
			"",
			"This substance has the unique property of being able to dissolve sovereign glue, tanglefoot bags, and all other adhesives. Applying the solvent is a standard action.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/acid arrow}; **Cost** 25 gp"
		]
	},
	"wound_paste": {
		"name": "Wound Paste",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Wound Paste",
			"",
			"{SOURCE Advanced Race Guide/125}  ",
			"**Aura** faint conjuration; **CL** 1st  ",
			"**Slot** none; **Price** 50 gp; **Weight** 1/2 lb.",
			"",
			"Prized by slavers as an affordable way to stop a captive from bleeding to death, a dose of wound paste acts as a stabilize spell when slathered on a dying creature. Applying wound paste is a standard action that provokes an attack of opportunity. A pot of wound paste contains 5 doses.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/stabilize}; **Cost** 25 gp"
		]
	},
	"devils_spit": {
		"name": "Devil's Spit",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Devil's Spit",
			"",
			"{SOURCE Villain Codex/92}  ",
			"**Aura** faint necromancy; **CL** 3rd  ",
			"**Slot** none; **Price** 60 gp; **Weight** -;",
			"",
			"Devil's spit is a more potent form of unholy water, and acts in most ways like a vial of that substance. However, a direct hit by a flask of devil's spit deals 4d4 points of damage to good outsiders and lawful good creatures, 6d4 points of damage to lawful good outsiders, and 2d4 points of damage to all other good-aligned creatures. All creatures within 5 feet of the point where the flask hits take 2 points of damage if they are good outsiders or lawful good creatures, 3 points of damage if they are lawful good outsiders, and 1 point of damage if they are chaotic good or neutral good.",
			"",
			"Devil's spit can also be used to charge a {magic-rod/rod of burning blood}. A single vial of devil's spit provides 5 charges to that item. Charging a rod of burning blood with devil's spit is a standard action that provokes attacks of opportunity.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/curse water}; **Cost** 30 gp"
		]
	},
	"ioun_torch": {
		"name": "Ioun Torch",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Ioun Torch",
			"",
			"{SOURCE Ultimate Equipment/305;Advanced Player's Guide/306}  ",
			"**Aura** strong universal; **CL** 12th  ",
			"**Slot** none; **Price** 75 gp; **Weight** -;",
			"",
			"This item is merely a burned out, dull gray ioun stone with a continual flame spell cast upon it. It retains the ability to float and orbit, and allows the bearer to carry light and still have his hands free. It may be in any crystalline shape common to ioun stones (ellipsoid, prism, sphere, and so on).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/continual flame}, creator must be 12th level; **Cost** 62 gp, 5 SP"
		]
	},
	"raucous_canard": {
		"name": "Raucous Canard",
		"sources": [
			"Ultimate Intrigue",
			"Taldor, Echoes of Glory"
		],
		"description": [
			"## Raucous Canard",
			"",
			"{SOURCE Ultimate Intrigue/251;Taldor, Echoes of Glory/27}  ",
			"**Aura** faint transmutation; **CL** 1st  ",
			"**Slot** none; **Price** 100 gp; **Weight** -;",
			"",
			"Scheming nobles like to use raucous canards to spread gossip about their enemies. An inactive raucous canard appears to be a small, nondescript piece of rolled-up parchment. Unrolling the parchment allows you to record a messages up to 25 words long. Once you record a message, you can throw the parchment into the air, causing it to animate, sprout small feathery wings, and circle overhead for 10 minutes while loudly repeating the message over and over in a booming voice. Alternatively, you can close the scroll, causing the animation to be triggered the next time someone opens the scroll. After 10 minutes, the raucous canard disappears in a small shower of sparks and is destroyed.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/animate objects}, {spell/magic mouth}; **Cost** 50 gp"
		]
	},
	"stubborn_nail": {
		"name": "Stubborn Nail",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Stubborn Nail",
			"",
			"{SOURCE Ultimate Equipment/322}  ",
			"**Aura** faint abjuration; **CL** 3rd  ",
			"**Slot** none; **Price** 100 gp; **Weight** 1/2 lb.",
			"",
			"This adamantine piton is 6 inches long. As a standard action, the bearer may push the nail by hand into any non-living material, including metal, stone, or wood. The bearer may push it through more than one item at a time, so long as the total thickness is not greater than the length of the nail. Once pushed into place, the nail is held firmly as if it had been hammered there (a DC 20 Strength check to remove it), although the creature who put it there can remove it as a move action. Once removed, the nail leaves no hole or other sign of its presence. The nail can support 500 pounds. If used to hold a door shut, increase the break DC of the door by +2. If pressed into a lock, the lock cannot be opened until the nail is removed. Once removed, the nail loses all its powers and transforms into a nonmagical iron piton.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/arcane lock}, {spell/mending}; **Cost** 50 gp"
		]
	},
	"war_paint_of_the_terrible_visage": {
		"name": "War Paint of the Terrible Visage",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## War Paint of the Terrible Visage",
			"",
			"{SOURCE Ultimate Equipment/324;Advanced Player's Guide/310}  ",
			"**Aura** faint necromancy; **CL** 1st  ",
			"**Slot** none; **Price** 100 gp; **Weight** -;",
			"",
			"This thimble-sized clay container of thick, moist face paint has enough material to paint streaks and whorls of any color on one creature's face. Once applied, the wearer can, as a swift action, make the paint rearrange itself into a ghastly melange of colors, making her appearance momentarily disturbing and hideous. The wearer chooses one creature who can see her painted face within 30 feet to be affected by cause fear (DC 11). Once the paint is used in this fashion, it loses all magic and becomes normal face paint. Once applied, the wearer has 24 hours to use the paint's magic; otherwise it fades away.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/cause fear}; **Cost** 50 gp"
		]
	},
	"glittering_trinket": {
		"name": "Glittering Trinket",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Glittering Trinket",
			"",
			"{SOURCE Ultimate Intrigue/247}  ",
			"**Aura** faint illusion; **CL** 1st  ",
			"**Slot** none; **Price** 120 gp; **Weight** 1/2 lb.",
			"",
			"Though actually made of cheap tin and colored glass, this adornment appears to be a beautiful and expensive piece of jewelry worth 1,000 gp. A glittering trinket can come in the form of a necklace (using the neck item slot), a bracelet (taking up the wrists slot), a belt buckle (taking the waist slot), or a ring (taking up one ring slot). The trinket's inflated price affects only people's opinion of the wearer. It uses its actual price and cost for any abilities or effects that depend on the item having a certain value. Anyone who physically interacts with a glittering trinket can attempt a DC 11 Will save to disbelieve the illusion, and a successful DC 20 Appraise check identifies it as false. Because of these factors, selling the trinket - especially to a merchant - rarely fetches the inflated price.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/disguise self}; **Cost** 60 gp"
		]
	},
	"brastlewark_brew": {
		"name": "Brastlewark Brew",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Brastlewark Brew",
			"",
			"{SOURCE Inner Sea Intrigue/52}  ",
			"**Aura** faint enchantment; **CL** 3rd  ",
			"**Slot** none; **Price** 150 gp; **Weight** 1 lb.",
			"",
			"This magical alcoholic beverage was invented by brewers of Brastlewark engaged in a contest to produce the most inventive heady ale. It is most often drunk willingly, though some bartenders throughout the Inner Sea region serve it to unsuspecting patrons as an expensive but ultimately harmless prank. The drinker finds any joke unbearably funny for 1 minute. Any Perform (comedy) check with a result of at least 10 + the drinker's Will save modifier attempted within 30 feet causes the drinker to collapse in gales of laughter, unable to take any action but attempt suppress the laughter as a full-round action (Will DC 15). If the drinker succeeds at the save, that laughing fit ends, but this success offers no protection against future jokes.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/hideous laughter}; **Cost** 75 gp"
		]
	},
	"elixir_of_last_will": {
		"name": "Elixir of Last Will",
		"sources": [ "Tears at Bitter Manor" ],
		"description": [
			"## Elixir of Last Will",
			"",
			"{SOURCE Tears at Bitter Manor/54}  ",
			"**Aura** faint necromancy; **CL** 1st  ",
			"**Slot** none; **Price** 150 gp; **Weight** -;",
			"",
			"If a character drinks this gray liquid, the next time (within 24 hours) he falls below 0 hit points, he exhales a sliver of his consciousness - whether he is alive or dead. If a character drinks multiple elixirs in a 24-hour period, only one is effective.",
			"",
			"As an immediate action, the sliver can guide the action of one ally within 30 feet of the drinker's body. This guidance gives a +2 luck bonus on that ally's next attack roll, to the ally's AC against the next attack made against her, or on the ally's next skill check. The drinker decides the type of bonus and the ally. The bonus must be used within 1 round.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/guidance}; **Cost** 75 gp"
		]
	},
	"elixir_of_love": {
		"name": "Elixir of Love",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Elixir of Love",
			"",
			"{SOURCE Ultimate Equipment/295;PRPG Core Rulebook/511}  ",
			"**Aura** faint enchantment; **CL** 4th  ",
			"**Slot** none; **Price** 150 gp; **Weight** -;",
			"",
			"This sweet-tasting liquid causes the character drinking it to become enraptured with the first creature she sees after consuming the draft (as {spell/charm person} - the drinker must be a humanoid of Medium or smaller size, Will DC 14 negates). The charm effect wears off in 1d3 hours.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/charm person}; **Cost** 75 gp"
		]
	},
	"elixir_of_repression": {
		"name": "Elixir of Repression",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Elixir of Repression",
			"",
			"{SOURCE Champions of Corruption/31}  ",
			"**Aura** faint enchantment; **CL** 3rd  ",
			"**Slot** none; **Price** 150 gp; **Weight** -;",
			"",
			"A draught of this pale blue liquid imposes a dull placidity upon the imbiber, making him less quick to anger while not significantly impairing his mental functions. A drinker with homicidal or other antisocial tendencies can dull his more extreme urges with regular doses of this elixir, allowing him to blend into society without resorting to murder, assault, or other actions that might make day-to-day life difficult. Additionally, the elixir gives the imbiber a +2 insight bonus on saving throws against any mind-affecting spell or effect. As a side effect, the imbiber must succeed at a DC 13 Will save to benefit from spells and effects that grant a morale bonus. An imbiber who is afflicted with any form of madness receives a +4 insight bonus on any saving throws made to resist the effects of that madness during the elixir's duration. A dose of elixir of repression lasts for 12 hours.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/calm emotions}; **Cost** 75 gp"
		]
	},
	"ladys_mercy": {
		"name": "Lady's Mercy",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Lady's Mercy",
			"",
			"{SOURCE Pathfinder #139: The Dead Road/64}  ",
			"**Aura** faint conjuration; **CL** 1st  ",
			"**Slot** none; **Price** 150 gp; **Weight** -;",
			"",
			"This coin-sized black disk is engraved with a spiral on one side and a whippoorwill on the other. When the bearer of the disk succeeds at a Constitution check to stabilize, the disk heals the wearer, restoring her to 1 hit point regardless of her previous hit point total. The disk then crumbles to dust. Should a character have multiple lady's mercies, only one disk triggers at a time.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/cure light wounds}; **Cost** 75 gp"
		]
	},
	"unguent_of_timelessness": {
		"name": "Unguent of Timelessness",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Unguent of Timelessness",
			"",
			"{SOURCE Ultimate Equipment/324;PRPG Core Rulebook/531}  ",
			"**Aura** faint transmutation; **CL** 3rd  ",
			"**Slot** none; **Price** 150 gp; **Weight** -;",
			"",
			"When applied to any matter that was once alive, such as wood, paper, or a dead body, this ointment allows that substance to resist the passage of time. Each year of actual time affects the substance as if only a day had passed. The coated object gains a +1 resistance bonus on all saving throws. The unguent never wears off, although it can be magically removed (by dispelling the effect, for instance). One flask contains enough material to coat eight Medium or smaller objects. A Large object counts as two Medium objects, and a Huge object counts as four Medium objects.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/gentle repose}; **Cost** 75 gp"
		]
	},
	"bottled_sunlight": {
		"name": "Bottled Sunlight",
		"sources": [
			"Ultimate Wilderness",
			"Heroes of the Darklands"
		],
		"description": [
			"## Bottled Sunlight",
			"",
			"{SOURCE Ultimate Wilderness/25;Heroes of the Darklands/10}  ",
			"**Aura** faint evocation; **CL** 1st  ",
			"**Slot** none; **Price** 200 gp; **Weight** -;",
			"",
			"This opaque orb contains the distilled essence of sunlight. On command up to once per day, it releases a small vial of sunlight that produces a bright light in its square for 1 hour, during which time it provides enough energy to satisfy a single plant creature's daily nourishment requirements. The light counts as natural sunlight in the square containing the vial. If the vial enters the square of an undead creature with a weakness to sunlight, the creature can attempt a DC 11 Will save; if it succeeds, the vial is instantly extinguished. The creature can attempt this saving throw each round the vial remains in its square, but the sunlight isn't strong enough to actually damage creatures susceptible to sunlight. Shattering the vial extinguishes its light. A vial has hardness 2 and 5 hit points. After the orb has released 50 vials of sunlight, it loses its magical properties.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/daylight}; **Cost** 100 gp"
		]
	},
	"formula_alembic": {
		"name": "Formula Alembic",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Formula Alembic",
			"",
			"{SOURCE Ultimate Equipment/299}  ",
			"**Aura** faint divination; **CL** 3rd  ",
			"**Slot** none; **Price** 200 gp; **Weight** 2 lbs.",
			"",
			"This magically-augmented alchemical device distills a potion or alchemist extract into the knowledge needed to create its formula. By gently heating a potion or extract in the alembic for 1 hour, the device creates a few drops of magical liquid. If consumed by an alchemist, this liquid gives him knowledge of the potion's or extract's formula, as if it were an extract he recorded in his formula book. This knowledge lasts for 24 hours. He may scribe this formula in his formula book in the normal fashion.",
			"",
			"Using the alembic does not harm the potion, but the process makes it nearly boiling hot (it cools normally). The alembic can only distill the knowledge of formulas on the alchemist extract list (for example, it cannot turn a potion of a cleric-only spell into something an alchemist can learn).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Brew Potion}, {feat/Craft Wondrous Item}, {spell/identify}, creator must be an alchemist; **Cost** 100 gp"
		]
	},
	"hybridization_funnel": {
		"name": "Hybridization Funnel",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Hybridization Funnel",
			"",
			"{SOURCE Ultimate Equipment/304}  ",
			"**Aura** faint transmutation; **CL** 3rd  ",
			"**Slot** none; **Price** 200 gp; **Weight** 2 lbs.",
			"",
			"This two-spouted funnel is used to safely mix two alchemical splash weapons into a single flask. Using the vial requires 10 minutes and a DC 25 Craft (alchemy) check; a half-elf has a +5 bonus on this check. Failing the check means both splash weapon are destroyed. Success means the two materials are safely mixed into one vial that is the same volume as a normal splash weapon vial; when thrown as a splash weapon, the mixture has the effects of both component substances and creatures are affected as if hit by both. The mixture becomes inert after 24 hours. Only liquids may be mixed with the funnel. The bearer can use it to mix an alchemical splash weapon with either holy water or unholy water, but the Craft (alchemy) DC increases to 30; half-elves still get the +5 bonus on this check. The funnel does not work on potions, elixirs, extracts, or other materials. Mixing a substance with a similar or identical substance (such as alchemist's fire with alchemist's fire) has no effect. A mixture cannot be combined with another mixture.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/fabricate} or combine extracts discovery; **Cost** 100 gp"
		]
	},
	"soul_soap": {
		"name": "Soul Soap",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Soul Soap",
			"",
			"{SOURCE Ultimate Equipment/320;Advanced Player's Guide/309}  ",
			"**Aura** faint abjuration; **CL** 1st  ",
			"**Slot** none; **Price** 200 gp; **Weight** 2 lbs.",
			"",
			"This small bar of coarse gray soap has tiny pieces of ash, coal, or hard earth embedded in it, leaving anyone washed with it as dirty as before. Washing a creature with the soap requires water and takes 1 minute, after which the creature can attempt a new Will saving throw against any hostile ongoing mind-affecting effect currently affecting it. Unwilling creatures must be pinned or otherwise made helpless before they can be washed. The soap is sufficient to wash one creature.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/resistance}; **Cost** 100 gp"
		]
	},
	"trollbane_blanch": {
		"name": "Trollbane Blanch",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Trollbane Blanch",
			"",
			"{SOURCE Giant Hunter's Handbook/29}  ",
			"**Aura** faint transmutation; **CL** 1st  ",
			"**Slot** none; **Price** 200 gp; **Weight** -;",
			"",
			"Originally developed by huldras for hunting trolls, this green-gray paste is stored in a tree bark jar in order to mask its pungent odor, for trolls recognize its scent immediately and often flee from it, or attack the bearer in preference to all other targets. When applied to a weapon as a full-round action, a dose of trollbane blanch causes the weapon to deal 1 additional point of fire damage or acid damage (the type of damage is chosen when the blanch is created) on its next successful attack. Once applied, trollbane blanch lasts for 1 minute or until the wielder makes a successful attack.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/acid splash} (acid) or {spell/spark} (fire); **Cost** 100 gp"
		]
	},
	"clandestine_voucher": {
		"name": "Clandestine Voucher",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Clandestine Voucher",
			"",
			"{SOURCE Villain Codex/225}  ",
			"**Aura** moderate transmutation; **CL** 9th  ",
			"**Slot** none; **Price** 250 gp; **Weight** -;",
			"",
			"This piece of parchment can magically transform metal coins into spots of metallic ink on its surface. A clandestine voucher is commonly used to transfer bribes or payment when exchanging material wealth would be illegal or draw too much attention. The voucher comes with a magical quill that, when touched to a coin, transforms the coin into ink of that color. Each coin fills the quill enough to make a single dot on the parchment. The quill can hold 200 coins worth of ink, but the ink is ruined if multiple types of coins are mixed. A single clandestine voucher can hold a number of dots equal to 1,600 coins. Each dot takes the same amount of space regardless of the coin's denomination.",
			"",
			"To retrieve the coins from the clandestine voucher, the owner must apply a solvent to the paper, such as diluted alcohol or citrus juice. Coins that were magical or otherwise different from ordinary coins are restored as mundane coins. If the voucher is otherwise destroyed or significantly damaged, any coins stored in it are lost, though any dots that are intact can be restored normally.",
			"",
			"The voucher can be reused, but this requires purchasing a new magical quill at a cost of 25 gp and washing any solvent out of the parchment before applying new ink. Cursed coins can't be transformed into ink and stored in the quill.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/treasure stitching}; **Cost** 125 gp"
		]
	},
	"corpse_puppet": {
		"name": "Corpse Puppet",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Corpse Puppet",
			"",
			"{SOURCE Blood of the Moon/31}  ",
			"**Aura** faint necromancy; **CL** 5th  ",
			"**Slot** none; **Price** 250 gp; **Weight** -;",
			"",
			"This crudely carved wax doll is roughly humanoid in shape. If the bearer of a corpse puppet dies while in an alternate form (such as that of a shapechanger using her change shape ability, a caster using a polymorph spell, or one obtained through some other effect), the creature automatically retains the shape it had upon dying instead of reverting to its natural form. Creatures with reason to suspect deception can attempt a DC 12 Will save; if successful, they realize the unnatural state of the corpse. A corpse puppet melts into nothingness when activated.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/sculpt corpse}; **Cost** 125 gp"
		]
	},
	"dust_of_hex_hiding": {
		"name": "Dust of Hex Hiding",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Dust of Hex Hiding",
			"",
			"{SOURCE Adventurer's Guide/36}  ",
			"**Aura** faint illusion; **CL** 5th  ",
			"**Slot** none; **Price** 250 gp; **Weight** -;",
			"",
			"This translucent dust warps harmful magical auras, making it difficult to discern cursed items from beneficial ones. Sprinkling the dust over a cursed magic item shields it from divination magic for 5 days. When identifying the item, a creature must exceed the item's DC by 15 (instead of by 10) to determine whether the item is cursed. If a creature activates the curse while the item is under this effect, treat the curse's caster level as 2 higher for the purpose of resisting spells such as {spell/remove curse} and {spell/break enchantment}.",
			"",
			"The dust can also be scattered over a magical glyph, rune, or symbol to increase the DC to find and disable the trap by 5 for 5 days.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/magic aura}; **Cost** 125 gp"
		]
	},
	"dust_of_tracelessness": {
		"name": "Dust of Tracelessness",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Dust of Tracelessness",
			"",
			"{SOURCE Ultimate Equipment/294;PRPG Core Rulebook/510}  ",
			"**Aura** faint transmutation; **CL** 3rd  ",
			"**Slot** none; **Price** 250 gp; **Weight** -;",
			"",
			"This normal-seeming dust is actually a magic powder that can conceal the passage of its possessor and his companions. Tossing a handful of this dust into the air causes a chamber of up to 100 square feet of floor space to become as dusty, dirty, and cobweb-laden as if it had been abandoned and disused for a decade.",
			"",
			"A handful of dust sprinkled along a trail causes evidence of the passage of as many as a dozen humanoids and horses to be obliterated for 250 feet back into the distance. The results of the dust are instantaneous, and no magical aura lingers afterward from this use of the dust. Survival checks made to track a quarry across an area affected by this dust have a DC 20 higher than normal.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/pass without trace}; **Cost** 125 gp"
		]
	},
	"elixir_of_hiding": {
		"name": "Elixir of Hiding",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Elixir of Hiding",
			"",
			"{SOURCE Ultimate Equipment/295;PRPG Core Rulebook/511}  ",
			"**Aura** faint illusion; **CL** 5th  ",
			"**Slot** none; **Price** 250 gp; **Weight** -;",
			"",
			"A character drinking this liquid gains an intuitive ability to sneak and hide (+10 competence bonus on Stealth checks for 1 hour).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/invisibility}; **Cost** 125 gp"
		]
	},
	"elixir_of_swimming": {
		"name": "Elixir of Swimming",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Elixir of Swimming",
			"",
			"{SOURCE Ultimate Equipment/295;PRPG Core Rulebook/511}  ",
			"**Aura** faint transmutation; **CL** 2nd  ",
			"**Slot** none; **Price** 250 gp; **Weight** -;",
			"",
			"This elixir bestows swimming ability. An almost imperceptible magic sheath surrounds the drinker, allowing him to glide through the water easily (+10 competence bonus on Swim checks for 1 hour).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, creator must have 5 ranks in the Swim skill; **Cost** 125 gp"
		]
	},
	"elixir_of_the_thundering_voice": {
		"name": "Elixir of the Thundering Voice",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Elixir of the Thundering Voice",
			"",
			"{SOURCE Advanced Class Guide/229}  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** none; **Price** 250 gp; **Weight** -;",
			"",
			"This light gray elixir makes the user's voice fiercer and louder, and gives it an inhuman quality that rattles those he talks to, granting the user a +10 competence bonus on Intimidate checks for 1 hour.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/sound burst}; **Cost** 125 gp"
		]
	},
	"elixir_of_tumbling": {
		"name": "Elixir of Tumbling",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Elixir of Tumbling",
			"",
			"{SOURCE Ultimate Equipment/295;PRPG Core Rulebook/512}  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** none; **Price** 250 gp; **Weight** -;",
			"",
			"This draught of liquid grants the drinker the ability to tumble about, avoiding attacks and moving carefully across nearly any surface, granting a +10 competence bonus on Acrobatics checks for 1 hour.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/cat's grace}; **Cost** 125 gp"
		]
	},
	"elixir_of_vision": {
		"name": "Elixir of Vision",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Elixir of Vision",
			"",
			"{SOURCE Ultimate Equipment/295;PRPG Core Rulebook/512}  ",
			"**Aura** faint divination; **CL** 2nd  ",
			"**Slot** none; **Price** 250 gp; **Weight** -;",
			"",
			"Drinking this elixir grants the imbiber the ability to notice acute details with great accuracy (+10 competence bonus on Perception checks for 1 hour).",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/true seeing}; **Cost** 125 gp"
		]
	},
	"gourd_of_fire_burping": {
		"name": "Gourd of Fire Burping",
		"sources": [ "We Be Goblins Too!" ],
		"description": [
			"## Gourd of Fire Burping",
			"",
			"{SOURCE We Be Goblins Too!/12}  ",
			"**Aura** faint evocation; **CL** 4th  ",
			"**Slot** none; **Price** 250 gp; **Weight** -;",
			"",
			"A lesser version of the elixir of fire breath, a gourd of fire burping can be imbibed as a normal elixir or, in the case of a user with a large enough mouth and low enough standards, be completely consumed in one crunchy gulp. Once the user has consumed the gourd, she can immediately expel a belch of fire in a 15-foot cone, dealing 2d6 points of fire damage to all creatures in the area. A successful DC 12 Reflex save halves the damage. If the user elects not to use the fire breath at once, she can store the breath for up to an hour before it dissipates.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/burning hands} or {spell/produce flame}; **Cost** 125 gp"
		]
	},
	"nightdrops": {
		"name": "Nightdrops",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Nightdrops",
			"",
			"{SOURCE Ultimate Equipment/312}  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** none; **Price** 250 gp; **Weight** -;",
			"",
			"This narrow vial holds 5 doses of viscous liquid. When dripped onto a willing creature's eyes, it gives the creature low-light vision for 1 hour. The affected creature takes a -2 penalty on saves against light-based spells and effects and gains the light sensitivity weakness. A dose affects one creature, regardless of how many eyes it has.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/beast shape I}; **Cost** 125 gp"
		]
	},
	"nightmare_tears": {
		"name": "Nightmare Tears",
		"sources": [ "Lost Cities of Golarion" ],
		"description": [
			"## Nightmare Tears",
			"",
			"{SOURCE Lost Cities of Golarion/62}  ",
			"**Aura** faint divination; **CL** 5th  ",
			"**Slot** none; **Price** 250 gp; **Weight** -;",
			"",
			"Nightmare tears are a toxic alchemical solution that, when applied to the eyes, allows the individual to see past certain supernatural effects, as the spell {spell/true seeing}. These include reality-warping effects such as those caused by the Plateau of Leng and spells or supernatural powers that create phantasms such as weird, nightmare, and phantasmal killer. The effect of the tears lasts for 1 hour.",
			"",
			"Nightmare tears have horrific side effects - users suffer both temporary blindness and insanity. Immediately after applying the tears, the user goes blind for 1d4 rounds and looses 1d4 points of Wisdom until the tears wear off. However, if the user fails a DC 11 Will save, both effects become permanent.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/blindness>_deafness}, {spell/true seeing}; **Cost** 125 gp"
		]
	},
	"oil_of_silence": {
		"name": "Oil of Silence",
		"sources": [
			"Ultimate Equipment",
			"Ultimate Combat"
		],
		"description": [
			"## Oil of Silence",
			"",
			"{SOURCE Ultimate Equipment/313;Ultimate Combat/143}  ",
			"**Aura** faint illusion; **CL** 5th  ",
			"**Slot** none; **Price** 250 gp; **Weight** -;",
			"",
			"When applied to a one-handed or two-handed firearm, this strange grayish oil renders that firearm silent for 1 hour. Five vials of oil of silence can be used in conjunction to silence a Large firearm siege engine, and 10 can be used to silence a Huge firearm siege engine. The oil does not work on firearm siege engines that are larger than Huge.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/silence}; **Cost** 125 gp"
		]
	},
	"palelight_torch": {
		"name": "Palelight Torch",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Palelight Torch",
			"",
			"{SOURCE Blood of Shadows/21}  ",
			"**Aura** faint evocation; **CL** 2nd  ",
			"**Slot** none; **Price** 250 gp; **Weight** 1 lb.",
			"",
			"This torch is made from a dull, gray wood that bears intricate carvings. It burns like a normal torch, but only gives off dim light in a 40-foot radius. In areas of normal light, the torch reduces the light level to dim. The torch has no effect in areas of bright light.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/light}; **Cost** 125 gp"
		]
	},
	"platter_of_exquisite_feasting": {
		"name": "Platter of Exquisite Feasting",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Platter of Exquisite Feasting",
			"",
			"{SOURCE Inner Sea Intrigue/55}  ",
			"**Aura** faint transmutation; **CL** 1st  ",
			"**Slot** none; **Price** 250 gp; **Weight** 1 lb.",
			"",
			"This silver, oval-shaped platter can hold up to 1 cubic foot worth of food. Once per day, the platter's user can activate the item to transform its contents into another type or quality of food of the user's choosing. The transformed food looks and smells just like actual food of its new type, but retains its original texture, taste, nourishment, and level of fulfillment. Spoiled or poisoned food remains so and is detectable as such under magical or supernatural scrutiny.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/purify food and drink}; **Cost** 125 gp"
		]
	},
	"silversheen": {
		"name": "Silversheen",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Silversheen",
			"",
			"{SOURCE Ultimate Equipment/319;PRPG Core Rulebook/529}  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** none; **Price** 250 gp; **Weight** -;",
			"",
			"This shimmering paste-like substance can be applied to a weapon as a standard action. It gives the weapon the properties of alchemical silver for 1 hour, replacing the properties of any other special material it might have. One vial coats a single melee weapon or 20 units of ammunition.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}; **Cost** 125 gp"
		]
	},
	"travelers_any_tool": {
		"name": "Traveler's Any-Tool",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Traveler's Any-Tool",
			"",
			"{SOURCE Ultimate Equipment/323}  ",
			"**Aura** moderate transmutation; **CL** 9th  ",
			"**Slot** none; **Price** 250 gp; **Weight** 2 lbs.",
			"",
			"This implement at first seems to be nothing but a 12-inch iron bar lined with small plates and spikes. It can be folded, twisted, hinged, and bent, to form almost any known tool. Hammers, shovels, even a block and tackle (without rope) are possible. It can duplicate any tool the wielder can clearly visualize that contains only limited moving parts, such as a pair of scissors, but not a handloom. It cannot be used to replace missing or broken parts of machines or vehicles unless a mundane tool would have done the job just as well.",
			"",
			"The any-tool counts as a set of masterwork artisan's tools for most Craft or Profession skills (although very specialist crafts such as alchemy still require their own unique toolset). It is an ineffective weapon, always counting as an improvised weapon and never granting any masterwork bonus on attack rolls.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/major creation}; **Cost** 125 gp"
		]
	},
	"accent_pill": {
		"name": "Accent Pill",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Accent Pill",
			"",
			"{SOURCE Ultimate Intrigue/243}  ",
			"**Aura** faint transmutation; **CL** 1st  ",
			"**Slot** none; **Price** 300 gp; **Weight** -;",
			"",
			"This small, white pill has the consistency of a toughened almond. When consumed on its own, an accent pill has no effect on the creature ingesting it. To function, the pill must first be coated with the blood or saliva of a living creature. Once coated, the pill turns from white to a dull brown. Consuming a coated pill grants the consuming creature the exact tone and speech mannerisms of the creature whose blood or saliva was used to coat the pill. When used as part of a disguise, it grants the consumer a +15 bonus on Disguise checks to fool a listener into thinking the speaker is the creature whose blood or saliva coated the pill; as with vocal alteration, this bonus applies only to someone hearing the voice without seeing the speaker. This effect lasts for 24 hours.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/vocal alteration}, creator must possess 5 ranks in Craft (alchemy); **Cost** 150 gp"
		]
	},
	"bottle_of_messages": {
		"name": "Bottle of Messages",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Bottle of Messages",
			"",
			"{SOURCE Ultimate Equipment/284;Advanced Player's Guide/300}  ",
			"**Aura** faint illusion; **CL** 3rd  ",
			"**Slot** none; **Price** 300 gp; **Weight** 1 lb.",
			"",
			"This green glass bottle has a tiny winding key on its elongated stem that, if turned, causes a shadowy cork to slowly become substantial over a 1-round period. Anything the owner of the bottle speaks into the bottle during this time (up to 25 words) gets trapped inside it once the cork fully manifests. As soon as the cork is removed or the bottle is smashed, this message is released exactly as if the owner had spoken the words at that moment. Once the bottle releases its message, it shatters.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/magic mouth}; **Cost** 150 gp"
		]
	},
	"caber_twig": {
		"name": "Caber Twig",
		"sources": [ "Seers of the Drowned City" ],
		"description": [
			"## Caber Twig",
			"",
			"{SOURCE Seers of the Drowned City/52}  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** none; **Price** 300 gp; **Weight** 4 lbs.",
			"",
			"Exquisitely carved from the very finest dark mahogany and polished to a smooth sheen, this 4-inch-long stick feels surprisingly heavy for its size when hefted in the palm. Three notches divide the twig into four 1-inch segments. Snapping the twig at any notch is a swift action that creates smaller twigs of appropriate sizes.",
			"",
			"The first caber twigs were created not for combat applications but for performances at tournaments or other festivities. When thrown, a length of caber twig releases a thunderous crack and transforms into a massive log. For every segment of twig used, this log measures 5 feet long and weighs 300 pounds. No matter the length, the log created is always 2 feet in diameter. Only one length can be thrown at a time. The dramatic expansion of a caber twig segment proved a popular element of festivals throughout the Abendego coast before the advent of the storm, in much the same way fireworks help accentuate celebrations elsewhere in the world.",
			"",
			"The thrower can toss a caber twig at a creature, object, or space within 30 feet. The resulting log always lands upright upon the target. A targeted creature must succeed at a DC 16 Reflex saving throw or be forced into an adjacent space while taking an amount of bludgeoning damage equal to 2d6 points per caber twig length used.",
			"",
			"Immediately after striking its primary target, the log tilts and crashes down in a direction of the thrower's choosing. All creatures within a straight line that is the length of the log extending from the space of impact must succeed at a DC 13 Reflex saving throw or take 2d6 points of bludgeoning damage.",
			"",
			"Once created, a caber twig log is permanent.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/plant growth}; **Cost** 150 gp"
		]
	},
	"escape_dust": {
		"name": "Escape Dust",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Escape Dust",
			"",
			"{SOURCE Advanced Race Guide/67}  ",
			"**Aura** faint conjuration; **CL** 3rd  ",
			"**Slot** none; **Price** 300 gp; **Weight** -;",
			"",
			"When a handful of this coarse, crystalline powder is thrown at a single creature, it circles around that creature and disrupts its ability to attack and see. Using this dust requires a ranged touch attack by its user (with a range increment of 5 feet), but doing so does not provoke attacks of opportunity. On a hit, the target is dazzled and cannot make attacks of opportunity or immediate actions for 1 round.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/glitterdust}; **Cost** 150 gp"
		]
	},
	"jumping_cinder": {
		"name": "Jumping Cinder",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Jumping Cinder",
			"",
			"{SOURCE Goblins of Golarion/29}  ",
			"**Aura** faint evocation; **CL** 3rd  ",
			"**Slot** none; **Price** 300 gp; **Weight** 1 lb.",
			"",
			"This piece of sooty coal has a tiny bit of flint embedded in it. The bearer of a jumping cinder can, as a standard action, order it to burst into flames and bounce around in random directions. Each round, the jumping cinder leaps into a randomly selected adjacent square. If a creature is in the square into which the jumping cinder lands, that creature takes 1d6 points of fire damage if it fails a DC 12 Reflex save. After 1 minute, the jumping cinder burns out, leaving behind a puff of smoke and a tiny smear of ash. Some goblin tribes use jumping cinders to randomly select volunteers for undesirable duties from a large crowd of goblins - anyone who takes fire damage from the jumping cinder but is not killed by the fire has to do the undesirable task.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/flaming sphere}; **Cost** 150 gp"
		]
	},
	"root_of_the_world_tree_lesser": {
		"name": "Root of the World Tree (Lesser)",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Root of the World Tree",
			"",
			"{SOURCE Mythic Adventures/156}  ",
			"**Aura** strong conjuration; **CL** 17th  ",
			"**Slot** none; **Price** 300 gp (Lesser), 1,000 gp (Normal), 2,500 gp (Greater); **Weight** -;",
			"",
			"This fibrous powder is ground from bark harvested from the roots of trees growing across planar boundaries. When thrown in the air as part of casting a conjuration (summoning) spell, it grants the creatures summoned the advanced simple template. If the caster also expends one use of mythic power, the summoned creatures gain DR 5/epic, or DR 10/epic if they have at least 11 HD. Lesser root affects conjuration (summoning) spells up to 3rd level, normal root conjuration (summoning) spells up to 6th level, and greater root any conjuration (summoning) spell.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {feat/Mythic Crafter}, {feat/Augment Summoning}, {spell/heroism}; **Cost** 150 gp (Lesser), 500 gp (Normal), 1,250 gp (Greater)"
		]
	},
	"lesser_root_of_the_world_tree": { "copyof": "root_of_the_world_tree_lesser" },
	"root_of_the_world_tree_normal": {
		"name": "Root of the World Tree (Normal)",
		"copyof": "root_of_the_world_tree_lesser"
	},
	"normal_root_of_the_world_tree": { "copyof": "root_of_the_world_tree_normal" },
	"root_of_the_world_tree_greater": {
		"name": "Root of the World Tree (Greater)",
		"copyof": "root_of_the_world_tree_lesser"
	},
	"greater_root_of_the_world_tree": { "copyof": "root_of_the_world_tree_greater" },
	"origami_swarm": {
		"name": "Origami Swarm",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Origami Swarm",
			"",
			"{SOURCE Ultimate Equipment/314}  ",
			"**Aura** faint transmutation; **CL** 3rd  ",
			"**Slot** none; **Price** 300 gp; **Weight** -;",
			"",
			"This stiff folded paper vaguely resembles a hand-sized pest such as a beetle, spider, or cockroach. Completing two key folds in the paper causes it to multiply into hundreds of similar-sized duplicates of itself. These duplicates fill a 10-foot space and act as a rat swarm, except they have fire vulnerability, the construct type, and do not have the disease special ability. The paper beetles do not attack their creator, but are otherwise uncontrolled and attack anything nearby. After 5 rounds, the beetles crumple and fall inert. Once activated, an origami swarm loses all magic.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/animate objects}; **Cost** 150 gp"
		]
	},
	"shrinking_berries": {
		"name": "Shrinking Berries",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Shrinking Berries",
			"",
			"{SOURCE Ultimate Wilderness/25}  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** none; **Price** 300 gp; **Weight** -;",
			"",
			"These berries cause animals that eat them to transform into smaller and far less dangerous versions of themselves, as per the spell pup shape (Fortitude DC 14 negates), except other creatures do not need to attempt Will saves to attack the transformed animal and the effect lasts for 24 hours. These berries can be concealed in meat or other typical foods of an animal's diet.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/pup shape}; **Cost** 150 gp"
		]
	},
	"trapped_beverage": {
		"name": "Trapped Beverage",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Trapped Beverage",
			"",
			"{SOURCE Kobolds of Golarion/31}  ",
			"**Aura** faint conjuration; **CL** 3rd  ",
			"**Slot** none; **Price** 300 gp; **Weight** 2 lbs.",
			"",
			"This brightly labeled bottle or waterskin could appear to contain any number of different beverages, from absinthe to wine. However, it's actually a magical trap, and when the bottle is opened, a spider swarm pours out. The swarm stays in the area for 3 rounds, then disappears. Detecting that the bottle is trapped requires a successful DC 25 Perception check made by a character with the trapfinding ability, and disabling it requires a successful DC 25 Disable Device check. After being triggered, the trapped beverage remains a mundane bottle or wineskin.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/summon swarm}; **Cost** 150 gp"
		]
	},
	"unguent_of_revivification": {
		"name": "Unguent of Revivification",
		"sources": [ "Inner Sea World Guide" ],
		"description": [
			"## Unguent of Revivification",
			"",
			"{SOURCE Inner Sea World Guide/299}  ",
			"**Aura** faint necromancy; **CL** 3rd  ",
			"**Slot** none; **Price** 300 gp; **Weight** 1 lb.",
			"",
			"This foul-smelling gray paste is typically stored in a bone container. When smeared upon a corpse, it preserves that corpse's state of decay for 5 days, as if via the gentle repose spell. If smeared upon a corporeal undead creature, it restores that creature's living appearance for 5 days-this has no effect on the creature's abilities, but does grant it a +10 circumstance bonus on Disguise checks to appear as a living creature and imparts a -5 penalty on Knowledge (religion) checks to identify what type of undead creature it is. Unguent of revivification is particularly popular in Geb, where many of that nation's movers and shakers view it as a vanity item to mask the hideous truths of their undead flesh.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/gentle repose}; **Cost** 150 gp"
		]
	},
	"stunstone": {
		"name": "Stunstone",
		"sources": [ "Pathfinder #39: The City of Seven Spears" ],
		"description": [
			"## Stunstone",
			"",
			"{SOURCE Pathfinder #39: The City of Seven Spears/57}  ",
			"**Aura** faint evocation; **CL** 5th  ",
			"**Slot** none; **Price** 350 gp; **Weight** 1 lb.",
			"",
			"This naturally occurring, glowing purple crystal can be thrown as a ranged attack with a range increment of 20 feet. When it strikes a target or hard surface (or is struck hard), the crystal shatters in a burst of sound and light. Every creature in a 10-foot-radius spread is outlined in faerie fire, takes 1d8 points of sonic damage, and must make a DC 13 Fortitude save or be stunned for 1 round.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, Craft (alchemy) 5 ranks, {spell/faerie fire}, {spell/sound burst}; **Cost** 175 gp"
		]
	},
	"false_coin": {
		"name": "False Coin",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## False Coin",
			"",
			"{SOURCE Occult Adventures/257}  ",
			"**Aura** faint divination; **CL** 1st  ",
			"**Slot** none; **Price** 375 gp; **Weight** -;",
			"",
			"The possessor activates this well-worn gold coin by rubbing it between her thumb and forefinger while willing it to function. The false coin can be activated only by creatures with the {feat/Psychic Sensitivity} feat or the ability to cast psychic spells. Once activated, the coin maintains a link to the creature that activated it, and if passed along to someone else, it shares empathic cues about its new possessor with the creature that activated it. This empathic link gives the activator a +2 insight bonus on Bluff, Diplomacy, Intimidate, and Sense Motive checks against the coin's current possessor. In addition, the possessor takes a -1 penalty on saving throws against spells with the emotion, fear, or scrying descriptors cast by the coin's activator. While activated, the coin appears nonmagical as though protected by magical aura (Will DC 11).",
			"",
			"The link between the activator and the coin persists for 1 week, after which the coin loses all of its powers and becomes a mundane coin.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/detect thoughts}, {spell/magic aura}; **Cost** 188 gp"
		]
	},
	"alluring_golden_apple": {
		"name": "Alluring Golden Apple",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Alluring Golden Apple",
			"",
			"{SOURCE Ultimate Equipment/276}  ",
			"**Aura** faint enchantment; **CL** 4th  ",
			"**Slot** none; **Price** 400 gp; **Weight** 1 lb.",
			"",
			"This enchanted apple appears to be made of solid gold. When dropped or thrown, it draws the attention of the nearest hostile creature within 20 feet. The creature must make a DC 13 Will save or be paralyzed as if by hold person as it focuses its undivided attention on the golden apple. If the creature makes its save on a later round, it realizes it has been affected by magic and the apple is not actually gold. While focusing on the apple, the target takes a -2 penalty on Perception checks. The apple is consumed upon being dropped or thrown.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/beguiling gift}, {spell/hold person}; **Cost** 200 gp"
		]
	},
	"erasing_book": {
		"name": "Erasing Book",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Erasing Book",
			"",
			"{SOURCE Villain Codex/45}  ",
			"**Aura** faint transmutation; **CL** 1st  ",
			"**Slot** none; **Price** 400 gp; **Weight** 3 lbs.",
			"",
			"Once per day as a standard action, the holder of this ordinary-looking leather-bound book can erase the writing contained within it. However, the holder cannot erase any writing that required a material component cost, such as a symbol spell or a sepia snake sigil, with this standard action. An erasing book can be used as a spellbook or a formula book - spells written in the book have a material component cost and are immune to the book's erasing effect. Erasing the book also removes smudges, stains, and minor water damage, but it doesn't recover text lost to serious damage.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/erase}; **Cost** 200 gp"
		]
	},
	"haunt_siphon": {
		"name": "Haunt Siphon",
		"sources": [ "Pathfinder #43: Haunting of Harrowstone" ],
		"description": [
			"## Haunt Siphon",
			"",
			"{SOURCE Pathfinder #43: Haunting of Harrowstone/19}  ",
			"**Aura** faint necromancy; **CL** 3rd  ",
			"**Slot** none; **Price** 400 gp; **Weight** 1 lb.",
			"",
			"These glass vials are held within stylized cold-iron casings etched with strange runes, necromantic designs, or other eldritch markings. Within the vial roils a small wisp of white vapor, churning as if caught in a miniature vortex of air.",
			"",
			"To capture a haunt's energies within a haunt siphon, you need only twist the metal casing to open the vial in the same round that the haunt manifests (a standard action)-this can be before or after the haunt has acted. You must be within the haunt's area of influence to use a haunt siphon. When you activate a haunt siphon, it deals 3d6 points of positive energy damage to a single haunt. If it deals enough damage to the haunt to reduce the haunt's hit points to 0, the mist inside the haunt siphon glows green - if it does not reduce the haunt to 0 hit points, the haunt siphon is still expended and becomes nonmagical. It may take multiple haunt siphons to destroy powerful haunts. A haunt that is neutralized by a haunt siphon takes a -5 penalty on its caster level check to manifest again after its reset time passes.",
			"",
			"A haunt siphon that neutralizes a haunt can no longer be used to harm haunts, but it can be used as a grenade-like splash weapon that deals 1d6 points of negative energy damage with a direct hit. Every creature within 5 feet of the point where the haunt siphon hits takes 1 point of negative energy damage from the splash.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/cure moderate wounds}, {spell/gentle repose}; **Cost** 200 gp"
		]
	},
	"key_of_lock_jamming": {
		"name": "Key of Lock Jamming",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## Key of Lock Jamming",
			"",
			"{SOURCE Ultimate Equipment/307;Advanced Player's Guide/306}  ",
			"**Aura** faint abjuration; **CL** 1st  ",
			"**Slot** none; **Price** 400 gp; **Weight** 1/2 lb.",
			"",
			"This ornate brass key automatically reshapes itself to fit any standard keyhole (generally those in doors scaled for use by Small or Medium creatures, not deliberately oversized locks like the main door to a dwarven fortress). Once placed inside a lock, the key merges with the lock and fills up all open spaces within it, creating a solid piece of metal and making it impossible to unlock it, even with magic. While securing the lock, the key strengthens its materials, adding +2 to the lock's hardness, +8 to its hit points, and +5 to its Break DC. Touching the key and speaking the command word causes the key to disintegrate, leaving the lock intact and rendering the mechanism operable again.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/hold portal}; **Cost** 200 gp"
		]
	},
	"toothpick_of_pyrotechnics": {
		"name": "Toothpick of Pyrotechnics",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Toothpick of Pyrotechnics",
			"",
			"{SOURCE Advanced Class Guide/236}  ",
			"**Aura** faint evocation; **CL** 3rd  ",
			"**Slot** none; **Price** 400 gp; **Weight** -;",
			"",
			"This simple wooden toothpick is useful for creating flashy diversions on stage or in a fight. Breaking the toothpick causes a blinding flash and a dark cloud of smoke to appear. Creatures other than the user within 20 feet must succeed at a DC 13 Fortitude save or be blinded for 1d4+1 rounds. The cloud of smoke spreads 20 feet in all directions, obscures all sight (including darkvision), and lasts for 3 rounds.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/pyrotechnics}; **Cost** 200 gp"
		]
	},
	"conquering_brand_conformity": {
		"name": "Conquering Brand (Conformity)",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Conquering Brand",
			"",
			"{SOURCE Path of the Hellknight/33}  ",
			"**Aura** varies; **CL** varies  ",
			"**Slot** none; **Price** 420 gp (Conformity), 2,820 gp (Hobbling), 10,020 gp (Lesser Geas), 14,420 gp (Subjugation), 14,420 gp (Tracking), 18,020 gp (Justice), 26,420 gp (Geas); **Weight** 5 lbs.",
			"",
			"Each of these 3-foot-long branding irons ends in a distinctive, cruel-looking symbol. Once per day on command, a wielder of a conquering brand can cause the tip to grow red hot for 1 hour, and during this time one creature can be branded. The brand's recipient is burned as normal for a branding iron and is also affected as per brand or another spell the conquering brand carries, as the wielder of the brand chooses. A conquering brand can create only one magical brand per day.",
			"",
			"**Conformity:** A conquering brand of conformity can create a brand of conformity. Faint transmutation; **CL** 1st; {feat/Craft Wondrous Item}, brand, {spell/brand of conformity}.",
			"",
			"**Geas:** A conquering brand of geas can affect the recipient as per geas/quest. When the brand is used in this way, it takes 10 minutes for its tip to heat up. If not used to create a brand, the mark left by the branding iron is nonmagical and not tied to the spell effect, so removing it doesn't remove the spell effect. Moderate enchantment; **CL** 11th; {feat/Craft Wondrous Item}, brand, {spell/geas//quest}.",
			"",
			"**Hobbling:** A conquering brand of hobbling can create a brand of hobbling. Faint transmutation; **CL** 4th; {feat/Craft Wondrous Item}, brand, {spell/brand of hobbling}.",
			"",
			"**Justice:** A conquering brand of justice can create a mark of justice, as per the spell. When the brand is used this way, it takes 10 minutes for its tip to heat up. Faint necromancy; **CL** 9th; {feat/Craft Wondrous Item}, brand, {spell/mark of justice}.",
			"",
			"**Lesser Geas:** A conquering brand of lesser geas allows you to affect the recipient as per lesser geas. When the brand is used in this way, it takes 1 round for its tip to heat up. If not used to create a brand, the mark left by the branding iron is nonmagical and not tied to the spell effect, so removing it doesn't remove the spell effect. Faint enchantment; **CL** 7th; {feat/Craft Wondrous Item}, brand, {spell/lesser geas}.",
			"",
			"**Subjugation:** This brand can create a greater brand, except it blazes when brought within 30 feet of the Nail's symbol. Moderate transmutation; **CL** 10th; {feat/Craft Wondrous Item}, brand, greater brand. Tracking A conquering brand of tracking can create a brand of tracking. Moderate transmutation; **CL** 9th; {feat/Craft Wondrous Item}, brand, {spell/brand of tracking}.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/brand}, additional spells (see text); **Cost** 220 gp (Conformity), 13,220 gp (Geas), 1,420 gp (Hobbling), 9,020 gp (Justice), 5,020 gp (Lesser Geas), 7,220 gp (Subjugation), 7,220 gp (Tracking)"
		]
	},
	"conquering_brand_hobbling": {
		"name": "Conquering Brand (Hobbling)",
		"copyof": "conquering_brand_conformity"
	},
	"conquering_brand_lesser_geas": {
		"name": "Conquering Brand (Lesser Geas)",
		"copyof": "conquering_brand_conformity"
	},
	"conquering_brand_subjugation": {
		"name": "Conquering Brand (Subjugation)",
		"copyof": "conquering_brand_conformity"
	},
	"conquering_brand_tracking": {
		"name": "Conquering Brand (Tracking)",
		"copyof": "conquering_brand_conformity"
	},
	"conquering_brand_justice": {
		"name": "Conquering Brand (Justice)",
		"copyof": "conquering_brand_conformity"
	},
	"conquering_brand_geas": {
		"name": "Conquering Brand (Geas)",
		"copyof": "conquering_brand_conformity"
	},
	"displacing_stone": {
		"name": "Displacing Stone",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Displacing Stone",
			"",
			"{SOURCE Kobolds of Golarion/30}  ",
			"**Aura** moderate transmutation; **CL** 11th  ",
			"**Slot** none; **Price** 430 gp; **Weight** -;",
			"",
			"Upon activation, this pulsing white pebble creates an instantaneous burst of reverse gravity, which clears a 5-foot-diameter sphere of any loose stone or earth. The displacing stone then holds the affected stone or earth in place, keeping a collapsed tunnel clear for 1 minute. Once the duration ends, the loose earth collapses if it's not supported. Displacing stones are destroyed when used, and don't affect living creatures. Activating a displacing stone is a standard action that doesn't provoke attacks of opportunity.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/move earth}; **Cost** 215 gp"
		]
	},
	"dimensional_acid_basic_pit": {
		"name": "Dimensional Acid (Basic Pit)",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Dimensional Acid",
			"",
			"{SOURCE Champions of Balance/28}  ",
			"**Aura** varies; **CL** varies  ",
			"**Slot** none; **Price** 450 gp (Basic Pit), 1,000 gp (Jagged Pit), 1,750 gp (Corrosive Pit), 2,700 gp (Living Pit); **Weight** 1 lb.",
			"",
			"The acid in this flask burns not through matter, but through space itself, creating a temporary extradimensional pit wherever it touches. A flask of dimensional acid can be thrown as a splash weapon with a range increment of 10 feet. Alternatively, it can be used as a special component when casting the snare spell. Instead of the spell's usual effect, the creature that triggers the modified snare is treated as if it had taken a direct hit from the dimensional acid.",
			"",
			"Dimensional acid comes in a number of varieties.",
			"",
			"*Basic Pit:* This acid creates a pit, as the create pit spell, where it lands. Faint conjuration; **CL** 3rd; {feat/Craft Wondrous Item}, {spell/create pit}.",
			"",
			"*Corrosive Pit:* This acid affects matter as well, creating an acid pit where it lands. Faint conjuration; **CL** 7th; {feat/Craft Wondrous Item}, {spell/acid pit}.",
			"",
			"*Jagged Pit:* This acid creates a spiked pit spell where it lands. Moderate conjuration; **CL** 5th; {feat/Craft Wondrous Item}, {spell/spiked pit}.",
			"",
			"*Living Pit:* This acid burns into a living dimension, creating a hungry pit where it lands. Moderate conjuration; **CL** 9th; {feat/Craft Wondrous Item}, {spell/hungry pit}.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, additional spells; **Cost** 225 gp (Basic Pit), 500 gp (Jagged Pit), 875 gp (Corrosive Pit), 1,350 gp (Living Pit)"
		]
	},
	"dimensional_acid_jagged_pit": {
		"name": "Dimensional Acid (Jagged Pit)",
		"copyof": "dimensional_acid_basic_pit"
	},
	"dimensional_acid_corrosive_pit": {
		"name": "Dimensional Acid (Corrosive Pit)",
		"copyof": "dimensional_acid_basic_pit"
	},
	"dimensional_acid_living_pit": {
		"name": "Dimensional Acid (Living Pit)",
		"copyof": "dimensional_acid_basic_pit"
	},
	"elixir_of_agility": {
		"name": "Elixir of Agility",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Elixir of Agility",
			"",
			"{SOURCE Potions and Poisons/20}  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** none; **Price** 450 gp; **Weight** -;",
			"",
			"This square flask contains an effervescent green liquid that causes the imbiber to become extremely nimble, albeit a bit jittery, for the next 30 minutes. During this time, the imbiber's base speed increases by 5 feet and she gains a +2 competence bonus on Acrobatics checks and initiative checks.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/cat's grace}, {spell/heightened awareness}; **Cost** 225 gp"
		]
	},
	"nesas_coin": {
		"name": "Nesa's Coin",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Nesa's Coin",
			"",
			"{SOURCE Gnomes of Golarion/29}  ",
			"**Aura** weak divination; **CL** 1st  ",
			"**Slot** none; **Price** 450 gp; **Weight** -;",
			"",
			"This simple copper coin establishes a connection with the most recent person to keep it under her tongue for 24 hours. Once established, this connection allows its owner to determine its current direction and distance each time she casts {spell/detect magic}. The connection instantly breaks if the coin travels to another plane or enters an antimagic field.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/detect magic}; **Cost** 225 gp"
		]
	},
	"guiding_vellum_1st": {
		"name": "Guiding Vellum (1st)",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Guiding Vellum",
			"",
			"{SOURCE Faction Guide/59}  ",
			"**Aura** moderate divination; **CL** 7th  ",
			"**Slot** none; **Price** 500 gp (1st), 2,000 gp (2nd), 4,500 gp (3rd), 8,000 gp (4th), 12,500 gp (5th), 18,000 gp (6th), 24,500 gp (7th), 32,000 gp (8th), 40,500 gp (9th); **Weight** 1/2 lb.",
			"",
			"Fashioned from soft yet still quite durable lambskin, this piece of parchment gives a faithful divine spellcaster of a specific religion a hint about what spell may be useful for that day. Each day, when the owner prepares spells in the presence of the guiding vellum, the name of one specific divine spell which the owner already has the ability to cast appears on its surface. This represents a spell which should prove useful for the tasks in the next 24 hours. Each guiding vellum is associated with one level of divine spells and only shows a spell of that level. For example, if a cleric caster has a 3rd-level vellum and the GM expects the character to face invisible opponents later that day, the vellum shows the name \"invisibility purge\" (a 3rd-level cleric spell); if the opponents are using poison and the cleric has a 2nd-level vellum, it would show the name \"invisibility purge\"",
			"",
			"A caster can only use one vellum of a particular spell level each day (using two 1st-level vellums gives the same result), but using vellums of different spell levels works normally. Each vellum works only once per day. A guiding vellum normally does not work for a character not of the item's specific religion; some religions add additional magic so a vellum used by a hostile or rival faith provides misleading spell suggestions.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/divination}; **Cost** 250 gp (1st), 1,000 gp (2nd), 2,250 gp (3rd), 4,000 gp (4th), 6,250 gp (5th), 9,000 gp (6th), 12,250 gp (7th), 16,000 (8th), 20,250 gp (9th)"
		]
	},
	"guiding_vellum_2nd": {
		"name": "Guiding Vellum (2nd)",
		"copyof": "guiding_vellum_1st"
	},
	"guiding_vellum_3rd": {
		"name": "Guiding Vellum (3rd)",
		"copyof": "guiding_vellum_1st"
	},
	"guiding_vellum_4th": {
		"name": "Guiding Vellum (4th)",
		"copyof": "guiding_vellum_1st"
	},
	"guiding_vellum_5th": {
		"name": "Guiding Vellum (5th)",
		"copyof": "guiding_vellum_1st"
	},
	"guiding_vellum_6th": {
		"name": "Guiding Vellum (6th)",
		"copyof": "guiding_vellum_1st"
	},
	"guiding_vellum_7th": {
		"name": "Guiding Vellum (7th)",
		"copyof": "guiding_vellum_1st"
	},
	"guiding_vellum_8th": {
		"name": "Guiding Vellum (8th)",
		"copyof": "guiding_vellum_1st"
	},
	"guiding_vellum_9th": {
		"name": "Guiding Vellum (9th)",
		"copyof": "guiding_vellum_1st"
	},
	"animated_portrait": {
		"name": "Animated Portrait",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Animated Portrait",
			"",
			"{SOURCE Ultimate Equipment/276}  ",
			"**Aura** faint illusion; **CL** 5th  ",
			"**Slot** none; **Price** 500 gp; **Weight** 10 lbs.",
			"",
			"This 4-foot-by-6-foot framed painting is a detailed portrait of a particular intelligent creature, animated to show movement or action within the painted scene. The image reacts when questioned, with the creature turning to face the viewer and responding appropriately. The image is a magical effect with no actual intelligence, but is programmed with up to ten 25-word verbal responses and can respond to questions if these responses seem appropriate. For example, if one of the programmed responses is the name of the person shown in the portrait, it can answer questions such as \"who are you\"? and \"what is your name\"? If the item crafter is familiar with or has the cooperation of the creature depicted in the painting, the illusory image has the voice and mannerisms of that creature.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/magic mouth}, {spell/major image}; **Cost** 250 gp"
		]
	},
	"arrow_of_latching": {
		"name": "Arrow of Latching",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Arrow of Latching",
			"",
			"{SOURCE Villain Codex/128}  ",
			"**Aura** moderate transmutation; **CL** 10th  ",
			"**Slot** none; **Price** 500 gp; **Weight** 1/10 lb.",
			"",
			"The shaft of this unassuming arrow appears tightly wrapped in 6-1/4 feet of twine from arrowhead to fletching. In reality, the twine actually consists of 100 feet of hemp rope, reduced to one-sixteenth its size. An arrow of latching functions as a mundane arrow when fired at a creature, but when fired at a Medium or larger object, it embeds itself if the attack roll hits an AC of 5 + the hardness of the target object.",
			"",
			"While the arrow is so lodged, anyone within 200 feet of it can speak the appropriate command word to unfurl and lower the arrow's hemp rope, causing the rope to return to its true size and extend downward 100 feet. If the character who says the command word has a free hand and is within 100 feet of the arrow of latching when he utters the command, the rope swings directly into his hand. A character attempting to hit an object with an arrow of latching can make a single ranged attack with the arrow and speak the command word to extend the rope after attacking with the arrow as a full-round action. Once the arrow is fixed, the rope can be used for any purpose a rope could serve and can bear up to 1,000 pounds at a time. If this weight limit is exceeded, the arrow of latching snaps, and any creature or object supported by the rope falls",
			"",
			"The arrow remains embedded within the target object indefinitely, although the user can pull it free from the target object by speaking a second command word or by succeeding at a DC 15 Strength check. If removed, the arrow of latching loses its magic, reduced to a common arrow.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/animate rope}, {spell/handy grapnel}, {spell/shrink item}; **Cost** 250 gp"
		]
	},
	"bilious_bottle": {
		"name": "Bilious Bottle",
		"sources": [ "Pathfinder #73: The Worldwound Incursion" ],
		"description": [
			"## Bilious Bottle",
			"",
			"{SOURCE Pathfinder #73: The Worldwound Incursion/64}  ",
			"**Aura** faint conjuration; **CL** 5th  ",
			"**Slot** none; **Price** 500 gp; **Weight** 2 lbs.",
			"",
			"A bilious bottle appears to be a tightly stoppered container of water. It can be thrown as a splash weapon. When a bilious bottle is opened or shatters, the foul fluid inside immediately expands into a 30-foot-radius cloud of noxious vapors. These vapors are invisible, but any creature within the area of effect of the cloud must succeed at a DC 14 Fortitude saving throw at the start of its turn or suffer one of the following random effects. The vapors created by a bilious bottle dissipate after 1 minute, or automatically if exposed to anything more than a moderate wind. The vapors created by a bilious bottle are a poison effect.",
			"",
			"| d8 | Result |",
			"| --- | --- |",
			"| 1 | The subject takes 1d6 points of acid damage. |",
			"| 2 | The subject's eyes glow red for 2 hours, during which time it gains darkvision out to 30 feet. |",
			"| 3 | The subject takes 1d6 points of fire damage. |",
			"| 4 | The subject develops wheezing, labored breathing for 2 hours, which imposes a -2 penalty on Stealth checks. |",
			"| 5 | The subject takes 1d6 points of cold damage. |",
			"| 6 | The subject develops a persistent nosebleed, taking 1d4 points nonlethal damage every 10 minutes for the next hour. |",
			"| 7 | The subject takes 1d6 points of electricity damage. |",
			"| 8 | The subject experiences a persistent adrenaline rush. For the next 2 hours, subject receives a +2 bonus on Initiative checks but takes a -2 penalty on Dexterity-based skill checks due to uncontrollable trembling. |",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/stinking cloud}; **Cost** 250 gp"
		]
	},
	"bottled_misfortune": {
		"name": "Bottled Misfortune",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Bottled Misfortune",
			"",
			"{SOURCE Ultimate Equipment/285}  ",
			"**Aura** moderate necromancy; **CL** 10th  ",
			"**Slot** none; **Price** 500 gp; **Weight** 1 lb.",
			"",
			"This leather bottle is filled to the brim with frothy green liquid. As a full-round action, a witch can target the bottle with any hex (but not a greater or grand hex) she knows that targets a single creature, transferring its effects to the brew within, which congeals into a sticky syrup. Any creature can use this syrup as a dose of injury poison (including the 5% chance to affect the user if she does not possess the poison use class feature). Any creature struck by a weapon coated in this syrup must save against the hex (DC 15) or be affected as if the witch had targeted them with the hex directly. The syrup counts as a poison and is a magical effect. If the hex cannot affect a target more than once every 24 hours, subsequent doses of the syrup are similarly ineffective against that target. Once imbued with the power of a hex, the syrup lasts for 24 hours before reverting into useless, harmless liquid.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Brew Potion}, {feat/Craft Wondrous Item}, creator must be a witch with the poison steep hex; **Cost** 250 gp"
		]
	},
	"clockwork_key_abadar": {
		"name": "Clockwork Key (Abadar)",
		"sources": [ "Faiths of Balance" ],
		"description": [
			"## Clockwork Key (Abadar)",
			"",
			"{SOURCE Faiths of Balance/26}  ",
			"**Aura** faint abjuration; **CL** 5th  ",
			"**Slot** none; **Price** 500 gp; **Weight** 1 lb.",
			"",
			"A clockwork key has two uses, but one functions only if Abadar is your patron. Constructs avoid attacking the bearer of the clockwork key, directing their attacks toward other targets if possible, unless they are directly threatened by the bearer or are ordered by their creator to attack. If there are no targets other than a clockwork key's bearer, a construct will act and attack as normal. If Abadar is your patron, you can use the clockwork key as an improvised weapon that deals 1d2 points of damage. If you strike a construct with a clockwork key, it takes 1d4 points of damage and must make a DC 12 Will save. If the construct fails, it is paralyzed for 1d4 rounds. Once the key has successfully paralyzed a construct, it is destroyed.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Construct}, {feat/Craft Wondrous Item}, {spell/shatter}; **Cost** 250 gp"
		]
	},
	"clockwork_key": { "copyof": "clockwork_key_abadar" },
	"dweomers_essence": {
		"name": "Dweomer's Essence",
		"sources": [ "Pathfinder Society Field Guide" ],
		"description": [
			"## Dweomer's Essence",
			"",
			"{SOURCE Pathfinder Society Field Guide/52}  ",
			"**Aura** moderate abjuration; **CL** 9th  ",
			"**Slot** none; **Price** 500 gp; **Weight** -;",
			"",
			"Derived from the patient distillation of rare magical reagents, a pinch of this fine white powder can be added to the casting of any spell as an additional material component to give the spellcaster a +5 bonus on caster level checks made to overcome spell resistance.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {feat/Spell Penetration}; **Cost** 250 gp"
		]
	},
	"elixir_of_amnesia": {
		"name": "Elixir of Amnesia",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Elixir of Amnesia",
			"",
			"{SOURCE Inner Sea Intrigue/53}  ",
			"**Aura** faint enchantment; **CL** 5th  ",
			"**Slot** none; **Price** 500 gp; **Weight** -;",
			"",
			"This elixir, derived from ambergris and cytillesh fungus, is used by spies, secret agents, and hidden cultists to erase their own memories if they might become a liability to themselves or their allies. When drinking the elixir, the drinker can select one event or specific piece of information (such as the password to enter a thieves' guild, the secret identity of a local vigilante, or the location of stashed loot) to forget (Will DC 14 negates). The forgotten memory can be restored only with a modify memory spell or similar effect. This is a mind-affecting compulsion enchantment.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/modify memory}; **Cost** 250 gp"
		]
	},
	"elixir_of_truth": {
		"name": "Elixir of Truth",
		"sources": [
			"Ultimate Equipment",
			"PRPG Core Rulebook"
		],
		"description": [
			"## Elixir of Truth",
			"",
			"{SOURCE Ultimate Equipment/295;PRPG Core Rulebook/512}  ",
			"**Aura** faint enchantment; **CL** 5th  ",
			"**Slot** none; **Price** 500 gp; **Weight** -;",
			"",
			"This elixir forces the drinker to say nothing but the truth for 10 minutes (Will DC 13 negates). She must answer any questions put to her in that time, but with each question she can make a separate DC 13 Will save. If one of these secondary saves is successful, she doesn't break free of the truth-compelling enchantment but also doesn't have to answer that particular question (if she does answer, she must tell the truth). No more than one question can be asked each round. This is a mind-affecting compulsion enchantment.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/zone of truth}; **Cost** 250 gp"
		]
	},
	"ironmorph_dust": {
		"name": "Ironmorph Dust",
		"sources": [ "Daughters of Fury" ],
		"description": [
			"## Ironmorph Dust",
			"",
			"{SOURCE Daughters of Fury/61}  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** none; **Price** 500 gp; **Weight** 1 lb.",
			"",
			"This bag of powder has a sharp metallic odor. Ironmorph dust can be applied to a willing adjacent creature as a standard action, or thrown as a ranged touch attack with a range increment of 10 feet. On contact, it causes the target's clothing to stiffen and harden (Reflex DC 15 negates). If the target is wearing light or no armor, his clothing is treated as chainmail for all purposes - including armor bonus, arcane spell failure chance, and armor check penalty - except weight. Exceptionally light clothing (such as a nightshirt or silks) is instead treated as a chain shirt. Exceptionally heavy clothing (such as a cold-weather outfit or elaborate ceremonial garb) is instead treated as full plate. If the target is already wearing medium or heavy armor, he instead gains DR 5/adamantine, but the maximum Dexterity bonus of his armor decreases by 3 (to a minimum of +0), and its armor check penalty increases by 3.",
			"",
			"After 5 rounds, affected clothing returns to normal. Ironmorph dust has no effect on creatures not wearing clothing or armor.",
			"",
			"Armor or clothing affected by ironmorph dust is effectively metal, and counts as such for abilities or classes that are restricted to certain types of armor (such as druids); however, any abilities that are suppressed or lost due to the ironmorph dust's effects are restored at the end of the dust's duration, instead of after their normal time limit.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/silk to steel}; **Cost** 250 gp"
		]
	},
	"replenishing_aquarium_ball_lesser": {
		"name": "Replenishing Aquarium Ball (Lesser)",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Replenishing Aquarium Ball",
			"",
			"{SOURCE Familiar Folio/21}  ",
			"**Aura** moderate conjuration; **CL** 7th  ",
			"**Slot** none; **Price** 500 gp (Lesser), 2,000 gp (Standard), 4,000 gp (Greater); **Weight** 20 lbs.",
			"",
			"Replenishing aquarium balls act as standard aquarium balls, but are endowed with magical effects beneficial to the creature held within. The power of the magic depends on the kind of replenishing aquarium ball.",
			"",
			"**Lesser:** The ball continually refreshes itself with clean water, allowing a creature within to live as long as it has food.",
			"",
			"**Standard:** The ball continually refreshes itself with clean water and fresh food.",
			"",
			"**Greater:** The ball continually refreshes itself with clean water and fresh food. In addition, a greater replenishing aquarium ball is magically enhanced so that the glass is as hard as stone (hardness 8, 15 hp) without increasing its weight.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Craft Wondrous Item}, {spell/create water} (lesser), {spell/create food and water} (standard), {spell/create food and water}, {spell/stoneskin} (greater); **Cost** 250 gp (lesser), 1,000 gp (standard), 2,000 gp (greater)"
		]
	},
	"lesser_replenishing_aquarium_ball": { "copyof": "replenishing_aquarium_ball_lesser" },
	"replenishing_aquarium_ball_standard": {
		"name": "Replenishing Aquarium Ball (Standard)",
		"copyof": "replenishing_aquarium_ball_lesser"
	},
	"standard_replenishing_aquarium_ball": { "copyof": "replenishing_aquarium_ball_standard" },
	"replenishing_aquarium_ball_greater": {
		"name": "Replenishing Aquarium Ball (Greater)",
		"copyof": "replenishing_aquarium_ball_lesser"
	},
	"greater_replenishing_aquarium_ball": { "copyof": "replenishing_aquarium_ball_greater" }
}
