{
	"grabbing_vines": {
		"name": "Grabbing Vines",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Grabbing Vines",
			"",
			"{SOURCE Ultimate Wilderness/248}  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** none; **Price** 2,000 gp; **Weight** 50 lbs.",
			"",
			"These thick green vines grow leaves sparingly. When fully mature, they fill an area 20 feet square to a height of 5 feet. Any creature moving through the area must attempt a DC 15 Strength check in the first square they try to leave within the area. Failure means that the creature cannot move any farther that round. Success allows a creature to move as if in difficult terrain, while success by 5 or more allows a creature to move normally.",
			"",
			"Grabbing vines have a 13-week growing season, though the season depends on when the vines were first cultivated; the grabbing vines return for 13 weeks during the same season each year.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, entangle, cultivator must have 1 rank in Knowledge (nature); **Cost** 1,000 gp"
		]
	},
	"tree_of_knowledge": {
		"name": "Tree of Knowledge",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Tree of Knowledge",
			"",
			"{SOURCE Ultimate Wilderness/250}  ",
			"**Aura** faint divination; **CL** 3rd  ",
			"**Slot** none; **Price** 3,000 gp; **Weight** 500 lbs.",
			"",
			"This large tree bears both vibrant red and dull yellow apples. The imbiber of a red apple gains a +5 insight bonus on her next Knowledge check. Consuming a yellow apple grants a single use of augury. The effects of an apple wear off after 24 hours, whether or not its abilities have been used.",
			"",
			"A tree of knowledge produces one red apple per day and one yellow apple per week during its growing season, which lasts for 13 weeks in the spring. The tree has no more than seven red apples and one yellow apple at any given time.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, augury, cultivator must have 1 rank in Knowledge (nature); **Cost** 1,500 gp"
		]
	},
	"restful_birch": {
		"name": "Restful Birch",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Restful Birch",
			"",
			"{SOURCE Ultimate Wilderness/249}  ",
			"**Aura** faint conjuration; **CL** 5th  ",
			"**Slot** none; **Price** 4,000 gp; **Weight** 500 lbs.",
			"",
			"This tree's papery bark flakes off in strips. When a creature consumes a piece of the bark, it reduces the amount of sleep it needs that night by 2 hours (to a minimum of 6 hours). If the creature consumes additional pieces of bark, it is sickened for 8 hours and gains no additional benefit.",
			"",
			"The bark's potency is increased if it's brewed into a tea. A piece of bark brewed into a tea reduces the amount of sleep the imbiber needs by 4 hours (to a minimum of 4 hours). The tea of the restful birch is considerably safer than consuming the bark raw - multiple doses grant no additional benefit but also cause no penalties.",
			"",
			"A restful birch can have enough bark safely removed each day for up to four creatures to eat or drink. For each additional piece of bark removed after the fourth, there is a cumulative 5% chance that the tree dies, falling and rotting away within the next 24 hours. Restful birches grow year round.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, sleep, cultivator must have 1 rank in Knowledge (nature); **Cost** 2,000 gp"
		]
	},
	"fireapple_tree": {
		"name": "Fireapple Tree",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Fireapple Tree",
			"",
			"{SOURCE Ultimate Wilderness/248}  ",
			"**Aura** faint evocation; **CL** 5th  ",
			"**Slot** none; **Price** 5,000 gp; **Weight** 500 lbs.",
			"",
			"This large deciduous tree has reddish-brown bark and bright yellow leaves. It grows misshapen red apples that are warm to the touch. Once harvested, an apple can be thrown like a bomb, bursting in a spray of scalding liquid. Treat this as a splash weapon that deals 5d6 points of fire damage to a target directly hit and half that amount to creatures within 10 feet (Reflex DC 14 negates).",
			"",
			"A fireapple tree produces one apple each week of its growing season, which is 13 weeks each summer. A tree has no more than three viable fruit at a time.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, fireball, cultivator must have 1 rank in Knowledge (nature); **Cost** 2,500 gp"
		]
	},
	"cleanthistle": {
		"name": "Cleanthistle",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Cleanthistle",
			"",
			"{SOURCE Wilderness Origins/16}  ",
			"**Aura** moderate conjuration; **CL** 9th  ",
			"**Slot** none; **Price** 7,200 gp; **Weight** 50 lbs.",
			"",
			"The needles of this bitter, black herb grow in Numeria and are used to alleviate the effects of radiation poisoning. A creature that drinks tea made from the needles of cleanthistle is affected by a {spell/neutralize poison} effect (CL 9th) except that the effect can neutralize only the oldest poison affecting the creature.",
			"",
			"A cleanthistle stalk has a single 26-week growing period, through spring and summer. During this period, enough needles for a single dose of tea regrow 4 days after being harvested. The needles remain potent enough to brew for 1 week after being harvested.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, {spell/neutralize poison}, cultivator must have 5 ranks in Knowledge (nature); **Cost** 3,600 gp"
		]
	},
	"goodberry_bush": {
		"name": "Goodberry Bush",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Goodberry Bush",
			"",
			"{SOURCE Ultimate Wilderness/248}  ",
			"**Aura** faint transmutation; **CL** 1st  ",
			"**Slot** none; **Price** 8,000 gp; **Weight** 50 lbs.",
			"",
			"This vibrant red bush grows luscious, deep-red berries. These berries provide nourishment and healing as if the creature had consumed a berry affected by goodberry. A creature can gain the effects of goodberry up to eight berries consumed per day. A creature that eats more than this number must succeed at a DC 11 Fortitude save or become sickened for 10 minutes.",
			"",
			"A goodberry bush produces up to six berries per day, and it grows year round. A bush has no more than 50 berries at a time. It is resilient enough to grow in most environments, even occasionally found clinging to otherwise lifeless cliff faces.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, goodberry, cultivator must have 1 rank in Knowledge (nature); **Cost** 4,000 gp"
		]
	},
	"salvation_cactus": {
		"name": "Salvation Cactus",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Salvation Cactus",
			"",
			"{SOURCE Ultimate Wilderness/249}  ",
			"**Aura** faint conjuration; **CL** 3rd  ",
			"**Slot** none; **Price** 8,000 gp; **Weight** 50 lbs.",
			"",
			"This green cactus grows in even the most arid environments, and it has a number of medicinal qualities. Its flowers can be mashed into a paste and spread over a creature's skin to grant fire resistance 3 for 1 hour. This paste can also be spread on the skin of a creature that has taken lethal fire damage within the last minute to restore 1d8+1 hit points. The fluids of the cactus can be consumed to remove negative effects caused by extreme heat, including exhaustion, fatigue, and nonlethal damage. This does not heal any lethal damage a creature has taken from extreme heat.",
			"",
			"A salvation cactus generates one flower per week of its growing period and replenishes 1 dose of its fluid per day. It holds 4 doses of fluid and up to four flowers at a time. If all 4 doses of fluid are consumed without allowing the cactus to replenish any, the cactus dies. A salvation cactus has a growing season of 13 weeks in the summer.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, cure light wounds, lesser restoration, cultivator must have 1 rank in Knowledge (nature); **Cost** 4,000 gp"
		]
	},
	"palm_of_decadent_feasts": {
		"name": "Palm of Decadent Feasts",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Palm of Decadent Feasts",
			"",
			"{SOURCE Ultimate Wilderness/249}  ",
			"**Aura** strong conjuration; **CL** 11th  ",
			"**Slot** none; **Price** 9,600 gp; **Weight** 500 lbs.",
			"",
			"This tall tree has no branches but sprouts expansive leaves at the top. Its large, spiny fruit can be split to provide a meal for four that emulates heroes' feast. If a single creature consumes the entire fruit, it gains the benefits of heroes' feast for a full 24 hours and heals twice as many hit points of damage.",
			"",
			"A palm of decadent feasts provides only a single fruit per year, which ripens on the summer solstice.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, heroes' feast, cultivator must have 6 ranks in Knowledge (nature); **Cost** 4,800 gp"
		]
	},
	"breezeblown_dandelion": {
		"name": "Breezeblown Dandelion",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Breezeblown Dandelion",
			"",
			"{SOURCE Ultimate Wilderness/25}  ",
			"**Aura** faint transmutation; **CL** 3rd  ",
			"**Slot** none; **Price** 10,000 gp; **Weight** 5 lbs.",
			"",
			"This broad-stalked shrub branches into dozens of oversized dandelion flowers. A Small or smaller creature weighing less than 50 pounds can use a flower as a move action to slow her fall to a rate of 10 feet per round. While she is so slowed, the flower also carries her in the direction of the wind. Light winds carry her 10 feet, moderate winds carry her 20 feet, strong winds carry her 50 feet, and severe winds carry her 100 feet. If a flower is exposed to winds of windstorm strength or greater, all of its seeds immediately blow away and the dandelion provides no further benefit. The benefits also end after 4 minutes or once the bearer hits the ground, whichever comes first.",
			"",
			"The plant produces one dandelion every day during its 13-week growing period during the spring, to a maximum of 20 dandelions at any one time. Unlike many magical plants, the fluffy blooms of the breezeblown dandelion remain potent until used.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}s, glide; **Cost** 5,000 gp"
		]
	},
	"ghostblossom": {
		"name": "Ghostblossom",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Ghostblossom",
			"",
			"{SOURCE Wilderness Origins/16}  ",
			"**Aura** moderate enchantment; **CL** 10th  ",
			"**Slot** none; **Price** 10,500 gp; **Weight** 50 lbs.",
			"",
			"The eyes of those who chew these pale white flowers widen and turn a milky white. The flowers send the user into a furious rage similar to that of a barbarian, granting a +2 morale bonus to Strength and Constitution, a +1 morale bonus on Will saves, and a -2 penalty to AC. These effects remain active for as long as she chews the flower, up to 1 minute. A creature can begin chewing ghostblossom as a move action and can continue to chew as a free action every round.",
			"",
			"A ghostblossom vine flowers once daily through a single 13-week growing period every summer.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, {spell/rage}, cultivator must have 3 ranks in Knowledge (nature); **Cost** 5,250 gp"
		]
	},
	"acidic_lemon_tree": {
		"name": "Acidic Lemon Tree",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Acidic Lemon Tree",
			"",
			"{SOURCE Ultimate Wilderness/248}  ",
			"**Aura** faint conjuration; **CL** 3rd  ",
			"**Slot** none; **Price** 12,000 gp; **Weight** 500 lbs.",
			"",
			"This tree grows oblong, yellow fruit that feel overripe to the touch. Each fruit is about the size of cantaloupe and can be thrown with a range increment of 20 feet. A target hit with a touch attack takes 2d6 points of acid damage, plus an additional 2d6 points of acid damage on the following round.",
			"",
			"An acidic lemon tree produces one fruit each day of its growing season, which is 13 weeks each spring. The tree has no more than seven fruit available at a time.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, acid arrow, cultivator must have 1 rank in Knowledge (nature); **Cost** 6,000 gp"
		]
	},
	"altitude_fern": {
		"name": "Altitude Fern",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Altitude Fern",
			"",
			"{SOURCE Ultimate Wilderness/248}  ",
			"**Aura** moderate abjuration; **CL** 6th  ",
			"**Slot** none; **Price** 12,000 gp; **Weight** 50 lbs.",
			"",
			"This evergreen has soft green leaves and sprouts fronds laden with unusual sky-blue berries. When ingested, these waxy berries grant the imbiber immunity to all effects caused by high altitude. They do not grant immunity to damage from extreme temperatures, nor do they grant the ability to survive without air. The effects of a berry last for 1 day.",
			"",
			"An altitude fern produces up to six berries a day, and it bears no more than 50 berries at a time. The bush has one 13-week growing season per year, producing berries in the fall.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, {spell/endure elements}, cultivator must have 3 ranks in Knowledge (nature); **Cost** 6,000 gp"
		]
	},
	"helping_hands_vine": {
		"name": "Helping Hands Vine",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Helping Hands Vine",
			"",
			"{SOURCE Ultimate Wilderness/249}  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** none; **Price** 12,000 gp; **Weight** 50 lbs.",
			"",
			"These fleshy, yellow vines bear leaves that resemble hands. The vines always grow on vertical surfaces when available, creeping up as they mature. A fully mature helping hands vine covers an area 10 feet wide and up to 60 feet tall. Any creature attempting to scale a surface covered by the vines gains a +5 circumstance bonus on Climb checks. In addition, if the character would fall, the vines grant a +2 circumstance bonus on Reflex saves as the handlike leaves endeavor to catch the character.",
			"",
			"A helping hands vine has two 13-week growing seasons in the summer and fall, withering away to nothing once winter hits only to regrow in the summer of the following year.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, feather fall, spider climb, cultivator must have 1 rank in Knowledge (nature); **Cost** 6,000 gp"
		]
	},
	"sheltershrub": {
		"name": "Sheltershrub",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Sheltershrub",
			"",
			"{SOURCE Ultimate Wilderness/250}  ",
			"**Aura** faint abjuration; **CL** 1st  ",
			"**Slot** none; **Price** 12,000 gp; **Weight** 50 lbs.",
			"",
			"This leafy red or blue shrub grows to a height of 6 feet. It grows small, blue, overly sweet berries. The berries provide an effect identical to {spell/endure elements} when consumed. If a berry is consumed before the effect of a previously consumed berry has worn off, it has no effect.",
			"",
			"A sheltershrub produces six berries per day during its two growing seasons, which are 13 weeks each in the summer and winter. A shrub has no more than 50 berries at a time.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, endure elements, cultivator must have 1 rank in Knowledge (nature); **Cost** 6,000 gp"
		]
	},
	"gravebane_petals": {
		"name": "Gravebane Petals",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Gravebane Petals",
			"",
			"{SOURCE Wilderness Origins/16}  ",
			"**Aura** faint necromancy; **CL** 3rd  ",
			"**Slot** none; **Price** 16,000 gp; **Weight** 50 lbs.",
			"",
			"When packed tightly within the mouth of a corpse or undead creature, the deep red petals of the gravebane flower prevent any decay, as if the corpse were under the effects of {spell/gentle repose}, and they completely mask any stench with a sickly sweet fragrance. These effects persist for 1 month.",
			"",
			"A single bush grows one new flower each day, and it takes 1 month to accumulate enough gravebane petals to preserve a single corpse. The plant has a 52-week growing period.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, {spell/rage}, cultivator must have 3 ranks in Knowledge (nature); **Cost** 8,000 gp"
		]
	},
	"tree_of_woe": {
		"name": "Tree of Woe",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Tree of Woe",
			"",
			"{SOURCE Ultimate Wilderness/250}  ",
			"**Aura** strong enchantment; **CL** 11th  ",
			"**Slot** none; **Price** 20,000 gp; **Weight** 500 lbs.",
			"",
			"This massive tree bears no leaves, and its branches are twisted and vile. A creature tied to the tree becomes more susceptible to influence, taking a -4 penalty on Will saves, Sense Motive checks, and opposed Charisma checks. In addition, once per day, a character can attempt a DC 20 Knowledge (nature) check to force a creature tied to the tree to tell the truth, as if the target had failed a save within a zone of truth.",
			"",
			"A tree of woe is potent year round, but it can have a new creature lashed to it only once per month.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, charm monster, zone of truth, cultivator must have 6 ranks in Knowledge (nature); **Cost** 10,000 gp"
		]
	},
	"ambrosial_lotus": {
		"name": "Ambrosial Lotus",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Ambrosial Lotus",
			"",
			"{SOURCE Wilderness Origins/16}  ",
			"**Aura** strong enchantment; **CL** 12th  ",
			"**Slot** none; **Price** 25,000 gp; **Weight** 50 lbs.",
			"",
			"A creature who consumes an ambrosial lotus must succeed at a DC 17 Will save or be overtaken by such a state of total bliss so as to be almost oblivious to the world around him. The creature's Intelligence and Charisma scores drop to 1, and the creature can no longer cast spells, understand language, or communicate. These effects are permanent unless removed with a {spell/heal}, {spell/limited wish}, {spell/miracle}, or {spell/wish} spell.",
			"",
			"An ambrosial lotus stalk grows one flower per day during its 13-week growing period in spring.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, {spell/feeblemind}, cultivator must have 10 ranks in Knowledge (nature); **Cost** 12,500 gp"
		]
	},
	"fishweed": {
		"name": "Fishweed",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Fishweed",
			"",
			"{SOURCE Ultimate Wilderness/248}  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** none; **Price** 30,000 gp; **Weight** 50 lbs.",
			"",
			"This green, leafy plant grows in areas of shallow water, such as small lakes or coastal waters. The leaves can be chewed to grant cold resistance 5 and allow the user to survive without air. One leaf provides these benefits for up to 1 hour.",
			"",
			"Fishweed yields up to four leaves per day. A patch of fishweed has no more than 28 leaves at a time. Its growing season lasts 13 weeks during the summer.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, water breathing, cultivator must have 1 rank in Knowledge (nature); **Cost** 15,000 gp"
		]
	},
	"waterwalk_reeds": {
		"name": "Waterwalk Reeds",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Waterwalk Reeds",
			"",
			"{SOURCE Ultimate Wilderness/250}  ",
			"**Aura** faint transmutation; **CL** 5th  ",
			"**Slot** none; **Price** 30,000 gp; **Weight** 50 lbs.",
			"",
			"These thin reeds are topped with fluffy, edible seedpods that grant a creature a puffy appearance and the ability to walk on water. This effect lasts for 1 hour. The reeds occupy a 20-square-foot area, maturing seemingly at random.",
			"",
			"Waterwalk reeds produce one pod every day during its two 13-week growing seasons in the summer and fall; there are usually 12 pods available at a time. The pods remain potent for 2 weeks.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, water walk, cultivator must have 1 rank in Knowledge (nature); **Cost** 15,000 gp"
		]
	},
	"portal_oak": {
		"name": "Portal Oak",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Portal Oak",
			"",
			"{SOURCE Ultimate Wilderness/249}  ",
			"**Aura** moderate conjuration; **CL** 9th  ",
			"**Slot** none; **Price** 45,000 gp; **Weight** 500 lbs.",
			"",
			"These large oak trees are always grown in a pair. With a command word, a creature can enter one portal oak and exit from the other. A character can determine the command word with a successful DC 20 Knowledge (nature) check. The two trees must be grown within 1 mile of each other.",
			"",
			"Portal oaks produce no fruit or other products tied to their effect and are constantly active.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, tree stride, cultivator must have 3 ranks in Knowledge (nature); **Cost** 22,500 gp"
		]
	},
	"poison_siphon_tree": {
		"name": "Poison Siphon Tree",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Poison Siphon Tree",
			"",
			"{SOURCE Ultimate Wilderness/249}  ",
			"**Aura** moderate conjuration; **CL** 7th  ",
			"**Slot** none; **Price** 56,000 gp; **Weight** 500 lbs.",
			"",
			"This large tree has flat, spongy leaves, each about the size of a human's hand. When a leaf is placed on the chest of a creature suffering from a poison effect, it slowly draws the poison out over the course of the next minute. While the leaf is pressed to a victim, the creature does not need to attempt ongoing saves against the poison currently affecting it. After 1 minute, the creature is affected by a neutralize poison effect (CL 7th).",
			"",
			"A poison siphon tree yields one leaf per day of its two growing seasons, which run for 13 weeks each in the spring and fall. It has no more than six leaves at a time.",
			"",
			"### Construction",
			"",
			"**Requirements** {feat/Cultivate Magic Plants}, neutralize poison, cultivator must have 3 ranks in Knowledge (nature); **Cost** 28,000 gp"
		]
	}
}
