{
	"bracers_of_the_immortal_hunt": {
		"name": "Bracers of the Immortal Hunt",
		"sources": [ "Mythic Origins" ],
		"description": [
			"## Bracers of the Immortal Hunt",
			"",
			"{SOURCE Mythic Origins/19}  ",
			"**Aura** overwhelming (all schools); **CL** 30th  ",
			"**Slot** wrists; **Price** -; **Weight** 1 lb.",
			"",
			"The Bracers of the Immortal Hunt claim to have been gifted by Erastil to a favored Ulfen hunter millennia ago. They are stoic and steadfast in their decisions, regarding only the noblest of hunters as deserving of their attention.",
			"",
			"**Transcendent Power:** The Bracers of the Immortal Hunt seek an owner dedicated to the relentless pursuit and defeat of mythic beasts that pose a threat to settled lands. A non-mythic wearer deemed worthy by the Bracers of the Immortal Hunt can gain great power from this noble item.",
			"",
			"- The wearer gains 2 mythic tiers in the champion path.",
			"- The wearer gains the champion's strike (distant barrage) champion feature.",
			"- The wearer gains a +2 increase to Dexterity.",
			"- The wearer gains the Mythic Rapid Shot feat, or {feat/Rapid Shot} if he does not already have it and meets the prerequisites.",
			"- The wearer gains the endless hatred and limitless range path abilities.",
			"",
			"**Special Purpose:** The bracers have the special purpose of slaying mythic animals and magical beasts. Regardless of whether he has mythic tiers, if the wearer of the Bracers of the Immortal Hunt shares in the bracers' special purpose, he gains the following benefits.",
			"",
			"- The wearer gains all of the benefits of greater bracers of archery.",
			"- The wearer can use blessing of fervor once per day.",
			"",
			"### Destruction",
			"",
			"The Bracers of the Immortal Hunt can be destroyed by drenching them in the blood of one of Erastil's heralds and feeding them to a mythic stag."
		]
	},
	"figurine_of_the_concealed_companion": {
		"name": "Figurine of the Concealed Companion",
		"sources": [ "Artifacts and Legends" ],
		"description": [
			"## Figurine of the Concealed Companion",
			"",
			"{SOURCE Artifacts and Legends/7}  ",
			"**Aura** strong transmutation; **CL** 15th  ",
			"**Slot** none; **Price** -; **Weight** 1 lb.",
			"",
			"In its natural form, a figurine of the concealed companion looks like nothing more than a fist-sized hunk of distinctly colored clay. When taken up by a character who possesses a deep contention with another creature and brought into contact with that companion creature, the creature vanishes and the clay transforms into a miniature replica of the creature sculpted from colored stone. Only creatures bound to a character via the animal companion, familiar, or mount class feature can be affected by a figurine of the concealed companion. Once a character has bound a creature to the figurine, he can toss down the figurine and speak a command word, causing the creature to return to its natural state and size. At any time while the creature is in its natural form, the creature's owner can speak the figurine's command word and cause the creature to transform back into a miniature. While in figurine form, a creature does not age, perceive the passage of time, or need to breathe, eat, or drink, and can be kept in this form indefinitely. If the creature bound to the figurine is killed, the figurine of the concealed companion returns to its unshaped, clay form and can be bonded to another creature.",
			"",
			"### Destruction",
			"",
			"Neglected familiars, animal companions too large to fit through narrow passages, and mounts in constant need of stabling all present challenges that can make a class feature a burden. With this figurine, players now have a way to keep animal companions safe when they're not needed, get mounts through tight areas, and explain where their unmentioned familiar has been for the past dozen sessions."
		]
	},
	"hourglass_of_transfiguration": {
		"name": "Hourglass of Transfiguration",
		"sources": [ "Artifacts and Legends" ],
		"description": [
			"## Hourglass of Transfiguration",
			"",
			"{SOURCE Artifacts and Legends/7}  ",
			"**Aura** strong all schools; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** -",
			"",
			"Whoever breaks this crystalline hourglass blacks out for 24 hours. During this time no power can reawaken her, as she is gradually swapping places with another version of herself from some other place - a parallel dimension, an ideal concept of the gods, an impossibly distant time, or the like. If a PC breaks the hourglass, that PC's player may completely recreate her character, rerolling statistics, changing race and classes, altering feat and skill selections, and otherwise changing any choice she made regarding her character, as major or minor as she pleases. The PC's possessions remain the same, however. After 24 hours, the character reawakens, revised and affected as if by the heal spell. Her memories are nearly identical to those of her previous self, though her age and certain choices might result in numerous minor differences. This effect is permanent and the character's previous incarnation cannot be restored except by finding another hourglass of transfiguration.",
			"",
			"### Destruction",
			"",
			"Sometimes players get bored with their characters or find new options they didn't have access to when they first built their PC. Although overuse can devalue the significance of a player's choices, an hourglass of transfiguration can give players seeking new options renewed investment in a game."
		]
	},
	"scar_of_destiny": {
		"name": "Scar of Destiny",
		"sources": [ "Artifacts and Legends" ],
		"description": [
			"## Scar of Destiny",
			"",
			"{SOURCE Artifacts and Legends/7}  ",
			"**Aura** strong conjuration; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** -",
			"",
			"This scar appears on specific individuals at birth, or as a result of powerful but unexplained magical confluences. Anyone with this mark is untethered from reality, and might step out of existence at any moment for indeterminate periods - possibly forever. All of that individual's possessions vanish with him, though occasionally specific items - seemingly of the mark bearer's choosing - are left behind. When and if an individual reappears, he is unharmed and has no knowledge of where he was, and only a vague idea of how much time has passed. Such individuals typically reappear near others who bear the mark.",
			"",
			"### Destruction",
			"",
			"This artifact-level scar affects all the PCs in a party from the point of character creation. When a player can't make it to a session, it gives the GM a way to remove the character from the game (or multiple games) without having to play the absent PC, having another player run the character, or having that character fade mutely into the background. For some parties the Scar of Destiny requires less suspension of disbelief than the other challenges of absent players, though this is not the case for all."
		]
	},
	"sliver_of_the_amalgam_mind": {
		"name": "Sliver of the Amalgam Mind",
		"sources": [ "Artifacts and Legends" ],
		"description": [
			"## Sliver of the Amalgam Mind",
			"",
			"{SOURCE Artifacts and Legends/7}  ",
			"**Aura** strong divination; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** -",
			"",
			"This tiny, clear crystal is part of a great otherworldy device that shattered long ago. Alone, the splinter - hardly longer than a fingernail - has no power. If brought into contact with another splinter, however, both turn the same color. Should these slivers then be inserted into the skin of sentient individuals, those bearing the shards can telepathically communicate with any other creature pierced by a shard of the same color within line of sight. This telepathy allows those participating to hear only what others bearing the slivers wish them to hear, and to broadcast only what they wish. A bearer has complete control over this telepathy and can block it out or only broadcast to specific individuals as she wishes.",
			"",
			"### Destruction",
			"",
			"Players often converse around the game table and occasionally act on information their characters have no way of knowing. This artifact gives PCs a reason to know those things they so often shouldn't."
		]
	},
	"agrimmosh": {
		"name": "Agrimmosh",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Agrimmosh",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/56}  ",
			"**Aura** strong transmutation; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 10 lbs.",
			"",
			"Agrimmosh appears to be a simple stone blacksmith's hammer engraved with Minderhal's holy symbol. It functions as a +2 impact warhammer that automatically resizes itself to match the size of its wielder. Once per day as a full-round action, the wielder of Agrimmosh can use the hammer to cast {feat/heightened} {spell/enlarge person} (Fortitude DC 23 negates). This effect lasts for 20 minutes. Whenever the wielder of Agrimmosh confirms a critical hit against a creature of the humanoid type, the target creature must succeed at a DC 23 Fortitude save or shrink by one size category, as by {feat/heightened} {spell/reduce person}. This effect lasts for 20 minutes.",
			"",
			"In addition, Agrimmosh has other powers that are currently dormant. When the Hammer of Unmaking is struck against Minderhal's Forge in the Cathedral of Minderhal (see Pathfinder Adventure Path #93: Forge of the Giant God), these powers are reawakened, and Agrimmosh gains the following abilities.",
			"",
			"Whenever the wielder of Agrimmosh successfully strikes a creature with the hammer, as an immediate action he can attempt a targeted dispel check against the struck creature, as {spell/dispel magic}, to end a single ongoing transmutation effect that alters the target's size. Other ongoing spells and effects are unaffected. The wielder uses the hammer's caster level as his own when attempting such a dispel check.",
			"",
			"Agrimmosh also gains 3 charges, which renew at the beginning of each day. The wielder can expend the listed number of charges to activate one of the following spell-like abilities as a full-round action; expending an extra charge to activate the spell-like ability reduces the casting time to a swift action instead. Regardless, the wielder of Agrimmosh can activate only one of the weapon's spell-like abilities per round.",
			"",
			"- {feat/Heightened} {spell/enlarge person} (1 charge, DC 23; this replaces Agrimmosh's 1/day enlarge person ability)",
			"- {feat/Heightened} {spell/mass enlarge person} (2 charges, DC 23)",
			"",
			"Lastly, Agrimmosh can be used in conjunction with Minderhal's Forge at the Cathedral of Minderhal to resize magic armor and weapons. More details on this ability can be found in Pathfinder Adventure Path #93.",
			"",
			"### Destruction",
			"",
			"If Agrimmosh is heated in Minderhal's Forge at the Cathedral of Minderhal for 10 years and then quenched in the blood of a slain rune giant, it loses all of its magical abilities and is destroyed, shattering into a thousand pieces."
		]
	},
	"alaznists_hateful_ranseur": {
		"name": "Alaznist's Hateful Ranseur",
		"sources": [ "Pathfinder #138: Rise of New Thassilon" ],
		"description": [
			"## Alaznist's Hateful Ranseur",
			"",
			"{SOURCE Pathfinder #138: Rise of New Thassilon/70}  ",
			"**Aura** strong evocation [evil]; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 12 lbs.",
			"",
			"Alaznist's Hateful Ranseur is a +3 {magic-enh/keen} {magic-enh/spell-storing} {magic-enh/wounding} adamantine ranseur that bears a charred human skull - a representation of Runelord Alderpash - impaled upon its blade, though this does not impede its use as a weapon. The ranseur grants the wielder a +2 luck bonus on attacks, saves, and ability and skill checks. On a critical hit, Alaznist's Hateful Ranseur deals 1d4 points of damage to the target's Charisma, Intelligence, or Wisdom - whichever score is the highest. The weapon tirelessly threatens destruction and vengeance upon any wielder who is not a rightful ruler of Bakrakhan, given its purpose of defeating all others than its wielder. The ranseur can cast {spell/cure serious wounds} and {spell/protection from energy} on its wielder each three times per day, and it can cast {spell/lightning bolt} three times per day.",
			"",
			"### Destruction",
			"",
			"Alaznist's Hateful Ranseur can be destroyed if it is hurled under the crushing feet of the Oliphaunt of Jandelay, but only if there is no current Runelord of Wrath living in the world.",
			"",
			"### Statistics",
			"",
			"**Alignment** CE; **Ego** 24  ",
			"**Senses** darkvision 120 ft., hearing  ",
			"**Int** 17, Wis 10, Cha 17  ",
			"**Communication** read languages, speech, telepathy (Abyssal, Azlanti, Thassilonian)"
		]
	},
	"thrushmoor_star_stelae": {
		"name": "Thrushmoor Star Stelae",
		"sources": [ "Pathfinder #110: The Thrushmoor Terror" ],
		"description": [
			"## Thrushmoor Star Stelae",
			"",
			"{SOURCE Pathfinder #110: The Thrushmoor Terror/8}  ",
			"**Aura** faint conjuration and transmutation; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 44,000 lbs. each",
			"",
			"The Star Stelae in Thrushmoor are partially operational and provide the following benefits to any creature bearing an unholy symbol of Hastur - the Yellow Sign. Each Star Stela has a number of charges that can be replenished with an appropriate sacrifice, and activating one of the artifact's effects expends a number of charges. Each stone can hold a maximum of 50 charges. Because these artifacts are damaged and not operating at their full potential, their auras register as faint instead of strong or overwhelming.",
			"",
			"If a creature in possession of a Yellow Sign touches a Star Stela, it immediately receives a flow of telepathic impressions that it can attempt to interpret with a DC 25 Knowledge (arcana) or Knowledge (religion) check. If the creature succeeds, it understands what the Star Stela can do, and can attempt to tap into their power.",
			"",
			"Any creature using a Star Stela for any of these effects is bombarded with strange images and distant whispers. If the creature makes use of the teleportation effect, it steps into one wall and emerges into what looks like an abandoned and eerily quiet city filled with swirling yellow mist before exiting to its desired location.",
			"",
			"A creature bearing the unholy symbol of Hastur can make use of the following effects.",
			"",
			"City Stride: By touching one of the Star Stelae, a user can create a temporary portal on a wall within 200 feet of the stone. The user can then travel to another wall within 200 feet of one of the other two Star Stelae as if via {spell/dimension door}. A sooty mural of a gloomy and abandoned city appears on any wall used for this manner of travel. This use expends 2 charges.",
			"",
			"Sinister Whispers: By touching one of Thrushmoor's Star Stelae, a user can transmit a short, whispered message to any point within 300 feet of any of the three artifacts. All creatures wearing an unholy symbol of Hastur within that area hear the whispered message and can give a short reply. This use expends 1 charge. If the user and another creature are touching different stones at the same time, one of them can expend 2 charges to communicate telepathically for 1 minute.",
			"",
			"If a stone is depleted of all its charges, it becomes inactive and can't be used anymore. An inactive Star Stela can be activated again only through the successful completion of a specific occult ritual (the same one that Melisenn used to originally awaken the stones).",
			"",
			"Charges can be replenished through sacrifice. If a sentient living creature is killed in the name of Hastur while in contact with one of the Star Stelae, the artifact gains a number of charges equal to 1 per Hit Die of the sacrificed victim.",
			"",
			"### Destruction",
			"",
			"Thrushmoor's Star Stelae can be destroyed by a flying polyp using its wind blast to deal 500 points of damage to each stone during a particular celestial alignment that occurs once per year."
		]
	},
	"timeglass": {
		"name": "Timeglass",
		"sources": [ "Pathfinder #66: The Dead Heart of Xin" ],
		"description": [
			"## Timeglass",
			"",
			"{SOURCE Pathfinder #66: The Dead Heart of Xin/61}  ",
			"**Aura** strong divination; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 10 lbs.",
			"",
			"A timeglass appears as a 1-foot-long elongated glass bulb set within a stand made of horacalcum. Within the bulb churns a mote of pale blue mist-vapors extracted from strange flowers that grow only in the Dimension of Time. A timeglass can be used as if it were a crystal ball with true seeing, but also has the ability to scry upon events in the past or future. When using a timeglass to look forward or backward in time, a user can't specify what creatures are viewed, but does look upon someone with whom the user has interacted before or will interact in the future. It can be used in this manner only once per day.",
			"",
			"If used to look into the past, the timeglass does one of two things - it can reveal to the viewer a memory that's been forgotten or put an old piece of knowledge into a new context (granting a +20 bonus on any one Knowledge check), or it can grant a link to a specific person that character has met in the past, allowing for a brief one-way communication to that person. The recipient of this message generally interprets the message in the form of a vision, or a strange prophecy, or divine insight - the recipient does not know the message is in fact from the future (as the timeglass distorts messages to the past in order to preserve the flow of time and combat paradoxes). The first time the PCs use this device, they contact the troll augur Augustille, and the result of this contact is the strange prophecy that he gave the PCs back in \"The Asylum Stone.\" The timeglass itself determines whether it grants a bonus on a knowledge check or allows a link to a past mind - allowing the GM the chance to control how the artifact interacts with her campaign.",
			"",
			"When a timeglass is used to look into the future, the effects are simpler - the PC gains a brief vision of a possible important event that will occur in the PC's immediate future. Memories of these events vanish as soon as they form, but the user retains vague fragments of the memory, effectively gaining the effects of a foresight spell for 24 hours.",
			"",
			"At your discretion, a timeglass can have other uses involving the past and the future.",
			"",
			"### Destruction",
			"",
			"The timeglass must be carried back in time to the point it was created, and must then be used to smash apart the glass containing the mist before its creation is completed."
		]
	},
	"torc_of_kostchtchie": {
		"name": "Torc of Kostchtchie",
		"sources": [
			"Artifacts and Legends",
			"The Witchwar Legacy"
		],
		"description": [
			"## Torc of Kostchtchie",
			"",
			"{SOURCE Artifacts and Legends/62;The Witchwar Legacy/26}  ",
			"**Aura** overwhelming conjuration and enchantment [evil]; **CL** 25th  ",
			"**Slot** neck; **Price** -; **Weight** 2 lbs.",
			"",
			"This golden collar contains a piece of the demon lord Kostchtchie's mortal soul, entrapped within by the witch Baba Yaga. The torc grants its wearer immunity to cold and the ability to command frost giants at will. This ability functions as dominate monster, but affects only frost giants, who take a -10 penalty on their saves. In addition, the wearer can cast {spell/giant form II} three times per day. Anyone who wears the torc for 1 week also gains the ability to summon an aspect of Kostchtchie's dark hunger once per day. This aspect takes the form of a wendigo who faithfully serves the wearer of the torc for 1 hour. Using the torc in this way alerts Kostchtchie to the torc's whereabouts.",
			"",
			"In addition, anytime one of the Torc of Kostchtchie's powers is used, there is a cumulative 5% chance the wearer goes berserk (gaining all the benefits and drawbacks of the barbarian's rage ability), attacking the nearest non-giant creature until unconscious or dead, or until no living non-giant remains within 30 feet.",
			"",
			"### Destruction",
			"",
			"The Torc of Kostchtchie dissolves if boiled for 24 hours in the cauldron within the Dancing Hut of Baba Yaga."
		]
	},
	"torc_of_the_heavens": {
		"name": "Torc of the Heavens",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Torc of the Heavens",
			"",
			"{SOURCE Mythic Adventures/162}  ",
			"**Aura** strong divination and transmutation; **CL** 20th  ",
			"**Slot** neck; **Price** -; **Weight** 1 lb.",
			"",
			"This simple neck ring consists of a silver braid with matching ivory ends sculpted to resemble wolf's heads. The torc allows itself to be worn by only a mythic character who swears absolute service to his deity. Thereafter, the torc cannot be removed until its wearer dies. The wearer gains an enhancement bonus to his Charisma score equal to half his tier (minimum 1). Once per day, he can use the torc to cast commune for the purpose of contacting his deity. Lastly, he can expend one use of his mythic power to cast legend lore.",
			"",
			"If the wearer violates his deity's code of ethics, the torc constricts and begins suffocating him until he dies or receives an atonement spell.",
			"",
			"### Destruction",
			"",
			"Melting a torc of the heavens in a cauldron filled with the boiling blood of an ancient red dragon destroys it."
		]
	},
	"totem_of_angazhan": {
		"name": "Totem of Angazhan",
		"sources": [
			"Artifacts and Legends",
			"Pathfinder #42: Sanctum of the Serpent God"
		],
		"description": [
			"## Totem of Angazhan",
			"",
			"{SOURCE Artifacts and Legends/62;Pathfinder #42: Sanctum of the Serpent God/62}  ",
			"**Aura** strong necromancy and transmutation; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 150 lbs.",
			"",
			"Dangerous artifacts created by the demon lord Angazhan, several totems of Angazhan lie hidden in the depths of the Mwangi Expanse. Each is an intelligent artifact largely in control of itself. A totem radiates an aura that forces all non-worshipers of Angazhan within 30 feet to make a successful DC 15 Will save or become panicked for 1 round. This is a mind-affecting fear effect. A totem can also make use of its own spell-like abilities as it pleases, frequently lashing out with weird to attack. Its size and direct connection to Angazhan's power prevents it from easily being used by other creatures. Any who would employ its powers must touch the totem. Those who aren't chaotic evil worshipers of Angazhan must also enter into a [contest of wills](rule/items_against_characters) with the totem to make use of its powers for that day. If a creature wins the contest, that creature can direct the totem to use its abilities. Additionally, the creature is immune to the totem's panic aura for 24 hours and the totem cannot use its spell-like abilities against the creature for that day.",
			"",
			"### Destruction",
			"",
			"A totem of Angazhan can be destroyed only by a Gorilla King (either acting on his own volition or while under the effects of magical control), who can damage the totem as if it were a normal item with hardness 8 and 100 hit points (or by succeeding at a DC 30 Strength check to break the totem in half). Of course, once a Gorilla King makes his first attack upon one of these totems, the blasphemy against Angazhan causes that Gorilla King to no longer count as a worshiper of Angazhan, and he can now be affected by the totem's panic aura. Worse, the affront allows the totem of Angazhan to attempt once per round to revoke that Gorilla King's reincarnated body. Each round the blasphemous Gorilla King remains within reach of the totem's senses, the Gorilla King must make a successful DC 25 Fortitude save to avoid being transformed back into whatever race the creature was before he was reincarnated. Once this occurs, the target is no longer a Gorilla King and can no longer damage the totem, but the totem can continue to use weird to attempt to slay the creature as long as it is able.",
			"",
			"### Statistics",
			"",
			"**Alignment** CE; **Ego** 18  ",
			"**Senses** 30 ft. hearing and tremorsense, true seeing  ",
			"**Int** 7, Wis 14, Cha 13  ",
			"**Communication** empathy  ",
			"**Special Purpose** slay all non-Angazhan worshipers  ",
			"**Spell-Like Abilities** (CL 20th; concentration +21)  ",
			"*At will*-weird (DC 20)  ",
			"*1/day*-reincarnate (charau-ka; see description)  ",
			"*1/year*-reincarnate (dire ape; see description)"
		]
	},
	"twin_spheres": {
		"name": "Twin Spheres",
		"sources": [ "Classic Treasures Revisited" ],
		"description": [
			"## Twin Spheres",
			"",
			"{SOURCE Classic Treasures Revisited/43}  ",
			"**Aura** strong transmutation; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** -",
			"",
			"Rumored to have once been a single, normal sphere split in two through a failed attempt to destroy it, these dual spheres of annihilation are linked, such that objects devoured by one may be disgorged from the other. Anything devoured by one of the twin spheres must make a Fortitude save (DC 25) or be utterly consumed as by a normal sphere; anything that makes the save take 10d6 points of damage in transit and is hurled, smoking and partially disintegrated, from the maw of the other sphere. Anyone currently in mental control of one sphere may freely pass through it to the location of its twin.",
			"",
			"### Destruction",
			"",
			"The twin spheres can be destroyed by directing one sphere through the other, causing an explosion that deals 20d6 damage to everything within 100 feet."
		]
	},
	"vernal_key": {
		"name": "Vernal Key",
		"sources": [
			"Artifacts and Legends",
			"Flight of the Red Raven"
		],
		"description": [
			"## Vernal Key",
			"",
			"{SOURCE Artifacts and Legends/63;Flight of the Red Raven/3}  ",
			"**Aura** strong transmutation; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 5 lbs.",
			"",
			"The Vernal Key consists of three lattice orbs, one inside the other, all carved from a single piece of blue mineral. The key was created to unlock a jarl's prison, but as a side effect it also protects the region around it from the ravages of winter.",
			"",
			"Within a 5-mile radius of the Vernal Key, otherwise cold weather (below 40 F) becomes moderate, while severe cold (below 0 F) becomes only cold. A mild wind demarcates the edge of this effect. The key must remain stationary (unattended) to produce this effect; it takes 24 hours for the artifact to attune itself to its locale. The key only ameliorates natural weather; it has no effect on magically created effects or extraplanar environments.",
			"",
			"### Destruction",
			"",
			"The power of the Vernal Key is intrinsically tied to the Elemental Plane of Air, where it was created. It can only be destroyed by returning it to that plane and then using a {magic-rod/rod of cancellation} on it."
		]
	},
	"vicious_link": {
		"name": "Vicious Link",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Vicious Link",
			"",
			"{SOURCE Path of the Hellknight/21}  ",
			"**Aura** strong conjuration; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 400 lbs.",
			"",
			"Said to have been gifted by Dispater himself to Order of the Gate founder Sheel Leroung, the vicious link is a weighty but portable portal that connects to one of the planes' portal hubs. Anyone who speaks the command word and passes through this 7-foot-tall frame of scarred iron instantly appears just beyond a similar arc on the Isle of Seven Chains in the Maelstrom. The portal on the opposite side operates in the same fashion, but is immobile.",
			"",
			"Beyond the portal, the Isle of Seven Chains is a meteor-like ball of crumbling bricks and ancient, rusted metal. Tethered to it are several orbiting ruins, the most prominent of which bear soulgates connecting to Axis, Dis, the Elemental Plane of Water, the sahkil tormentor Dachzerul's realm on the Ethereal Plane, a supposedly empty rift within the Abyss, a shulsaga holy site on the Astral Plane called the Ring of Candles, and a moon on the Material Plane that features mercury seas. Within recent centuries, the very similar, chain-linked black towers known as the Ashstaves were erected here. Known as the Shackled Tower and the Cage of Tomes, these spires now serve as the home of the Order of the Gate's eldest member, Sheel Leroung, who advises his successors still.",
			"",
			"The Isle of Seven Chains has become a secret shared by the vicarius of the Order of the Gate and his most worthy lieutenants. From here, they seek to learn more of the multiverse and collect magical relics that might aid them in furthering their goals upon Golarion. The danger of the planes is well known, though; thus far, only a handful of veteran [Hellknights](rule/aff_lawknights) have been allowed to explore the island, and even fewer have ventured to the lands beyond.",
			"",
			"### Destruction",
			"",
			"The vicious link must be transported to the Isle of Seven Chains and thrown through its immobile, paired arch. This destroys both portals."
		]
	},
	"visionary_lens": {
		"name": "Visionary Lens",
		"sources": [
			"Artifacts and Legends",
			"Realm of the Fellnight Queen"
		],
		"description": [
			"## Visionary Lens",
			"",
			"{SOURCE Artifacts and Legends/63;Realm of the Fellnight Queen/29}  ",
			"**Aura** strong divination, enchantment, and illusion; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 50 lbs.",
			"",
			"This ornate mirror measures 4 feet in diameter, framed in gold and embellished with silver. The frame depicts dozens of stylized eyes from fey creatures that alternately open and close in wakefulness or slumber. During the day, these eyes influence the mirror's surface to act as a crystal ball with telepathy. At night, the eyes can cast scrying (looking into the dreams of subjects) and nightmare instead. Lastly, during the twilight hours between day and night, the eyes can be commanded to bestow one of the following effects upon any single person gazing into the mirror:",
			"",
			"- geas (DC 21)",
			"- maze (DC 22)",
			"- vision",
			"",
			"The mirror does not function outside of the First World or demiplanes that share characteristics of the First World (such as the Fellnight Realm).",
			"",
			"### Destruction",
			"",
			"The visionary lens shatters if exposed to a wail of the banshee cast by someone wearing a medallion of thought projection."
		]
	},
	"vivacious_rose_prism_ioun_stone": {
		"name": "Vivacious Rose Prism Ioun Stone",
		"sources": [ "Pathfinder #126: Beyond the Veiled Past" ],
		"description": [
			"## Vivacious Rose Prism Ioun Stone",
			"",
			"{SOURCE Pathfinder #126: Beyond the Veiled Past/39}  ",
			"**Aura** strong varied; **CL** 12th  ",
			"**Slot** none; **Price** -; **Weight** -",
			"",
			"While in use, a vivacious rose prism ioun stone grants a +2 insight bonus to AC.",
			"",
			"### Destruction",
			"",
			"This stone can be destroyed like any other {magic-wondrous/ioun stone}, except it has AC 26, 50 hit points, and hardness 10."
		]
	},
	"void_crystal": {
		"name": "Void Crystal",
		"sources": [ "Undead Unleashed" ],
		"description": [
			"## Void Crystal",
			"",
			"{SOURCE Undead Unleashed/4}  ",
			"**Aura** strong necromancy; **CL** 15th  ",
			"**Slot** none; **Price** -; **Weight** 160 lbs.",
			"",
			"The void crystal crackled into existence through interplanetary feedback between a device on Golarion - one of two linked magical rings - and a facility on Eox. The ring that's buried deep beneath the Dim Gate sits at the center of this great crystal, which shudders and expands in the collection chamber each time the proper alignment of celestial bodies comes to pass.",
			"",
			"The void crystal is attuned to the creature that wears its control ring, which is inherently linked to the ring at the center of the crystal. As a move action, a creature wearing the ring can trigger the crystal to discharge negative energy. This discharge fills the chamber, and deals 150 points of negative energy damage (Will DC 20 half). Undead creatures in the area of the discharge are healed of 150 points of damage. The reservoirs in the Dim Gate usually contain enough energy to power this discharge three times per week.",
			"",
			"Also, a creature in control of the void crystal can use its necromantic energy to raise any creature killed by the discharge as an undead creature as if using {spell/animate dead}, {spell/create undead}, or {spell/create greater undead}. The creature in control of the void crystal can control up to 30 HD of undead created in this manner.",
			"",
			"Finally, a creature in control of the void crystal can use {spell/dimension door} at will to travel to the collection chamber or the Dim Gate's control room.",
			"",
			"### Destruction",
			"",
			"The void crystal can be destroyed by subjecting it to 16 continual hours of true sunlight without removing it from its receptacle in the collection chamber."
		]
	},
	"warding_box": {
		"name": "Warding Box",
		"sources": [
			"Artifacts and Legends",
			"Pathfinder #49: The Brinewall Legacy"
		],
		"description": [
			"## Warding Box",
			"",
			"{SOURCE Artifacts and Legends/63;Pathfinder #49: The Brinewall Legacy/61}  ",
			"**Aura** strong abjuration; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 5 lbs.",
			"",
			"A warding box is a powerful magical container built to obscure and confound any attempt to locate objects kept inside. The box can hold one object no larger than 8 inches by 8 inches by 3 inches (or up to 25 pounds) in each of its three compartments at any one time. The box's lid and additional compartments are sealed, but the box can be opened or closed as a full-round action. While the lid is closed, the warding box and all objects inside it are protected from all divination spells. In this state, no divination spell save for those employed by the gods can detect the warding box or its contents.",
			"",
			"### Destruction",
			"",
			"A warding box can be destroyed by placing a portable hole inside it, closing the lid, and then placing the box inside a second portable hole. This second portable hole must be closed, and then a wish must be used to switch the two portable holes. Doing so destroys both portable holes and the warding box along with them."
		]
	},
	"wardstone": {
		"name": "Wardstone",
		"sources": [
			"Inner Sea World Guide",
			"The Demon Within"
		],
		"description": [
			"## Wardstone",
			"",
			"{SOURCE Inner Sea World Guide/301;The Demon Within/31}  ",
			"**Aura** strong abjuration; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 2,500 lbs.",
			"",
			"When the Worldwound destroyed the nation of Sarkoris, the faithful of Iomedae seized upon the event as a balm against the horror of Aroden's death. The invention of the first wardstones, giant menhirs infused with holy magic meant to contain and repel demonic creatures, was perhaps the greatest result of the crusader's initial response to Sarkoris's destruction. Today, dozens of wardstones stand sentinel along the borders of the Worldwound. The primary purpose of the wardstones is to contain the growing influence of the Worldwound itself, but they also exude a powerful field similar to that generated by a forbiddance spell. A single wardstone exerts this aura in a 300-foot radius, but when multiple wardstones are linked (as in the case of those running along the border of the Worldwound), they create a 300-foot-wide path of forbiddance, with the wardstones running down the middle. The forbiddance area, be it a radius or path, deals 12d6 points of damage per round to any demon within that area (DC 18 Will save half; spell resistance applies). Teleportation effects do not function in this zone at all. The wardstones that bolster the eastern and southern borders of the Worldwound have a further effect as well-focused on the Worldwound as they are, they prevent demons from teleporting into or out of the Worldwound and effectively contain the threat. The arrangement of the wardstones along the Mendev, Numeria, and Ustalav borders is such that even the unwarded borders to the west and north work to hamper demonic incursions.",
			"",
			"### Destruction",
			"",
			"If a wardstone misses its yearly maintenance ritual, it becomes vulnerable to damage. At this point, a wardstone can be damaged by mortal attacks, but it still has hardness 25 and 500 hit points. If a wardstone along a series of linked wardstones is destroyed, the resulting \"hole\" in the path of the forbiddance effect can be as narrow as a few dozen feet or as wide as several miles, depending upon numerous other variables (such as the terrain, the strength of the other wardstones, and other factors)."
		]
	},
	"wardstone_shard": {
		"name": "Wardstone Shard",
		"sources": [ "Pathfinder #73: The Worldwound Incursion" ],
		"description": [
			"## Wardstone Shard",
			"",
			"{SOURCE Pathfinder #73: The Worldwound Incursion/65}  ",
			"**Aura** strong abjuration; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 1/2 lb.",
			"",
			"When the final fragment of the Kenabres wardstone shatters, a few tiny shards of the stone remain behind. The magic remaining in these fragments is fleeting, usable only once before the shard becomes an inert sliver of stone. As a standard action, a wardstone shard may be rubbed along a weapon or a suit of armor to transfer the shard's magic to the weapon or armor for 1 day.",
			"",
			"**Weapon:** A weapon enhanced by a wardstone shard gains the evil outsider {magic-enh/bane} quality, and is treated as being made of cold iron and as a good weapon for the purposes of overcoming a demon's damage reduction. The shard cannot be used to enhance ammunition in this manner, but can be used to enhance a weapon that fires ammunition; doing so causes the weapon to impart these qualities to the ammunition as it is fired.",
			"",
			"**Armor:** A suit of armor enhanced by a wardstone shard gains the spell resistance (13) armor special ability, but only against evil outsiders. Against demons, this spell resistance increases to 17. A nonmagical suit of armor also gains a +1 enhancement bonus as well.",
			"",
			"### Destruction",
			"",
			"A wardstone shard may be destroyed by simply crushing it - a shard has hardness 16 and 12 hit points."
		]
	},
	"weird_queens_magpie": {
		"name": "Weird Queen's Magpie",
		"sources": [ "Ultimate Equipment" ],
		"description": [
			"## Weird Queen's Magpie",
			"",
			"{SOURCE Ultimate Equipment/334}",
			"",
			"**Aura** strong enchantment and evocation; **CL** 15th  ",
			"**Slot** none; **Price** -; **Weight** 2 lbs.",
			"",
			"Created by an ancient fey queen who could see the threads of fate, this intelligent, magical construct bird is made of bones fused by alchemy and magic. Though it takes the shape of a bird constructed of alchemically hardened and magically enhanced bone, its stats and abilities are similar to that of a clockwork spy except that it has perfect maneuverability and DR 20/-.",
			"",
			"A creature wishing to use this artifact must be neither good nor evil and must spend at least 24 hours with the magpie in its possession. Once it does so, the magpie serves its bearer until it is dismissed, its master commits an evil or good act that requires atonement, or the magpie is destroyed.",
			"",
			"Furthermore, the weird queen's magpie has the following abilities.",
			"",
			"- Three times per day on command, and while in contact with the artifact, the bird's bearer can use it as a pearl of power, but the spell recalled can be of any level.",
			"- At will and on command, the bird's master can make it go forth and send messages, as if it were the subject of an animal messenger spell.",
			"- Three times per day on command, the bird's master can have the magpie cast breath of life.",
			"",
			"### Destruction",
			"",
			"The weird queen's magpie is destroyed if it enters the Positive Energy Plane."
		]
	},
	"wheel_of_worlds": {
		"name": "Wheel of Worlds",
		"sources": [ "Book of the Damned" ],
		"description": [
			"## Wheel of Worlds",
			"",
			"{SOURCE Book of the Damned/199}  ",
			"**Aura** overwhelming conjuration [evil, lawful]; **CL** 25th  ",
			"**Slot** none; **Price** -; **Weight** 10 lbs.",
			"",
			"Within a wheel of worlds lie all possibilities and none, and while those who use them touch countless worlds, their journeys end the same way. A wheel of worlds appears as a spherical astrolabe the size of a human skull. Rings of bronze, dark adamantine, and steel form a shifting shell, and as each band moves it reveals another below. These rings bear spidery symbols, marking and measuring the location of celestial bodies. Many researchers who obsess over these devices claim that within their shells lies the truth of the heavens and beyond. Most realize too late, however, that the truth they seek is not one any mortal should know.",
			"",
			"A wheel of worlds creates gates to other planes. Using it causes a portal to open to a random plane for 1 minute (roll on the table below to determine the destination). The portal is not transparent, thus preventing a view of the plane beyond, though the artifact's user is given an impression of what lies beyond. The user can then either travel to that plane or call through a creature native to that realm. Doing either immediately closes the gate. If the bearer wishes, she can attempt to open a portal to a specific plane by manipulating the rings of the artifact, a complex series of adjustments requiring a successful DC 25 Wisdom check. Failing such a check by 5 or less still results in a destination determined by a random roll on the table, but the artifact's user can select whether the destination is that plane or the next or previous plane listed on the table, exerting some influence over the gate.",
			"",
			"Within a wheel of worlds lies a trap. Every time a wielder uses the astrolabe, its rings collapse and reveal stranger, more profane markings within. The GM should track each use of the artifact. After every portal opened, there is a cumulative 1% chance that next time the portal is used it opens not to the randomly generated plane, but to the corresponding layer of Hell noted on the chart. Every attempt to manipulate the artifact to reach a specific plane (whether successful or not) increases this chance by 3%. When the Wheel of Worlds unexpectedly opens to Hell, the wielder is given a wrong impression of the plane beyond, believing the gate has opened to the expected plane (or to a different layer of Hell, if Hell was the expected plane) rather than to the actual layer of Hell. If she attempts to summon a creature through the gate that is not a native of Hell, a random devil is conjured. This devil is not under the user's control and attempts to destroy the summoner.",
			"",
			"Every creature that uses a wheel of worlds has its own percent chance of this diabolical malfunction, which can never be reduced. Should a creature ever reach a 100% chance of opening a gate to a layer of Hell, a wheel of worlds instantly shifts both itself and its wielder to a random layer of Hell upon its next use.",
			"",
			"| d10 | Plane | Layer of Hell |",
			"| --- | --- | --- |",
			"| 1 | The Abyss | Avernus |",
			"| 2 | The Maelstrom | Dis |",
			"| 3 | Axis | Erebus |",
			"| 4 | Nirvana | Phlegethon |",
			"| 5 | Elysium | Stygia |",
			"| 6 | Heaven | Malebolge |",
			"| 7 | The Boneyard | Cocytus |",
			"| 8 | Abaddon | Caina |",
			"| 9 | Hell | Nessus |",
			"| 10 | Roll Again | Roll Again |",
			"",
			"### Destruction",
			"",
			"Each wheel of worlds has coded into its workings an \"anathema location.\" If the wheel is used to open a gate to that specific planar location, it instead opens a portal into the heart of the Maelstrom and is drawn into the vortex along with any creature that traverses the portal. This destroys the wheel of worlds and the creature that activated it."
		]
	},
	"winters_heart": {
		"name": "Winter's Heart",
		"sources": [ "Mythic Realms" ],
		"description": [
			"## Winter's Heart",
			"",
			"{SOURCE Mythic Realms/52}  ",
			"**Aura** strong evocation; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 12 lbs.",
			"",
			"Carved long ago from the ice at the heart of an ancient glacier and infused with a cold and unstoppable drive, this +5 icy burst quenching bastard sword changes size to match its wielder. Spell-like abilities used by Winter's Heart receive the benefits of {feat/Greater Spell Focus} (evocation).",
			"",
			"As a standard action, the wielder of Winter's Heart can dispel fire effects as a frost brand. Alternatively, as a standard action, the wielder can quench a Huge or smaller nonmagical fire by touching it with the sword.",
			"",
			"The sword commands the following spell-like abilities: 3/day-heroism (on its wielder only) 1/day-empowered cone of cold (DC 21), maximized widened detonate (cold only, DC 20), word of recall",
			"",
			"The DC for detonate is determined as if it were an 8th-level spell. If detonate is cast on a creature with the cold subtype, it also acts as heal; if cast on a creature with the fire subtype, it also acts as harm.",
			"",
			"Winter's Heart has the special purpose of uniting the lands of the north under one iron rule. When pursuing this purpose, it surrounds its wielder in icy armor that combines the protection of stoneskin and fire shield (cold flames). If the protection of the stoneskin is exhausted, both protections are lost and the sword can't reestablish them for 10 minutes.",
			"",
			"### Destruction",
			"",
			"Winter's Heart can be destroyed only if it's hurled into the center of a cataclysmic volcanic eruption. Even a normal volcano's heat is insufficient to melt the blade, and Immersing it in magma merely solidifies the magma into rock."
		]
	},
	"witch_ice_shard": {
		"name": "Witch Ice Shard",
		"sources": [ "Carnival of Tears" ],
		"description": [
			"## Witch Ice Shard",
			"",
			"{SOURCE Carnival of Tears/28}  ",
			"**Aura** strong necromancy and enchantment; **CL** 17th  ",
			"**Slot** none; **Price** lesser artifact; **Weight** -",
			"",
			"The witch ice shard is crafted from witch ice, a mysterious substance found only beneath the windswept reaches of Witch Queen's demesne. This glittering cerulean ice has many fell uses, but one of the Queen's favorites is as a dread prison for her foes. Once prepared by Queen, the witch ice shard absorbs the soul of the first non-fey to touch it as a trap the soul spell. Worse yet, anyone trapped within becomes fuel for the crystal's bearer, painfully consumed by the power of the shard as their new owner drains their life force away to use as they wish. A fey creature may absorb one of the trapped creature's levels to gain an additional use of one of its daily supernatural or spell-like abilities. When the trapped creature's last level is drained, they are forever consumed and cannot be returned to life by any magic short of a wish or miracle. This particular shard possesses Tessa's soul, granting its bearer 10 levels worth of power. Each time one is used, Tessa loses a level until her soul is completely consumed.",
			"",
			"Shattering a witch ice shard frees a trapped soul, who then must make a DC 15 Fortitude save for every level lost (failure results in the level drain being permanent). Unlike most artifacts, a witch ice shard is fragile. The crystal has a Hardness of 10, 15 hp and a Break DC of 25."
		]
	},
	"witherfang": {
		"name": "Witherfang",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Witherfang",
			"",
			"{SOURCE Mythic Adventures/163}  ",
			"**Aura** strong necromancy and transmutation; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 2 lbs.",
			"",
			"While in the hands of a non-mythic creature, a witherfang functions as a +3 kukri. However, over time it begins to consume the life essence of its wielder. If the wielder is non-mythic, each week he must succeed at a DC 20 Fortitude save or take 1d4 points of Constitution drain that can't be healed until 1 week after he stops wielding the weapon. The witherfang then converts the stolen life essence into mythic power. A witherfang can hold a maximum of 20 uses of mythic power.",
			"",
			"A mythic character can use a witherfang's stolen mythic power to activate her own mythic abilities or to enhance the blade with the following abilities: bane, dancing, speed, and wounding. Each ability lasts for 24 hours, and only one can be applied to the blade within each 24-hour period. The wielder can increase the witherfang's enhancement bonus by 1 for each use of mythic power she expends. Alternately, the wielder can expend one use of mythic power to imbue the blade with the bane special ability, two uses to imbue it with the wounding special ability, three uses to imbue it with the speed special ability, or four uses to imbue it with the dancing special ability.",
			"",
			"### Destruction",
			"",
			"A witherfang permanently loses its magical properties if plunged deep into the heart of a non-mythic humanoid that no longer possesses a soul."
		]
	},
	"zellaras_harrow_deck": {
		"name": "Zellara's Harrow Deck",
		"sources": [
			"Curse of the Crimson Throne",
			"Pathfinder #7: Edge of Anarchy"
		],
		"description": [
			"## Zellara's Harrow Deck",
			"",
			"{SOURCE Curse of the Crimson Throne/437;Pathfinder #7: Edge of Anarchy/21}  ",
			"**Aura** moderate divination; **CL** 10th  ",
			"**Slot** none; **Price** -; **Weight** 1 lb.",
			"",
			"Hand-painted images decorate this harrow deck, and the cards frames are gilded in silver so that they sparkle and flash under lighting. Despite the worn condition of the card backs, the images on the faces are so vibrant they seem to move when viewed out of the corner of the eye. The deck handles with surprising ease, almost shuffling itself. A bent, torn, or lost card always seems to mend itself or reappear when no one is looking.",
			"",
			"These features are subtle manifestations of the spirit that haunts the cards. In life, Zellara lived by this deck, and in death, she has become the deck. Although this magical harrow deck wasn't created using the standard method for creating magic items, it should nonetheless be treated as an intelligent magic item. Zellara can sense the world around the deck via sight and sound, and she can communicate with anyone who holds the deck via [empathy](rule/senses_and_communication). She can create a {spell/major image} once per day, often doing so to generate an image of herself manipulating the cards - in this manner, she can carry on conversations with other creatures in Common or Varisian. She can also cast {spell/identify} for anyone who holds one of the cards of the deck to his forehead (a move action) up to three times per day.",
			"",
			"Zellara's harrow deck has a special purpose as well: to defend and protect the city of Korvosa, her home in life and in death. In order to attain this purpose, she can periodically perform powerful harrow readings for those she has chosen as Korvosa's defenders - the PCs. These harrowings grant those who benefit from them a number of Harrow Points that can be used to manipulate fate and chance.",
			"",
			"Zellara can suppress the deck's powers at will and doesn't hesitate to do so if anyone attempts to sell the deck or otherwise displeases her. At best, a foolish character could possibly sell the cards as a standard harrow deck for about 50 gp - thus, no pricing information for the deck is needed.",
			"",
			"### Statistics",
			"",
			"**Alignment** CG; **Ego** 8  ",
			"**Senses** 60 ft.  ",
			"**Int** 10, Wis 13, Cha 13  ",
			"**Communication** empathy (see above)"
		]
	},
	"song_of_extinction_music_box": {
		"name": "Song of Extinction (Music Box)",
		"sources": [ "Artifacts and Legends" ],
		"description": [
			"## Song of Extinction (Music Box)",
			"",
			"{SOURCE Artifacts and Legends/49}  ",
			"**Aura** strong transmutation; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 3 lbs.",
			"",
			"Winding this music box causes it to play a haunting, 30-secondlong melody. However, a bard can learn this tune as though it were a masterpiece. When performed by a bard, the tune becomes the Song of Extinction masterpiece (see below). Once per week, as a standard action, the wielder can command the music box to perform the Song of Extinction masterpiece itself, affecting all within range except the bearer. After being used in this way, the music box cannot be reactivated in any way for 1 week.",
			"",
			"See: {masterpiece/Song of Extinction/ Masterpiece (Sing, String, Wind)}",
			"",
			"### Destruction",
			"",
			"Any creature that makes a successful DC 35 Craft (traps) check while manipulating the music box can rig the device to play in reverse once. In this way, a bard can learn the Song of Extinction masterpiece, but backwards. Performing this reverse version of the Song of Extinction causes the music box to implode, but also kills the performer. The performer cannot be brought back to life by any means short of divine intervention."
		]
	},
	"sorshens_sinuous_guisarme": {
		"name": "Sorshen's Sinuous Guisarme",
		"sources": [ "Pathfinder #138: Rise of New Thassilon" ],
		"description": [
			"## Sorshen's Sinuous Guisarme",
			"",
			"{SOURCE Pathfinder #138: Rise of New Thassilon/71}  ",
			"**Aura** strong evocation [evil]; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 10 lbs.",
			"",
			"Sorshen's Sinuous Guisarme is a +5 {magic-enh/keen} {magic-enh/speed} {magic-enh/spell-storing} {eq-material/mithral} {eq-weapon/guisarme}. Although it has a blade at each end, it is not technically a double weapon - when its speed special ability is used to make an extra attack, that extra attack is made with the alternate blade. As a swift action, the guisarme can transform itself into a {magic-staff/staff of enchantment}. If it uses up all of its charges, it automatically reverts to guisarme form. Created to defeat non-spellcasters, the glaive grants its wielder a +2 luck bonus on attacks, saves, and ability and skill checks. It can cast {spell/charm monster} once per day, {spell/mirror image} upon its wielder three times per day, and {spell/suggestion} three times per day.",
			"",
			"With Sorshen's recent shift in alignment, her Sinuous Guisarme finds itself increasingly in conflict with the runelord. Whether this will eventually result in the guisarme's alignment adjusting to match its owner or whether the glaive's fell influence might cause Sorshen to backslide to evil, only time (and GM whim) can tell.",
			"",
			"### Destruction",
			"",
			"Sorshen's Sinuous Glaive can be destroyed if it is hurled under the crushing feet of the Oliphaunt of Jandelay, but only if there is no current Runelord of Lust living in the world (note that when Sorshen fully takes on the mantle of ruler of New Thassilon, she abandons her role as Runelord of Lust for the purpose of fulfilling this latter requirement for destruction).",
			"",
			"### Statistics",
			"",
			"**Alignment** NE; **Ego** 37  ",
			"**Senses** darkvision 120 ft., hearing  ",
			"**Int** 18, Wis 14, Cha 20  ",
			"**Communication** read languages, {spell/read magic}, speech, telepathy (Abyssal, Aklo, Azlanti, Thassilonian)"
		]
	},
	"soulforge": {
		"name": "Soulforge",
		"sources": [ "Tombs of Golarion" ],
		"description": [
			"## Soulforge",
			"",
			"{SOURCE Tombs of Golarion/31}  ",
			"**Aura** strong evocation; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** -",
			"",
			"This massive forge is built into the structure of a temple to Magrim and can't be moved without divine intervention. Made of precious metals and gemstones, the forge is surprisingly resilient, and even hard metals can be crafted upon its seemingly soft, delicate surfaces.",
			"",
			"Any item crafted with this forge can be constructed in half the normal amount of time.",
			"",
			"When the forge's furnace is fed by a specific set of bellows, currently buried beside the remains of Naika Omenspeaker (see area 10), the flames glow with a divine radiance and emit no noticeable heat, allowing for forging at a temperature more comfortable to the crafter. While the Soulforge is so lit, if a character's successful Craft (armor, jewelry, locks, or weapons) check result using the forge exceeds DC 40, that crafter garners Magrim's favor and can choose from one of the three following special rewards.",
			"",
			"First, the crafter can ask of the god a single miracle, so long as the request does not conflict with Magrim's lawful neutral alignment. A creature can receive at most one such miracle over the course of her life.",
			"",
			"Second, at the GM's discretion, the crafter can override the destruction conditions of a minor artifact without a lawful aura and destroy it in the Soulforge.",
			"",
			"Finally, the crafter can choose for her soul to pass from her body, traveling through the Soulforge to Magrim's realm in the Boneyard, effectively causing the crafter to die. Magrim immediately ushers the crafter's soul before Pharasma for judgment and petitions on her behalf before the Lady of Graves, advocating for his most faithful followers to find ultimate rest in the realm best befitting their lives.",
			"",
			"### Destruction",
			"",
			"If the great anvil of the Soulforge is used as a sacrificial altar to slay a willing lawful outsider of at least 18 Hit Dice while the forge burns with divine flame, the artifact is destroyed."
		]
	},
	"spherical_boat_of_zutha": {
		"name": "Spherical Boat of Zutha",
		"sources": [ "Pathfinder #137: The City Outside of Time" ],
		"description": [
			"## Spherical Boat of Zutha",
			"",
			"{SOURCE Pathfinder #137: The City Outside of Time/73}  ",
			"**Aura** overwhelming necromancy and transmutation; **CL** 25th  ",
			"**Slot** none; **Price** -; **Weight** 2 lbs.",
			"",
			"This sphere of wood and metal about 3 inches in diameter is engraved with waves, a boat, sails, and clouds.",
			"",
			"The bearer of the Spherical Boat of Zutha can hear a faint ticking sound and see the waves, boat, and clouds engraved upon it moving slowly, as if animated by miniature clockwork mechanisms. When the bearer speaks a command word as a standard action, the sphere quickly unfolds, its many parts twisting, turning, and growing to form a ship as large as a small manor in the space of a single round, in the same manner as a {magic-wondrous/folding boat}. While expanding, the ship destroys any nonmagical barriers of hardness 10 or less. If barriers of greater hardness constrain it, the ship returns to its spherical form.",
			"",
			"The ship has the statistics presented below. The bearer of the Spherical Boat of Zutha can mentally steer the ship while aboard it. If the ship loses all its hit points, it returns to its spherical form and cannot be commanded to unfold for 1 month; after this time, the ship is restored to its maximum hit points.",
			"",
			"A second command word causes the ship to fold itself again to a small sphere. When the ship returns to its spherical form, whether due to hit point damage or its spoken command word, everything inside the ship (including its cargo and all creatures other than the bearer) enters an extradimensional space shaped like the ship. The bearer is safely ejected during this shrinking, occupying the same space as the small sphere. Creatures trapped inside the ship don't need food or drink and do not age, but every month the ship consumes the life energy of one random creature stored inside it, killing the creature instantly.",
			"",
			"### Spherical Boat of Zutha",
			"",
			"Colossal water vehicle  ",
			"**Squares** 80 (20 ft. by 100 ft.)",
			"",
			"#### Defense",
			"",
			"**AC** 2; **Hardness** 20  ",
			"**hp** 1,200 (599)  ",
			"**Base Save** +0",
			"",
			"#### Offense",
			"",
			"**Maximum Speed** 500 ft.; **Acceleration** 100 ft.  ",
			"**CMB** +8; **CMD** 18  ",
			"**Ramming Damage** 8d8",
			"",
			"#### Description",
			"",
			"The *Spherical Boat of Zutha* can carry 50 tons of cargo or 160 soldiers.",
			"",
			"**Propulsion** magic  ",
			"**Driving Check** none (magic)  ",
			"**Forward Facing** the ship's forward  ",
			"**Driving Device** magic item  ",
			"**Driving Space** any square on the ship  ",
			"**Decks** 2  ",
			"**Weapons** *The Spherical Boat of Zutha* wasn't created with weapons, but it can accommodate up to 20 Large direct-fire siege engines in banks of 10 positioned on the port and starboard sides of the ship, or up to six Huge direct-fire siege engines in banks of three on the port and starboard sides of the ship, as with a normal warship. Although the bearer controls the movement of the ship by thought alone, additional crew members are required to operate any siege engines on the ship.",
			"",
			"### Destruction",
			"",
			"If the *Spherical Boat of Zutha* is filled with ash while in ship form and then commanded to shrink, it bursts, dealing 20d6 points of slashing damage to creatures within 100 feet and leaving behind only blackened metal and sawdust."
		]
	},
	"staff_of_elemental_castigation": {
		"name": "Staff of Elemental Castigation",
		"sources": [ "Classic Treasures Revisited" ],
		"description": [
			"## Staff of Elemental Castigation",
			"",
			"{SOURCE Classic Treasures Revisited/51}  ",
			"**Aura** strong (all schools); **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 5 lbs.",
			"",
			"This staff functions as a staff of the magi, with several modifications. Its {spell/summon monster IX} power can only summon elementals, and it has the following powers",
			"",
			"- {spell/summon monster IV} (elementals only, 1 charge)",
			"- {spell/elemental body IV} (2 charges)",
			"- {spell/planar binding} (elementals only, 2 charges)",
			"",
			"Whenever the staff is broken in a retributive strike, it automatically reforms, but can never again be wielded by its previous possessor. A wielder transported to another plane by a retributive strike always appears on an elemental plane, while the staff itself is sent to a different elemental plane moments after reforming.",
			"",
			"### Destruction",
			"",
			"This item can be destroyed by having elementals from all four elemental planes (earth, air, fire, and water) attack it at the same time while it is broken in a retributive strike."
		]
	},
	"stole_of_the_inheritor": {
		"name": "Stole of the Inheritor",
		"sources": [ "Pathfinder #77: Herald of the Ivory Labyrinth" ],
		"description": [
			"## Stole of the Inheritor",
			"",
			"{SOURCE Pathfinder #77: Herald of the Ivory Labyrinth/63}  ",
			"**Aura** overwhelming abjuration; **CL** 20th  ",
			"**Slot** shoulders; **Price** -; **Weight** 2 lbs.",
			"",
			"Iomedae often grants the use of the Stole of the Inheritor to her champions in times of great need. When draped across the shoulders, the stole grants DR 5/good, and it grants the use of heal as a quickened spell-like ability once per day. Once per day, a good-aligned wearer of the Stole of the Inheritor can cast holy word. In addition, as long as it is worn, the user can use {spell/detect evil} and {spell/detect chaos} at all times. A divine spellcaster who worships Iomedae gains a +2 sacred bonus on all saving throws while wearing the stole. The stole's greatest power, though, is allowing its wearer to use plane shift on himself and any allies within 120 feet as an immediate action; the stole immediately returns to Iomedae's shoulders when this effect is used.",
			"",
			"### Destruction",
			"",
			"A demon lord must adorn itself with the stole and use its plane shift power to travel to Iomedae's court, whereupon anyone who pulls the stole from the Inheritor's shoulders can tear it apart while the demon lord remains alive and in Iomedae's presence."
		]
	},
	"surcease_of_sorrows": {
		"name": "Surcease of Sorrows",
		"sources": [ "Pathfinder #143: Borne by the Sun's Grace" ],
		"description": [
			"## Surcease of Sorrows",
			"",
			"{SOURCE Pathfinder #143: Borne by the Sun's Grace/91}  ",
			"**Aura** overwhelming all; **CL** 27th  ",
			"**Slot** none; **Price** -; **Weight** 6 lbs.",
			"",
			"Surcease of Sorrows is a +4 adamantine {magic-enh/impact} {magic-enh/repositioning} heavy mace that resembles a simple, key-shaped walking stick of bone. A gift from {faith/Asmodeus} to the fledgling usher {faith/Barzahk} - and subsequently purged of a devastating curse by {faith/Pharasma} - the humble-seeming weapon is a beloved sign of the usher's station.",
			"",
			"Surcease of Sorrows can function as a {magic-wondrous/chime of opening} with unlimited charges. Three times per day, it can be used to dismiss any sort of magical barrier or wall. This functions as {spell/greater dispel magic}, but affecting only abjuration spells and spells whose names contain \"wall of,\" and it uses an attack roll with the weapon in place of a caster level check. If the spell to be broken is affecting a specific creature, the result of the attack roll to dispel it must equal or exceed the target spell DC or the creature's AC, whichever is higher.",
			"",
			"### Destruction",
			"",
			"Asmodeus must crush the mace with his bare hands, but only if Barzahk is first slain."
		]
	},
	"sword_of_gluttony_ungarato": {
		"name": "Sword of Gluttony, Ungarato",
		"sources": [ "Artifacts and Legends" ],
		"description": [
			"## Sword of Gluttony, Ungarato",
			"",
			"{SOURCE Artifacts and Legends/53}  ",
			"**Aura** strong necromancy; **CL** 16th  ",
			"**Slot** none; **Price** -; **Weight** 8 lbs.",
			"",
			"This +5 ghost touch vicious falchion has a misty, ethereal quality that makes it appear to be spectral in nature despite being perfectly tangible to the touch. Anytime Ungarato's wielder takes damage from the weapon's vicious special ability he adds an amount equal to that damage to his next attack roll. Ungarato faintly glows a sickly, unsettling green anytime there is an undead creature within 50 feet of the wielder. Whenever the falchion strikes a foe, the target must succeed at a DC 20 Fortitude save or take an additional 1d6 points of damage, which the sword's wielder gains as bonus hit points that last for the next hour. If the sword scores a critical hit, the target must succeed at a DC 25 Fortitude save or be slain outright, with half of its remaining hit points passing to the sword's wielder as bonus hit points. Any creature slain by Ungarato - either as the effect of a critical hit or otherwise - reanimates as a {template/juju zombie} 1d4 rounds later under the control of the sword wielder. The sword can control up to 32 HD worth of juju zombies in this way. If this amount is exceeded, undead are released from control as per {spell/animate dead}.",
			"",
			"**Dormancy** The Alara-hai were crafted to serve the runelords of Thassilon. In modern times, however, these runelords lie dead or dormant. With no lords to serve, the weapons of their champions lie dormant as well, reducing each to a +2 weapon with the noted weapon special abilities but no other properties. The only way to awaken one of the blades is to restore its runelord master to active life or have some other legitimate ruler take up its master's mantle (the weapon determines what is considered legitimate). The swords can detect such restorations and flare to full power immediately, demanding their wielder seek out the restored runelord and swear eternal fealty.",
			"",
			"### Destruction",
			"",
			"Each of the Seven Swords of Sin can be destroyed merely if commanded to break. That command, however, must come from the rightful runelord of the nation and school of magic associated with the blade.",
			"",
			"### Statistics",
			"",
			"**Alignment** LE; **Ego** 25  ",
			"**Senses** 30 ft. (vision and hearing)  ",
			"**Int** 18, Wis 10, Cha 10  ",
			"**Communication** speech/telepathy (Common, Thassilonian)  ",
			"**Powers** If the sword is active (see Dormancy above), it can cast {spell/create food and water}, {spell/endure elements}, and {spell/cure serious wounds} 3 times per day."
		]
	},
	"sword_of_greed_chellan": {
		"name": "Sword of Greed, Chellan",
		"sources": [
			"Rise of the Runelords Anniversary Edition",
			"Artifacts and Legends",
			"Pathfinder #6: Spires of Xin-Shalast"
		],
		"description": [
			"## Sword of Greed, Chellan",
			"",
			"{SOURCE Rise of the Runelords Anniversary Edition/420;Artifacts and Legends/51;Pathfinder #6: Spires of Xin-Shalast/52}  ",
			"**Aura** strong transmutation; **CL** 16th  ",
			"**Slot** none; **Price** -; **Weight** 25 lbs.",
			"",
			"Of the Seven Blades of Conviction wielded by the runelords' champions, weapons known as the Alara-hai to the Thassilonians, the sword of greed was the most extravagant - for it was made of magically hardened gold, tempered to the strength of adamantine yet retaining its luster. Although made of gold, Chellan functions as an adamantine weapon for the purposes of overcoming damage reduction and bypassing hardness. Chellan is a +5 keen scimitar, and its density allows it to damage foes as if it were one size category larger than its actual size. It can be properly wielded only by characters with a Strength of 18 or higher - all other characters must either wield it as a two-handed weapon or take a -2 penalty on attack rolls with the weapon.",
			"",
			"Whenever Chellan strikes a foe, the target must succeed at a DC 20 Fortitude save or be slowed as per the spell slow (CL 16th). If the sword scores a critical hit, the target must succeed at a DC 25 Fortitude save or be turned into a crystalline statue, as if by flesh to stone. Characters turned to crystal by Chellan appear to be made of ruby, diamond, or some other valuable gem, but are in fact merely colored quartz of little value to looters.",
			"",
			"Fanatical in the extreme, Chellan seeks to force its wielder into serving Karzoug and furthering the runelord's goals. To enforce this purpose of their existence, it can use its intelligence and special abilities to aid and manipulate those who think to wield it.",
			"",
			"### Destruction",
			"",
			"Karzoug can destroy the sword of greed merely by commanding its destruction with his voice (a free action for the runelord).",
			"",
			"### Statistics",
			"",
			"**Alignment** LE; **Ego** 25  ",
			"**Senses** 30 ft., sight and hearing  ",
			"**Int** 18, Wis 10, Cha 10  ",
			"**Communication** telepathy (Common, Thassilonian)  ",
			"**Powers** 3/day - {spell/create food and water}, {spell/cure serious wounds}, {spell/endure elements}"
		]
	},
	"sword_of_lust_asheia": {
		"name": "Sword of Lust, Asheia",
		"sources": [
			"Artifacts and Legends",
			"Seven Swords of Sin"
		],
		"description": [
			"## Sword of Lust, Asheia",
			"",
			"{SOURCE Artifacts and Legends/50;Seven Swords of Sin/32}  ",
			"**Aura** strong enchantment; **CL** 16th  ",
			"**Slot** none; **Price** -; **Weight** 6 lbs.",
			"",
			"This beautiful blade is a +5 flaming longsword. While bearing the weapon, the wielder is immune to all enchantment effects. Any creature that casts an enchantment spell upon Asheia's wielder is led to believe its spell or effect worked as normal and that the sword's bearer is under its control, allowing the wielder to deceive his opponent if he so chooses (and doesn't give his enemy a reason to believe its magic failed). Whenever Asheia strikes an opponent, the target must succeed at a DC 20 Will save or fall under the effects of a charm monster spell. Only one creature can be charmed in this way at a time. If another creature becomes charmed by the sword, the first is freed from this effect. If the sword instead scores a critical hit, the target must succeed at a DC 25 Will save or be affected by a dominate monster spell.",
			"",
			"**Dormancy** The Alara-hai were crafted to serve the runelords of Thassilon. In modern times, however, these runelords lie dead or dormant. With no lords to serve, the weapons of their champions lie dormant as well, reducing each to a +2 weapon with the noted weapon special abilities but no other properties. The only way to awaken one of the blades is to restore its runelord master to active life or have some other legitimate ruler take up its master's mantle (the weapon determines what is considered legitimate). The swords can detect such restorations and flare to full power immediately, demanding their wielder seek out the restored runelord and swear eternal fealty.",
			"",
			"### Destruction",
			"",
			"Each of the Seven Swords of Sin can be destroyed merely if commanded to break. That command, however, must come from the rightful runelord of the nation and school of magic associated with the blade.",
			"",
			"### Statistics",
			"",
			"**Alignment** LE; **Ego** 25  ",
			"**Senses** 30 ft. (vision and hearing)  ",
			"**Int** 18, Wis 10, Cha 10  ",
			"**Communication** speech/telepathy (Common, Thassilonian)  ",
			"**Powers** If the sword is active (see Dormancy above), it can cast {spell/create food and water}, {spell/endure elements}, and {spell/cure serious wounds} 3 times per day."
		]
	},
	"sword_of_pride_baraket": {
		"name": "Sword of Pride, Baraket",
		"sources": [
			"Pathfinder #133: Secrets of Roderic's Cove",
			"Artifacts and Legends"
		],
		"description": [
			"## Sword of Pride, Baraket",
			"",
			"{SOURCE Pathfinder #133: Secrets of Roderic's Cove/51;Artifacts and Legends/50}  ",
			"**Aura**; **CL** 16th  ",
			"**Slot** none; **Price** -; **Weight** 2 lbs.",
			"",
			"Although known as the Sword of Pride, Baraket appears to be nothing more than an elegant basket hilt made of glass or highly polished crystal with no blade, as the deadly length of this +5 {magic-enh/spell storing} {magic-enh/speed} {eq-weapon/rapier} is invisible. Baraket grants its wielder a +5 bonus on Bluff checks made to feint, so long as his opponent cannot see invisible items. Additionally, on a critical hit, the sword casts {spell/weird} upon the target and all of that creature's allies within 30 feet.",
			"",
			"The Swords of Sin were crafted to serve the runelords of Thassilon. In modern times, however, these runelords lie dead or dormant. With no lords to serve, the weapons of their champions lie dormant as well, reducing each to a +2 weapon with the noted weapon special abilities but no other properties. The only way to awaken one of the blades is to restore its runelord master to active life or have some other legitimate ruler take up its master's mantle (the weapon determines what is considered legitimate). The swords can detect such restorations and flare to full power immediately, demanding their wielder seek out the restored runelord and swear eternal fealty.",
			"",
			"Baraket woke for a few brief moments along with its master, then returned to dormancy as Xanderghul was murdered. Although Xanderghul was immediately reborn in a specially prepared {spell/simulacrum} in the Temple of the Peacock Spirit, much of his power and presence was diminished by the trauma of death and rebirth. As a result, though Xanderghul is now technically active, Baraket remains dormant. Its link to Xanderghul exists, but only in a form akin to a hazy, partially remembered dream. If a character handles Baraket, the sword functions as dormant, but the character nonetheless has a distinct feeling of being watched from afar. In this adventure, handling the Sword of Sin without using the {magic-artifact/runewarded gauntlets} should be unsettling but relatively safe. This does not remain the case in the next adventure, as Xanderghul's influence over the sword slowly grows.",
			"",
			"### Destruction",
			"",
			"Each of the Swords of Sin can be destroyed merely by being commanded to break. That command, however, must come from the rightful runelord of the nation and school of magic associated with the blade.",
			"",
			"### Statistics",
			"",
			"**Alignment** LE; **Ego** 25  ",
			"**Senses** 30 ft. (vision and hearing)  ",
			"**Int** 18, Wis 10, Cha 10  ",
			"**Communication** speech/telepathy (Common, Thassilonian)  ",
			"**Dedicated Powers** If the sword is active (see above), it can cast {spell/create food and water}, {spell/endure elements}, and {spell/cure serious wounds} 3 times per day each."
		]
	},
	"sword_of_sloth_shin_tari": {
		"name": "Sword of Sloth, Shin-Tari",
		"sources": [ "Artifacts and Legends" ],
		"description": [
			"## Sword of Sloth, Shin-Tari",
			"",
			"{SOURCE Artifacts and Legends/51}  ",
			"**Aura** strong conjuration; **CL** 16th  ",
			"**Slot** none; **Price** -; **Weight** 2 lbs.",
			"",
			"A scene of imperial decadences depicted in fantastically fine etchings - which seem to change upon each consideration - covers the surface of this +5 short sword. Every time Shin-Tari successfully damages a creature, it gains the {magic-enh/bane} weapon special ability, with the target's creature type being its designated foe. This additional weapon quality actives after the weapon first strikes an opponent, granting additional damage to subsequent attacks but not the first attack. The bane weapon special ability persists for the rest of the day, or until the sword strikes a foe of a different creature type. Additionally, whenever Shin-Tari strikes a Large or smaller foe, the target must succeed at a DC 20 Will save or be affected as per the spell {spell/dimension door}. This effect functions as the spell, but Shin-Tari's wielder determines where his opponent is transported to, and the destination must be within the wielder's line of sight. The wielder cannot teleport an opponent into a space occupied by another creature or a solid object. Only one creature can be affected by this ability each round, and the target can act as normal on its next turn. If the sword scores a critical hit, the target must succeed at a DC 25 Will save or be affected by the spell teleport. The sword's wielder determines the destination, which must be very familiar to him.",
			"",
			"**Dormancy** The Alara-hai were crafted to serve the runelords of Thassilon. In modern times, however, these runelords lie dead or dormant. With no lords to serve, the weapons of their champions lie dormant as well, reducing each to a +2 weapon with the noted weapon special abilities but no other properties. The only way to awaken one of the blades is to restore its runelord master to active life or have some other legitimate ruler take up its master's mantle (the weapon determines what is considered legitimate). The swords can detect such restorations and flare to full power immediately, demanding their wielder seek out the restored runelord and swear eternal fealty.",
			"",
			"### Destruction",
			"",
			"Each of the Seven Swords of Sin can be destroyed merely if commanded to break. That command, however, must come from the rightful runelord of the nation and school of magic associated with the blade.",
			"",
			"### Statistics",
			"",
			"**Alignment** LE; **Ego** 25  ",
			"**Senses** 30 ft. (vision and hearing)  ",
			"**Int** 18, Wis 10, Cha 10  ",
			"**Communication** speech/telepathy (Common, Thassilonian)  ",
			"**Powers** If the sword is active (see Dormancy above), it can cast {spell/create food and water}, endure elements, and cure serious wounds 3 times per day."
		]
	},
	"sword_of_valor": {
		"name": "Sword of Valor",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Sword of Valor",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/63}  ",
			"**Aura** strong abjuration and evocation [good]; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 3 lbs.",
			"",
			"The Inheritor herself carried this crimson banner into battle during the Shining Crusade. An army commander who carries the Sword of Valor increases the DV and OM of her army by 4 against armies of undead or evil outsiders. Yet the Sword of Valor's greatest power lies not in offense but in defense. Mounted firmly upon an interior wall in a visible, public place, the Sword of Valor creates a 10-mile-radius area that bars demons and those who worship demons from using teleportation spells and effects and imparts on such creatures a -4 penalty to Armor Class and on all saving throws. Once per month while the banner is mounted on a wall, a worshiper of Iomedae within 30 feet of the banner can use it to summon a planetar to protect the banner and its surroundings for 1 day. Any nonevil creature that sleeps within a 1-mile radius becomes immune to fear effects from demons and demon worshipers for 24 hours.",
			"",
			"### Destruction",
			"",
			"The Sword of Valor can be destroyed by Iomedae herself, but only if she chooses to do so and rips it apart with her bare hands."
		]
	},
	"sword_of_wrath_garvok": {
		"name": "Sword of Wrath, Garvok",
		"sources": [ "Artifacts and Legends" ],
		"description": [
			"## Sword of Wrath, Garvok",
			"",
			"{SOURCE Artifacts and Legends/51}  ",
			"**Aura** strong evocation; **CL** 16th  ",
			"**Slot** none; **Price** -; **Weight** 10 lbs.",
			"",
			"This scarred piece of crimson stained metal functions similarly to a +5 {magic-enh/returning} throwing greatsword. Instead of the normal benefit of the {magic-enh/throwing} weapon special ability, Garvok can be thrown with a 25-foot range increment. Additionally, whenever Garvok strikes a foe, the target must succeed at a DC 20 Reflex save or take an additional 5d6 points of fire damage. If the sword scores a critical hit, it explodes in a fireball centered on the wielder's opponent. All creatures within the fireball's 20-foot-radius spread - including Garvok's wielder and allies, if within range - take 10d6 points of fire damage (DC 25 Reflex for half). The wielder has no control over the sword's eruption and cannot prevent it from exploding. The sword returns to its wielder's hand, fully reformed, just before the beginning of his next turn.",
			"",
			"**Dormancy** The Alara-hai were crafted to serve the runelords of Thassilon. In modern times, however, these runelords lie dead or dormant. With no lords to serve, the weapons of their champions lie dormant as well, reducing each to a +2 weapon with the noted weapon special abilities but no other properties. The only way to awaken one of the blades is to restore its runelord master to active life or have some other legitimate ruler take up its master's mantle (the weapon determines what is considered legitimate). The swords can detect such restorations and flare to full power immediately, demanding their wielder seek out the restored runelord and swear eternal fealty.",
			"",
			"### Destruction",
			"",
			"Each of the Seven Swords of Sin can be destroyed merely if commanded to break. That command, however, must come from the rightful runelord of the nation and school of magic associated with the blade.",
			"",
			"### Statistics",
			"",
			"**Alignment** LE; **Ego** 25  ",
			"**Senses** 30 ft. (vision and hearing)  ",
			"**Int** 18, Wis 10, Cha 10  ",
			"**Communication** speech/telepathy (Common, Thassilonian)  ",
			"**Powers** If the sword is active (see Dormancy above), it can cast {spell/create food and water}, {spell/endure elements}, and {spell/cure serious wounds} 3 times per day."
		]
	},
	"synchrony_device": {
		"name": "Synchrony Device",
		"sources": [ "Pathfinder #126: Beyond the Veiled Past" ],
		"description": [
			"## Synchrony Device",
			"",
			"{SOURCE Pathfinder #126: Beyond the Veiled Past/66}  ",
			"**Aura** overwhelming conjuration; **CL** 21st  ",
			"**Slot** none; **Price** -; **Weight** 16,800 lbs.",
			"",
			"The Synchrony Device is a large, spherical mass of intertwining, spinning rings, each covered in complex runes and sigils. Designed by the Spindle Solution prior to Earthfall as a weapon of mass destruction, the device currently rests in a secure research facility known as the Compass.",
			"",
			"Activating the Synchrony Device involves manipulating the confusing, and often unlabeled, controls on the control dais beneath the device while attempting a variety of Knowledge and Disable Device checks, all of which have a minimum DC of 35. When doing so, the user sets the device's target, selecting any location eligible as the target of a {spell/greater teleport} spell, and the plane to which the device is to be attuned from the following options: Negative Energy Plane, Plane of Air, Plane of Earth, Plane of Fire, Plane of Water, and Positive Energy Plane.",
			"",
			"When it detonates, the device creates a 500-mile-radius burst, the effects of which depend on which plane it was attuned to when activated (as detailed below). The effects of the device are instantaneous unless otherwise noted.",
			"",
			"#### Negative Energy Plane",
			"",
			"When attuned to the Negative Energy Plane, the Synchrony Device fills its area of effect with raw negative energy, dealing 20d6 points of negative energy damage to all living creatures each round for 1 day. Any creature killed in this way is raised as a zombie 2d6 minutes after its death. Creatures with 7 or more Hit Dice may instead become other types of undead, at the GM's discretion.",
			"",
			"#### Plane of Air",
			"",
			"A violent, concussive explosion issues from the Synchrony Device when it detonates while attuned to the Plane of Air. This burst deals 20d6 points of bludgeoning damage, deals double damage against objects, and bypasses objects' hardness. For 1d6 weeks after detonation, the entire area of effect is filled with {rule/powerful |winds}, ranging in intensity from severe to hurricane force, with occasional tornadoes spinning out from this mass, at the GM's discretion.",
			"",
			"#### Plane of Earth",
			"",
			"When the Synchrony Device is attuned to the Plane of Earth, the entire area of effect is instantaneously filled with solid stone upon detonation, except where earth or stone already exists. The sheer weight of this much earth crushes everything beneath or within it, save for creatures with the earth glide special ability or a burrow speed capable of burrowing through solid stone. Even then, all air within the area of effect is replaced with earth, smothering any creature that might survive the ordeal unless it can find a new source of air before it suffocates. If the Synchrony Device is detonated in water, the displaced water may flood land not directly in the area of effect. At the GM's discretion, this may additionally cause large-scale earthquakes or volcanic activity.",
			"",
			"#### Plane of Fire",
			"",
			"Roaring flames fill the area of effect of the Synchrony Device when it is attuned to the Plane of Fire. These flames deal 20d6 points of fire damage each round for 1 day, thoroughly immolating all creatures and structures within the burst. Additionally, any water within the area of effect is instantly vaporized and all oxygen is consumed, causing creatures with fire immunity that still need to breathe to suffocate.",
			"",
			"#### Plane of Water",
			"",
			"Attuning the Synchrony Device to the Plane of Water summons a veritable ocean centered on the point of detonation. This water floods the entire area of effect, drowning non-aquatic creatures, and potentially reshaping the landscape. Because water flows, and it is not restricted by the bounds of the device's target area, this effect may cause landslides, severe flooding, tsunamis, and other disasters far beyond the initial target. Changing sea levels, creating new lakes or inland seas, and rerouting rivers are all possible as effects of the excess water.",
			"",
			"#### Positive Energy Plane",
			"",
			"Infusing the Material Plane with the overwhelming essence of the Positive Energy Plane may seem like the least destructive use of the Synchrony Device, but it comes with dire consequences many users may not consider. All undead in the area of effect take 20d6 points of positive energy damage per round for 1 day. All living creatures in the area of effect gain fast healing 5 as a special ability and gain 5 additional temporary hit points each round. These temporary hit points fade 1d20 rounds after a creature leaves the area of effect or the effects of the detonation expire. Each round during which a creature has temporary hit points above its total hit points, it must succeed at a DC 20 Fortitude saving throw or explode in a riot of radiant energy, which kills it.",
			"",
			"### Destruction",
			"",
			"The Synchrony Device must be carefully disassembled and each ring destroyed individually before the following ring is removed until reaching the device's abysium core, which must be contained and disposed of separately. Activating the device also destroys it."
		]
	},
	"tannaris_sword_of_envy": {
		"name": "Tannaris, Sword of Envy",
		"sources": [
			"Pathfinder #137: The City Outside of Time",
			"Artifacts and Legends"
		],
		"description": [
			"## Tannaris, Sword of Envy",
			"",
			"{SOURCE Pathfinder #137: The City Outside of Time/56;Artifacts and Legends/52}  ",
			"**Aura** strong abjuration; **CL** 16th  ",
			"**Slot** none; **Price** -; **Weight** 7 lbs.",
			"",
			"A purely cosmetic magical effect causes the elegant blade of this sword to cycle through distinctive colors and textures, making it appear to be crafted from massive pieces of gemstone, coral, or precious metals. Tannaris is a +5 {magic-enh/defending} bastard sword. When used to augment the wielder's Armor Class, the sword's enhancement bonus continues to augment attacks and damage. Additionally, whenever Tannaris hits a creature under the effects of a spell, the target must succeed at a DC 20 Will saving throw or have the highest-level spell currently affecting it instantly dispelled (as if by the spell {spell/dispel magic}; no additional dispel check is required). This ability has no special effect on summoned creatures or persistent spell effects. If the attack is a critical hit, the target must succeed at a DC 25 Will saving throw or have all of the spells currently affecting it dispelled (as per the spell {spell/greater dispel magic}; no additional dispel checks are required).",
			"",
			"### Destruction",
			"",
			"If Runelord Belimarius issues a command as a standard action, Tannaris is destroyed.",
			"",
			"### Statistics",
			"",
			"**Alignment** LE; **Ego** 25  ",
			"**Senses** sight 30 ft., hearing  ",
			"**Int** 18, Wis 10, Cha 10  ",
			"**Communication** read languages, speech, telepathy (Thassilonian)  ",
			"**Powers** {spell/create food and water} 3/day, {spell/endure elements} 3/day, {spell/cure serious wounds} 3/day"
		]
	},
	"tarnhelm": {
		"name": "Tarnhelm",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Tarnhelm",
			"",
			"{SOURCE Mythic Adventures/168}  ",
			"**Aura** strong conjuration, illusion, and transmutation; **CL** 20th  ",
			"**Slot** head; **Price** -; **Weight** 2 lbs.",
			"",
			"This mithral cap includes prominent guards for the eyes and nose. The helmet was forged under duress by a dwarven smith to further the ambitions of his mad brother. The Tarnhelm has the following powers.",
			"",
			"- The wearer gains the shapechanger subtype.",
			"- The wearer gains immunity to polymorph effects, except ones he chooses to allow to affect him.",
			"- At will, the wearer can use {spell/greater invisibility} as a spell-like ability for as long a duration as desired.",
			"- At will, the wearer can change his appearance in the same fashion as a {magic-wondrous/hat of disguise}, with a DC 25 Will save required to disbelieve the illusion. If the Tarnhelm is used to create a disguise, the wearer receives a +25 bonus on the Disguise check.",
			"- Three times per day, the wearer can use {spell/greater teleport}, exactly as if he had cast the spell of the same name. The wearer can teleport additional times by expending one use of mythic power per teleport.",
			"- Three times per day, the wearer can assume the form of an animal as though he had cast {spell/beast shape IV}, except the duration lasts until the effect is dismissed or dispelled. The wearer can change shape additional times by expending one use of mythic power per transformation.",
			"- By expending two uses of mythic power, the wearer can assume the form of Gargantuan {family/chromatic or metallic |dragon} dragon. The effect lasts until dispelled or dismissed. He gains a +14 size bonus to Strength, a +12 size bonus to Constitution, a +10 natural armor bonus, a fly speed of 150 feet (poor), blindsense 90 feet, darkvision 180 feet, a breath weapon, DR 15/magic, frightful presence (DC 23), one bite (4d6), two claws (2d8), two wing attacks (2d6), and one tail slap (2d8). All his breath weapons deal 16d8 points of damage and allow a Reflex save (DC 10 plus his tier plus his Constitution modifier) for half damage. This ability otherwise functions as {spell/form of the dragon III}.",
			"",
			"### Destruction",
			"",
			"The Tarnhelm can be destroyed by being struck by a succession by hammer blows from a dwarven smith wielding an adamantine hammer, a human smith with a steel hammer, and an elven smith using a hammer of spun glass. Each must succeed at a DC 30 Craft (armor) check when landing the blow. Failure destroys the hammer, disrupts the attempt to destroy the Tarnhelm, and deals 12d6 points of damage to the smith."
		]
	},
	"tathlum": {
		"name": "Tathlum",
		"sources": [ "Pathfinder #108: Hell Comes to Westcrown" ],
		"description": [
			"## Tathlum",
			"",
			"{SOURCE Pathfinder #108: Hell Comes to Westcrown/6}  ",
			"**Aura** strong evocation and necromancy; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 220 lbs.",
			"",
			"This horned and frilled dragon's head is coated with a thick layer of white lime. When dropped from a height of at least 150 feet, the tathlum detonates in an explosion of greasy darkness, dealing 20d6 points of damage to all creatures within a 150-foot-radius spread from its point of impact (Will DC 25 half). Good or lawful living creatures with 9 Hit Dice or fewer within this area must also succeed at a DC 25 Fortitude save or die. This area is immediately affected by unhallow with darkness as an associated spell effect. In addition, concussive force blasts outward from the darkness, dealing 10d6 points of damage to all creatures within the area between 150 feet and 300 feet from the impact point (Will DC 21 half). The tathlum is consumed in the explosion.",
			"",
			"If at least 200 Hit Dice worth of creatures are killed by the tathlum's detonation, the explosion spontaneously creates 1d6 nightwalkers within 150 feet of the point of impact. On particularly dense battlefields, the detonation instead creates 1d6 warsworns. These undead creatures are free-willed and not under the control of the tathlum's wielder.",
			"",
			"If the tathlum is dropped from a height of less than 150 feet, it deals 3d6 points of damage to a single creature as a falling object, plus an additional 2d6 points of damage if the target is good or lawful. The tathlum takes no damage and is not destroyed if dropped from a height of less than 150 feet.",
			"",
			"### Destruction",
			"",
			"If dropped from a height of 150 feet or more, the tathlum detonates and is permanently destroyed."
		]
	},
	"the_aqualinth": {
		"name": "The Aqualinth",
		"sources": [ "Lost Cities of Golarion" ],
		"description": [
			"## The Aqualinth",
			"",
			"{SOURCE Lost Cities of Golarion/51}  ",
			"**Aura** strong (all schools) [evil]; **CL** 18th  ",
			"**Slot** none; **Price** -; **Weight** -",
			"",
			"A strange statue of some unknown dark material resembling unnaturally slippery stone, this idol is carved in the shape of something at once unrecognizable and terrifyingly organic, and possesses a number of unique abilities when touching liquid.",
			"",
			"**Geyser:** If four or more levels' worth of spells are cast upon the Aqualinth, the artifact is capable of causing the water surrounding it to purify and multiply, generating thousands of gallons of water. At the same time, it creates an effect mimicking reverse gravity upon the water, causing it to shoot up in a geyser capable of reaching a thousand feet high. Moments later, the effect passes; the water comes crashing down, and can be captured or diverted in the process, though the water level of the original supply remains unchanged.",
			"",
			"**Bath of the God-Kings:** Bathing in a pool infested by the Aqualinth instantly refreshes the bather, removing any fatigued or exhausted conditions. In addition, the bather is treated as though he were wearing a ring of sustenance for the next 4 months. Regular bathing for 56 days results in a +1 increase to a single ability score of the bather's choice - a creature can receive this bonus only once, but can continue to receive the other benefits of bathing in the pool.",
			"",
			"**Liquid Ones:** Anyone who spies her own reflection in a pool infested by the Aqualinth and who is not completely loyal to the Four Pharaohs of Ascension is treated as though she had gazed into the reflective surface of a mirror of opposition. The duplicates created by the Aqualinth are not truly identical to their originals. A duplicate has vulnerability to fire, losing any fire resistance or immunity the original may have, and also gains the water subtype. A duplicate can be distinguished from the original with a DC 30 Perception check, as the duplicate has a faint watery texture to its skin.",
			"",
			"**Whispering Water:** Possessed of a malign and alien intellect, the Aqualinth has an unknown agenda of its own, and is capable of casting suggestion (save DC 31) upon anyone who drinks at least half a gallon of water it has touched or produced.",
			"",
			"### Destruction",
			"",
			"The Aqualinth may be evaporated into nothingness by transporting it to the heart of a sun or star."
		]
	},
	"the_bone_grimoire": {
		"name": "The Bone Grimoire",
		"sources": [ "Pathfinder #135: Runeplague" ],
		"description": [
			"## The Bone Grimoire",
			"",
			"{SOURCE Pathfinder #135: Runeplague/59}  ",
			"**Aura** strong necromancy; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 3 lbs.",
			"",
			"Anyone who reads the entire hundred pages of blood-scripted text bound within the Bone Grimoire (a task that requires 1 week of study and a successful DC 25 Linguistics check by someone who can read Thassilonian) gains a +2 inherent bonus to Intelligence as well as a permanent +4 insight bonus on Knowledge (arcana) and Spellcraft checks associated with necromancy. In addition, the pages contain information identical to that contained in a [flesh golem manual](magic-wondrous/golem_manual_flesh) - these pages restore themselves and can be used once per year.",
			"",
			"A character who reads the Bone Grimoire becomes somewhat separated from the living. His flesh takes on a pallid cast, and he is now affected by positive and negative energy as if he were undead. If the reader previously had the ability to channel positive energy, he now channels negative energy. A miracle or wish can remove the effects of the Bone Grimoire, both beneficial and otherwise.",
			"",
			"### Destruction",
			"",
			"If the Bone Grimoire is subjected to the runewaking ritual, it is destroyed."
		]
	},
	"the_demonscope": {
		"name": "The Demonscope",
		"sources": [ "The Demon Within" ],
		"description": [
			"## The Demonscope",
			"",
			"{SOURCE The Demon Within/29}  ",
			"**Aura** strong abjuration and divination; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** -",
			"",
			"Rising from the floor of the heart chamber is a well of arcane power. Filling the well to within a couple inches of the top is an inky black liquid that drinks in the light. Within this liquid, shadowy landscapes rise and fall sprinkled with dozens of tiny red blips. Evenly spaced around the side of the well are three niches, each containing a bone fragment within an ornate reliquary.",
			"",
			"The Demonscope serves three crucial functions. First, it serves as a potent scrying device focused solely on demons. It automatically senses the location of any demon in a 5-mile radius, bypassing any spell resistance they possess. Second, it focuses divine energy to power the wardstones, a series of smaller artifacts that together create a physical barrier against demons (see below). Finally, the Demonscope creates a massive dimensional lock effect that extends in a 250-mile radius around clydwell Keep. Although this effect does not prevent demons from entering the Worldwound from the abyss, it does prevent them from teleporting from the Worldwound out into the surrounding lands, and it prevents anyone from teleporting into Mendev. The Demonscope serves a vital role in containing the demons in the Worldwound, and preventing them from overrunning Mendev.",
			"",
			"To safeguard the Demonscope, its care passed into the able hands of St. clywell's three most powerful disciples. along the pedestal, three celestial glyphs allowed them to focus their own power to control the device, each representing the sentinel's personal virtue. Only when all three sentinels were present could the artifact function properly.",
			"",
			"When the first of the sentinels died, arcane artificers took the bone from his right forearm and forged it into a magical key to assure the continued activation of the Demonscope. Each of the Sentinels passed in turn and from their forearms were carved two more shards. Shards were then passed to new protectors dedicated to safeguarding the people and protecting the Demonscope. For years, the shards have been passed down through the order, bestowed upon generations of successors. Each shard is a 6-inch fragment of magically petrified bone, burnished black and polished to a high sheen, and placed within a crystal reliquary. The surface is intricately scrimshawed with sacred blessings dedicated to a specific sentinel. Along the rim of the Demonscope pedestal are three sacred glyphs set before three sockets. Carved in celestial, the three glyphs represent Truth, Valor, and Sacrifice; one for each of the virtues for which the original Holy Sentinels stood: niamar for Truth, Guenarog for Valor, and arymril for Sacrifice.",
			"",
			"### Destruction",
			"",
			"The Demonscope requires constant attention and maintenance in order to function. Powered by a combination of intrinsic magical power and the magical potency of the demon that is imprisoned within it, the artifact requires that a careful balance of power be maintained at all times, and the demon kept in check. It takes the combined efforts of three strong-willed paladins to maintain control over the demon. If one of them fails, the demon eventually overpowers the other two and begin to corrupt the artifact itself, although this takes several days. The easiest way to destroy the artifact, however, is to remove the bone shards. Without the shards, the paladins are unable to control the demon, and it only takes a few hours for it to break free from its prison."
		]
	},
	"the_doom_idol_of_ib": {
		"name": "The Doom Idol of Ib",
		"sources": [ "Pathfinder #111: Dreams of the Yellow King" ],
		"description": [
			"## The Doom Idol of Ib",
			"",
			"{SOURCE Pathfinder #111: Dreams of the Yellow King/31}  ",
			"**Aura** strong abjuration; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 80 lbs.",
			"",
			"This sea-green statue is 18 inches tall and 12 inches wide, and depicts a muscular iguana with bulging eyes and a beard of tentacles underneath its jaw. The idol always appears wet and constantly drips water.",
			"",
			"The bearer of the Doom Idol of Ib is immune to Wisdom damage and confusion effects, although picking up the idol does not restore lost Wisdom or remove an ongoing confusion effect. Once per day, the bearer can use horrid wilting as a spell-like ability, using her own Hit Dice as the caster level of the effect, but the bearer must include herself among the spell's targets.",
			"",
			"The once-living, inhuman residents of the ruined city of Ib have a preternatural connection to the Doom Idol of Ib. Ib shades - ghosts of the past inhabitants of Ib - instinctively know the distance and direction to the Doom Idol of Ib, so long as it is on the same plane. The enigmatic creatures relentlessly pursue the idol, attempting to recover it and return it to their ruined city.",
			"",
			"### Destruction",
			"",
			"The Doom Idol of Ib must be smashed against Bokrug's hide when the Great Old One is at least a mile from any natural body of water."
		]
	},
	"the_dreamstone": {
		"name": "The Dreamstone",
		"sources": [ "The House on Hook Street" ],
		"description": [
			"## The Dreamstone",
			"",
			"{SOURCE The House on Hook Street/52}  ",
			"**Aura** strong transmutation; **CL** 20th  ",
			"**Price** -; **Weight** 3 lbs.",
			"",
			"The dreamstone's primary function is to surround itself with a stable dreamscape within the Dimension of Dreams. The dreamstone's radius is fluid and ever-expanding when the artifact is awakened, overlaying both the Material and Ethereal Planes, though it is held in check by any significant bodies of water, such as rivers or seas. The nature of the dream realm changes within this radius, creating a communally shared dreamscape that distortedly reflects the features of the Material Plane. Its power shifts the Dimension of Dreams's properties to alterable morphic and normal magic planar traits.",
			"",
			"Dreamers who fall asleep within planes affected by the dreamstone's influence do not create their own ephemeral demiplanes, but rather appear randomly within the dreamstone's stabilized dreamscape. Those who experience deadly nightmares are affected differently in the dreamstone's realm. Normal dreamers killed in the dreamscape wake up exhausted, while lucid dreamers whose lucid bodies perish also die in the waking world. Lucid dreamers can still make attempts to alter the dreamscape's reality with Charisma checks, just as in their own personal dreamscapes, but the DC increases by 5. Spell slots and magic item charges used by lucid dreamers in the dreamstone's dreamscape are also consumed in the real world. A person falling asleep in the dreamstone's radius has a 10% chance of experiencing a lucid dream.",
			"",
			"The dreamscape holds other dangers. Regardless of the lucidity of their dreaming body, each dreamer must make a successful saving throw each night or be set upon by the realm's dark presences, affecting the dreamer as a nightmare spell. This effect initially requires a DC 15 Will save, but dreamers begin with a +10 Will save modifier due to the dreamstone's lack of familiarity with them as a target. On each subsequent visit, the dreamstone becomes more aware of its demiplane's visitors, and its familiarity with dreamers grows after every 15 visits, increasing the DC by 5 (removing the +10 Will save modifier after the first increase).",
			"",
			"When a creature dies within the stabilized dreamscape, whether due to the perils of lucid dreaming or the dreamstone's nightmare effect, the dreamstone's radius spreads 1 foot for each of that creature's Hit Dice. Close proximity to the dreamstone is also hazardous, and the stone radiates a vision of Hell effect (Will DC 20 negates) out to 50 feet that reflects the terror and destruction it was destined to inflict as it fell to Golarion. Ancient tomes such as the Paginarum Lethargica theorize that once the dreamstone's boundaries reach a certain threshold, it can overcome bodies of water, and all within will be consumed in a fiery cataclysm, fulfilling the predictions of its visions. Neither the dreaming nor the waking world will be spared.",
			"",
			"### Destruction",
			"",
			"Should a breach the veil of dreams occult ritual be performed in the immediate proximity of the dreamstone on the Material Plane, the meteorite falls into an inactive slumber, or reawakens if it is already asleep. If the ritual is performed with the dreamstone within its own dreamscape, the stone placed within the ritual's open threshold, and the portal then shut, the dreamstone is forever destroyed."
		]
	},
	"the_eclipsing_eye": {
		"name": "The Eclipsing Eye",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## The Eclipsing Eye",
			"",
			"{SOURCE Bestiary 6/23}  ",
			"**Aura** overwhelming all; **CL** 30th  ",
			"**Slot** none; **Price** -; **Weight** 20 lbs.",
			"",
			"The Eclipsing Eye is a +4 adamantine {magic-enh/axiomatic} {magic-enh/unholy} {magic-enh/wounding} heavy mace; it is a token of esteem and power granted by {faith/Asmodeus} himself to the governor of Hell's greatest city. It allows the wielder to command allegiance as per a {magic-rod/rod of rulership} with an unlimited duration when activated in Hell. Outside of Hell, it remains limited to 500 total minutes of this effect, but does not crumble to dust if these minutes are used up. Every hour it spends in Hell restores 1 minute of expended duration. When used as a weapon, The Eclipsing Eye has a critical multiplier of &times;3. The Eclipsing Eye automatically casts blindness (as per {spell/blindness//deafness} heightened to 9th level, save DC 23) on the first creature it strikes each round. The Eclipsing Eye is {faith/Dispater/'s} rod of office, and he can summon it to his hand as a free action from any distance, even across planar boundaries. As long as he wields it, all lawful evil, neutral evil, and lawful neutral creatures treat him as if he were under a {spell/sanctuary} spell (CL 30th, save DC 23 as if heightened to a 9th level spell). Three times per day, The Eclipsing Eye can create any of the following spell effects, heightened to 9th level as per the {feat/Heighten Spell} feat: {spell/calm emotions}, {spell/demand}, {spell/discern lies}, and {spell/discern location}.",
			"",
			"### Destruction",
			"",
			"Asmodeus can will the destruction of The Eclipsing Eye as a free action, but otherwise it can be destroyed only by immersing it in the headwaters of the River Styx for a century, allowing the artifact to rust away."
		]
	},
	"the_gasping_pearl": {
		"name": "The Gasping Pearl",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## The Gasping Pearl",
			"",
			"{SOURCE Aquatic Adventures/62}  ",
			"**Aura** overwhelming transmutation; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 4 lbs.",
			"",
			"Long ago, the tyrannical elemental lords waged war on their benevolent counterparts and imprisoned them in powerful, unique artifacts. This lost artifact imprisons Lysianassa, Empress of the Torrent, much like {magic-artifact/the Moaning Diamond} holds Sairazul, the Crystalline Queen. The Gasping Pearl appears to be a perfectly spherical iridescent abalone pearl the size of a human fist. At all times, it gives forth a choking, gasping sound, as if struggling to breathe. Despite this constant, disturbing noise, the Gasping Pearl is not evil. Three times per day, the bearer can call upon its power to move and control water as if by the spell control water, affecting a 500-foot-by-500-foot area up to 100 feet deep. Once per day, the Gasping Pearl can also summon an elder water elemental with maximum hit points that serves the caster until it is slain; only one such elemental can be summoned at a time.",
			"",
			"### Destruction",
			"",
			"The Gasping Pearl can be smashed by the combined power of three elemental princes, one each from the Planes of Air, Earth, and Fire. Even then, the dust must be cast into a place where it will never touch even a drop of water."
		]
	},
	"the_gluttonous_tome": {
		"name": "The Gluttonous Tome",
		"sources": [ "Magic of Thassilon" ],
		"description": [
			"## The Gluttonous Tome",
			"",
			"{SOURCE Magic of Thassilon/2}  ",
			"**Aura** overwhelming necromancy; **CL** 20th  ",
			"**Slot** held; **Price** priceless; **Weight** 3 lbs. per section",
			"",
			"Karzoug is not alone in his restless sleep of the ages. Zutha, The undead lord of Gastash and Runelord of Gluttony saw the end in the stars just as his compatriots did and prepared accordingly. To ensure his vile soul's return, the runelord crafted a tome of leathered flesh, bound in bone, and inked in the blood of a thousand slaves. The Gluttonous Tome was Zutha's opus - the result of a decade's toil and his plan to rise from the ashes of Thassilon.",
			"",
			"Dividing his masterwork into three parts - each a potent artifact in its own right - the Runelord of Greed secreted the means of his resurrection away in three of his farthest-flung holdings, protected by the stewardship of his most devout servants. Thassilon's cataclysmic end disrupted Zutha's hopes of a swift return, though, as his minions deserted, died, or betrayed their master, resulting in the sections being scatted across Avistan. For millennia, the potent abjurations protecting its pages saved the parts of the Gluttonous Tome from destruction, with each having been lost and rediscovered countless times. Throughout the centuries the evil tripartite book has schemed to rejoin its pages.",
			"",
			"The three portions of the text and the abilities they confer are as follows:",
			"",
			"**The Kardosian Codex:** Named for a sinister devourer wizard who became its custodian a thousand years ago, this is the middle portion of Zutha's masterpiece, a 4-inch-thick sheaf of bone-white blank parchment, indestructible and completely impossible to mark. The Codex's power is a secret only told in blood. Soaking its pages in fresh gore reveals it to be a spellbook containing spells from the necromancy school. The only marring the book's pristine pages suffer is the addition of more necromancy spells penned in blood. The book contains every arcane necromancy spell of 1st to 7th level. Any necromancy spell prepared from the Codex is cast at +1 caster level. The book also absorbs necromantic energy, granting the bearer a +4 bonus on saves versus necromancy effects and immunity to energy draining effects of any kind (such as from enervation or a vampire's slam attack). Finally this section of the Gluttonous Tome includes a flesh golem manual that re-scribes itself one year after it's used.",
			"",
			"The Codex's hunger passes to the bearer as well. Although he does not notice this, the bearer begins eating far more than before and rapidly puts on weight, his physical form beginning to emulate Zutha's in life.",
			"",
			"**The Bone Grimoire:** This portion of the tome bears the leathery flesh front-cover, twisted rib binding, and a hundred pages of blood-scripted verse and grisly diagrams. Anyone who reads the entire text of strange runic code (requiring 1 week of uninterrupted study and a DC 25 Linguistics check) must make a DC 20 Will save, or gain a +2 inherent bonus to Intelligence and begin to take on traits of the undead (see below). Regardless of this save's result, the bearer acquires a deep understanding of necromancy, gaining a permanent +4 insight bonus on all Knowledge (arcana) and Spellcraft checks involving this school of magic. In addition, this section includes a flesh golem manual identical to the one in the Kardosian Codex.",
			"",
			"After reading the Grimoire, the bearer's flesh takes on a pale cast and, if he failed his Will save, his life force is slowly replaced by necromantic unlife. After reading the entire text of the Bone Grimoire, the bearer is no longer healed by positive energy, but rather harmed by it. Negative energy now heals him. If the bearer channels energy (if he is a cleric for example) he now channels negative energy. Only a wish or miracle reverses this condition.",
			"",
			"**The Black Book:** This portion of the Gluttonous Tome consists of a charred flesh back-cover and 100 pages of smoked skin scrawled with blood runes in Zutha's erudite hand. Anyone reading the Black Book and keeping it on their person gains the ability to rebuke or command undead as a cleric of his total character level. If the bearer already possess this ability, he doubles the amount of undead he can control at any one time. This section also includes a flesh golem manual, just like the others.",
			"",
			"The Black Book corrupts its reader's mind and heart. Every day the GM should make a secret Will save for the bearer; the DC starts at 10 but increases by +1 for every consecutive successful save the bearer makes. Every failed save shifts the bearer's alignment one step toward chaotic evil.",
			"",
			"**Rebinding the Gluttonous Tome:** If two or more portions of the Gluttonous Tome are brought within 10 feet of each other, they surge together, tearing free from anyone holding them and bathing a 30-foot radius spread with ghoulish green light. This light causes all living creatures within it to become nauseated for 1d6 rounds (no save). The sections mesh and meld, flesh knitting with flesh and bones grinding together. If two or more individuals control a portion of the tome when they fuse together, the one with the highest total character level gains control (determined randomly if there is a tie). Two fused sections grant the bearer the effects of both parts and the following spell-like abilities at a caster level equal to the bearer's HD:",
			"",
			">*At will* - {spell/detect undead}, {spell/gentle repose}  ",
			">*3/day* - {feat/empowered} {spell/ray of enfeeblement}, {spell/false life}  ",
			">*1/day* - {spell/bestow curse}",
			"",
			"If all three parts of the Gluttonous Tome are brought together, their bearer is granted the benefits noted above as well as the following: 3/day-{feat/maximized} {spell/vampiric touch}, {spell/create undead} 1/day-{spell/create greater undead}, {spell/waves of exhaustion}",
			"",
			"The Gluttonous Tome is Zutha's phylactery, a slow-burning vessel of hate that infests any who read it. It corrupts everyone it touches, offering them great power over life and death, but at a secret price. Once the tome is fully rejoined, its bearer is slowly seduced and devoured by Zutha, the Runelord of Gluttony. The tome manifests an insidious, seductive intellect (see below), which it uses to tempt its bearer to feats of greater and greater depravity. Zutha's soul feeds on the necromantic power embraced by the bearer. Every month, the bearer must make a DC 30 Fortitude save or gain a +1 inherent bonus to Intelligence (this stacks with that bonus granted by the Bone Grimoire to a maximum gain up to Intelligence 26) and permanently lose 1 point of Constitution. This reduction in Constitution cannot be restored by mortal magic as long as the Tome is retained. Despite this wasting away, the bearer becomes addicted to the necromantic power the tome grants, and must make a DC 40 Will save to part with the book. Once the tome slays the bearer, Zutha gains complete control of the body, which soon transforms into the runelord's original, bloated, undead body, freeing him to wreak his evil upon Golarion once more.",
			"",
			"*The Gluttonous Tome:* AL LE; Int 26, Wis 20, Cha 23; speech, telepathy; 120 ft. darkvision and hearing; Ego score 35.",
			"",
			"*Lesser powers:* {spell/detect magic} at will, {spell/major image} 1/day, 10 ranks in Bluff (total modifier +16), 10 ranks in Knowledge (arcana) (total modifier +18).",
			"",
			"*Greater powers:* {spell/clairvoyance} 3/day, {spell/detect undead} at will, {spell/fear} 3/day.",
			"",
			"### Destruction",
			"",
			"The assembled tome must be used as the fuel to cook a meal for a pious king who has not eaten in over 14 days."
		]
	},
	"the_impossible_eye": {
		"name": "The Impossible Eye",
		"sources": [ "Pathfinder #23: The Impossible Eye" ],
		"description": [
			"## The Impossible Eye",
			"",
			"{SOURCE Pathfinder #23: The Impossible Eye/51}  ",
			"**Aura** overwhelming divination; **CL** 21st  ",
			"**Price** -; **Weight** 3 lbs.",
			"",
			"The Impossible Eye grants a number of potent powers of divination. In order to activate any of these powers, the user must look into the mirror and make a DC 20 Will save; failure indicates that the user becomes fascinated by his reflection until an outside force breaks his gaze. Left alone, a fascinated viewer doesn't eat, drink, move, or sleep, and eventually dies of thirst. If the Will save is successful, the viewer can activate any of the mirror's powers as a standard action.",
			"",
			"5/day: vision 3/day: greater prying eyes, greater scrying 1/day: contact other plane, discern location, foresight",
			"",
			"The Impossible Eye can also be used to read any nonmagical language - any written message reflected in the mirror appears in unmirrored text written in the holder's native tongue. The mirror can be used to safely peruse the text of the Codex of Infinite Planes in this manner.",
			"",
			"### Destruction",
			"",
			"The Impossible Eye was crafted in a secret foundry somewhere in the Plane of Fire - it may only be destroyed by returning it to this foundry and smashing it against the oven in which its glass was created."
		]
	},
	"the_jewel_of_everlasting_gold": {
		"name": "The Jewel of Everlasting Gold",
		"sources": [ "City of Golden Death" ],
		"description": [
			"## The Jewel of Everlasting Gold",
			"",
			"{SOURCE City of Golden Death/30}  ",
			"**Aura** strong conjuration and transmutation; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 5 lbs.",
			"",
			"The jewel of everlasting gold is a fist-sized ruby mounted in a bejeweled, rune-carved scepter and held in place with platinum stems. Tar-Baphon, the Whispering Tyrant, crafted the jewel of everlasting gold to be the centerpiece of his treasure city, Xin-Grafar. He used the jewel to summon the city's rivers of molten gold directly from the Elemental Plane of Earth and to create much of the wealth within the city. He also placed a small portion of his intelligence inside the jewel - not enough to make it an intelligent item, but just enough for the jewel to act on Tar-Baphon's instincts. Tar-Baphon enshrined the jewel in the heart of Xin-Grafar, forever the linking it to the city. Should the jewel of everlasting gold ever be taken beyond the boundaries of the city, it simply disappears and returns to its perch at the city's heart. Because he knew thieves would eventually gain access to the city, Tar-Baphon also created a trap using the powers of the jewel. Once the city is sealed, the jewel can sense intruders entering the city. When a trespasser is detected, Tar-Baphon's trap is activated and the city floods with molten gold. This is an automatic response that cannot be stopped.",
			"",
			"The jewel also has several additional powers, all of which the bearer knows how to use the moment she touches the artifact.",
			"",
			"- *Clairaudience/Clairvoyance:* At will, the bearer of the jewel of everlasting gold can hear and see what transpires in any part of Xin-Grafar simply by concentrating on the jewel. This power functions similar to the {spell/clairaudience//clairvoyance} spell but can be used to spy on any location within the city's confines.",
			"- *Continual Flame:* At will, the bearer of the jewel of everlasting gold can cause the artifact to burst into harmless flame, as per the {spell/continual flame} spell.",
			"- *Touch of Gold:* Once per day, the bearer of the jewel of everlasting gold can touch the artifact to a single inanimate object weighing no more than 1,000 pounds and transmute that object into pure gold. The object retains its basic shape and appearance, but it is now composed of solid gold.",
			"- *Elemental Transformation:* Once per week, the bearer of the jewel of everlasting gold can transform himself into a Huge fire elemental, as per the {spell/elemental body IV} spell. The transformation lasts as long as the bearer likes, but she cannot leave the confines of Xin-Grafar while in elemental form. This ability allows the jewel's bearer to survive the molten-gold floods.",
			"- *Summon Wealth:* Once per month, the jewel of everlasting gold can summon vast sums of wealth from the Elemental Plane of Earth, in whatever form the bearer wishes. This ability can only create mundane sources of wealth, such as art objects, coins, gems, or even rivers of molten gold - it cannot be used to create items with magical properties.",
			"",
			"Because the jewel of everlasting gold contains a portion of Tar-Baphon's malign will, any wealth created with its touch of gold ability or summoned with its summon wealth ability cannot be removed from Xin-Grafar except by Tar-Baphon himself. Like the jewel itself, any such treasure taken outside of Xin-Grafar disappears and reappears scattered throughout the city.",
			"",
			"In addition, anyone touching the jewel is contacted by the fragmentary intelligence inside the gem and hears disturbing whispers in her mind, urging the character to claim the jewel and swear fealty to Tar-Baphon. From that point on, the influence of the jewel is never far from that character's mind. How this influences a PC is largely up to the GM. Most good-aligned PCs will feel the influence as a nagging doubt, a subtle desire to return to the treasure city and take the jewel in hand again. Chaotic- or evil-aligned PCs may feel much stronger desires - sometimes overwhelming urges to return to the jewel no matter the consequences. These whispering influences can only be completely dispelled by {spell/remove curse} or similar magic (requiring a DC 30 caster level check).",
			"",
			"### Destruction",
			"",
			"The jewel of everlasting gold crumbles to dust if thrown into Karzoug's runewell of greed."
		]
	},
	"the_moaning_diamond": {
		"name": "The Moaning Diamond",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide",
			"Artifacts and Legends"
		],
		"description": [
			"## The Moaning Diamond",
			"",
			"{SOURCE Ultimate Equipment/338;Advanced Player's Guide/317;Artifacts and Legends/31}  ",
			"**Aura** overwhelming transmutation; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 4 lbs.",
			"",
			"The Moaning Diamond appears to be an uncut diamond the size of a human fist. At all times, it gives forth a baleful moaning, as if wailing in pain. Despite the disturbing noise, the Moaning Diamond is not evil. Three times per day, the bearer can call upon its power to reshape earth and stone as if by the spell stone shape, affecting 5,000 cubic feet of material. Once per day the Moaning Diamond can also summon an elder earth elemental with maximum hit points that serves the caster until it is slain; only one such elemental can be summoned at a time.",
			"",
			"### Destruction",
			"",
			"The Moaning Diamond can be smashed by the combined power of three elemental princes, one each from the Planes of Air, Fire, and Water. Even then, the dust must be cast into a place where it will never fall upon stone."
		]
	},
	"the_shield_of_the_sun": {
		"name": "The Shield of the Sun",
		"sources": [
			"Ultimate Equipment",
			"Advanced Player's Guide"
		],
		"description": [
			"## The Shield of the Sun",
			"",
			"{SOURCE Ultimate Equipment/339;Advanced Player's Guide/317}",
			"",
			"**Aura** strong abjuration; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 2 lbs.",
			"",
			"This +5 Large shield, emblazoned with the symbol of the sun, allows the wielder to cast spells as if she were a 20th-level paladin with a Charisma of 20. The spells gained are cumulative with any existing spells per day the character might have, even from paladin class levels. The Shield of the Sun also grants its wielder spell resistance 15. It absorbs the first 10 points of damage from any energy attack (fire, cold, acid, electricity, or sonic). In return for all this, once per year the shield's owner must undertake a quest at the behest of a lawful good deity (no saving throw to avoid).",
			"",
			"A chaotic or evil character gains four negative levels when wielding the Shield of the Sun. The negative levels persist as long as the shield is in hand and cannot be overcome in any way (including restoration spells). The negative levels disappear when the shield is stowed or leaves the wearer's possession.",
			"",
			"### Destruction",
			"",
			"The Shield of the Sun may be destroyed if a good-aligned character casts it into the Well of Eternal Night, its light fading into the inky depths before it finally disappears. If a nongood character does the deed, the shield is not destroyed, merely lost, and a quest to the Plane of Shadow may recover it."
		]
	},
	"the_viridian_crown": {
		"name": "The Viridian Crown",
		"sources": [ "Elves of Golarion" ],
		"description": [
			"## The Viridian Crown",
			"",
			"{SOURCE Elves of Golarion/31}  ",
			"**Aura** strong abjuration, conjuration (healing), and divination; **CL** 20th  ",
			"**Slot** head; **Price** -; **Weight** 3 lbs.",
			"",
			"This delicate circlet appears to be made of living blue-green vines with tiny leaves. Clearly of elven manufacture, the interlocking vines occasionally shift and grasp each other in new configurations. In the springtime the crown sprouts crystalline flowers which eventually fall off but retain their beauty (the elven monarch has a tradition of giving these flowers to favored citizens).",
			"",
			"The oldest legends of Kyonin's elves seem to indicate that there was a time when their ruler did not wear the Viridian Crown, but only a handful of fragmentary tales survive from that prehistory. In elven memory it has always been part of the crown jewels. The crown is a living thing that grows according to its wearer's will. In centuries where war is the norm the crown tends to grow thorns in a helm-like configuration, while in times of peace it prunes itself to become delicate and artistic.",
			"",
			"At will you may use {spell/detect poison}, {spell/heal}, {spell/light}, or {spell/break enchantment} as a standard action. Once per day you may use {spell/heroes' feast} and {spell/resurrection}.",
			"",
			"If you are the properly anointed ruler of the Kyonin elves, you gain a +2 enhancement bonus to Wisdom and Charisma. You may use scrying at will on any of your subjects (any elf who acknowledges your authority as the elven monarch). You and any subjects within 60 feet gain the benefits of a good hope spell at all times. Three times per day while within Kyonin you may create a guards and wards effect."
		]
	},
	"thorncrown_of_iomedae": {
		"name": "Thorncrown of Iomedae",
		"sources": [ "Artifacts and Legends" ],
		"description": [
			"## Thorncrown of Iomedae",
			"",
			"{SOURCE Artifacts and Legends/54}  ",
			"**Aura** overwhelming conjuration and evocation; **CL** 21st  ",
			"**Slot** head; **Price** -; **Weight** 1 lb.",
			"",
			"The Thorncrown of Iomedae functions as a major crown of blasting that grants the wearer a deflection bonus to her Armor Class equal to her Charisma modifier. In the hands of a paladin, the Thorncrown reveals its true powers, bursting into flames and spinning above the wearer's head in a halo of divine power. Paladins of any faith who wear the Thorncrown have their class abilities enhanced for as long as they wear it, gaining three additional mercies (from levels they have access to but have not selected), healing the maximum amount possible every time they use lay on hands, and gaining a number of additional uses of smite evil equal to their Charisma modifier. Additionally, if a paladin wearing the Thorncrown is slain, she may choose to instantly be restored to full hit points for a number of minutes equal to her Charisma modifier. She may act as normal for this period, but at the end of this time she dies and cannot be restored by any means short of a miracle cast by a cleric of her faith.",
			"",
			"The Thorncrown of Iomedae bestows two negative levels on any evil creature that wears it. These negative levels remain as long as the Thorncrown is held or worn - though they never result in actual level loss, they cannot be overcome in any way (including restoration spells) while the creature possesses the Thorncrown. Additionally, paladins who either break their code of conduct while wearing the Thorncrown or do not have access to their class features when they don the artifact must succeed at a DC 30 Will save or instantly be disintegrated. Those slain by the Thorncrown cannot be brought back to life by clerics with good or lawful components to their alignment - their spells simply fail - though clerics of other alignments can restore a paladin as normal. Even those who succeed at this save are treated as though they were evil creatures and gain negative levels. Paladins who receive atonement can wear the Thorncrown again without fear of ill effects.",
			"",
			"### Destruction",
			"",
			"If a paladin temporarily restored to life by the Thorncrown of Iomedae forsakes her deity and, of her own free will, swears herself to an evil force, the crown consumes the wearer in holy flames, destroying itself and its wearer utterly. Nothing can restore a traitorous paladin killed in this way."
		]
	},
	"trueforge": {
		"name": "Trueforge",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Trueforge",
			"",
			"{SOURCE Mythic Adventures/168}  ",
			"**Aura** overwhelming transmutation; **CL** 25th  ",
			"**Slot** none; **Price** -; **Weight** 500 lbs.",
			"",
			"Formed of meteoric adamantine, the massive anvil known as the Trueforge appears and vanishes according to unknowable whims - perhaps those of a greater power, perhaps its own. A creature with sufficient power and knowledge can bind the Trueforge to a fixed location to best take advantage of its power.",
			"",
			"Labor at the Trueforge requires both supreme skill and mythic power. Non-mythic creatures are affected as the {spell/feeblemind} spell (DC 30) for daring to use the forge, and can't use the forge's abilities even if they succeed at their saving throws.",
			"",
			"When toiling at the Trueforge, a mythic creature can create magical weapons and armor with a cost up to her mythic tier squared times 2,000 gp, ignoring the nonmagical cost of the item created. For example, a 10th-tier character could craft a magic weapon of a +10 enhancement equivalent, worth 200,000 gp plus the cost of the weapon itself. The item forged must be at least partially metal, such as a breastplate or spear. Creating such an item requires only half the usual value of raw materials. However, to create items involving exotic materials (such as adamantine), the creator must use and have access to the normal amount of the material.",
			"",
			"Regardless of the materials involved, it takes 1 day of labor to forge a nonmagical light or one-handed weapon, shield, or suit of light armor; 2 days to forge a suit of medium armor or two-handed weapon; and 3 days to forge a suit of heavy armor. For items with magical properties, square the number of days of labor and multiply by 1,000 to determine the total gold piece value. For example, completing an item with magical properties worth 144,000 gp or less requires 12 days of work. The crafter must labor continuously on the item, not sleeping until work is completed, though she's kept awake and vigorous through the magic of the forge. If the work is interrupted for more than 1 hour at a time or more than 2 hours in a single day, the item is ruined, and half the value of the raw materials wasted.",
			"",
			"In addition to making normal and magical weapons and armor, the Trueforge can repair a broken magic item, generally in half the number of days it would take to make it from scratch. It can even repair or create an artifact, though such a task requires months of preparation to gather the proper materials followed by weeks of labor at the forge.",
			"",
			"Only one person can work the forge at a time. As the crafter labors, the Trueforge feeds on her mythic power and life energy, drawing it into the item forged. Forging nonmagical items carries less risk. The crafter must succeed at a DC 25 Fortitude save at the start of each day of work or gain 2 permanent negative levels. For magic items, the save DC is equal to 25 plus the number of days worked thus far. At the start of each day of labor, the crafter must expend a number of uses of mythic power equal to the number of days worked so far plus one.",
			"",
			"If the crafter accumulates a number of negative levels equal to her own character level or exhausts her mythic power, the labor proves fatal at the end of the day. Normally, this ruins the work in progress, but if this occurs on the final day of work, the crafter finishes the item as she dies. Her soul enters the item, making it an intelligent item with the crafter's personality - and likely some of her abilities, as determined by the GM.",
			"",
			"Creatures immune to level drain, whether by innate nature or magical protection, can't use the Trueforge.",
			"",
			"### Destruction",
			"",
			"The Trueforge can be destroyed by first destroying every object forged by it, then shattering the forge with a single blow from a hammer of thunderbolts."
		]
	},
	"usher_of_the_black_rain": {
		"name": "Usher of the Black Rain",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## Usher of the Black Rain",
			"",
			"{SOURCE Bestiary 6/161}  ",
			"**Aura** overwhelming all; **CL** 29th  ",
			"**Slot** none; **Price** -; **Weight** 12 lbs.",
			"",
			"{faith/Apollyon/'s} weapon is the Usher of the Black Rain. He can cause this weapon to shift from a scythe to a composite longbow (Str +16) as a move action, but in both forms the Usher is a +5 {magic-enh/unholy} {magic-enh/wounding} weapon. As a longbow, it creates ammunition automatically as it is fired. Against foes who are currently suffering from a disease, the Usher of the Black Rain deals an additional 6 points of profane damage with each hit.",
			"",
			"### Destruction",
			"",
			"The Usher of the Black Rain burns to ash if Apollyon's cloak (which was stitched from the flesh of the angels whose souls empower his bow) is brought to Nirvana, washed clean there, and then buried while intoning each dead angel's long-forgotten name."
		]
	},
	"vespers_rapier": {
		"name": "Vesper's Rapier",
		"sources": [
			"Artifacts and Legends",
			"Gods and Magic"
		],
		"description": [
			"## Vesper's Rapier",
			"",
			"{SOURCE Artifacts and Legends/55;Gods and Magic/63}  ",
			"**Aura** strong conjuration; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 2 lbs.",
			"",
			"Despite its best-known name, Vesper's Rapier is not necessarily a rapier. This weapon is a +3 keen speed sword, with the type of sword varying from wielder to wielder. Upon being taken up by a new owner, the weapon transforms into any type of sword of the wielder's choosing, mundane or exotic. From that point on, the weapon always transforms into that type of sword whenever it is held by that individual. While bearing Vesper's Rapier, the wielder gains a +4 bonus on Bluff and Diplomacy checks made to influence humanoids, and can use the rapier like a compass to point in the direction of the closest collection of gems, silver, or drinkable water as a standard action at will.",
			"",
			"The sword also grants the wielder the ability to either slip or tighten the bonds of the physical world, granting her the ability to cast {spell/dimension door}, dimensional lock, or greater teleport. These powers have limits, though, as they can drain the sword's magical abilities for the day - dimensional lock and greater teleport can be used once per day and drain the sword immediately after their use; dimension door can be used at will, but drains the sword after 3 uses, though the wielder can continue to use dimension door even if the sword is drained (this is the only effect that functions even when the sword is drained). If the sword becomes drained, it loses all of its magical properties (aside from dimension door), including its +3 enhancement bonus, skill bonuses, and the keen and speed special abilities. All of these properties are restored every day at midnight.",
			"",
			"### Destruction",
			"",
			"Vesper's Rapier is destroyed if it is taken into a demiplane where time doesn't pass. Although this is the end of the sword, its true owner's existence is such that earlier incarnations of the weapon will continue to exist for ages."
		]
	},
	"visineir": {
		"name": "Visineir",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## Visineir",
			"",
			"{SOURCE Bestiary 6/29}  ",
			"**Aura** overwhelming all; **CL** 30th  ",
			"**Slot** none; **Price** -; **Weight** 1 lb.",
			"",
			"This adamantine quill pen is the greatest weapon {faith/Mephistopheles} has in the corruption of souls. As a full-round action that does not provoke attacks of opportunity, he can use it to inscribe a {spell/magic circle against good} (or chaos), place a {spell/mark of justice}, or pen an [infernal contract](rule/infernal_contracts). These contracts can grant any number of boons, but typically do so in the form of a {spell/wish} spell or the {template/devilbound/ template}",
			"",
			". Visineir can be wielded as a +1 adamantine {magic-enh/keen} {magic-enh/wounding} dagger, but Mephistopheles rarely does so, preferring his trident in battle. The quill can store a sample of blood from every creature it strikes, storing up to 33 blood samples at a time. The quill gains the {magic-enh/bane} special ability against any creature whose blood it stores, and it marks the target as if Mephistopheles had used a [witch's scar hex](ability/hexes) on it, allowing him to use his spell-like abilities on that creature with a range of 1 mile (or with unlimited range, if the creature is in Caina). Mephistopheles can expend one stored blood sample as a full-round action to inscribe a symbol spell of any type he wishes, or to call the creature to him as if he had cast {spell/greater planar binding} (regardless of the creature's actual type - this is not limited to calling outsiders).",
			"",
			"### Destruction",
			"",
			"If Visineir is used to pen a contract that results in Asmodeus having to void the creation of Mephistopheles, the quill crumbles away to ashes, as does Mephistopheles himself."
		]
	},
	"was_scepter": {
		"name": "Was Scepter",
		"sources": [ "Pathfinder #83: The Slave Trenches of Hakotep" ],
		"description": [
			"## Was Scepter",
			"",
			"{SOURCE Pathfinder #83: The Slave Trenches of Hakotep/75}  ",
			"**Aura** overwhelming abjuration and transmutation; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** 30 lbs.",
			"",
			"The Was Scepter can be wielded in combat as a +4 light mace. Upon command, it expands to a length of 6 feet and can be wielded as a double weapon that has a +4 enhancement bonus. The head deals 1d6 points of bludgeoning damage and can be used to make trip attacks, while the forked end deals 1d6 points of piercing damage. The wielder can use either end as the primary weapon, with the other becoming the off-hand weapon.",
			"",
			"Though it is formidable in melee, the scepter's true value lies in its ability to allow its wielder to claim dominion over specific areas, people, reality, and even time. As a move action, the wielder can plant the scepter's forked end into the ground to activate a 120-foot aura of dominion. The aura remains active so long as the scepter remains there. The wielder can then concentrate to manipulate the aura to produce various magical effects. The wielder can produce only a single effect at a time, and each new effect requires a new action. The effects are as follows.",
			"",
			"- At will, the wielder can use a standard action to manipulate the aura to emulate the effects of either sanctuary or protection against chaos. These effects include all willing creatures within the aura of dominion. If the wielder activates the sanctuary effect (DC 15), all allies within the aura are subject to the usual terms of the spell. If any allies break the spell's terms, the effect immediately ends for everyone affected.",
			"- Three times per day as a standard action, the wielder can manipulate the aura to block any extradimensional travel within the aura of dominion. The area within the aura is treated as if under the effects of dimensional lock.",
			"- Once per day as a standard action, the wielder can manipulate the aura to force extraplanar creatures entering the aura of dominion to return to their home planes immediately, as if targeted by a {spell/banishment} spell. Up to 40 Hit Dice of creatures can be affected by this effect, and creatures subject to this effect can resist with a successful DC 21 Will save.",
			"- Lastly, once per day as a standard action, the wielder can alter time within the aura of dominion. The wielder can use time stop and include a number of people in the effect equal to 1 + the user's Charisma modifier (minimum 1). Unwilling creatures can resist this effect with a successful DC 23 Will save. Those affected by the time stop can interact with each other as normal, and individuals are not restricted from leaving the aura of dominion while the effect is in place.",
			"",
			"### Destruction",
			"",
			"The Was Scepter can be destroyed only by a ruler of Osirion with true royal blood."
		]
	},
	"winter_collector": {
		"name": "Winter Collector",
		"sources": [ "Pathfinder #72: The Witch Queen's Revenge" ],
		"description": [
			"## Winter Collector",
			"",
			"{SOURCE Pathfinder #72: The Witch Queen's Revenge/68}",
			"",
			"**Aura** strong conjuration and evocation; **CL** 20th  ",
			"**Slot** none; **Price** -; **Weight** varies",
			"",
			"Winter collectors are always located in areas of severe cold, and are typically surrounded by thick snow or ice. A winter collector siphons a portion of the ambient cold weather and condenses it into concentrated cold energy, which the collector then beams like a signal across worlds to the winter receiver in the Royal Palace in Whitethrone. This energy then radiates out to the borders of Irrisen, keeping the weather in a perpetual wintry state. In addition, a winter collector functions as a permanent gate, allowing instant travel from the collector's location to the Royal Palace (but not in the other direction), even if the collector is located on the Material Plane.",
			"",
			"A winter collector radiates an aura of cold out to 50 feet. This aura deals 6d6 points of cold damage each round to creatures in this area. Creatures within 10 feet of the winter collector take 12d6 points of cold damage each round. Half of this cold damage is not subject to being reduced by resistance or immunity to cold-based effects.",
			"",
			"### Destruction",
			"",
			"Each winter collector has a unique means of destruction, which is left for the GM to develop, though successfully destroying a winter collector should be a trial worthy of gaining a mythic tier."
		]
	},
	"aiudara": {
		"name": "Aiudara",
		"sources": [ "Elves of Golarion" ],
		"description": [
			"## Aiudara (Elf Gate)",
			"",
			"{SOURCE Elves of Golarion/18}",
			"",
			"**Aura** not stated, presumably conjuration (teleportation); **CL** -  ",
			"**Slot** none; **Price** -; **Weight** -",
			"",
			"Some elves shudder to hear their aiudara referred to as \"elf gates,\" but most accept the vulgar name good-naturedly. These sculpted stone arches, carved with elven runes and sylvan imagery, are scattered in clearings across Kyonin and around the world, most lying dormant and inoperative since the elves' exodus thousands of years ago. With the proper keys, these gates can move people and materials instantly across vast distances by simply passing through the space under the arch.",
			"",
			"Monarchs around the Inner Sea are rightly concerned about these powerful arches. An active elf gate network would allow the controller to move armies across the globe in an eye-blink. Humans have puzzled over the gates' operation since the elves' departure, but few have ever plumbed their mysteries. In fact, most of the keys to the gates' operation and their destinations have been forgotten by even the long-lived elves themselves, prompting several elven adventuring companies to roam the world looking for clues and lore.",
			"",
			"Different gates have different means of opening. While relatively little is known about these, it's generally believed a short ritual is required to {spell/aiudara_<activation} an elf gate, at which point the stone gate lights up from within and the space between the arches distorts to show another vista. Possible keys include:",
			"",
			"**Passwords:** Some gates are activated with a word or phrase. While in many cases this password has been lost to time, for some riddles and puzzles inscribed in Elven on the stone offer clues to the gate's activation.",
			"",
			"**Music:** Specific notes or songs played on flutes and harps have been known to open a few gates. It is said that only the surrounding landscape knows these songs, and that the keys are present in the blowing of the wind and rustling of the trees for those who have the ears to hear them.",
			"",
			"**Stones:** Some gates require the presence of magically linked stones to operate. These \"keystones\" vary in weight and shape, many small enough to carry; unfortunately by now, these stones could be just about anywhere.",
			"",
			"**Spells:** Certain spells may activate some elf gates, some as simple as {spell/knock}, and others arcane inventions long since lost to history.",
			"",
			"**Time:** The most commonly used elf gates are of this variety, and operate only under certain celestial conditions. Regardless of an individual's behavior, they only function at specific, pre-determined times, and thus are easiest to stumble across.",
			"",
			"**Combination:** The most secure (and powerful) gates require a combination of keys to open. Finding the secret behind one of these gates' operation can be a life-long quest, even for an elf."
		]
	}
}
