{
	"monsters_magical_beasts": {
		"title": "Magical Beasts",
		"sources": [],
		"description": [
			":::item",
			"",
			"{table0}",
			"",
			":::"
		],
		"noFinder": true,
		"searchgroup": "monster",
		"tables": [
			{
				"id": "monsters magical beasts",
				"headers": [ "Monster", "CR", "Subtypes", "Size", "Alignment", "Description" ],
				"filter": [
					{
						"col": 1,
						"equals": [-4, -2, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 30],
						"labels": [ "1/4", "1/2", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "19", "20", "21", "22", "30"]
					},
					{
						"col": 3,
						"range": [1, 8],
						"labels": [ "diminutive", "tiny", "small", "medium", "large", "huge", "gargantuan", "colossal" ]
					},
					{
						"col": 4,
						"range": [0, 8],
						"labels": ["LG", "LN", "LE", "NG", "N", "NE", "CG", "CN", "CE"]
					}
				],
				"types": [ null, "num", null, "num", "num", 0 ],
				"alignments": [ true, null, null, null, null, true ],
				"sizes": [ 8.5, 3.5, 7, 6, 5.5, 14.75 ],
				"ripples": [0],
				"data": [
					[ "{monster/Abaia}", 10, "aquatic", [ 6, "huge" ], [ 4, "N" ], "This multi-eyed eel's brightly colored markings shift in complex, ever-changing patterns." ],
					[ "{monster/Addu}", 15, "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "Striped with the brilliant colors of a maritime sunset, this beast winds its enormous body through the waves, a pair of wiry, talon-tipped arms and a snout full of horrendous teeth preceding a fan of razorlike fins." ],
					[ "{monster/Ahool}", 9, null, [ 5, "large" ], [ 5, "NE" ], "This hideous creature blends features of both bat and ape, with fleshy wings and hind legs ending in sharp claws." ],
					[ "{monster/Ahuizotl}", 6, "aquatic", [ 5, "large" ], [ 5, "NE" ], "This bear-sized beast has a body like a squat simian, a dog's face, and a long tail that ends in a clawed hand." ],
					[ "{monster/Akhlut}", 13, "cold, shapechanger", [ 6, "huge" ], [ 4, "N" ], "A dorsal fin rises up from the back of this immense black-and-white-furred, wolflike beast." ],
					[ "{monster/Almiraj}", 1, null, [ 3, "small" ], [ 4, "N" ], "This oversized rabbit has a single long, pearlescent horn protruding from its crown." ],
					[ "{monster/Amarok}", 12, null, [ 6, "huge" ], [ 1, "LN" ], "This enormous black wolf's eyes gleam with a cunning intellect, and its fangs glow with the light of a cold moon." ],
					[ "{monster/Amphisbaena}", 4, null, [ 5, "large" ], [ 4, "N" ], "This large snake has two heads, one at each end of its long, coiling body. Both display large sets of fangs." ],
					[ "{monster/Angazhani (High Girallon)}", 9, null, [ 5, "large" ], [ 8, "CE" ], "This horned, albino ape has four arms and thick white fur braided with bone fetishes and trophies. It carries a strangely shaped throwing axe." ],
					[ "{monster/Ankheg}", 3, null, [ 5, "large" ], [ 4, "N" ], "This burrowing, bug-like monster scuttles about on six legs, drooling noxious green ichor from its clacking mandibles." ],
					[ "{monster/Ankhrav}", 9, null, [ 6, "huge" ], [ 4, "N" ], "This giant vermin waves two scything forelegs threateningly as hissing acid drips from its mandibles." ],
					[ "{monster/Aranea}", 4, "shapechanger", [ 4, "medium" ], [ 4, "N" ], "This bloated spider has a hunchbacked body and a gleam of intelligence in its multiple eyes." ],
					[ "{monster/Aspidochelone}", 17, "aquatic", [ 8, "colossal" ], [ 4, "N" ], "The ground shudders and the seabirds take to wing with piercing cries of alarm. What once appeared to be a small, rocky island reveals itself to be a creature of titanic proportions as an enormous tail lifts ominously from the water. With a thunderous crash, it slams down, sending the island plunging beneath the waves." ],
					[ "{monster/Atuikakura}", 14, "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "This enormous red wormlike creature has several rows of white spines and a circular mouth filled with hooked teeth." ],
					[ "{monster/Aurumvorax}", 9, null, [ 3, "small" ], [ 4, "N" ], "Powerful muscles ripple beneath the golden fur of this small yet fearsome eight-legged beast." ],
					[ "{monster/Baku}", 8, null, [ 4, "medium" ], [ 4, "N" ], "This floating creature has long brown fur. Its face features a pair of long tusks and a curious elongated trunk for a snout." ],
					[ "{monster/Baku Dreamweaver}", 11, null, [ 4, "medium" ], [ 4, "N" ], "Simple but elegant robes drape over this gray-furred, trunked quadruped, and its kind gaze suggests a gentle wisdom." ],
					[ "{monster/Bandersnatch}", 17, null, [ 7, "gargantuan" ], [ 4, "N" ], "This six-limbed beast stalks forward with a fluid grace. Barbed quills run along its back, and its eyes glow with a blue light." ],
					[ "{monster/Basilisk}", 5, null, [ 4, "medium" ], [ 4, "N" ], "This squat, reptilian monster has eight legs, bony spurs jutting from its back, and eyes that glow with pale green fire." ],
					[ "{monster/Bat, Mobat}", 3, null, [ 5, "large" ], [ 4, "N" ], "This bat has a wingspan the length of two humans, over-sized ears, and a squat, upturned snout with rows of needle-like teeth." ],
					[ "{monster/Beetle, Juggernaut}", 14, null, [ 6, "huge" ], [ 4, "N" ], "This massive insect lumbers ominously, waving scythe-like mandibles that reek of acid." ],
					[ "{monster/Behemoth, Ravener}", 18, null, [ 8, "colossal" ], [ 4, "N" ], "The ground quakes as a colossal, elephantine beast of rocky, armored plates presses forward. Elaborate horns crown its head, and multiple rock-encrusted tusks jut from its toothy maw. With a bellowing roar, the creature shakes its massive head in challenge, then paws the ground and charges." ],
					[ "{monster/Behemoth, Tempest}", 22, "air, behemoth", [ 8, "colossal" ], [ 4, "N" ], "Three pairs of wings beat rhythmically, churning up hurricane-force winds around this vast, birdlike monstrosity." ],
					[ "{monster/Behemoth, Thalassic}", 20, "aquatic, behemoth, water", [ 8, "colossal" ], [ 4, "N" ], "Two massive limbs drag the bulk of this whale-like beast's body from the churning waters of the sea." ],
					[ "{monster/Behemoth, Thunder}", 18, "behemoth, earth", [ 8, "colossal" ], [ 4, "N" ], "This enormous beast has rocky, armored plates on its body. Elaborate horns crown its horrific head." ],
					[ "{monster/Behir}", 8, null, [ 6, "huge" ], [ 4, "N" ], "This slithering, multilegged blue reptile has a fearsome head crowned with two large, curling horns." ],
					[ "{monster/Bhole}", 17, null, [ 8, "colossal" ], [ 7, "CN" ], "This titanic worm heaves its endless bulk into the air, raising one end as if ready to strike with a massive set of hooked jaws." ],
					[ "{monster/Black Shuck}", 7, null, [ 5, "large" ], [ 7, "CN" ], "This enormous hound has a single, glowering green eye, and its flanks are matted with hair soaked in filth and gore." ],
					[ "{monster/Blindheim}", 2, null, [ 3, "small" ], [ 4, "N" ], "The size of a short, stocky humanoid with webbed feet and claws, this frog-like creature has glowing white eyes." ],
					[ "{monster/Blink Dog}", 2, null, [ 4, "medium" ], [ 0, "LG" ], "This sleek canine has a coarse, tawny coat, pointed ears, and pale eyes. A faint blue nimbus seems to dance upon its fur." ],
					[ "{monster/Bolla}", 14, null, [ 6, "huge" ], [ 5, "NE" ], "This immense serpent is covered in dull red fur; the four vestigial legs sprouting from its sides don't quite touch the ground." ],
					[ "{monster/Brain Mole}", 1, null, [ 2, "tiny" ], [ 4, "N" ], "This hairless, wrinkly rodent is blue-black in color. Its teeth protrude at all angles from its circular mouth." ],
					[ "{monster/Brain Mole, Brain Mole Monarch}", 5, null, [ 2, "tiny" ], [ 4, "N" ], "Tumorous bulges crisscross this six-limbed rodent, lending its hairless body a bloated, brain-like appearance." ],
					[ "{monster/Bulette}", 7, null, [ 6, "huge" ], [ 4, "N" ], "This armor-plated creature's toothy maw gapes wide as a fin-like dorsal plate rises between its shoulders." ],
					[ "{monster/Bunyip}", 3, "aquatic", [ 4, "medium" ], [ 4, "N" ], "A disturbing combination of shark and seal, this brown-furred creature has a wide mouth filled with razor-sharp teeth." ],
					[ "{monster/Burstigeit}", 3, null, [ 5, "large" ], [ 4, "N" ], "This four-legged creature has the tusked jaw, broad shoulders, and bristled back of a boar, and large eyes with cross-shaped irises. A pair of short, bony protrusions mark its forehead, as though its horns had broken off in battle." ],
					[ "{monster/Camulatz}", 9, null, [ 5, "large" ], [ 8, "CE" ], "Vibrant blue and yellow feathers adorn the body of this giant, parrot-like bird, but its curved beak and powerful talons are instead adorned with dried blood and gore." ],
					[ "{monster/Carbuncle}", 1, null, [ 2, "tiny" ], [ 4, "N" ], "This small, awkward reptile with a fist-sized gem jutting from between its two bulging eyes seems both surprised and perplexed." ],
					[ "{monster/Cat Sith}", 2, null, [ 2, "tiny" ], [ 7, "CN" ], "This slinky black feline has a single white spot on its chest. Its mannerisms and movements are eerily human." ],
					[ "{monster/Catoblepas}", 12, null, [ 5, "large" ], [ 4, "N" ], "This ugly creature has a boar-like head with short antlers, a thick bullish body covered in spines, and cloven hooves on its stumpy legs." ],
					[ "{monster/Cerberus Worm}", 14, "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "This slimy-skinned, three-headed sea beast has writhing tentacles and is surrounded by a black, poisonous cloud that flickers like fire." ],
					[ "{monster/Ceru}", 2, null, [ 2, "tiny" ], [ 3, "NG" ], "This pint-sized creature resembles a tiny blue elephant no larger than a house cat. Its feet, tail, and ears are clawed and spiked." ],
					[ "{monster/Cerynitis}", 7, null, [ 5, "large" ], [ 4, "N" ], "This sleek and graceful doe possesses long, metallic antlers and a shiny, golden pelt." ],
					[ "{monster/Chemosit}", 4, null, [ 5, "large" ], [ 4, "N" ], "This massive, shaggy beast uses long and muscular forearms to raise itself onto its hind legs and beats its chest like a gorilla. Despite its ape-like stance, its frame is far heavier and its features more primitive, its powerful muzzle and gnashing canines bespeaking terrible, bestial savagery." ],
					[ "{monster/Cherufe}", 13, "fire", [ 6, "huge" ], [ 5, "NE" ], "This towering reptilian humanoid seems to be made of obsidian scales over a molten magma core." ],
					[ "{monster/Chickcharney}", 3, null, [ 3, "small" ], [ 4, "N" ], "Resembling a filthy owl with the gangly long legs of a stork, this almost comically ugly bird has piercing black eyes and emits an annoying screech." ],
					[ "{monster/Chimera}", 7, null, [ 5, "large" ], [ 8, "CE" ], "This winged monster has the body of a lion, though two more heads flank its central feline one - a dragon and a horned goat." ],
					[ "{monster/Chimera, Legendary}", 13, null, [ 6, "huge" ], [ 8, "CE" ], "This abomination has the head and foreparts of a great lion, an additional head and hindquarters of a ram, and a red dragon's head sprouting from its tail." ],
					[ "{monster/Chupacabra}", 3, null, [ 3, "small" ], [ 4, "N" ], "This lizard-like creature stalks forward upon two muscular legs, a mane of spikes running down its scaly back." ],
					[ "{monster/Chuspiki}", 2, "air", [ 2, "tiny" ], [ 7, "CN" ], "This tiny creature, covered in a thick coat of fluffy fur, glides through the air, riding invisible currents on its fanlike tail." ],
					[ "{monster/Cipactli}", 21, "aquatic", [ 7, "gargantuan" ], [ 7, "CN" ], "This creature is covered in snapping jaws, from its massive, toothy head to the various mouths that open in its body and tail." ],
					[ "{monster/Clawbat}", 1, null, [ 3, "small" ], [ 4, "N" ], "A leathery piece of skin stretched across a frame of joints and bony knobs beats awkwardly through the air. Eyes glare from the folds of its thick wings, writhing tentacles surround its sucker-like maw, and a long, thin tongue darts forth seemingly at random to lash the air around it." ],
					[ "{monster/Cockatrice}", 3, null, [ 3, "small" ], [ 4, "N" ], "This hideous avian creature has the body of an emaciated rooster, the wings of a bat, and a long, scaly tail." ],
					[ "{monster/Coral Capuchin}", 1, "aquatic", [ 2, "tiny" ], [ 4, "N" ], "This strange creature can only be described as a light pink, hairless monkey with the head of a fish and large, finlike wings." ],
					[ "{monster/Corbayrant}", 16, null, [ 6, "huge" ], [ 8, "CE" ], "This enormous scorpion-like creature has legs like jagged bark and a moss-colored body. It barbed tail drips foul-smelling venom and its wide mouth has multiple hinged jaws." ],
					[ "{monster/Cyphergull}", 2, null, [ 2, "tiny" ], [ 4, "N" ], "The eyes of this large gull glow eerily blue. Gray feathers cover much of its robust body, and its long, black-tipped wings are marked with enigmatic symbols. The bird's yellow bill is heavy and hooked, and its webbed feet bear sharp talons." ],
					[ "{monster/Cytillipede}", 6, null, [ 5, "large" ], [ 4, "N" ], "This segmented creature has a chitinous body covered in patches of glowing, purple fungus. Syrupy venom drips from its mandibles." ],
					[ "{monster/Darkmantle}", 1, null, [ 3, "small" ], [ 4, "N" ], "As this creature falls from the cavern roof, it opens like a hideous octopus, its thin, hook-lined tentacles connected by a fleshy web." ],
					[ "{monster/Deadfall Dweller}", 5, null, [ 5, "large" ], [ 4, "N" ], "This creature resembles a fallen tree trunk that walks upon dozens of tiny, barbed branches and shambles like a spider." ],
					[ "{monster/Death Dog}", 2, null, [ 5, "large" ], [ 5, "NE" ], "This black-furred, two-headed dog is as large as a horse and has midnight-black eyes. Tiny worms crawl on its mangy hide." ],
					[ "{monster/Death Worm}", 6, null, [ 5, "large" ], [ 4, "N" ], "This large worm's body is muscular and scaly, its mouth a nightmare of row upon row of triangular teeth." ],
					[ "{monster/Death Worm, Death Worm Leviathan}", 11, null, [ 7, "gargantuan" ], [ 4, "N" ], "This enormous worm has stony hide and acid-dripping jaws." ],
					[ "{monster/Deep Sea Serpent}", 19, "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "This enormous, water-dwelling serpent has bright, bulging eyes and rounded jaws filled with long, jagged teeth." ],
					[ "{monster/Delgeth}", 6, null, [ 4, "medium" ], [ 4, "N" ], "The antlers and hooves of this elk appear scorched and charred. The ground where it stands smolders and bursts into flame." ],
					[ "{monster/Devilfish}", 4, "aquatic", [ 5, "large" ], [ 5, "NE" ], "This purple, seven-armed octopoid monstrosity is the size of a horse, with hook-lined tentacles and cold, blue eyes." ],
					[ "{monster/Disenchanter}", 3, null, [ 5, "large" ], [ 4, "N" ], "This blue-furred creature sports a short trunk and a camel-like body. The air around it seems to shimmer with magical energy." ],
					[ "{monster/Dragon Horse}", 9, "air", [ 5, "large" ], [ 3, "NG" ], "The glossy alabaster coat of this noble horse ripples with muscles, while its hooves shimmer with pale blue energy." ],
					[ "{monster/Dragonne}", 7, null, [ 5, "large" ], [ 4, "N" ], "This creature has the features of a lion but the wings and scales of a brass dragon, and a wild mane matching its scales." ],
					[ "{monster/Dweomercat}", 7, null, [ 4, "medium" ], [ 7, "CN" ], null ],
					[ "{monster/Dweomercat, Dweomercat Cub}", 2, null, [ 2, "tiny" ], [ 7, "CN" ], "Its coat shining vividly, this majestic tiger looks exotic and otherworldly. It gazes with piercing yellow eyes and stands calmly, as though fearless." ],
					[ "{monster/Eagle, Giant}", 3, null, [ 5, "large" ], [ 3, "NG" ], "This immense eagle's feathers are golden brown and shimmer in the light. Its sharp beak and curved talons are dark yellow." ],
					[ "{monster/Echeneis}", 1, "aquatic", [ 3, "small" ], [ 4, "N" ], "This thin, colorful fish has a broad, segmented sucker above its narrow mouth. A line of spines runs down its back." ],
					[ "{monster/Estuarine Worm, Estuarine Worm (Ahket Form)}", 10, "aquatic", [ 6, "huge" ], [ 4, "N" ], "As thick and tall as a towering palm tree, this mud-colored worm hisses through a fanged mouth. Atop its head, a small protuberance shines like a star." ],
					[ "{monster/Estuarine Worm, Estuarine Worm (Shemu Form)}", 10, "aquatic", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Faceless Whale}", 15, null, [ 8, "colossal" ], [ 4, "N" ], "A deep groan at the edge of hearing precedes the appearance of this sightless leviathan, whose pallid body breaks the surface of dark waters without as much as a ripple." ],
					[ "{monster/Feeder in the Depths}", 8, null, [ 6, "huge" ], [ 2, "LE" ], "An immense gray-and-white shark glides through the water, its piercing red eyes revealing a vicious intelligence." ],
					[ "{monster/Feranth}", 14, null, [ 6, "huge" ], [ 8, "CE" ], "A droning hum announces the presence of this enormous horned beast. Powerful muscles ripple just beneath its mottled black hide." ],
					[ "{monster/Fire Whale}", 16, "extraplanar", [ 8, "colossal" ], [ 4, "N" ], "Waves of searing heat ripple from the stony, gem-encrusted hide of this enormous whale-like beast." ],
					[ "{monster/Flail Snail}", 4, null, [ 5, "large" ], [ 4, "N" ], "This enormous snail has a brightly colored shell and four tentacles on its head, each tipped with a mace-like club." ],
					[ "{monster/Frost Worm}", 12, "cold", [ 6, "huge" ], [ 4, "N" ], "This immense white worm has a single circular eye in the center of its head. Wisps of icy fog waft up from between its mandibles." ],
					[ "{monster/Furcifer}", 13, null, [ 6, "huge" ], [ 7, "CN" ], "Twisting vines and vibrant flowers grow from the back of this titanic, multicolored reptile. A sickly-sweet scent fills the swirling air around it." ],
					[ "{monster/Galluvix}", 2, null, [ 2, "tiny" ], [ 4, "N" ], "This curious-looking creature has the body and plumage of a rooster but sports the cunning features of a fox from the neck up." ],
					[ "{monster/Galvo}", 9, "aquatic", [ 4, "medium" ], [ 5, "NE" ], "This creature is composed of dozens of electric eels tightly knotted into a slithering, humanoid shape, crackling with energy." ],
					[ "{monster/Gammenore}", 8, "cold", [ 5, "large" ], [ 4, "N" ], "Spikes of ice jut from the carapace of this stocky crustacean. It scuttles sideways on its eight legs with surprising speed, while its two pincers - one small and sharp, the other monstrously large - flex in anticipation of combat." ],
					[ "{monster/Gargiya}", 10, "aquatic", [ 6, "huge" ], [ 4, "N" ], "With burning eyes and a snapping maw, this blood-red serpent rises from the ocean's depths. Sweltering heat radiates from its rippling scales." ],
					[ "{monster/Genghryl}", 11, null, [ 5, "large" ], [ 4, "N" ], "A mix of burly and slender tentacles extend from the body of this large, wormlike creature. Rows of frightful fangs line the maw beneath its sharp beak." ],
					[ "{monster/Genie-Touched Horse}", 6, null, [ 5, "large" ], [ 4, "N" ], "This magnificent creature seems to be a horse, but the sparkle in its eyes reveals its supernatural origins." ],
					[ "{monster/Giant Muckdweller}", 2, null, [ 5, "large" ], [ 4, "N" ], "This massive lizard has pale, spotted flesh and spines around its face that form a spiky frill." ],
					[ "{monster/Gigas Clam}", 11, "aquatic", [ 6, "huge" ], [ 7, "CN" ], "This monstrous clam's conjoined shells open wide enough to swallow a horse. Inside, two tubular siphons flank the thing's innards, which resemble a fleshy, vaguely humanoid woman, save that instead of a face, it has a singular massive maw filled with rows of ravenous teeth." ],
					[ "{monster/Girallon}", 6, null, [ 5, "large" ], [ 4, "N" ], "This four-armed, gorilla-like creature, covered with matted white fur, roars in rage as it rears up to its full, towering height." ],
					[ "{monster/Gloomwasp}", 6, null, [ 3, "small" ], [ 4, "N" ], "The stinger and antennae of this dog-sized wasp pulsate with a dim, violet light." ],
					[ "{monster/Gnoph-Keh}", 11, "cold", [ 5, "large" ], [ 8, "CE" ], "A vortex of freezing wind swirls around this six-legged, bearlike monstrosity. A single horn protrudes from its snarling face." ],
					[ "{monster/Goezspall}", 14, null, [ 5, "large" ], [ 4, "N" ], "This strange, alien-looking monstrosity has thickly armored hide and several sharp talons at the end of each of its stumpy legs." ],
					[ "{monster/Goldpebble}", 5, "aquatic", [ 5, "large" ], [ 4, "N" ], "The scales on this twelve-foot-long water snake's back appear to be nothing more than smooth river stones, a few of which glint with traces of gold." ],
					[ "{monster/Gorgon}", 8, null, [ 5, "large" ], [ 4, "N" ], "This bull-like creature seems to be made of interlocking metallic plates. Faint plumes of green smoke puff from its mouth." ],
					[ "{monster/Gray Render}", 8, null, [ 5, "large" ], [ 4, "N" ], "This hulking beast has slick, gray, hairless skin. Its numerous yellow eyes and wide toothy maw are its only facial features." ],
					[ "{monster/Griffon}", 4, null, [ 5, "large" ], [ 4, "N" ], "This majestic beast has the body of a lion, the head and forelegs of a great eagle, and a massive pair of feathered wings." ],
					[ "{monster/Grisantian Lion}", 14, null, [ 6, "huge" ], [ 7, "CN" ], "This massive lion's fur and skin shimmer with a golden sheen." ],
					[ "{monster/Grodair}", 5, "aquatic, extraplanar", [ 4, "medium" ], [ 7, "CN" ], "Several water-dripping tentacles sprout from this four-eyed fish's belly, while long fins protrude from its back." ],
					[ "{monster/Grootslang}", 16, null, [ 7, "gargantuan" ], [ 8, "CE" ], "This enormous beast has the combined features of an elephant and a serpent. Its tremendous maw sports six frightening tusks." ],
					[ "{monster/Gryph}", 1, null, [ 3, "small" ], [ 5, "NE" ], "This hawk-sized avian looks much like a six-legged stork. Its feathers are unkempt and greasy, and its beak is razor-sharp." ],
					[ "{monster/Hallowed Lynx}", 17, null, [ 3, "small" ], [ 5, "NE" ], "Within a halo of brilliant, glowing orbs are the distinctive features of a compact feline with tufted ears, a short tail, and keen, piercing eyes." ],
					[ "{monster/Hippocampus}", 1, "aquatic", [ 5, "large" ], [ 4, "N" ], "This creature has the foreparts of a horse and the hindquarters of a fish. Its forelegs end in splayed fins rather than hooves." ],
					[ "{monster/Hippogriff}", 2, null, [ 5, "large" ], [ 4, "N" ], "This large, brown, horse-like creature has a hawk's wings, talons, and hooked beak." ],
					[ "{monster/Hive Mind Beetle Swarm}", 13, "swarm", [ 1, "diminutive" ], [ 1, "LN" ], "This churning cloud of beetles buzzes with a steady discharge of sizzling arcs of electricity leaping from insect to insect. The patterns on their wings resemble humanoid eyes." ],
					[ "{monster/Hivemind Rat Swarm}", 8, "swarm", [ 2, "tiny" ], [ 4, "N" ], "A swarm of rats groups around a barrel, every pair of red eyes staring intently at one rat in the center of the mass." ],
					[ "{monster/Hodag}", 6, null, [ 5, "large" ], [ 4, "N" ], "Spikes cover the body of this vaguely reptilian creature. Its fearsome face features dagger-sharp teeth and glowing red eyes." ],
					[ "{monster/Hunting Horror}", 14, null, [ 7, "gargantuan" ], [ 8, "CE" ], "This vast draconic serpent has a pair of leathery wings that don't appear to be strong enough to allow the creature to fly." ],
					[ "{monster/Hydra}", 4, null, [ 6, "huge" ], [ 4, "N" ], "Multiple angry snake-like heads rise from the sleek, serpentine body of this terrifying monster." ],
					[ "{monster/Hydra, Dhirgiska}", 13, null, [ 6, "huge" ], [ 4, "N" ], "This massive hydra has black and green scales, and caustic purple venom drips from its numerous sets of fangs." ],
					[ "{monster/Inkanyamba}", 13, null, [ 7, "gargantuan" ], [ 8, "CE" ], "This monstrous serpent rises to a great height, unfurling an opalescent hood the size of a tower shield. Swaying from side to side, the creature drops open its elongated jaw to reveal an assortment of different-sized fangs. As it hisses, lightning slashes the storm-gray sky behind it." ],
					[ "{monster/Isonade}", 15, "aquatic", [ 7, "gargantuan" ], [ 8, "CE" ], "This massive horror looks like a shark protected by a crab carapace, with a tail, flanks, and pectoral fins covered in cruel hooks." ],
					[ "{monster/Jackalwere}", 2, "shapechanger", [ 4, "medium" ], [ 8, "CE" ], "This armored humanoid has a jackal's head, bulging muscles, and a gaze that makes the world drift away." ],
					[ "{monster/Jubjub Bird}", 15, null, [ 6, "huge" ], [ 4, "N" ], "This enormous bird has a lizardlike tail and bright purple feathers on its back and wings; the rest of its body is bare and scaly." ],
					[ "{monster/Juggerloathe}", 16, null, [ 7, "gargantuan" ], [ 8, "CE" ], "This massive spiked creature has smoking black pits for eyes, an enormous maw, and a tail that appears to be an armored cobra." ],
					[ "{monster/Kaicharek}", 4, "extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This grotesque, crimson wormlike creature has a circular mouth full of fangs. A pair of segmented tentacles sporting razor-edged ridges protrudes from the sides of its mouth." ],
					[ "{monster/Kamadan}", 4, null, [ 5, "large" ], [ 5, "NE" ], "This large leopard has six colorful snakes, hissing and ready to strike, sprouting from its shoulders." ],
					[ "{monster/Karkadann}", 4, null, [ 5, "large" ], [ 4, "N" ], "A single wicked horn grows from the forehead of this stocky, oryx-like creature." ],
					[ "{monster/Katroome}", 1, null, [ 3, "small" ], [ 7, "CN" ], "This large, plump caterpillar is brilliantly colored and has a strangely self-important bearing." ],
					[ "{monster/Ketesthius}", 13, "aquatic", [ 7, "gargantuan" ], [ 2, "LE" ], "This enormous wolf-headed sea serpent's maw leads into what seems to be an endless expanse within." ],
					[ "{monster/Kirin}", 7, "air", [ 5, "large" ], [ 0, "LG" ], "With draconic scales covering much of its body, this staglike creature moves with awe-inspiring grace." ],
					[ "{monster/Kirrix}", 3, null, [ 5, "large" ], [ 4, "N" ], "This sleek, weasel-like rodent has exaggerated whiskers and six short but stout legs." ],
					[ "{monster/Kokogiak}", 12, null, [ 6, "huge" ], [ 5, "NE" ], "This hulking mountain of fur and fangs looks like a whitefurred bear of immense proportions with ten legs, each ending in massive, jet-black claws. Its head, with slavering jaws and a tongue dripping silvery foam, sits at the end of a long yet thickly muscled neck. Its dead black eyes are small but infinite pits of malice." ],
					[ "{monster/Kraken}", 18, "aquatic", [ 7, "gargantuan" ], [ 5, "NE" ], "This tremendous leviathan resembles a vast squid, yet the markings on its body are strangely unsettling to look upon." ],
					[ "{monster/Kraken, Qwoshokk}", 20, "aquatic", [ 7, "gargantuan" ], [ 5, "NE" ], "This massive scarlet squid has dark blue stripes and wears various gold ornaments, its tentacles glistening with blue energy." ],
					[ "{monster/Kravyad}", 7, null, [ 5, "large" ], [ 8, "CE" ], "Glowing motes of electricity dance over this massive ursine creature's hairless hide." ],
					[ "{monster/Krenshar}", 1, null, [ 4, "medium" ], [ 4, "N" ], "This earless, panther-like beast snarls as the skin of its face twitches, then peels back to reveal the bone and flesh beneath." ],
					[ "{monster/Lammasu}", 8, null, [ 5, "large" ], [ 0, "LG" ], "This majestic creature has the body of a lion, the wings of an eagle, and the face of a wise human man." ],
					[ "{monster/Leng Spider}", 14, "extraplanar", [ 6, "huge" ], [ 8, "CE" ], "This immense purple spider has a legspan of nearly forty feet and a hideously bloated body, yet still moves with fluid grace." ],
					[ "{monster/Leucrotta}", 5, null, [ 5, "large" ], [ 8, "CE" ], "This freakish beast has the head of a badger, the hooves of a stag, and a wide mouth with sharp ridges of bone instead of teeth." ],
					[ "{monster/Leviathan}", 30, "water", [ 8, "colossal" ], [ 4, "N" ], "This impossibly enormous, whale-like monstrosity glares with a hundred red eyes, its cavernous maw lined with rows of sharp teeth." ],
					[ "{monster/Lukwata}", 11, "aquatic", [ 6, "huge" ], [ 4, "N" ], "A long, spiny fin runs down the length of the dolphinlike body of this eel-headed predator." ],
					[ "{monster/Lusca}", 17, "aquatic", [ 7, "gargantuan" ], [ 8, "CE" ], "This beast has three sharklike heads on short, scaly necks, while its lower body appears to be that of an octopus." ],
					[ "{monster/Makara Vahana}", 9, "aquatic, augmented animal", [ 6, "huge" ], [ 4, "N" ], "This massive creature combines the trunk, tusks, and size of an elephant with the powerful jaws, scaly hide, and tail of a crocodile." ],
					[ "{monster/Manticore}", 5, null, [ 5, "large" ], [ 2, "LE" ], "This creature has a vaguely humanoid head, the body of a lion, and the wings of a dragon. Its tail ends in long, sharp spikes." ],
					[ "{monster/Mapinguari}", 11, null, [ 6, "huge" ], [ 4, "N" ], "This immense, green creature stands on two thick legs, glaring with a single massive eye as it displays knife-like talons." ],
					[ "{monster/Mirror Serpent}", 5, "aquatic", [ 5, "large" ], [ 4, "N" ], "The body of this enormous serpent is covered in mirrorlike scales, and a pair of luminous blue eyes gazes from a horned head that ends in an elongated, toothy snout." ],
					[ "{monster/Mngwa}", 7, null, [ 5, "large" ], [ 8, "CE" ], "This jungle cat has a dark coat of striped fur, glossy black teeth and claws, and a black mane." ],
					[ "{monster/Mobogo}", 10, "aquatic", [ 6, "huge" ], [ 8, "CE" ], "This grotesque creature looks like a gigantic toad with leathery wings, fangs, horns, and three bulbous eyes." ],
					[ "{monster/Muckdweller}", [ -4, "1/4" ], null, [ 3, "small" ], [ 4, "N" ], "This bipedal lizard has mottled gray-and-brown flesh. A short dorsal fin runs the length of its body and its forelimbs look like hands." ],
					[ "{monster/Muhuru}", 10, null, [ 5, "large" ], [ 4, "N" ], "This reptilian beast has large fangs, a club-tipped tail, and a large, finlike sail on its back that shimmers radiantly in the light." ],
					[ "{monster/Nehushtan}", 2, null, [ 2, "tiny" ], [ 3, "NG" ], "The lustrous, metallic bronze scales that cover this tiny serpent glisten as if reflecting an unseen light." ],
					[ "{monster/Nekomata}", 6, "shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This oversized house cat has two twitching tails and a malevolent gleam in its eyes." ],
					[ "{monster/Ngoga}", 7, null, [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Nue}", 10, null, [ 5, "large" ], [ 5, "NE" ], "Materializing out of a noxious black cloud, this beast has the head of a fanged monkey and the body of a tiger with a viper as a tail." ],
					[ "{monster/Oma}", 16, null, [ 8, "colossal" ], [ 4, "N" ], "This whale-like creature floats ponderously, arcs of brilliant energy filling its mouth and rolling down its body." ],
					[ "{monster/Ostovite}", 1, "extraplanar", [ 2, "tiny" ], [ 8, "CE" ], "This tiny, skittering creature looks like an insect made of fish bones, with a head full of glowing red eyes." ],
					[ "{monster/Ouroboros}", 21, "extraplanar", [ 8, "colossal" ], [ 4, "N" ], "This serpentine creature chews at its own tail. Its body consists of a multitude of entangled serpents with countless hissing jaws." ],
					[ "{monster/Owl, Giant}", 5, null, [ 6, "huge" ], [ 1, "LN" ], "This enormous owl has a silent gracefulness and wisdom about it despite its considerable size." ],
					[ "{monster/Owlbear}", 4, null, [ 5, "large" ], [ 4, "N" ], "An amalgam of fur and feathers, this bizarre half-bear, half-owl monstrosity raises its huge, ursine claws in anger." ],
					[ "{monster/Pard}", 3, null, [ 4, "medium" ], [ 7, "CN" ], "This brightly-colored feline blur resembles a cheetah with longer fur and lynx-like ears, and seems to scorch the air as it moves." ],
					[ "{monster/Pegasus}", 3, null, [ 5, "large" ], [ 6, "CG" ], "This magnificient horse has great bird-like wings upon its back and moves with a quiet and proud grace." ],
					[ "{monster/Peryton}", 4, null, [ 4, "medium" ], [ 8, "CE" ], "This creature has a stag's body, a hawk's wings and talons, and the head of a slavering wolf with a rack of sharp antlers on its brow." ],
					[ "{monster/Peuchen}", 10, "shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This enormous snake has glowing green eyes, large fangs, and wide, membranous wings." ],
					[ "{monster/Phase Spider}", 5, null, [ 5, "large" ], [ 4, "N" ], "This large spider-like monster has an eerie, humanoid face surrounded by a shaggy mane of fur." ],
					[ "{monster/Phoenix}", 15, "fire", [ 7, "gargantuan" ], [ 3, "NG" ], "This immense bird seems to be made of living flame. It spreads its wings and gives vent to a musical cry as it takes to the air." ],
					[ "{monster/Pipefox}", 2, null, [ 1, "diminutive" ], [ 4, "N" ], "This furry, minute serpent has a foxlike head and tiny eyes that glitter with intelligence." ],
					[ "{monster/Pseudosphinx}", 2, null, [ 2, "tiny" ], [ 4, "N" ], "This small creature has the body of a housecat, the wings of a falcon, and the head of a monkey." ],
					[ "{monster/Psyche Serpent}", 2, null, [ 2, "tiny" ], [ 4, "N" ], "A spiral pattern adorns the hood of this cobra-like serpent. Its gaze betrays a keen intellect." ],
					[ "{monster/Purple Worm}", 12, null, [ 7, "gargantuan" ], [ 4, "N" ], "This enormous worm is covered with dark purple plates of chitinous armor. Its giant, tooth-filled mouth is the size of an ox." ],
					[ "{monster/Pyropiscis}", 8, "fire", [ 5, "large" ], [ 4, "N" ], "Glowing-hot plates of iron cover the head of this immense, primordial lungfish, and lava spills from between its jagged teeth." ],
					[ "{monster/Ramidreju}", [ -2, "1/2" ], null, [ 4, "medium" ], [ 4, "N" ], "This long, serpent-bodied weasel has tusks and a snout similar to that of a boar and a body covered with soft, green fur." ],
					[ "{monster/Rat King}", 5, null, [ 3, "small" ], [ 4, "N" ], "Squeaks and chittering cries rise from a tangle of diseased rats with their tails knotted together." ],
					[ "{monster/Ratling}", 2, null, [ 2, "tiny" ], [ 8, "CE" ], "This ratlike creature has tiny human hands in place of its front paws, and an unnerving human face with a toothy mouth." ],
					[ "{monster/Red Reaver}", 13, null, [ 5, "large" ], [ 4, "N" ], "Its stooped stance evoking a gorilla-like frame, this massive beast has six tiny eyes and atrophied wings." ],
					[ "{monster/Remorhaz}", 7, null, [ 6, "huge" ], [ 4, "N" ], "An immense centipede-like beast erupts from the snow, rows of chitinous plates on its back glowing red-hot." ],
					[ "{monster/Rukh}", 10, null, [ 7, "gargantuan" ], [ 4, "N" ], "This gigantic two-headed vulture has greasy, night-black wings and sharp talons." ],
					[ "{monster/Rukh, Juvenile}", 3, null, [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Sea Cat}", 4, null, [ 5, "large" ], [ 4, "N" ], "This fierce creature merges the front half of a great cat with the tail and other characteristics of a giant fish." ],
					[ "{monster/Sea Serpent}", 12, "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "Spine-frilled neck arching up from the water like a snake ready to strike, this ship-sized serpent hisses a challenge." ],
					[ "{monster/Sea Urchin, Giant, Black Spot}", [ -2, "1/2" ], "aquatic", [ 2, "tiny" ], [ 5, "NE" ], "The spines of this sizable sea urchin bristle, revealing a strange, multipart beak gnashing in their midst." ],
					[ "{monster/Seaweed Siren}", 13, "aquatic", [ 5, "large" ], [ 7, "CN" ], "This creature's three singing heads sway atop serpentine necks that extend from a bulbous body split by a wide, toothy mouth." ],
					[ "{monster/Seps}", 11, null, [ 6, "huge" ], [ 4, "N" ], "This giant armored snake has large fangs, dripping with venom that hisses when it spatters on the ground." ],
					[ "{monster/Seps, Juvenile}", 2, null, [ 4, "medium" ], [ 4, "N" ], "This venomous snake is heavily armored and has unusually large fangs." ],
					[ "{monster/Serpopard}", 7, null, [ 4, "medium" ], [ 7, "CN" ], "The muscles beneath the spotted fur of this sleek feline tense, poised to pounce. Its long, sinuous neck stretches over twice the length of its body, ending in a snarling leopard's head." ],
					[ "{monster/Seru}", 3, null, [ 3, "small" ], [ 5, "NE" ], "The sound of flapping wings and an angry hiss accompany the appearance of this flying snake." ],
					[ "{monster/Sha}", 4, null, [ 4, "medium" ], [ 2, "LE" ], "The strangely shaped glowing red eyes, unnaturally upright ears, and split tail betray the unnatural origins of this black canine." ],
					[ "{monster/Shalkeshka}", 8, "earth", [ 5, "large" ], [ 4, "N" ], "This creature's bulbous compound eyes peer in all directions as its twin mandibles twitch and gnash. Six legs, each ending in spade-like claws, support its bulk." ],
					[ "{monster/Shantak}", 8, null, [ 6, "huge" ], [ 8, "CE" ], "Larger than an elephant, this scaly, bird-like creature has a vaguely horse-like head and vast, slime-encrusted wings." ],
					[ "{monster/Shasalqu}", 3, null, [ 3, "small" ], [ 4, "N" ], "A ridge of jagged ice runs down the back of this glistening, desert-dwelling lizard." ],
					[ "{monster/Shedu}", 9, null, [ 5, "large" ], [ 0, "LG" ], "This noble creature stands strong and tall with the body of a powerful bull and the head of a wise-looking human." ],
					[ "{monster/Shocker Lizard}", 2, null, [ 3, "small" ], [ 4, "N" ], "This dog-sized lizard has two horns, one on either side of its head, and green scales that crackle with sparks of lightning." ],
					[ "{monster/Shotalashu}", 2, null, [ 5, "large" ], [ 4, "N" ], "This large, four-legged reptile has a brown scaled hide and a long, powerful tail." ],
					[ "{monster/Simurgh}", 18, null, [ 7, "gargantuan" ], [ 3, "NG" ], "This massive creature has the body of a resplendent bird but the head of a regal canine." ],
					[ "{monster/Sin Seeker}", 2, null, [ 2, "tiny" ], [ 4, "N" ], "This strange flying creature is the size of a house cat and has tender pink skin and the stubbed features of a pig. Its porcine face is eyeless and its nose never stops sniffing at the air." ],
					[ "{monster/Siren}", 5, null, [ 4, "medium" ], [ 7, "CN" ], "This creature has the body of a hawk and the head of a beautiful woman with long, shining hair." ],
					[ "{monster/Skeltercat}", 4, "shapechanger", [ 4, "medium" ], [ 8, "CE" ], "The tawny coat of this snarling feline resembles that of a mountain lion, though this creature is much more muscular and carries itself with a strange posture." ],
					[ "{monster/Skrimsl}", 13, "aquatic", [ 6, "huge" ], [ 4, "N" ], "Four gleaming, yellow eyes leer above the tooth-rimmed maw of this massive, blue-scaled and eel-like creature." ],
					[ "{monster/Skvader}", [ -2, "1/2" ], null, [ 2, "tiny" ], [ 4, "N" ], "This small creature has the forequarters and hind legs of a hare, and the wings and tail of a wood grouse." ],
					[ "{monster/Sleipnir}", 11, null, [ 5, "large" ], [ 4, "N" ], "This mighty horse has eight powerful legs. Its hooves leave shimmering hoofprints that quickly fade to mist." ],
					[ "{monster/Slurk}", 2, null, [ 4, "medium" ], [ 4, "N" ], "This disgusting beast looks like a slime-covered toad, but with two walrus-like tusks jutting from its upper jaw." ],
					[ "{monster/Spark Nettle}", 6, "extraplanar", [ 5, "large" ], [ 4, "N" ], "A delicate-looking creature floats silently in midair. Resembling a large jellyfish, it has a fringe of bird's feathers around its quivering central mass and long tentacles trailing from its center, with each tentacle ending in a snapping beak. It sings to itself as it flies, each beak making a different note in an eerie harmony." ],
					[ "{monster/Sphinx, Androsphinx}", 9, null, [ 5, "large" ], [ 6, "CG" ], "This regal, bird-winged lion has a human's head, clad in the golden raiment of a powerful pharaoh." ],
					[ "{monster/Sphinx, Criosphinx}", 7, null, [ 5, "large" ], [ 4, "N" ], "This creature has the wings of a bird, the body of a lion, and the head of a ram with sad, wise eyes." ],
					[ "{monster/Sphinx, Cynosphinx}", 6, null, [ 5, "large" ], [ 5, "NE" ], "A jackal's head draped in a tattered headdress extends from a winged, leonine body." ],
					[ "{monster/Sphinx, Elder Sphinx}", 16, null, [ 7, "gargantuan" ], [ 4, "N" ], "The brooding face of this towering limestone statue of a gynosphinx reflects a harsh wisdom acquired through untold ages of experience." ],
					[ "{monster/Sphinx, Gynosphinx}", 8, null, [ 5, "large" ], [ 4, "N" ], "This creature has the body of a lion, the wings of a falcon, and the head and torso of a beautiful human woman." ],
					[ "{monster/Sphinx, Hieracosphinx}", 5, null, [ 5, "large" ], [ 8, "CE" ], "A cold-eyed falcon's head and great wings adorn the body of this otherwise leonine creature." ],
					[ "{monster/Spider Eater}", 5, null, [ 5, "large" ], [ 4, "N" ], "This strange beast resembles a wasp the size of a horse, but with the head of a spider and two long appendages ending in pincers." ],
					[ "{monster/Spider, Moon}", 2, null, [ 4, "medium" ], [ 5, "NE" ], "Pale and round-bodied, this giant spider is the size of a large dog. Its crimson eyes glitter with malign intelligence." ],
					[ "{monster/Spiroskek}", 6, null, [ 4, "medium" ], [ 7, "CN" ], "The rear limbs of this elk-sized insectoid loop into a large, chitinous sphere, and it nimbly propels itself forward with balance and grace." ],
					[ "{monster/Star Monarch}", 9, null, [ 6, "huge" ], [ 6, "CG" ], "This brilliantly colored moth rises taller than a house. A long tail resembling peacock feathers trails behind the creature." ],
					[ "{monster/Steam Hog}", 7, null, [ 6, "huge" ], [ 4, "N" ], "This massive warthog is outfitted with all manner of steel armor and unnatural augmentations, including a pair of razorsharp metal tusks." ],
					[ "{monster/Stirge}", [ -2, "1/2" ], null, [ 2, "tiny" ], [ 4, "N" ], "This insectoid creature has two pairs of bat wings, a tangle of thin legs, and a needle-sharp proboscis." ],
					[ "{monster/Storm Aurochs}", 9, null, [ 6, "huge" ], [ 7, "CN" ], "Lighting crackles in the eyes of this enormous bull, whose body seems composed of dark storm clouds." ],
					[ "{monster/Stymphalide, Giant Stymphalidies}", 8, null, [ 5, "large" ], [ 4, "N" ], "Every feather like a plate of shimmering armor and its beak the length and sharpness of a knight's lance, this towering, ibis-like bird looks to be sculpted from silver and brass. Standing upon long legs ending in powerful metallic talons, its beady eyes dart about voraciously." ],
					[ "{monster/Stymphalide, Stymphalides Swarm}", 6, "swarm", [ 2, "tiny" ], [ 4, "N" ], "This cloud of long-necked birds rises into the air, screeching in a cacophony reminiscent of klaxons and clanging tools. As these avians flit among one another, their feathers glint with a metallic gleam, reflecting even the dimmest light back a hundredfold through a dim haze of blood." ],
					[ "{monster/Stymphalidies}", 8, null, [ 5, "large" ], [ 4, "N" ], "This towering, ibis-like bird appears to be sculpted from silver and brass, yet it moves with the fluidity of a living creature." ],
					[ "{monster/Su}", 8, null, [ 4, "medium" ], [ 8, "CE" ], "This emaciated quadruped has a mouth full of jagged teeth and a cluster of bald, mewling offspring clinging to its back." ],
					[ "{monster/Sun Falcon}", 4, "fire", [ 2, "tiny" ], [ 1, "LN" ], "The plume of this red and yellow bird is so vibrant as to glow. Each movement sends a ripple of light and color down its feathers that flickers like flames. The air around the small creature shimmers with heat." ],
					[ "{monster/Taniwha}", 6, "aquatic", [ 5, "large" ], [ 6, "CG" ], "This creature has a long, sinuous, eel-like body but the scaly head of a crocodile with large, piercing blue eyes." ],
					[ "{monster/Tetrolimulus}", 11, "aquatic", [ 5, "large" ], [ 5, "NE" ], "From a body like a strange crab sprouts the torso of a praying mantis, clad in coral-colored crustacean armor. Swaying hypnotically, it rattles razor-sharp claws and raises its long, rapier-like tail stinger." ],
					[ "{monster/Thrasfyr}", 17, "fire", [ 6, "huge" ], [ 8, "CE" ], "Neither quite bear nor bull nor serpent, this immense, six-legged creature is bound in chains and covered with scintillating red scales." ],
					[ "{monster/Thrushmoor Angler}", 8, "aquatic", [ 4, "medium" ], [ 7, "CN" ], "Razor-sharp teeth line the huge mouth of this bloated, slimecovered amphibian. A glittering, luminescent organ suspended by a fleshy tether hangs like a lantern above its head." ],
					[ "{monster/Thunderbird}", 11, null, [ 7, "gargantuan" ], [ 4, "N" ], "This enormous bird has feathers the color of a stormy sky, a resemblance enhanced by the lightning that dances over its body." ],
					[ "{monster/Tizheruk}", 5, null, [ 5, "large" ], [ 4, "N" ], "This serpentine beast undulates through the water. Its scaly skin and its flesh are clear, revealing its red-and-brown organs." ],
					[ "{monster/Toad, Glacier}", 6, "cold", [ 5, "large" ], [ 4, "N" ], "This improbably large toad has pale blue flesh and a body covered with jagged, icy growths." ],
					[ "{monster/Trollhound}", 3, null, [ 4, "medium" ], [ 4, "N" ], "Foul-smelling fluids ooze from weeping sores across the scaly skin of this squat, powerful, and vaguely canine beast." ],
					[ "{monster/Ugash-Iram}", 15, "aquatic", [ 8, "colossal" ], [ 5, "NE" ], "This immense creature resembles a horrific, twelve-armed squid. Its emerald eyes burn with a terrifying malignance, and the thing has a fanged maw where its beak should be." ],
					[ "{monster/Unicorn}", 3, null, [ 5, "large" ], [ 6, "CG" ], "This magnificent beast looks like a white horse, but with a goat's beard and a single long ivory horn on its brow." ],
					[ "{monster/Uraeus}", 5, null, [ 4, "medium" ], [ 0, "LG" ], "This two-headed cobra flies with a large pair of sleek, blackfeathered wings that sprout from its serpentine body." ],
					[ "{monster/Ursikka}", 10, null, [ 6, "huge" ], [ 4, "N" ], "This insectlike creature is covered in downy white fur. A pair of eyes gleams above a three-part mouth that drips viscous fluid." ],
					[ "{monster/Veldenar}", 10, "air, extraplanar", [ 6, "huge" ], [ 4, "N" ], "This massive, translucent froglike creature has an incredibly wide, tooth-filled maw and six eyes." ],
					[ "{monster/Voonith}", 4, "aquatic", [ 3, "small" ], [ 7, "CN" ], "This brightly colored, long-necked amphibian has six legs, a fanged snout, and numerous finlets running down its spine." ],
					[ "{monster/Vorvorak}", 10, null, [ 6, "huge" ], [ 4, "N" ], "A crocodilian head surmounts this creature's draconic body. Thick scales cover its mottled brown and green hide, and a muscular tail sways menacingly behind it." ],
					[ "{monster/Vydrarch}", 14, null, [ 7, "gargantuan" ], [ 8, "CE" ], "Seeping spines cover the inky scales of this long, sinuous beast, its twin serpent heads writhing at the ends of its swaying necks." ],
					[ "{monster/Water Leaper}", 2, "aquatic", [ 3, "small" ], [ 7, "CN" ], "This vicious monster has webbed wings, a mouth full of sharp teeth, and a long tail ending a black stinger." ],
					[ "{monster/Water Orm}", 10, "aquatic", [ 6, "huge" ], [ 4, "N" ], "A reptilian head on a serpentine neck slowly surfaces. Shadows beneath the water hint at a body of considerable size." ],
					[ "{monster/Water Wraith}", 2, "aquatic", [ 5, "large" ], [ 7, "CN" ], "This eight-legged lizard has a round, lamprey-like mouth full of teeth, and its scales slowly change color to match its surroundings." ],
					[ "{monster/Witchcrow}", 1, null, [ 2, "tiny" ], [ 8, "CE" ], "With a raucous cry and a flurry of feathered wings, this jet-black bird takes to the air, an unnatural gleam in its otherworldly eyes." ],
					[ "{monster/Witchcrow, Greater}", 3, null, [ 3, "small" ], [ 8, "CE" ], null ],
					[ "{monster/Wolpertinger}", 1, null, [ 2, "tiny" ], [ 4, "N" ], "This creature appears to be a large hare with long fangs, feathered wings, and a set of antlers." ],
					[ "{monster/Worg}", 2, null, [ 4, "medium" ], [ 5, "NE" ], "This unusually large wolf has an evil, almost intelligent light shining in its deep red eyes." ],
					[ "{monster/Worg, Winter Wolf}", 5, "cold", [ 5, "large" ], [ 5, "NE" ], "This bear-sized wolf has white fur and a rime of frost around its muzzle. Its eyes are pale blue, almost white in color." ],
					[ "{monster/Xanthos}", 14, null, [ 6, "huge" ], [ 4, "N" ], "This elephant-sized equine creature has bright red skin, fangs, six eyes, and armored plates on its head, neck, and back." ],
					[ "{monster/Xiao}", 2, null, [ 2, "tiny" ], [ 7, "CN" ], "This snarling blue-white monkey flies through the air on a pair of birdlike wings." ],
					[ "{monster/Yaoguai}", 7, null, [ 6, "huge" ], [ 4, "N" ], "This creature is a mix of different animals fused together, with a bear's torso and head, clawed ape legs, and a furred tentacle arm." ],
					[ "{monster/Ypotryll}", 15, null, [ 6, "huge" ], [ 4, "N" ], "This ugly creature's porcine head features multiple horns and tusks. Its muscular body ripples with raw power." ],
					[ "{monster/Yrthak}", 9, null, [ 6, "huge" ], [ 4, "N" ], "This flying reptile has large, leathery wings and a vibrantly colored crest on its horned, narrow-snouted head." ],
					[ "{monster/Zoog}", 1, null, [ 2, "tiny" ], [ 8, "CE" ], "This skittish amalgam of beast parts has luminous eyes, a rat's tail, simian appendages, and tendrils extending from a mole-like nose" ]
				],
				"initialColumn": 0
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	},
	"monsters_monstrous_humanoids": {
		"title": "Monstrous Humanoids",
		"sources": [],
		"description": [
			":::item",
			"",
			"{table0}",
			"",
			":::"
		],
		"noFinder": true,
		"searchgroup": "monster",
		"tables": [
			{
				"id": "monsters monstrous humanoids",
				"headers": [ "Monster", "CR", "Subtypes", "Size", "Alignment", "Description" ],
				"filter": [
					{
						"col": 1,
						"equals": [-2, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21],
						"labels": [ "1/2", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "19", "20", "21"]
					},
					{
						"col": 3,
						"range": [2, 8],
						"labels": [ "tiny", "small", "medium", "large", "huge", "gargantuan", "colossal" ]
					},
					{
						"col": 4,
						"range": [1, 8],
						"labels": ["LN", "LE", "NG", "N", "NE", "CG", "CN", "CE"]
					}
				],
				"types": [ null, "num", null, "num", "num", 0 ],
				"alignments": [ true, null, null, null, null, true ],
				"sizes": [ 8.5, 3.5, 7, 6, 5.5, 14.75 ],
				"ripples": [0],
				"data": [
					[ "{monster/Adaro}", 3, "aquatic", [ 4, "medium" ], [ 5, "NE" ], "This hybrid of human and shark holds its spear menacingly, thick, glistening saliva dripping from its razor-sharp teeth." ],
					[ "{monster/Adherer}", 3, null, [ 4, "medium" ], [ 2, "LE" ], "This pallid humanoid creature is wrapped in wispy strips of skin, with bits of detritus and a sour stink clinging to it." ],
					[ "{monster/Basavan}", 15, null, [ 6, "huge" ], [ 3, "NG" ], "An unkempt mass of hair covers this towering giant. Its humanlike face bears a peaceful yet stern countenance." ],
					[ "{monster/Bog Strider}", 2, null, [ 4, "medium" ], [ 4, "N" ], "A narrow, beetle-like creature glides across the water's dark surface on four brown, spindly legs. It stands just over five feet tall, holding its head and thorax upright while clutching an intricately carved hunting spear in two clawed forelimbs. Powerful mandibles click in rhythm with the reed-thin antennae waving upon its head as if testing the air for the scent of prey." ],
					[ "{monster/Buggane}", 5, null, [ 5, "large" ], [ 8, "CE" ], "This hairless, hunchbacked giant has cruel tusks and two enormous, blunt-clawed fists that look strong enough to shatter stone." ],
					[ "{monster/Caliban}", 2, null, [ 4, "medium" ], [ 8, "CE" ], "This scaly, pale-furred monstrosity has bulging muscles, a short muzzle, and two small horns that erupt over its sloping brow." ],
					[ "{monster/Calikang}", 12, null, [ 5, "large" ], [ 1, "LN" ], "This blue-skinned, six-armed giant lurches to life, its armor and twin swords glittering with jewels." ],
					[ "{monster/Cecaelia}", 5, "aquatic", [ 4, "medium" ], [ 7, "CN" ], "In place of legs, this handsome humanoid sports an octopus's eight writhing tentacles." ],
					[ "{monster/Centaur}", 3, null, [ 5, "large" ], [ 4, "N" ], "This creature has the sun-bronzed upper body of a seasoned warrior and the lower body of a sleek warhorse." ],
					[ "{monster/Centaur, Centaur Charger}", 14, null, [ 5, "large" ], [ 4, "N" ], "An imposing wall of steel, corded muscle, and blood-stained banners, this centaur wields a lance and shield with the majesty and prowess of any human knight." ],
					[ "{monster/Centaur, Centaur Forager}", 6, null, [ 5, "large" ], [ 4, "N" ], "Swirling markings cover the armor and flanks of this imposing centaur. A bow and sword, both heavy enough to suit her powerful frame, hang from her body." ],
					[ "{monster/Centaur, Centaur Greenspeaker}", 4, null, [ 5, "large" ], [ 3, "NG" ], "This handsome young man has hair of dappled black and white on his head and body alike, and he carries a variety of wands and talismans in addition to his weapons." ],
					[ "{monster/Centaur, Centaur Outcast}", 7, null, [ 5, "large" ], [ 6, "CG" ], "Lean and graying but still blessed with a young man's face, this aging centaur bristles with scrolls and wands. Winding, swirling tattoos climb across his body and face." ],
					[ "{monster/Ceratioidi}", 3, "aquatic", [ 4, "medium" ], [ 4, "N" ], "This flabby, fishlike humanoid has the wide mouth, bulging eyes, and dangling, luminescent flesh lure of a deep-sea predator." ],
					[ "{monster/Charda}", 7, "aquatic", [ 3, "small" ], [ 7, "CN" ], "Armored in dense, bony plates, this four-armed creature drools wretched strings of black bile from its fanged maw." ],
					[ "{monster/Contemplative}", 2, null, [ 4, "medium" ], [ 4, "N" ], "This floating creature is mostly pulsating brain-sac, with an atrophied manikin body hanging under it." ],
					[ "{monster/Contemplative, Enlightened}", 5, null, [ 4, "medium" ], [ 4, "N" ], "Resembling an enlarged brain with an atrophied humanoid body attached, this floating creature pulses with energy." ],
					[ "{monster/Deathsnatcher}", 18, null, [ 4, "medium" ], [ 8, "CE" ], "This bipedal jackal has vulture wings and a rat tail ending in a scorpion's stinger. Each of its four arms ends in a clawed hand." ],
					[ "{monster/Deep One}", 1, "aquatic, deep one", [ 4, "medium" ], [ 8, "CE" ], "This lumbering creature's gray-green hide glistens with moisture, and saliva dribbles from its fishlike maw." ],
					[ "{monster/Deep One, Elder Deep One}", 14, "aquatic, deep one", [ 7, "gargantuan" ], [ 8, "CE" ], "The frame of this immense monstrosity is humanoid, but its ichthyic visage is that of a deep-sea predator." ],
					[ "{monster/Derhii}", 5, null, [ 5, "large" ], [ 4, "N" ], "Powerful black wings beat from the back of this large ape, which carries a wickedly curved sword in its simian hands." ],
					[ "{monster/Dire Corby}", 1, null, [ 4, "medium" ], [ 5, "NE" ], "This creature looks like a humanoid crow with oily black feathers, glittering eyes, and a sharp beak." ],
					[ "{monster/Doppelganger}", 3, "shapechanger", [ 4, "medium" ], [ 4, "N" ], "This grayish humanoid creature seems almost unfinished, with a narrow head, gaunt limbs, and a sinister, noseless face." ],
					[ "{monster/Euryale}", 20, null, [ 4, "medium" ], [ 8, "CE" ], "This creature has the upper body of a woman, the lower body of a snake, and a mass of undulating cobras for hair." ],
					[ "{monster/Fen Mauler}", 10, null, [ 5, "large" ], [ 5, "NE" ], "This figure looms within the shadows. The bones and teeth of countless creatures clatter from tangles within its matted, reeking fur." ],
					[ "{monster/Formian, Formian Myrmarch}", 10, null, [ 5, "large" ], [ 1, "LN" ], "This horse-sized insect has a brilliant red carapace, and its monstrous face reflects great intelligence and confidence." ],
					[ "{monster/Formian, Formian Queen}", 17, null, [ 5, "large" ], [ 1, "LN" ], "This large and majestic creature is nearly immobile, her massive abdomen swollen with her impending brood." ],
					[ "{monster/Formian, Formian Taskmaster}", 7, null, [ 4, "medium" ], [ 1, "LN" ], "This centaurlike creature is equipped with an ant's mandibles and antennae." ],
					[ "{monster/Formian, Formian Warrior}", 3, null, [ 4, "medium" ], [ 1, "LN" ], "Armored from head to toe in gleaming black-and-red chitin, this insectile warrior's tail ends in a wickedly barbed stinger." ],
					[ "{monster/Formian, Formian Worker}", [ -2, "1/2" ], null, [ 3, "small" ], [ 1, "LN" ], "This small, centaurlike ant creature bears a huge, bulging sack on its armored back." ],
					[ "{monster/Gargoyle}", 4, "earth", [ 4, "medium" ], [ 8, "CE" ], "Seemingly carved from a dark gray stone, this sinister crouching humanoid resembles a horned, winged demon." ],
					[ "{monster/Gargoyle, Four-Armed}", 9, "earth", [ 5, "large" ], [ 8, "CE" ], "The stone statue of a menacing fiend crouches here, as though ready to spring to life and devour innocent passersby. Then it moves - to do just that." ],
					[ "{monster/Gargoyle, Gargoyle Abductor}", 10, "earth", [ 4, "medium" ], [ 8, "CE" ], "The stone statue of a menacing fiend crouches here, as though ready to spring to life and devour innocent passersby. Then it moves - to do just that." ],
					[ "{monster/Gargoyle, Kapoacinth Hunter}", 7, "aquatic, earth", [ 4, "medium" ], [ 8, "CE" ], "The stone statue of a menacing fiend crouches here, as though ready to spring to life and devour innocent passersby. Then it moves - to do just that." ],
					[ "{monster/Gegenees}", 16, "giant", [ 6, "huge" ], [ 7, "CN" ], "Tattoos cover the blue skin of this towering, six-armed giant, and large tusks jut from his lower jaw." ],
					[ "{monster/Ghole}", 12, null, [ 4, "medium" ], [ 5, "NE" ], "The hulking form has a long, vulture-like neck ending in a head with a disgusting, one-eyed visage." ],
					[ "{monster/Ginever}", 5, null, [ 4, "medium" ], [ 8, "CE" ], "This lanky, yellow-eyed drunk sways unsteadily, draped in the stink of barley and fermentation." ],
					[ "{monster/Girtablilu}", 8, null, [ 5, "large" ], [ 4, "N" ], "The body of a spear-wielding woman rises from the front of this monstrously huge scorpion." ],
					[ "{monster/Girtablilu, Divine Chieftain}", 14, null, [ 5, "large" ], [ 4, "N" ], "This authoritative, scorpion-bodied woman is bedecked with amulets and other regalia." ],
					[ "{monster/Girtablilu, Dune Strider}", 11, null, [ 5, "large" ], [ 4, "N" ], "Sprightly despite his bulk and swathed in layers of cloth against the relentless sun, this hunter has a wicked bow and a scorpion-like lower body." ],
					[ "{monster/Girtablilu, Quick Striker}", 12, null, [ 5, "large" ], [ 4, "N" ], "Foul liquid drips in equal measure from this scorpion-woman's fearsome spear and tail stinger." ],
					[ "{monster/Girtablilu, Raging Sting}", 9, null, [ 5, "large" ], [ 7, "CN" ], "Scars and tattoos intersect across this glowering scorpion-bodied man, and his muscles strain against the leather of his armor." ],
					[ "{monster/Grioth}", 1, null, [ 4, "medium" ], [ 8, "CE" ], "This silent batlike humanoid has a long, ratlike tail and four narrow eyes." ],
					[ "{monster/Hag, Annis}", 6, null, [ 5, "large" ], [ 8, "CE" ], "This repulsive, hunchbacked crone has skin the color of a fresh bruise. Despite her hunch, she looms taller than a human." ],
					[ "{monster/Hag, Ash}", 5, null, [ 4, "medium" ], [ 2, "LE" ], "This spindly, hunched crone's skin is a sickly gray color, as is her stringy hair, which is peppered with globs of what appear to be ashes." ],
					[ "{monster/Hag, Blood}", 8, "shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This woman would be pretty if it were not for her sharp teeth and nails, and her ghastly pale skin." ],
					[ "{monster/Hag, Green}", 5, null, [ 4, "medium" ], [ 8, "CE" ], "Knots of dark, moldering hair spill over the features of this sickly, thin, green-skinned crone." ],
					[ "{monster/Hag, Moon}", 7, "extraplanar", [ 4, "medium" ], [ 8, "CE" ], "The flesh of this withered woman's face stretches tightly over her skull, with one red eye bulging fat in its socket." ],
					[ "{monster/Hag, Mute}", 11, "cold", [ 4, "medium" ], [ 8, "CE" ], "Empty eye sockets and jagged teeth punctuate the palpable hate that roils off this twisted, gray-skinned crone." ],
					[ "{monster/Hag, Sea}", 4, "aquatic", [ 4, "medium" ], [ 8, "CE" ], "Hair like rotting seaweed drapes this ancient witch. Loose, algae-colored skin sags off her starved frame." ],
					[ "{monster/Hag, Storm}", 7, null, [ 4, "medium" ], [ 8, "CE" ], "This hag's hair, claws, and teeth crackle with sparks of electricity. Her windswept hair billows up from her brow like a thunderhead." ],
					[ "{monster/Hag, Winter}", 7, "cold", [ 4, "medium" ], [ 8, "CE" ], "This woman has black, frostbitten skin, white hair, and a black ice staff decorated with bones and gems." ],
					[ "{monster/Harpy}", 4, null, [ 4, "medium" ], [ 8, "CE" ], "Save for the tattered wings and taloned feet, this creature resembles a feral woman with a wild look about her." ],
					[ "{monster/Herne}", 6, null, [ 4, "medium" ], [ 7, "CN" ], "Seemingly one with the forest, this tall man is dressed in the browns and greens of a woodsman and sports a pair of stag's antlers upon his brow." ],
					[ "{monster/Humbaba}", 19, null, [ 8, "colossal" ], [ 7, "CN" ], "This towering, horned, lion-faced giant has long, braided hair and is outfitted in various pieces of plate armor." ],
					[ "{monster/Ichthyocentaur}", 5, "aquatic", [ 5, "large" ], [ 4, "N" ], "This creature has an athletic human torso from the waist up, but its lower body consists of two hoofed forelegs trailing into a finned tail." ],
					[ "{monster/Jorogumo}", 12, "shapechanger", [ 4, "medium" ], [ 5, "NE" ], "Eight spindly spider legs, flocked with coarse black hairs, stretch from the back of this otherwise beautiful black-haired woman." ],
					[ "{monster/Kappa}", 2, "aquatic", [ 3, "small" ], [ 7, "CN" ], "This humanoid turtle crouches near the water, a suspicious look in its eyes. The top of its bowl-shaped head is filled with water." ],
					[ "{monster/Karkinoi}", 6, "aquatic", [ 5, "large" ], [ 8, "CE" ], "This hulking mix of ogre and crab has one huge pincer that snaps menacingly, while its other arm is a twisted, humanlike hand." ],
					[ "{monster/Karkinoi, Karkinoi Brood Swarm}", 4, "aquatic, swarm", [ 2, "tiny" ], [ 8, "CE" ], "Each member of this horde of blue crablike things is armed with a menacing, oversized pincer." ],
					[ "{monster/Kech}", 3, null, [ 4, "medium" ], [ 5, "NE" ], "This hairless simian's leathery skin has a camouflage pattern to it that shifts and changes as the creature moves." ],
					[ "{monster/Kerakinsi}", 4, null, [ 4, "medium" ], [ 5, "NE" ], "This winged creature's streamlined head features sunken, glassy eyes and a circular mouth lined with needle-sharp teeth." ],
					[ "{monster/Khaei}", 3, null, [ 3, "small" ], [ 4, "N" ], "This short, stunted humanoid is bald and has weirdly twisted limbs, its body seeming to fade and come apart at the edges." ],
					[ "{monster/Krampus}", 21, null, [ 5, "large" ], [ 5, "NE" ], "This hairy humanoid has the face of a demonic goat with legs to match. A long tongue hangs out of its fanged mouth." ],
					[ "{monster/Lamia}", 6, null, [ 5, "large" ], [ 8, "CE" ], "This creature's upper torso is that of a comely woman with cat's eyes and sharp fangs, while her lower body is that of a lion." ],
					[ "{monster/Lamia Matriarch}", 8, "shapechanger", [ 5, "large" ], [ 8, "CE" ], "This creature looks like a beautiful human woman from the waist up, but below is the body and tail of an immense snake." ],
					[ "{monster/Lamia-Kin, Hungerer}", 15, null, [ 6, "huge" ], [ 8, "CE" ], "A hideous mound of shuddering, pustule-encrusted flesh, this bloated creature's gaping maw is filled with terrible teeth." ],
					[ "{monster/Lamia-Kin, Kuchrima}", 8, null, [ 4, "medium" ], [ 8, "CE" ], "This vaguely humanoid creature has a vulture's head and wings for arms, and wields an enormous bow in its taloned feet." ],
					[ "{monster/Lava Child}", 3, "earth, fire", [ 4, "medium" ], [ 4, "N" ], "This squat, clawed humanoid is hunched and pink-skinned, with an oversized head. Its face is that of a fanged and insane human baby, and its mouth opens far wider than it should." ],
					[ "{monster/Maenad}", 8, null, [ 4, "medium" ], [ 8, "CE" ], "This wild-looking woman is covered in spattered blood. Her wicked smile reveals sharp teeth and her eyes suggest insanity." ],
					[ "{monster/Maftet}", 6, null, [ 4, "medium" ], [ 4, "N" ], "Broad hawk wings support this creature with the torso of a bronze-skinned human and the lower body of a tawny, bipedal lion." ],
					[ "{monster/Medusa}", 7, null, [ 4, "medium" ], [ 2, "LE" ], "This slender, attractive woman has strangely glowing eyes and a full head of hissing snakes for hair." ],
					[ "{monster/Medusa, Eygreas}", 13, null, [ 5, "large" ], [ 2, "LE" ], "This monstrous, snaked-haired creature has the upper body of a bronze-skinned woman and the lower body of an enormous serpent." ],
					[ "{monster/Minotaur}", 4, null, [ 5, "large" ], [ 8, "CE" ], "With the body of a powerfully built man and the head of a snarling bull, this creature stomps its hooves as if preparing to charge." ],
					[ "{monster/Minotaur, Minotaur Marauder}", 6, null, [ 5, "large" ], [ 8, "CE" ], "The battle-worn axe and scarred leather armor born by this sunbleached minotaur woman mark her as a seasoned combatant." ],
					[ "{monster/Minotaur, Prophet of Baphomet}", 13, null, [ 5, "large" ], [ 8, "CE" ], "This white-maned minotaur's gilt-edged robes project elegance and terror in equal measure. The cloud of heady incense about her form doesn't conceal the distinct scent of brimstone." ],
					[ "{monster/Minotaur, Tangle Tender}", 10, null, [ 5, "large" ], [ 5, "NE" ], "The cold eyes of this minotaur are without fear or emotion. An arsenal of devices rattle from its belt, not the least of which is its mechanical monstrosity of a crossbow." ],
					[ "{monster/Mongrelman}", 1, null, [ 4, "medium" ], [ 1, "LN" ], "Ivory tusks, insect chitin, matted fur, scaly flesh, and more combine to form a hideous humanoid shape." ],
					[ "{monster/Morlock}", 2, null, [ 4, "medium" ], [ 8, "CE" ], "Skin pale as a slug's belly, eyes huge and bulging, this thing crawls down the wall like a spider, but its shape is hideously humanoid." ],
					[ "{monster/Mothman}", 6, null, [ 4, "medium" ], [ 7, "CN" ], "A shroud of dark wings cloaks this thin, humanoid shape. Two monstrous red eyes glare malevolently from its narrow face." ],
					[ "{monster/Mothman, Mothman Elder}", 12, null, [ 5, "large" ], [ 7, "CN" ], "Two colorful membranous wings rise behind this large insectlike humanoid, forming and reforming into complex patterns." ],
					[ "{monster/Murajau}", 5, "aquatic, extraplanar", [ 5, "large" ], [ 3, "NG" ], "This chitin-plated humanoid has the lower body of a hermit crab, complete with a brightly decorated shell encasing his back." ],
					[ "{monster/Nependis}", 9, null, [ 5, "large" ], [ 8, "CE" ], "Resembling a bestial ogre with great tusks and thick, bristly hair, this brute seems quite nimble despite its cloven hooves." ],
					[ "{monster/Nightgaunt}", 4, "extraplanar", [ 4, "medium" ], [ 7, "CN" ], "This lanky ebon humanoid has batlike wings, horns, and a long prehensile tail, but lacks a face." ],
					[ "{monster/Ningen}", 16, null, [ 8, "colossal" ], [ 4, "N" ], "This enormous flippered creature is as pale as an iceberg and is nearly as large." ],
					[ "{monster/Ningyo}", 1, "aquatic", [ 3, "small" ], [ 5, "NE" ], "This hideous sea monstrosity combines the most ferocious features of simian and carp, its fish-like tail sprouting a grotesquely primitive humanoid torso, head, and limbs. Although little more than 2 feet long, the nasty thing gibbers wildly as it gnashes its curling fangs and swipes at prey with webbed claws." ],
					[ "{monster/Onyvolan}", 3, null, [ 4, "medium" ], [ 7, "CN" ], "This humanlike creature is clad in gaudy clothing, and each of its spindly limbs terminates in a strange wheel-appendage." ],
					[ "{monster/Paguroida}", 9, "aquatic", [ 5, "large" ], [ 1, "LN" ], "This crab-like creature has the torso and head of a human, one arm ending in a massive claw, and another arm wielding a scimitar. It scuttles on six legs that emerge from beneath a massive shell with glinting metal and gems embedded into its surface." ],
					[ "{monster/Popobala}", 15, "shapechanger", [ 4, "medium" ], [ 8, "CE" ], "This brawny, sallow-skinned figure is muscular but lean, with batlike wings and a single hideous eye in its noseless face." ],
					[ "{monster/Psoglav}", 13, null, [ 4, "medium" ], [ 8, "CE" ], "This one-eyed, wolf-headed creature walks upright on two hoofed feet. It bares metal fangs while a thin, ratlike tail twitches behind it." ],
					[ "{monster/Pukwudgie}", 7, "shapechanger", [ 3, "small" ], [ 5, "NE" ], "A merging of an emaciated man and a porcupine, this sinister creature smells of death and decay." ],
					[ "{monster/Qallupilluk}", 7, "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This hag's lumpy hide, tangled black hair, and ragged garments drip with icy water, though she has a curiously sweet smell." ],
					[ "{monster/Rawhead}", 14, null, [ 4, "medium" ], [ 5, "NE" ], "This slim figure's proportions are wrong, and its disturbingly long arms end in claws, save for an oversized, boneless index finger." ],
					[ "{monster/Rokurokubi}", 14, null, [ 4, "medium" ], [ 2, "LE" ], "This peasant woman sprouts a grotesquely long neck that coils about like a snake, with razor-sharp teeth filling her gaping maw." ],
					[ "{monster/Sabosan}", 5, null, [ 4, "medium" ], [ 5, "NE" ], "This batlike humanoid has a lean, muscular body covered with fur and two large, leathery wings." ],
					[ "{monster/Sahuagin}", 2, "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin Mutant, Four-Armed Mutant}", 3, "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This burly humanoid has sharp scales and fins like some predatory fish. As if its maw full of serrated teeth were not intimidating enough, the monstrosity clenches deadly claws at the ends of four powerful arms." ],
					[ "{monster/Sahuagin Mutant, Malenti}", 2, "aquatic", [ 4, "medium" ], [ 2, "LE" ], "A predatory gleam glints in the eyes of this stern-looking aquatic elf." ],
					[ "{monster/Sahuagin, Sahuagin Baron}", 9, "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Brute}", 3, "aquatic", [ 4, "medium" ], [ 5, "NE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Champion}", 10, "aquatic", [ 4, "medium" ], [ 5, "NE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Deep Racer}", 4, "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin High Priestess}", 9, "aquatic", [ 5, "large" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Infiltrator}", 7, "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Lieutenant}", 5, "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Prince}", 13, "aquatic", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Sahuagin, Sahuagin Scout}", 3, "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Shark Sentry}", 6, "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Underpriestess}", 5, "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Saumen Kar}", 10, null, [ 5, "large" ], [ 7, "CN" ], "This hulking humanoid's dense fur is scored with rune-shaped brands. Skin cracked and blackened by frostbite stretches taught over a misshapen skull crowned with a pair of ivory horns." ],
					[ "{monster/Saurian}", 16, null, [ 6, "huge" ], [ 4, "N" ], "This creature has the head, legs, and tail of a tyrannosaurus, but humanoid chest and arms." ],
					[ "{monster/Selkie}", 5, "aquatic, shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This sleek, aquatic creature has short gray fur, webbed hands ending in sharp claws, and a mouth full of pointed teeth." ],
					[ "{monster/Serpentfolk}", 4, null, [ 4, "medium" ], [ 5, "NE" ], "This serpentine humanoid has bright scaly skin, a long sinuous tail, and a fanged serpent's head." ],
					[ "{monster/Serpentfolk, Serpentfolk Bone Prophet}", 11, null, [ 4, "medium" ], [ 5, "NE" ], null ],
					[ "{monster/Serpentfolk, Serpentfolk High Priest}", 14, null, [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Serpentfolk, Serpentfolk Hunter}", 6, null, [ 4, "medium" ], [ 5, "NE" ], null ],
					[ "{monster/Serpentfolk, Serpentfolk Illusionist}", 8, null, [ 4, "medium" ], [ 5, "NE" ], null ],
					[ "{monster/Serpentfolk, Serpentfolk Reclaimer}", 6, null, [ 4, "medium" ], [ 5, "NE" ], "Ophidian imagery decorates the fine robes of this sinuous, fanged humanoid, and a narrow, forked tongue flicks from its serpentine head." ],
					[ "{monster/Serpentfolk, Serpentfolk Spellblade}", 13, null, [ 4, "medium" ], [ 5, "NE" ], null ],
					[ "{monster/Serpentfolk, Serpentfolk Spy}", 5, null, [ 4, "medium" ], [ 5, "NE" ], null ],
					[ "{monster/Shobhad}", 4, null, [ 5, "large" ], [ 4, "N" ], "This gray-skinned goliath is lean and muscled. Its four powerful arms carry weapons, and it wears a leather chest harness." ],
					[ "{monster/Skum}", 2, "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This hunchbacked, green-skinned humanoid has a wide, frog-like head but a mouth more akin to that of a toothy fish." ],
					[ "{monster/Soucouyant}", 8, null, [ 4, "medium" ], [ 5, "NE" ], "This walking nightmare resembles a white-haired old woman who looks as though she has been skinned alive, her bloody muscles and sinews pulsing grotesquely." ],
					[ "{monster/Stormghost}", 15, null, [ 5, "large" ], [ 8, "CE" ], "This menacing creature stands on four pointed legs like those of an insect. A conical head sits atop its humanoid torso." ],
					[ "{monster/Stygira}", 7, null, [ 4, "medium" ], [ 2, "LE" ], "Gaunt and parched, this crone-like figure moves with the predatory jerkiness of a hunting vulture. Unnaturally tall and lean, her form is all cracked flesh and stony crevices spanning a wasteland of withered gray flesh. Shattered black teeth jut from a chapped, lipless mouth that stretches beneath a high, scarred brow devoid of nose or eyes." ],
					[ "{monster/Svathurim}", 11, "cold", [ 6, "huge" ], [ 8, "CE" ], "This hulking creature has the lower half of an eight-legged stallion and the upper half of a horned frost giant." ],
					[ "{monster/Tanuki}", 4, "shapechanger", [ 4, "medium" ], [ 7, "CN" ], "Short and pudgy, this raccoonlike humanoid wields a stout quarterstaff and weaves a little as if intoxicated." ],
					[ "{monster/Tenome}", 4, null, [ 4, "medium" ], [ 5, "NE" ], "This wrinkled, pale humanoid has an eyeless head and a wide, fanged mouth; its eyes glare freakishly from the palms of its hands." ],
					[ "{monster/Thriae, Thriae Constructor}", 14, null, [ 7, "gargantuan" ], [ 4, "N" ], "A droning hum surrounds this gargantuan half-bee, half-woman with insectile wings." ],
					[ "{monster/Thriae, Thriae Dancer}", 6, null, [ 4, "medium" ], [ 1, "LN" ], "This elegant half-woman, half-bee wields a glaive and is clad in flowing, gauzy garments. A veil covers most of her face." ],
					[ "{monster/Thriae, Thriae Queen}", 18, null, [ 6, "huge" ], [ 1, "LN" ], "This towering, shapely, purple-skinned woman has an insectile lower body, antennae on her brow, and the wings of a bee." ],
					[ "{monster/Thriae, Thriae Seer}", 11, null, [ 4, "medium" ], [ 1, "LN" ], "Lithe and beautiful, this half-bee, half-woman creature wears elaborate makeup and wields an ornate staff." ],
					[ "{monster/Thriae, Thriae Soldier}", 4, null, [ 4, "medium" ], [ 1, "LN" ], "This creature has the upper body of a woman and the lower body of a bee. She wields a longbow with uncanny skill." ],
					[ "{monster/Tikbalang}", 9, null, [ 5, "large" ], [ 8, "CE" ], "Merging the features of a horse and human, this monstrosity has an equine snout, sharp fangs, and long forelimbs with clawed fingers." ],
					[ "{monster/Troops, Morlock Swarmer Troop}", 7, "troop", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Troops, Warmaze Disciples Troop}", 11, "troop", [ 5, "large" ], [ 8, "CE" ], null ],
					[ "{monster/Trox}", 2, null, [ 5, "large" ], [ 7, "CN" ], "This hulking juggernaut has two massively muscled arms and a group of four smaller ones that jut from under its rib cage." ],
					[ "{monster/Umasi}", 4, null, [ 4, "medium" ], [ 7, "CN" ], "An emaciated humanoid bursts through the trees, brandishing a knife of black stone. His body is a patchwork of hair, skin, scales, and strange limbs stitched together with thick, black thread." ],
					[ "{monster/Vodyanoi}", 5, "aquatic", [ 4, "medium" ], [ 7, "CN" ], "This humanoid salamander carries a gnarled staff in one hand. Tendrils drape its chin, resembling the beard of an eccentric hermit." ],
					[ "{monster/Vouivre}", 12, "aquatic", [ 5, "large" ], [ 8, "CE" ], "One half of this creature is a nude woman, and the other is the front end of a slithering, winged dragon." ],
					[ "{monster/Witchwyrd}", 6, null, [ 4, "medium" ], [ 1, "LN" ], "This gray-skinned humanoid wears fine red robes. The being has four arms, each ending in a three-fingered hand." ],
					[ "{monster/Yeti}", 4, "cold", [ 5, "large" ], [ 4, "N" ], "This creature stands like a man, yet is half again the height of most men and covered with a coat of thick white fur." ]
				],
				"initialColumn": 0
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	},
	"monsters_plants": {
		"title": "Plants",
		"sources": [],
		"description": [
			":::item",
			"",
			"{table0}",
			"",
			":::"
		],
		"noFinder": true,
		"searchgroup": "monster",
		"tables": [
			{
				"id": "monsters plants",
				"headers": [ "Monster", "CR", "Subtypes", "Size", "Alignment", "Description" ],
				"filter": [
					{
						"col": 1,
						"equals": [-8, -6, -4, -3, -2, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 18, 19, 20, 21, 26],
						"labels": [ "1/8", "1/6", "1/4", "1/3", "1/2", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "18", "19", "20", "21", "26"]
					},
					{
						"col": 3,
						"range": [0, 8],
						"labels": [ "fine", "diminutive", "tiny", "small", "medium", "large", "huge", "gargantuan", "colossal" ]
					},
					{
						"col": 4,
						"equals": [2, 3, 4, 5, 7, 8],
						"labels": ["LE", "NG", "N", "NE", "CN", "CE"]
					}
				],
				"types": [ null, "num", null, "num", "num", 0 ],
				"alignments": [ true, null, null, null, null, true ],
				"sizes": [ 8.5, 3.5, 7, 6, 5.5, 14.75 ],
				"ripples": [0],
				"data": [
					[ "{monster/Alraune}", 13, null, [ 5, "large" ], [ 5, "NE" ], "An attractive green-skinned woman sits in the depths of this enormous, sweet-smelling flower." ],
					[ "{monster/Ascomoid}", 5, null, [ 5, "large" ], [ 4, "N" ], "This misshapen sphere of pale yellow-green fungus rolls with an unnerving speed, spewing clouds of foul spores as it advances." ],
					[ "{monster/Assassin Vine}", 3, null, [ 5, "large" ], [ 4, "N" ], "This gnarled vine, as thick as a man's arm and bearing hand-shaped leaves, convulses across the ground in an unnatural slither." ],
					[ "{monster/Barometz}", 15, null, [ 7, "gargantuan" ], [ 4, "N" ], "This massive green ramlike creature's pelt is actually a tangle of vines, and its horns are wickedly sharp wooden branches." ],
					[ "{monster/Basidirond}", 5, null, [ 4, "medium" ], [ 4, "N" ], "This strange plant consists of four spidery stalks, long green tendrils, and an inverted bell-shaped cap filled with spores." ],
					[ "{monster/Blood Algae Swarm}", 8, "swarm", [ 1, "diminutive" ], [ 4, "N" ], "An oily substance in the water surrounds this seething red mass of wormlike lumps of algae." ],
					[ "{monster/Blood Bramble}", 10, null, [ 5, "large" ], [ 4, "N" ], "A tremendous bramble of intertwined bushes rises from a sizable pile of bones heaped at its roots, and its thorny flowers drip blood." ],
					[ "{monster/Blood Lily}", 10, "aquatic", [ 5, "large" ], [ 4, "N" ], "Hundreds of long but thin blood-red petals form a spherical shape atop the central stem of this plant monster. A pair of stout vine-like appendages sprout from either side of its central mass." ],
					[ "{monster/Blood Maize}", 2, null, [ 4, "medium" ], [ 4, "N" ], "Razor-sharp leaves dripping in blood span the length of this cornstalk, while a snake-like root digs into the soft ground." ],
					[ "{monster/Bloodbrush}", 2, null, [ 3, "small" ], [ 4, "N" ], "This dried-out clump of thorny brush has torn free of its roots and seems to move not with the wind, but of its own volition." ],
					[ "{monster/Bloodplate Burster}", 9, null, [ 6, "huge" ], [ 4, "N" ], "Withered, fleshy leaves the color of dried blood lie like armored plates across the top of this imposing creature's bulbous form. Thick, serpentine strands run the length of its rigid, fibrous skin." ],
					[ "{monster/Bodythief}", 14, null, [ 7, "gargantuan" ], [ 2, "LE" ], "This immense plant has jaws inside its central flower and vines that thresh the air. Its ovular seedpods throb like beating hearts." ],
					[ "{monster/Bonethorn}", 12, null, [ 4, "medium" ], [ 4, "N" ], "Ligaments of stringy black fungus connect the bones of this filthy skeleton. In numerous places, the fungus has formed thorny growths." ],
					[ "{monster/Bonewrought Willow}", 3, "extraplanar", [ 5, "large" ], [ 4, "N" ], "This weeping willow tree has a pale and mottled trunk that is contorted into twisted and torturous forms, and long branches made of bones and fibrous fronds." ],
					[ "{monster/Boruta}", 9, null, [ 4, "medium" ], [ 4, "N" ], "Piercing yellow eyes gaze from the mossy skull of this ivy-covered skeleton. Where bones should be, gnarled roots grow, and tangles of vines hang from its moldering chest like spilt viscera." ],
					[ "{monster/Bramble Throne}", 16, null, [ 6, "huge" ], [ 4, "N" ], "The low branches of this stout tree form the shape of a throne. Gold-trimmed leaves and thick vines grow on the branches." ],
					[ "{monster/Brambleblight}", 7, null, [ 5, "large" ], [ 4, "N" ], "Two long vines covered in sharp thorns protrude from what appears to be a massive rotting bundle of barbs that's topped with a heap of berry-red eyes." ],
					[ "{monster/Bramblelash}", 1, null, [ 4, "medium" ], [ 4, "N" ], "A blue-green vine covered with stiff, verdant leaves and barbed thorns protrudes from this hedge." ],
					[ "{monster/Breathless Orchid}", 2, null, [ 4, "medium" ], [ 4, "N" ], "This colorful plant has long, thin leaves and three prominent, bright pink pistils that reach elegantly toward the sky." ],
					[ "{monster/Calathgar}", 4, null, [ 3, "small" ], [ 4, "N" ], "The acrid scent of vinegar wafts from this shield-sized blossom. Amid shocking blue petals slowly twitches a cluster of sharp stamens arranged like a ring of teeth within a leafy muzzle." ],
					[ "{monster/Canopy Creeper}", 8, null, [ 6, "huge" ], [ 4, "N" ], "What at first appeared to be nothing more than a tangle of thick, twisted vines growing among the canopy of the trees suddenly coils itself into a large mass dangling high above. A large beaklike maw emerges from the center of the fecund mass, numerous thick, grasping vines whipping through the air." ],
					[ "{monster/Carrion Creeper}", 10, null, [ 5, "large" ], [ 4, "N" ], "This thick mass of vegetation has several sturdy tendrils studded with long thorns and rippling with strength." ],
					[ "{monster/Cauldron Bloom}", 15, null, [ 8, "colossal" ], [ 4, "N" ], "Three thick vines sprout from this massive cylindrical plant's base. Ruddy light flickers beneath its sloping armored sides, and it exudes a palpable aura of magic." ],
					[ "{monster/Cerebric Fungus}", 3, null, [ 4, "medium" ], [ 4, "N" ], "A swollen, brainlike bulb encrusted with fungal shelves squats atop several ropy legs. A wide mouth bisects the bulb's crown." ],
					[ "{monster/Corpse Lotus}", 13, null, [ 6, "huge" ], [ 4, "N" ], "Planted in soil fertilized with corpses, this giant, blood-red flower is surrounded by prickly vines." ],
					[ "{monster/Crypt Flower}", 7, null, [ 5, "large" ], [ 4, "N" ], "A lone petal hangs over the opening of this bulbous, pitcher-shaped flower, which is flanked by a pair of serpentine vines." ],
					[ "{monster/Etheroot}", 8, "extraplanar", [ 5, "large" ], [ 4, "N" ], "This leafy bush bears flowers of a variety of shapes and colors, one of which resembles a toothy mouth at the end of a long stalk." ],
					[ "{monster/Familiar, Creeper Ivy}", [ -4, "1/4" ], null, [ 2, "tiny" ], [ 4, "N" ], "The creeping tendrils of this plant creature guide its way up tree trunks and walls." ],
					[ "{monster/Familiar, Dweomer Cap}", [ -8, "1/8" ], null, [ 2, "tiny" ], [ 4, "N" ], "Undulating patterns of purple and orange luminescence play across this strange mushroom's gills." ],
					[ "{monster/Familiar, Flowering Lattice}", [ -6, "1/6" ], null, [ 1, "diminutive" ], [ 4, "N" ], "This scuttling patchwork plant features flowers of many different shapes and colors." ],
					[ "{monster/Familiar, Petrifern}", [ -6, "1/6" ], null, [ 1, "diminutive" ], [ 4, "N" ], "This tiny, unassuming tree is shaped like a miniature person, with branches for arms and roots for feet." ],
					[ "{monster/Familiar, Ravenous Tumbleweed}", [ -3, "1/3" ], null, [ 2, "tiny" ], [ 4, "N" ], "This tangle of dry-looking vegetation has grown into a spherical ball of thorny twigs and roots." ],
					[ "{monster/Familiar, Razor Fern}", [ -4, "1/4" ], null, [ 2, "tiny" ], [ 4, "N" ], "This vaguely human-shaped plant slashes out with dangerous-looking barbed fronds." ],
					[ "{monster/Familiar, Suture Vine}", [ -3, "1/3" ], null, [ 2, "tiny" ], [ 4, "N" ], "This twitching, slithering coil of bright-green vines is covered with hooked thorns and tiny barbs." ],
					[ "{monster/Frost Fir}", 1, "cold", [ 4, "medium" ], [ 5, "NE" ], "The faint scent of pine sap accompanies this vaguely tree-shaped creature, which stands on two towering trunklike legs. Its arms resemble the branches of a snow-laden conifer." ],
					[ "{monster/Fuldrex}", 11, null, [ 3, "small" ], [ 5, "NE" ], "This minuscule, fleshy plant creature has mottled, green-and-black skin and tiny eyes that peer malevolently from beneath layers of dripping, fungal hair." ],
					[ "{monster/Fungus Queen}", 9, "extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This eerie creature has the upper body of a beautiful, pale green woman, but her lower body is a pulsating mound of fungus." ],
					[ "{monster/Ghoran}", 1, null, [ 4, "medium" ], [ 4, "N" ], "The humanoid creature's taut green shell extends like a cowl from chin to brow, wreathing a face of brilliant flower petals." ],
					[ "{monster/Giant Devil's Tooth}", 6, null, [ 6, "huge" ], [ 5, "NE" ], "This enormous white fungus has sharp spines on its stalk, and its multiple caps are covered in blood-red globules that appear on the brink of rupturing." ],
					[ "{monster/Giant Flytrap}", 10, null, [ 6, "huge" ], [ 4, "N" ], "This towering plant is a mass of vines and barbs. Several stalks are horribly mobile, each ending in a set of green, toothy jaws." ],
					[ "{monster/Giant Sundew}", 12, null, [ 6, "huge" ], [ 4, "N" ], "This plant is covered with dozens of clear tendrils, each tipped with a glistening red bulb. Whiplike fronds unfurl from the center." ],
					[ "{monster/Gluttongrass}", 1, null, [ 4, "medium" ], [ 4, "N" ], "These tall, bloodstained blades of bright green grass sway and bend regardless of the presence of wind." ],
					[ "{monster/Green Man}", 26, "shapechanger", [ 4, "medium" ], [ 4, "N" ], "This man is formed entirely of green leafy plants and bark. His fingers extend into lengths of vine." ],
					[ "{monster/Griefgall}", 6, null, [ 2, "tiny" ], [ 5, "NE" ], "Thorn-tipped tendrils and flowering filaments sprout from this tiny, squirming grublike plant." ],
					[ "{monster/Hangman Tree}", 7, null, [ 6, "huge" ], [ 5, "NE" ], "This sinister tree looms above a field strewn with bones. Numerous leafy vines, their tips looped into nooses, hang from its branches." ],
					[ "{monster/Heartrot Tree}", 13, null, [ 6, "huge" ], [ 5, "NE" ], "Fungus drips from this grotesque tree's ridged bark as its branches wave like boneless arms." ],
					[ "{monster/Jack-o'-Lantern}", 1, null, [ 4, "medium" ], [ 5, "NE" ], "A carved pumpkin sits atop a writhing mass of thick ropey vines. Sinister flames dance within its leering, crudely carved face." ],
					[ "{monster/Jinmenju}", 11, null, [ 6, "huge" ], [ 4, "N" ], "A low hum surrounds this huge, gnarled tree. The rotten fruits that hang from its sickly branches look vaguely like human heads." ],
					[ "{monster/Kapre}", 10, null, [ 6, "huge" ], [ 7, "CN" ], "Roots and branches twist across this oddly proportioned creature to form knots of muscle. Its eyes burn like embers." ],
					[ "{monster/Kawa Akago}", 3, null, [ 3, "small" ], [ 4, "N" ], "This combination of a lily pad and a flytrap is ringed with horrifying fangs and has another tiny, toothy maw at its center." ],
					[ "{monster/Kudimmu}", 16, null, [ 5, "large" ], [ 5, "NE" ], "Tumorous, misshapen vines laden with dark red fruit make up the form of this lumbering humanoid creature, and its face is marked only by a pair of glowing, crimson eyes." ],
					[ "{monster/Leaf Ray}", 1, null, [ 3, "small" ], [ 4, "N" ], "This creature looks like a broad leaf with whiskers like a catfish and a dangerous stinger trailing behind it." ],
					[ "{monster/Leshy, Cactus}", 2, "leshy", [ 3, "small" ], [ 4, "N" ], "A prickly cactus's arms are covered in vicious spines." ],
					[ "{monster/Leshy, Flytrap}", 4, "leshy, shapechanger", [ 3, "small" ], [ 4, "N" ], "This cluster of flytraps has a vaguely humanoid shape. The beady eyes atop the largest flytrap glare menacingly." ],
					[ "{monster/Leshy, Fungus}", 2, "leshy, shapechanger", [ 3, "small" ], [ 4, "N" ], "Mismatched eyes dot this plant creature's thick mushroom cap, while below works an overlarge maw set with pale fungal teeth." ],
					[ "{monster/Leshy, Gourd}", 1, "leshy, shapechanger", [ 3, "small" ], [ 4, "N" ], "This little plant man walks on legs like tangled vines and has a pumpkin carved with eyes and a mouth for a head." ],
					[ "{monster/Leshy, Leaf}", [ -2, "1/2" ], "leshy, shapechanger", [ 3, "small" ], [ 4, "N" ], "This little plant person is clad in a winglike leaf cloak and pinecone armor, wielding a twig as a makeshift spear." ],
					[ "{monster/Leshy, Lichen}", 3, "leshy, shapechanger", [ 3, "small" ], [ 4, "N" ], "This miniature plant person has a body composed of lichens and a rain cape woven from leafy growths." ],
					[ "{monster/Leshy, Lotus}", 5, "leshy, shapechanger", [ 3, "small" ], [ 4, "N" ], "A plant whose body resembles a blooming lotus flower exudes an air of serenity." ],
					[ "{monster/Leshy, Seaweed}", 3, "aquatic, leshy, shapechanger", [ 3, "small" ], [ 4, "N" ], "This vaguely humanoid plant creature has a body formed of soggy green seaweed and wears crude armor made from seashells." ],
					[ "{monster/Leshy, Snapdragon}", 4, "leshy, shapechanger", [ 3, "small" ], [ 4, "N" ], "Verdant stalks entwine one another to create a humanoid shape with a giant snapdragon blossom for a head." ],
					[ "{monster/Leshy, Sunflower}", 1, "leshy", [ 3, "small" ], [ 4, "N" ], "The petals of this small plant's large, flat, flowering head reflect light in unnatural ways." ],
					[ "{monster/Living Topiary}", 4, null, [ 4, "medium" ], [ 4, "N" ], "This lumbering topiary has the rough shape of an elephant, complete with brambly limbs and tusks." ],
					[ "{monster/Lotus Tree}", 20, null, [ 7, "gargantuan" ], [ 4, "N" ], "This majestic tree of strange, twisted bark has countless pale fruits and an intensely pleasant scent." ],
					[ "{monster/Lythirium}", 11, null, [ 5, "large" ], [ 3, "NG" ], "This wolflike creature's body is composed of thick vines, fine vegetation that almost resembles fur, and enormous thorns. Its eyes shine with a green glow, and prickly vines cover the immense, antlerlike growths on its head." ],
					[ "{monster/Mandragora}", 4, null, [ 3, "small" ], [ 8, "CE" ], "This filthy creature resembles a small, wide-mouthed fat child made from leaves, vines, tree bark, dirt, and pallid tubers." ],
					[ "{monster/Melfesh Monster}", 6, "extraplanar", [ 4, "medium" ], [ 5, "NE" ], "Covered with mossy growths and creeping vines, this towering creature glides effortlessly across the ground. A hood of damp moss and crusty bark conceals the monster's face." ],
					[ "{monster/Mi-go}", 6, null, [ 4, "medium" ], [ 5, "NE" ], "This unnaturally graceful creature has a bulbous fungoid lump for a head, spiny insectoid wings, and a tangle of spiky, clawed legs." ],
					[ "{monster/Mindslaver Mold}", 3, null, [ 3, "small" ], [ 5, "NE" ], "A thick sheet of filthy green fungus grows in twisting patterns across the shoulders and back of this feral-looking man." ],
					[ "{monster/Mire Nettle}", 2, null, [ 3, "small" ], [ 4, "N" ], "The sawtooth edges of this plant's glistening, triangular leaves weave around stalks adorned with needle-like spines." ],
					[ "{monster/Moldwretch}", 7, null, [ 3, "small" ], [ 4, "N" ], "This deformed mold creature has long, dragging arms and an even longer tentacle growing out of its back that spews clouds of spores." ],
					[ "{monster/Moonflower}", 8, null, [ 6, "huge" ], [ 4, "N" ], "A twisted trunk clustered with bulbous blossoms holds up a gaping mouth ready to swallow a victim whole." ],
					[ "{monster/Mosslord}", 18, null, [ 5, "large" ], [ 2, "LE" ], "This towering, four-armed humanoid seems to be made of moss and splintered wood, its face sinister and mouthless." ],
					[ "{monster/Mu Spore}", 21, null, [ 8, "colossal" ], [ 7, "CN" ], "Tentacles and eyes cover this floating, fungoid monster, and its vast mouth opens like a toothy cavern." ],
					[ "{monster/Myceloid}", 4, null, [ 4, "medium" ], [ 5, "NE" ], "This shambling fungus creature bears a strong resemblance to a rotund human, but with a mushroom cap for a head." ],
					[ "{monster/Nirento}", 4, null, [ 5, "large" ], [ 4, "N" ], "Thorny vines encircle this tropical tree's thick, spongy trunk, and jungle debris lies strewn about its base." ],
					[ "{monster/Nirento, Elder}", 6, null, [ 6, "huge" ], [ 4, "N" ], "Thorny vines encircle this tropical tree's thick, spongy trunk, and jungle debris lies strewn about its base." ],
					[ "{monster/Nulmind}", 11, null, [ 3, "small" ], [ 4, "N" ], "This thick ribbon of fungus somewhat resembles a caterpillar. Its folds pulse with an eerie, golden incandescence." ],
					[ "{monster/Phantom Fungus}", 3, null, [ 4, "medium" ], [ 4, "N" ], "Portions of this three-stalked fungoid monster's body seem to fade in and out of sight. A large maw gapes along its entire front." ],
					[ "{monster/Phycomid}", 4, null, [ 3, "small" ], [ 4, "N" ], "This tangle of purple-capped mushrooms growing out of a nasty green sludge shudders and writhes, wafting tendrils of smoke." ],
					[ "{monster/Pixie Circle}", 7, null, [ 6, "huge" ], [ 4, "N" ], "Heart-shaped leaves and drooping clusters of purple and pink flowers emitting a faint scent of honey and fruit drape over the bone-white trees of a dead grove buried under heavy vines." ],
					[ "{monster/Psychepore}", 7, null, [ 4, "medium" ], [ 4, "N" ], "A mass of shell-like fungus grows so thick it obscures the mass of plant matter beneath." ],
					[ "{monster/Quickwood}", 8, null, [ 6, "huge" ], [ 4, "N" ], "Were it not for the image of a sinister face peeking out from its dark gray bark, this would look like any other ragged oak tree." ],
					[ "{monster/Roofgarden}", 7, null, [ 4, "medium" ], [ 4, "N" ], "A thick carpet of moss and vines stretches out from a central tangled mass of plant matter." ],
					[ "{monster/Roseling}", 7, "extraplanar, shapechanger", [ 3, "small" ], [ 3, "NG" ], "This small plant is shaped vaguely like a human with a rose blossom for a head and soft, petal-like wings fluttering from its shoulders." ],
					[ "{monster/Saguaroi}", 5, null, [ 4, "medium" ], [ 4, "N" ], "This humanoid plant creature has the prickly hide of a cactus, and smaller cactuses seemingly sprout from its flesh." ],
					[ "{monster/Sard}", 19, null, [ 8, "colossal" ], [ 8, "CE" ], "This wriggling and leafless tree moves on spidery legs. Flickering motes of blood-red lightning dance in the cracks of its bark." ],
					[ "{monster/Sargassum Fiend}", 9, "aquatic", [ 5, "large" ], [ 4, "N" ], "This shifting mass of green seaweed transforms from the shape of a humanoid back to a patch of algae, continually changing." ],
					[ "{monster/Sawdust Slough}", 4, null, [ 5, "large" ], [ 4, "N" ], "A cloud of fine dust particles hangs in the air around this seething mass of sawdust and wood shavings." ],
					[ "{monster/Shadow Fern}", 4, null, [ 4, "medium" ], [ 4, "N" ], "The thick stalks of this dark-veined, gray plant are covered in a fine black fuzz." ],
					[ "{monster/Shambling Mound}", 6, null, [ 5, "large" ], [ 4, "N" ], "A mass of tangled vines and dripping slime rises on two trunk-like legs, reeking of rot and freshly turned earth." ],
					[ "{monster/Spore Stalker}", 7, null, [ 4, "medium" ], [ 5, "NE" ], "This fungoid canine creature skitters forward on many segmented legs, a gurgling growl issuing from its fanged maw." ],
					[ "{monster/Stranglereed}", 9, "aquatic", [ 5, "large" ], [ 4, "N" ], "This tangled mass of thick reeds extends from a bulbous pod split by a wide, thorn-toothed maw." ],
					[ "{monster/Sump Steward}", 9, null, [ 5, "large" ], [ 4, "N" ], "This hunched giant has spindly limbs covered in moss and a riot of vines and mushrooms for a torso. It has two bright red mushrooms growing where its eyes should be, and it sports a long beard of woven grass." ],
					[ "{monster/Tarantula Tree}", 19, null, [ 8, "colossal" ], [ 7, "CN" ], "This towering mass of vegetation balances itself upon several long and misshapen tree trunks." ],
					[ "{monster/Tendriculos}", 6, null, [ 6, "huge" ], [ 4, "N" ], "This plant's thick trunk is capped by a crown of wide leaves, whipping vines, mushrooms, and a ravenous purple maw." ],
					[ "{monster/Tenebrous Blight}", 6, null, [ 6, "huge" ], [ 4, "N" ], "This huge, fungal growth has a stalk as black as the shadows, and dark motes float in the air around its enormous cap." ],
					[ "{monster/Tobongo (Mwangi Treant)}", 12, null, [ 7, "gargantuan" ], [ 4, "N" ], "Tearing its elephantine roots free from the soil, an enormous tree unfurls long, tangled branches into arms ending in massive claws." ],
					[ "{monster/Treant}", 8, null, [ 6, "huge" ], [ 3, "NG" ], "This animated tree's bark is knotted into vaguely humanoid features, with branches for arms and roots for legs." ],
					[ "{monster/Tsaalgrend}", 2, null, [ 3, "small" ], [ 4, "N" ], "Strange, translucent gas bladders carry this tangle of thorny, purple vines and clumps of mold through the air." ],
					[ "{monster/Umdhlebi}", 12, null, [ 6, "huge" ], [ 4, "N" ], "What appeared at first glance to be the decaying husk of an enormous tree erupts into motion, as thick tendrils reach outward hungrily from all sides. Amid the jumble of motion, a subconscious whisper promises sleep and sweet rest to any that lie down at the thing's base." ],
					[ "{monster/Vegepygmy}", [ -2, "1/2" ], null, [ 3, "small" ], [ 4, "N" ], "Short, thin, and green, this small humanoid wields a spear. Tendrils of fungus dangle from its arms, midsection, and legs." ],
					[ "{monster/Vegepygmy, Thorny}", 3, null, [ 4, "medium" ], [ 4, "N" ], "This mass of plant matter has the general shape and build of an oversized dog. Lacking a head of any kind, its bulk is covered in jagged thorns protruding from its fungal surface." ],
					[ "{monster/Violet Fungus}", 3, null, [ 4, "medium" ], [ 4, "N" ], "This mushroom grows from a bed of tentacular roots. Deep violet tendrils slither out of the dozens of fissures in its pointed cap." ],
					[ "{monster/Viper Vine}", 13, null, [ 5, "large" ], [ 4, "N" ], "Large tendrils ending in tiny claws unfurl from the central stalk of this plant, which rises like a serpent ready to strike." ],
					[ "{monster/Vireseed Swarm}", 5, "swarm", [ 0, "fine" ], [ 4, "N" ], "A wave of wing-like seedpods whips through the air, each tipped by a miniscule thorn and propelled by a rapidly lashing tendril." ],
					[ "{monster/Weedwhip}", 2, null, [ 4, "medium" ], [ 4, "N" ], "This strange, vibrant plant slowly but dangerously whips about its trio of tendrils with spiked heads." ],
					[ "{monster/Xtabay}", [ -2, "1/2" ], null, [ 3, "small" ], [ 4, "N" ], "This patch of vines is ornamented with beautiful crimson and violet flowers, the petals of which seem to bear tiny faces." ],
					[ "{monster/Yellow Musk Creeper}", 2, null, [ 4, "medium" ], [ 4, "N" ], "Coiling around several human skeletons, this wet green plant's sickly flowers smoke with a nasty yellow vapor." ],
					[ "{monster/Zomok}", 16, "extraplanar", [ 7, "gargantuan" ], [ 4, "N" ], "At first glance, this creature resembles a dragon, but its body is entirely made of plants and soil, and it exhales clouds of dirt." ],
					[ "{monster/Zygomind}", 18, null, [ 8, "colossal" ], [ 4, "N" ], "This enormous fungus looks like a cage, and a strange glow emanates from within." ]
				],
				"initialColumn": 0
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	},
	"monsters_undead": {
		"title": "Undead",
		"sources": [],
		"description": [
			":::item",
			"",
			"{table0}",
			"",
			":::"
		],
		"noFinder": true,
		"searchgroup": "monster",
		"tables": [
			{
				"id": "monsters undead",
				"headers": [ "Monster", "CR", "Subtypes", "Size", "Alignment", "Description" ],
				"filter": [
					{
						"col": 1,
						"equals": [-4, -3, -2, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 22],
						"labels": [ "1/4", "1/3", "1/2", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "19", "20", "22"]
					},
					{
						"col": 3,
						"range": [1, 8],
						"labels": [ "diminutive", "tiny", "small", "medium", "large", "huge", "gargantuan", "colossal" ]
					},
					{
						"col": 4,
						"equals": [2, 4, 5, 7, 8],
						"labels": ["LE", "N", "NE", "CN", "CE"]
					}
				],
				"types": [ null, "num", null, "num", "num", 0 ],
				"alignments": [ true, null, null, null, null, true ],
				"sizes": [ 8.5, 3.5, 7, 6, 5.5, 14.75 ],
				"ripples": [0],
				"data": [
					[ "{monster/Abandoned One}", 4, null, [ 4, "medium" ], [ 8, "CE" ], "This corpse of a soldier is twisted and ghoulish, its old-fashioned clothes are caked in mud, and its is expression lost and forlorn." ],
					[ "{monster/Abhominal}", 6, null, [ 4, "medium" ], [ 5, "NE" ], "This gaunt humanoid has pale, translucent skin and is arched backward, scuttling on its hands and feet. A mass of barbed, black tentacles extends from its exposed abdomen." ],
					[ "{monster/Allip}", 3, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This malignant cloud of shadows boils in the air, its skeletal maw eerily babbling as the creature's claws manifest from the darkness." ],
					[ "{monster/Apostasy Wraith}", 6, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "A broken mask gives this smoky, ghostly figure a bitter, unwavering gaze." ],
					[ "{monster/Ashen Forgemaster}", 17, "extraplanar, fire", [ 5, "large" ], [ 8, "CE" ], "This hulking, serpentine creature resembles an oversized salamander devoid of color. Its flesh is pockmarked with coal-like scales and metallic piercings, and it carries a fearsome spear." ],
					[ "{monster/Attic Whisperer}", 4, null, [ 3, "small" ], [ 5, "NE" ], "This thing resembles a gray, emaciated child, with cobwebs and dust for clothes and a fox skull for a head." ],
					[ "{monster/Aurosrath}", 5, null, [ 5, "large" ], [ 5, "NE" ], "This obscenely bloated and stretched human corpse jingles as it moves. Coins tumble from its mouth and from the exposed wounds that cover its hideously distended body." ],
					[ "{monster/Baetriov}", 8, null, [ 4, "medium" ], [ 2, "LE" ], "Clad in the finest silks, this noblewoman has cheeks that are flush with vitality, though her eyes speak to great age and danger." ],
					[ "{monster/Bakekujira}", 17, "aquatic", [ 8, "colossal" ], [ 5, "NE" ], "This hulking mass of blubber and bone looks like it was once a whale. Ghostly flames glow in each of its eye sockets." ],
					[ "{monster/Banshee}", 13, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This beautiful, ghostly elven woman glides through the air, her long hair flowing around a face knotted into a mask of rage." ],
					[ "{monster/Bat, Skaveling}", 5, null, [ 5, "large" ], [ 8, "CE" ], "This monstrously sized, undead bat has mottled, decayed flesh and eyes that smolder with an unholy green glow." ],
					[ "{monster/Bat, Sootwing}", [ -2, "1/2" ], null, [ 2, "tiny" ], [ 8, "CE" ], "This batlike creature has jagged points at the tips of its wings and a long, lashing tongue." ],
					[ "{monster/Baykok}", 9, null, [ 4, "medium" ], [ 5, "NE" ], "This howling corpse swoops through the air with hideously elongated legs and a bow made of bone." ],
					[ "{monster/Beheaded}", [ -3, "1/3" ], null, [ 2, "tiny" ], [ 5, "NE" ], "A decaying humanoid head floats silently and ominously, its graying teeth eerily clattering." ],
					[ "{monster/Beheaded, Flaming Skull}", [ -2, "1/2" ], null, [ 2, "tiny" ], [ 5, "NE" ], "This humanoid head floats silently and ominously, bits of flesh still hanging from its face and graying teeth clattering slightly as it bobs in the air." ],
					[ "{monster/Beheaded, Giant}", 2, null, [ 5, "large" ], [ 5, "NE" ], "This humanoid head floats silently and ominously, bits of flesh still hanging from its face and graying teeth clattering slightly as it bobs in the air." ],
					[ "{monster/Beheaded, Medusa Head}", 3, null, [ 3, "small" ], [ 5, "NE" ], "This humanoid head floats silently and ominously, bits of flesh still hanging from its face and graying teeth clattering slightly as it bobs in the air." ],
					[ "{monster/Beheaded, Severed Head}", [ -3, "1/3" ], null, [ 2, "tiny" ], [ 5, "NE" ], "This humanoid head floats silently and ominously, bits of flesh still hanging from its face and graying teeth clattering slightly as it bobs in the air." ],
					[ "{monster/Beheaded, Skull Swarm}", 1, "swarm", [ 2, "tiny" ], [ 5, "NE" ], "This humanoid head floats silently and ominously, bits of flesh still hanging from its face and graying teeth clattering slightly as it bobs in the air." ],
					[ "{monster/Berbalang}", 6, null, [ 4, "medium" ], [ 8, "CE" ], "This hunched, bat-winged horror moves with an uncanny grace, its glowing eyes and long tongue presenting a frightening visage." ],
					[ "{monster/Bhuta}", 11, "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This ghostly apparition floats in the air on backward-facing feet. Its hands end in sharp talons, and its eyes glow with blue fire." ],
					[ "{monster/Blast Shadow}", 5, "fire", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Bloody Bones}", 10, null, [ 4, "medium" ], [ 5, "NE" ], "This blood-drenched humanoid skeleton stares with hate-filled eyes as its bones drip with streams of fresh gore." ],
					[ "{monster/Bodak}", 8, "extraplanar", [ 4, "medium" ], [ 8, "CE" ], "The flesh of this emaciated creature appears charred or dried, and its empty eye sockets seep trails of smoke." ],
					[ "{monster/Bone Priest}", 4, null, [ 4, "medium" ], [ 2, "LE" ], "This skeletal creature wears rotting robes, and carries a sword in its talon-like hands. An evil blue light dances in its empty eye sockets." ],
					[ "{monster/Bone Ship}", 18, "water", [ 8, "colossal" ], [ 8, "CE" ], "Muscle holds together the large bones that form the hull of this ship. Rotting sails hang from masts crafted from gigantic spines." ],
					[ "{monster/Burning Child}", 10, "fire", [ 3, "small" ], [ 7, "CN" ], "The smell of scorched flesh accompanies this small child, who appears to be made entirely of dust and smoldering ash." ],
					[ "{monster/Caller in Darkness}", 9, "incorporeal", [ 5, "large" ], [ 8, "CE" ], "This roiling horror appears to be a swirling vortex of darkness and screaming, ghostly faces." ],
					[ "{monster/Carrionstorm}", 1, "swarm", [ 2, "tiny" ], [ 5, "NE" ], "Bits of feather and flesh buzz around this swarm of rotting ravens like flies, countless lifeless eyes staring out from the chaos." ],
					[ "{monster/Centianima}", 4, null, [ 5, "large" ], [ 5, "NE" ], "This bony horror has two skulls on either end of its long, fleshless body. Dozens of twitching, claw-tipped legs carry its centipede-like form." ],
					[ "{monster/Chained Spirit}", 14, "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "This humanoid figure's body fades into mist below the hips, while its upper, ghostly torso is bound in lengths of writhing chains." ],
					[ "{monster/Charnel Colossus}", 19, null, [ 8, "colossal" ], [ 5, "NE" ], "This horror is composed of dozens, if not hundreds, of decomposing cadavers held together as an amalgamated whole." ],
					[ "{monster/Choking Shade}", 5, "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "A vague humanoid shape composed of whirling dust and shards of bone hovers menacingly in the air." ],
					[ "{monster/Chronogeist}", 14, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This translucent, orange-tinged creature looks like it was once a living person, though its face is a twisted mask of confusion and terror and its vestments surround" ],
					[ "{monster/Cinderghost}", 7, "extraplanar, fire, incorporeal", [ 4, "medium" ], [ 5, "NE" ], "In the midst of a swirling cloud of desiccated ashes is the vague shape of a humanoid, with hollow, unblinking eyes that flicker like dying embers." ],
					[ "{monster/Combusted}", 3, "fire", [ 4, "medium" ], [ 5, "NE" ], "This creature's vestments are charred black and fused together, and its flesh is a raging inferno surrounded by greasy black smoke." ],
					[ "{monster/Copsewight}", 11, null, [ 6, "huge" ], [ 5, "NE" ], "The twisted, leafless branches of this dead tree still bear bright red fruit, each one shriveled and covered in splotches of black rot." ],
					[ "{monster/Crackling Skull Swarm}", 10, "swarm", [ 2, "tiny" ], [ 5, "NE" ], "This mass of floating skulls lingers in the air with a haunting presence. A constant clattering emanates from the dreadful mass." ],
					[ "{monster/Crawling Hand}", [ -2, "1/2" ], null, [ 1, "diminutive" ], [ 5, "NE" ], "With a jolt, this severed hand springs to life, its fingers propelling it forth at great speed like a deformed spider." ],
					[ "{monster/Crawling Hand, Giant Crawling Hand}", 5, null, [ 4, "medium" ], [ 5, "NE" ], "A giant rotting hand rocks unsteadily, propped upon thick, stubby fingers. Its pale, necrotic flesh pulses and crawls with sickly boils." ],
					[ "{monster/Crone Queen}", 15, "cold", [ 4, "medium" ], [ 5, "NE" ], "A cold, hateful light burns in the eye sockets of this corpse-like creature, whose withered skin is stretched over its icy bones." ],
					[ "{monster/Cruciarus}", 12, "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "The twisted, tormented frame of this ghostly spirit is reflected in the utter anguish that shines within its glaring eyes." ],
					[ "{monster/Crypt Thing}", 5, null, [ 4, "medium" ], [ 5, "NE" ], "Shreds of leathery flesh cling to this skeletal figure's body, while twin motes of fiery light glow deep in its eye sockets." ],
					[ "{monster/Cursed King}", 10, null, [ 4, "medium" ], [ 8, "CE" ], "This desiccated figure wears linen wrappings and tarnished jewelry. Its humanoid body is topped with a withered crocodile head." ],
					[ "{monster/Cytillesh Zombie}", 1, null, [ 4, "medium" ], [ 5, "NE" ], null ],
					[ "{monster/Danse Macabre}", 14, "incorporeal", [ 5, "large" ], [ 5, "NE" ], "Dozens of ghostly figures swirl and cavort, floating through the air as they follow the steps of an ancient, rhythmic dance, seemingly keeping time with the ebb and flow of life itself. Amid this eerie crowd of dancing specters looms a dark-cloaked figure wielding a scythe." ],
					[ "{monster/Daughter of Urgathoa}", 8, null, [ 5, "large" ], [ 5, "NE" ], "What was once a woman now towers as a monstrosity of ectoplasmic flesh, horns, and a tremendous scythe-like claw." ],
					[ "{monster/Death Coach}", 14, "incorporeal", [ 6, "huge" ], [ 5, "NE" ], "Two spectral horses pull this ornate, ghostly carriage, whose windows are blocked by dark, heavy curtains." ],
					[ "{monster/Deathweb}", 6, null, [ 5, "large" ], [ 4, "N" ], "This animated husk from an enormous spider seems filled with thousands of living spiders that fall from its body like drops of blood." ],
					[ "{monster/Deeplit}", 5, null, [ 4, "medium" ], [ 5, "NE" ], "This granite-skinned humanoid stands as tall as a dwarf, though a flickering flame hovers where its head should be." ],
					[ "{monster/Despoiler}", 7, null, [ 4, "medium" ], [ 8, "CE" ], "Three spears of obsidian energy skewer this cadaverous figure." ],
					[ "{monster/Devourer}", 11, "extraplanar", [ 5, "large" ], [ 5, "NE" ], "This dry, hovering corpse's chest is a prison of jagged ribs, within which is trapped a small tormented ghostly form." ],
					[ "{monster/Draugr}", 2, "water", [ 4, "medium" ], [ 8, "CE" ], "This barnacle-encrusted walking corpse looks like a zombie, but is dripping with water and gives off a nauseating stench." ],
					[ "{monster/Drekavac}", 3, null, [ 3, "small" ], [ 5, "NE" ], "Dressed in graveyard rags, this pitiful creature cries out like a sick child. An oversized, bestial head perches atop its spindly, child-sized body, and its eyes are nothing but sunken pools of shadow with no trace of life in them. A cloying mist wreathes its frail form, accompanied by the stench of death and disease." ],
					[ "{monster/Drocha Swarm}", 7, "incorporeal, swarm", [ 2, "tiny" ], [ 8, "CE" ], "Hundreds of twisted, distorted faces roil in a miserable cloud, screaming of their unquiet deaths." ],
					[ "{monster/Dullahan}", 7, null, [ 4, "medium" ], [ 2, "LE" ], "Clad in ragged black robes and tarnished armor, this grim, headless rider is surrounded by an aura of menace." ],
					[ "{monster/Duppy}", 7, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This floating, ghostly humanoid's face is a blend of human and beast. Canine shapes twine around the creature's legs." ],
					[ "{monster/Dybbuk}", 15, "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This grinning spectre has mad eyes and blood-red hands that twitch and jerk like a puppeteer's." ],
					[ "{monster/Eaisge}", 1, "aquatic", [ 4, "medium" ], [ 5, "NE" ], "Water gushes from the mouth and nose of this bloated creature. Broken wood and jagged nails jut from its half-rotted flesh." ],
					[ "{monster/Ecorche}", 16, null, [ 5, "large" ], [ 8, "CE" ], "This brawny creature has had its skin completely flensed from its form, revealing the violent pulsing of its massive, exposed muscles." ],
					[ "{monster/Ephemeral Echo}", 7, "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This ghostly image of a sad-eyed young woman hovers suspended in the air. Her face never loses its mournful expression." ],
					[ "{monster/Exiled Shade}", 6, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "Gray and black shadows and mist coalesce into a humanoid figure, its face a distorted mask of rage and hatred." ],
					[ "{monster/Fallen}", 8, "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "This ghostly crusader floats just above the ground, yet despite its phantomlike appearance, its armor and weapons seem quite solid." ],
					[ "{monster/Fellsig}", 3, "fire", [ 4, "medium" ], [ 5, "NE" ], "This squat figure's rough-hewn visage is frozen in a mask of pain, while the cracks in its dark stone body glow with a fiery inner heat." ],
					[ "{monster/Festering Spirit}", 8, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This ghostlike creature reeks of the grave and drips with putrescent goo." ],
					[ "{monster/Festrog}", 1, null, [ 4, "medium" ], [ 5, "NE" ], "This hideously malformed, hairless, pustule-covered corpse moves and snarls more like an undead hound than an undead man." ],
					[ "{monster/Fext}", 10, null, [ 4, "medium" ], [ 2, "LE" ], "This creature's pallid skin and dead, vacant eyes belie its healthy, powerful physique. It is clad in fearsome armor." ],
					[ "{monster/Flotsam Terror}", 4, null, [ 3, "small" ], [ 5, "NE" ], "This mass of detritus, sea foam, and seaweed undulates and quivers as it moves. The mass has a humanoid shape roughly the size of a child." ],
					[ "{monster/Fluxwraith}", 17, "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This hovering, translucent humanoid appears to sleep serenely, even as shards of flickering energy encircle it, each fragment reflecting younger or older versions of itself." ],
					[ "{monster/Forsaken Legion, Forsaken Arbalester}", 3, null, [ 4, "medium" ], [ 2, "LE" ], "An eerie green glow emanates from this decayed soldier's bony eye sockets. It wears a rotted uniform and carries a massive crossbow." ],
					[ "{monster/Forsaken Legion, Forsaken Defender}", 4, null, [ 4, "medium" ], [ 2, "LE" ], "This undead soldier carries a heavy-looking pickaxe in one hand and a short sword in the other." ],
					[ "{monster/Forsaken Legion, Forsaken Foot Soldier}", 2, null, [ 4, "medium" ], [ 2, "LE" ], "This withered corpse carries a sharpened spear and has a small shield strapped to its emaciated arm." ],
					[ "{monster/Frightful Haunter}", 8, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "The mist forms a roughly humanoid shape. Its features are indistinct, except for its clawed hands and hairy, fanged face." ],
					[ "{monster/Gaki}", 7, null, [ 4, "medium" ], [ 5, "NE" ], "This skeletal creature with a long, thin neck seems to float above the ground. Its jaw is elongated, showing sharp, worn teeth." ],
					[ "{monster/Gale Spirit}", 6, "incorporeal", [ 3, "small" ], [ 8, "CE" ], "This translucent, floating head has a bluish tinge and a humanoid face twisted in an enraged scowl." ],
					[ "{monster/Gallowdead}", 16, null, [ 4, "medium" ], [ 8, "CE" ], "This skeletal horror staggers under the weight of the massive hook and chain impaling the bones of its midsection." ],
					[ "{monster/Gashadokuro}", 13, null, [ 6, "huge" ], [ 5, "NE" ], "The bones and skulls of countless smaller creatures dribble from the joints and rib cage of this massive skeleton." ],
					[ "{monster/Gearghost}", 5, null, [ 2, "tiny" ], [ 8, "CE" ], "Grasping arms emerge from a tangled cluster of debris and mechanical parts. A metal skull hovers above the clanging mess." ],
					[ "{monster/Geist}", 9, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This disembodied phantom wears black robes that swirl around a maw of sharp teeth." ],
					[ "{monster/Gholdako}", 10, null, [ 5, "large" ], [ 5, "NE" ], "A single milky eye stares from the forehead of this towering giant wrapped in filthy, rune-covered strips of bloody linen." ],
					[ "{monster/Ghoul}", 1, null, [ 4, "medium" ], [ 8, "CE" ], "This humanoid creature has long, sharp teeth, and its pallid flesh is stretched tightly over its starved frame." ],
					[ "{monster/Ghoul Hound}", 1, null, [ 4, "medium" ], [ 8, "CE" ], "This canine creature has sallow, dead skin stretched tight across" ],
					[ "{monster/Ghoul, Ancient Gravedigger}", 10, null, [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Ghoul, Ghoul Commander}", 8, null, [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Ghoul, Ghoul Creeper}", 3, null, [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Ghoul, Ghoul Huntsmaster}", 7, null, [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Ghoul, Ghoul Monarch}", 12, null, [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Ghoul, Ghoul Stalker}", 6, null, [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Ghoul, Leng Ghoul}", 10, "extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This semi-canine humanoid has rancid green flesh and hooflike feet, yet its eyes sparkle with the gleam of intelligence." ],
					[ "{monster/Ghoul, Masked Murderer}", 8, null, [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Ghul}", 5, "shapechanger", [ 4, "medium" ], [ 8, "CE" ], "Draped in fine dark robes, this undead creature's body seems to be made of equal parts bone, leathery flesh, and blood-red smoke." ],
					[ "{monster/Giant Ant Spore Zombie}", 3, "augmented vermin", [ 4, "medium" ], [ 8, "CE" ], "The top of this large, black ant's head is cracked open, and a pulsing, brown growth twists up out of the gap." ],
					[ "{monster/Gravebound}", 4, "earth", [ 4, "medium" ], [ 5, "NE" ], "This humanoid figure has two impossibly deep pits where its eyes should be, and long claws that stretch toward the ground." ],
					[ "{monster/Grim Reaper}", 22, "extraplanar", [ 4, "medium" ], [ 5, "NE" ], "One bleached-bone hand of this robed, skeletal figure grasps a massive, curved scythe." ],
					[ "{monster/Grim Reaper, Lesser Death}", 16, "extraplanar", [ 4, "medium" ], [ 5, "NE" ], "One bleached-bone hand of this robed, skeletal figure grasps a massive, curved scythe." ],
					[ "{monster/Guecubu}", 8, "earth", [ 4, "medium" ], [ 8, "CE" ], "A skeletal carcass pulls itself from the ground, its body formed as much from earth and soil as from bones and rotting flesh." ],
					[ "{monster/Harionago}", 11, null, [ 4, "medium" ], [ 5, "NE" ], "This deathly pale beauty's skin is blemished with bruises and cuts, yet a smile shows behind her flowing tangle of hair." ],
					[ "{monster/Herecite, Herecite of Asmodeus}", 9, null, [ 4, "medium" ], [ 2, "LE" ], "A palpable sense of despair clings to the rotting frame of this decaying man. Tears of blood run from his eye sockets, yet his expression is one of unquenched rage." ],
					[ "{monster/Hollow Serpent}", 16, "reptilian", [ 5, "large" ], [ 5, "NE" ], "An unseen breeze stirs the desiccated scales of this immense snakeskin, causing the shedding's frayed, dried edges to flutter with a semblance of life. Pinpoints of unholy green light flare behind the intact eye lenses as the head starts to rise. The same glow behind those long-dead eyes illuminates a gaping mouth and bony fangs. Then a terrifying, painful hiss assaults your mind as the serpent slithers forward with a silent, unearthly grace." ],
					[ "{monster/Hollow Serpent, Lesser Hollow Serpent}", 6, "reptilian", [ 4, "medium" ], [ 5, "NE" ], null ],
					[ "{monster/Huecuva}", 2, null, [ 4, "medium" ], [ 8, "CE" ], "Rotting vestments hang across the withered flesh of this walking corpse, and its mouth hangs open in a silent scream." ],
					[ "{monster/Hupia}", 6, null, [ 4, "medium" ], [ 5, "NE" ], "Dressed in filthy rags, this undead woman lacks any facial features. Ragged talons grow from her dirty fingers." ],
					[ "{monster/Ib Shade}", 4, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "The curious ears and flabby lips of this sickly green human-shaped ghostly creature frame its froglike face, yet only empty sockets stare from where its eyes should be." ],
					[ "{monster/Immured}", 3, null, [ 4, "medium" ], [ 5, "NE" ], "Through cracked, sickly blue lips, this pallid humanoid figure emits deep gasps as if struggling to breathe." ],
					[ "{monster/Indarugant}", 14, null, [ 6, "huge" ], [ 8, "CE" ], "Taut, leathery skin clings to the skeleton of this giant, whose hide garments only partially conceal the simple geometric tattoos and ancient battle scars that decorate his flesh." ],
					[ "{monster/Irradiated Dead}", 7, null, [ 4, "medium" ], [ 5, "NE" ], "This humanoid creature's pale orange, withered skin peels from its flesh in patches. Its yellow eyes stare, unblinking but seething with rage." ],
					[ "{monster/Isitoq}", [ -2, "1/2" ], null, [ 1, "diminutive" ], [ 5, "NE" ], "This bloodshot eyeball trails strands of bloody nerves that fan out like flapping wings." ],
					[ "{monster/Keeper of the Yellow Sign}", 6, null, [ 4, "medium" ], [ 8, "CE" ], "This black-clad figure has a pale, puffy face from which its yellow-irised eyes glare with equal parts intensity and insanity." ],
					[ "{monster/Kurobozu}", 6, null, [ 4, "medium" ], [ 2, "LE" ], "The mouth of this gray-skinned, emaciated monk is a distended, hollow pit of darkness." ],
					[ "{monster/Leechroot}", 4, null, [ 5, "large" ], [ 5, "NE" ], "This tangle of rotten, seemingly lifeless roots twitches slightly, moving the damp, bloody ground beneath it." ],
					[ "{monster/Lich, Demilich}", 14, null, [ 2, "tiny" ], [ 5, "NE" ], "Glittering jewels encrust this leering skull as it floats up into the air on a swirling vortex of dust and shimmering magic." ],
					[ "{monster/Lich, Forsaken}", 12, "augmented humanoid", [ 4, "medium" ], [ 5, "NE" ], "This horribly withered creature moves in jerks and twitches as if constantly wracked with pain. Waves of shadow undulate through the creature's body, emerging like appendages from just beneath its dry, stretched skin." ],
					[ "{monster/Litanu}", 11, "aquatic", [ 4, "medium" ], [ 8, "CE" ], "This hulking merfolk has rotting skin, dull black eyes, and four thick tentacles ending in toothy maws protruding from its back." ],
					[ "{monster/Llorona}", 11, "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "Weeping and wearing a damp funeral dress, this ghostly woman carries an air of menace and overwhelming despair about her." ],
					[ "{monster/Lovelorn}", 4, null, [ 2, "tiny" ], [ 8, "CE" ], "Eight legs of shattered bone emerge from this sickly, pulsating heart, holding it aloft like a spider. Blood oozes from the glistening organ." ],
					[ "{monster/Manananggal}", 7, null, [ 4, "medium" ], [ 8, "CE" ], "This disembodied female torso flaps through the air on batlike wings, her fanged face a hateful mask." ],
					[ "{monster/Melacage}", 5, "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This ethereal ball of faces hovers in the middle of the air. Tears stream from every one of the faces' eyes, but the drops fade to nothing before they reach the ground." ],
					[ "{monster/Minotaur, Labyrinth Guardian}", 8, "augmented monstrous humanoid", [ 5, "large" ], [ 8, "CE" ], "A cold chill trails this ironclad minotaur skeleton, yet flames pour from the undead abomination's enormous blade." ],
					[ "{monster/Mohrg}", 8, null, [ 4, "medium" ], [ 8, "CE" ], "A thick tangle of discolored entrails clings to this lurching skeleton's torso and winds upward to loll from its jaw like a clawed tongue." ],
					[ "{monster/Mummy}", 5, null, [ 4, "medium" ], [ 2, "LE" ], "Wrapped from head to toe in ancient strips of moldering linen, this humanoid moves with a shuffling gait." ],
					[ "{monster/Mummy Lord}", 10, "augmented human", [ 4, "medium" ], [ 2, "LE" ], "Dirty linen strips swathe this emaciated, once-noble figure from head to toe. Its eyes burn with unholy light." ],
					[ "{monster/Nachzehrer}", 12, null, [ 4, "medium" ], [ 8, "CE" ], "This spindly-limbed horror has pale eyes, bony fingers that end in dirty claws, papery skin, and long, sharp fangs protruding from a breathless mouth." ],
					[ "{monster/Necrocraft}", 3, null, [ 4, "medium" ], [ 5, "NE" ], "Thick muscle and jutting bone from multiple corpses fused together form a winged, humanlike predator." ],
					[ "{monster/Nemhain}", 15, "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "A cloud of translucent humanoid spirits whirls around this ghostly desiccated corpse." ],
					[ "{monster/Nightshade, Nightcrawler}", 18, "extraplanar, nightshade", [ 7, "gargantuan" ], [ 8, "CE" ], "This immense worm is covered with plates of dead-black, chitinous armor. Its toothy maw yawns like a cave." ],
					[ "{monster/Nightshade, Nightprowler}", 10, "extraplanar, nightshade", [ 5, "large" ], [ 8, "CE" ], "This bulky predator's feline form is cloaked in shadows, save for its red eyes, which glow with a baleful hatred." ],
					[ "{monster/Nightshade, Nightwalker}", 16, "extraplanar, nightshade", [ 6, "huge" ], [ 8, "CE" ], "This towering, night-black giant has demonic features, including a huge pair of ram-like horns. Its arms end in massive blades." ],
					[ "{monster/Nightshade, Nightwave}", 20, "aquatic, extraplanar, nightshade", [ 8, "colossal" ], [ 8, "CE" ], "Immense almost beyond belief, this sleek, midnight-black shark rises from the sea like an unholy island heaved up from below." ],
					[ "{monster/Nightshade, Nightwing}", 14, "extraplanar, nightshade", [ 6, "huge" ], [ 8, "CE" ], "This enormous, bat-like creature is shaped from utter darkness, its eyes tiny red stars in the blackest night." ],
					[ "{monster/Ningyo, Undead}", 1, "aquatic", [ 3, "small" ], [ 5, "NE" ], "The repulsively fused features of a dried fish and desiccated humanoid combine in these monstrous remains. The crackle of tiny grinding bones and the hiss of parched scales whisper with every motion as the snarling miniature mummy drags its shriveled corpse forward." ],
					[ "{monster/Obambo}", 13, "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "This spectral creature looks like a scarred and shriveled ruin of an ancient tribal elder, with skin caked with dirt and moss, and long white hair tangled with sticks. Sharp teeth fill its cackling mouth, and its eyes are tiny but bright and piercing. Jungle vines weave through its ghostly body, which appears stuffed with decaying leaves and other plant matter." ],
					[ "{monster/Ossumental, Ossumental (Air)}", 12, "air", [ 5, "large" ], [ 5, "NE" ], null ],
					[ "{monster/Ossumental, Ossumental (Earth)}", 12, "earth", [ 5, "large" ], [ 5, "NE" ], "This towering collection of sun-bleached bones is assembled in a humanoid form." ],
					[ "{monster/Ossumental, Ossumental (Fire)}", 12, "fire", [ 5, "large" ], [ 5, "NE" ], null ],
					[ "{monster/Ossumental, Ossumental (Water)}", 12, "water", [ 5, "large" ], [ 5, "NE" ], null ],
					[ "{monster/Pale Stranger}", 10, null, [ 4, "medium" ], [ 5, "NE" ], "This nearly skeletal figure wields a pistol in each hand. Its garb is dusty and weathered, and smells of old decay." ],
					[ "{monster/Petrified Maiden}", 6, null, [ 4, "medium" ], [ 5, "NE" ], "Fresh blood seeps from the cracks of this weathered but exquisitely detailed stone sculpture of a warrior woman." ],
					[ "{monster/Phantom Armor, Giant}", 4, null, [ 5, "large" ], [ 5, "NE" ], "This suit of armor moves with a warrior's deadly skill despite obviously being empty." ],
					[ "{monster/Phantom Armor, Guardian}", 2, null, [ 4, "medium" ], [ 5, "NE" ], "This suit of armor moves with a warrior's deadly skill despite obviously being empty." ],
					[ "{monster/Phantom Armor, Hollow Helm}", 1, null, [ 2, "tiny" ], [ 5, "NE" ], "Though at first appearing to be an ordinary suit of armor, this imposing being begins to move, its lumbering movements slow and methodical." ],
					[ "{monster/Phantom Armor, Phantom Lancer}", 6, null, [ 5, "large" ], [ 5, "NE" ], null ],
					[ "{monster/Pharaonic Guardian}", 11, "incorporeal", [ 5, "large" ], [ 2, "LE" ], "This translucent humanoid figure has an animal's head. Rising from its back are wings of chilling white light." ],
					[ "{monster/Pickled Punk}", 1, null, [ 2, "tiny" ], [ 5, "NE" ], "Barely contained in thick glass, this deformed humanoid creature wriggles in its jar." ],
					[ "{monster/Polong}", 8, "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This crimson spectral creature drips with blood, its skeletal face contorted with malice." ],
					[ "{monster/Poltergeist}", 2, "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "A ghostly, skeletal figure rises up amid a whirling cyclone of tools, plates, utensils, and other loose objects." ],
					[ "{monster/Psychic Stalker}", 7, "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This horrific, ghostly skull's brain pulses within its cranium, the whorls and folds plainly visible through bone." ],
					[ "{monster/Pyrogeist}", 10, "incorporeal", [ 5, "large" ], [ 8, "CE" ], "A malevolent face emerges from within this roiling mass of ghostly fire. Several smaller faces writhe within the flames." ],
					[ "{monster/Ragewight}", 6, null, [ 4, "medium" ], [ 8, "CE" ], "This desiccated corpse wields a greatsword, its eyes blazing with eerie red light." ],
					[ "{monster/Reaper, Grim}", 20, "evil, extraplanar, incorporeal", [ 5, "large" ], [ 5, "NE" ], "This tall, cloaked figure stares out from the black hood that covers its head. It wields an enormous scythe in its skeletal, bone-white hands, looking as though it is freezing the very air around it." ],
					[ "{monster/Reaper, Minor}", 10, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], null ],
					[ "{monster/Revenant}", 6, null, [ 4, "medium" ], [ 2, "LE" ], "This shambling corpse is twisted and mutilated. Fingers of sharpened bone reach out with malevolent intent." ],
					[ "{monster/Rust-Risen}", 2, null, [ 4, "medium" ], [ 8, "CE" ], "Miscellaneous bits of rusted machinery are fused to the body of this shambling corpse." ],
					[ "{monster/Saxra}", 18, "air", [ 6, "huge" ], [ 5, "NE" ], "An immense humanoid skeleton stands draped in tattered robes, its horse-like skull lit from within by an eerie red glow." ],
					[ "{monster/Sayona}", 12, null, [ 4, "medium" ], [ 8, "CE" ], "This revolting withered corpse of a woman is dressed in revealing clothes, its bare skin wet with fresh blood." ],
					[ "{monster/Sea Bonze}", 15, "aquatic", [ 7, "gargantuan" ], [ 5, "NE" ], "Massive and blacker than the darkest depths of the sea, this colossal watery form glares with two immense, hate-filled eyes." ],
					[ "{monster/Shadow}", 3, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "Barely seen out of the corner of the eye, this wisp of shadow is vaguely humanoid in outline and writhes with unholy life." ],
					[ "{monster/Shadow, Greater}", 8, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This shadowy figure sways and moves with an erratic grace, as if lit by an unseen fire." ],
					[ "{monster/Shenzuzhou}", 12, null, [ 5, "large" ], [ 5, "NE" ], "This hulking headless corpse clutches a massive axe in each fist. A grotesquely skinned face stretches across the creature's chest." ],
					[ "{monster/Shredskin}", 2, null, [ 3, "small" ], [ 5, "NE" ], "This floating creature looks like an orc's animate, hollow skin. Its upper half is intact, but its lower half is in tatters." ],
					[ "{monster/Siabrae}", 15, "augmented humanoid, earth", [ 4, "medium" ], [ 5, "NE" ], "This petrified skeleton is clad in rotting furs. Stone antlers grow from the crown of its skull, and its eyes are polished white orbs." ],
					[ "{monster/Skeleton, Armored Ogre}", 2, null, [ 5, "large" ], [ 5, "NE" ], null ],
					[ "{monster/Skeleton, Four-Armed Mudra}", [ -2, "1/2" ], null, [ 4, "medium" ], [ 5, "NE" ], "Bones rattle against cracked bones as this ancient, fleshless corpse clatters forth." ],
					[ "{monster/Skeleton, Multiplying T-Rex}", 9, null, [ 7, "gargantuan" ], [ 5, "NE" ], null ],
					[ "{monster/Skeleton, Skeletal Mage}", 5, null, [ 4, "medium" ], [ 5, "NE" ], null ],
					[ "{monster/Skeleton, Skeletal Mount}", 1, null, [ 5, "large" ], [ 5, "NE" ], null ],
					[ "{monster/Soulpierced}", 17, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This translucent apparition wears tatters of once-fine clothing and jewelry. The creature's still-beating heart glows brightly around a dagger thrust through its chest." ],
					[ "{monster/Spartolos}", 6, null, [ 4, "medium" ], [ 5, "NE" ], "A skeleton clad in tarnished armor clatters in its grim march. A polished bronze breastplate, greaves, and helmet dutifully remain to protect this felled warrior, while its naked, skeletal hands still clutch a short spear and a round bronze shield. Yet, beneath its decrepit armor and moldering bones, a deftness and deadly intent linger on, embodied in a hellish light smoldering in its shadowed eye sockets." ],
					[ "{monster/Spectre}", 7, "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "This translucent, ghostly figure fades into view from the damp mist, its face distorted by wrath into a hideous mask." ],
					[ "{monster/Spellscar Fext}", 7, null, [ 4, "medium" ], [ 8, "CE" ], "This undead horror's upper body is twisted and malformed, and its hands end in tangles of blunt, electric-blue tendrils." ],
					[ "{monster/Swamp Mummy}", 4, null, [ 4, "medium" ], [ 2, "LE" ], "Clad in the shreds of its original garments, this withered and leathery corpse has dark, empty eye sockets." ],
					[ "{monster/Tatterlorn}", 7, null, [ 4, "medium" ], [ 5, "NE" ], "This deathly figure is draped with filthy rags. Its thin, gray arms end in ruinous claws, and its movements are weirdly difficult to follow with the eye." ],
					[ "{monster/Tekenu}", 6, null, [ 3, "small" ], [ 5, "NE" ], "A collection of cast-off organs rolls and squeezes against itself, forming a writhing mass of viscera that hovers in the air." ],
					[ "{monster/Tidewretch}", 6, null, [ 4, "medium" ], [ 5, "NE" ], "This ancient, empty-eyed woman appears to have flesh made from damp, rotting wood, and sparse clumps of seaweed serve as her hair." ],
					[ "{monster/Tikoloshe}", 3, "aquatic", [ 3, "small" ], [ 8, "CE" ], "The water churns and splashes as a small, stocky humanoid surges forth, gnashing rows of needle-like teeth, its eye sockets merely deep gouges. As if it were one with the water itself, it darts quickly forward, shouting curses and swinging its fists." ],
					[ "{monster/Tiyanak}", 6, null, [ 3, "small" ], [ 8, "CE" ], "With the size and appearance of a small child, this wrinkled grey figure has crimson eyes and jagged teeth." ],
					[ "{monster/Totenmaske}", 7, "shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This spindly, skeletal humanoid has moldy green flesh, long talons for hands, and a head that seems to be mostly mouth." ],
					[ "{monster/Trailgaunt}", 3, null, [ 4, "medium" ], [ 5, "NE" ], "This filthy, pallid figure lurches forward as if it were not entirely in control of its twitching limbs." ],
					[ "{monster/Trench Mist, Trench Zombie}", 6, "augmented human, human", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Troop, Barrier Breaker}", 7, "troop", [ 4, "medium" ], [ 5, "NE" ], "This wretched collection of undead have tight leathery skin, sunken eyes, and emaciated frames." ],
					[ "{monster/Troop, Sodden Drauger}", 9, "troop", [ 4, "medium" ], [ 8, "CE" ], "This mob of undead is draped in soggy seaweed." ],
					[ "{monster/Tuyewera}", 4, null, [ 4, "medium" ], [ 8, "CE" ], "The figure that crawls up from the grave may have once been a living man, but it is now wholly a monster. Its flesh crawls with worms and seeps with decay, allowing bones and internal organs to slip through hideous tears here and there. Its jaw distends and a long tongue whips out, almost like a tentacle. Its legs have been severed at the knee, forcing it to scrabble forward on all fours like some deranged beast." ],
					[ "{monster/Tzitzimitl}", 19, null, [ 7, "gargantuan" ], [ 5, "NE" ], "Crusted with rock, this immense skeletal figure flies swiftly through the air, strange gasses clinging to its nightmarish form." ],
					[ "{monster/Ubashki, Ubashki Lynx}", 6, null, [ 5, "large" ], [ 5, "NE" ], null ],
					[ "{monster/Ubashki, Ubashki Swarm}", 2, "swarm", [ 2, "tiny" ], [ 5, "NE" ], "No flavor text" ],
					[ "{monster/Undead Pirate, Draugr Captain}", 4, "water", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Undead Pirate, Draugr Pirate}", 3, "water", [ 4, "medium" ], [ 8, "CE" ], "No flavor text." ],
					[ "{monster/Undead Pirate, Ghost Captain}", 7, "augmented humanoid, incorporeal", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Undigested}", [ -4, "1/4" ], null, [ 2, "tiny" ], [ 5, "NE" ], "A jumble of melted bones and skull fragments float amid an oozing brown and yellow slurry." ],
					[ "{monster/Undigested, Undigested Swarm}", 5, "swarm", [ 2, "tiny" ], [ 5, "NE" ], "This brown-and-yellow sludge appears to be made of multiple smaller globules churning in a disgusting communal mass." ],
					[ "{monster/Unrisen}", 5, null, [ 4, "medium" ], [ 5, "NE" ], "This grotesque tangle of twisted bones, decayed flesh, and rotted organs is shaped into a vague parody of the human form." ],
					[ "{monster/Vampire, Enlightened}", 12, "augmented humanoid, human", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Vampire, Vampire Lord}", 15, "augmented humanoid, elf, human", [ 4, "medium" ], [ 5, "NE" ], null ],
					[ "{monster/Vampire, Vampire Savage}", 10, "augmented humanoid, human, orc", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Vampire, Vampire Seducer}", 6, "augmented humanoid, human", [ 4, "medium" ], [ 5, "NE" ], null ],
					[ "{monster/Vampire, Vampire Warrior}", 8, "augmented humanoid, vishkanya", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Vilkacis}", 7, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "Within a swirling mass of frigid air manifests the form of a bestial specter. Claws the size of daggers lash menacingly before its half-bestial, half-humanoid form, and its narrow eyes glow with a smoldering malevolence." ],
					[ "{monster/Voidstick Zombie}", 12, null, [ 4, "medium" ], [ 8, "CE" ], "This shambling humanoid's taut gray skin shows signs of arcane symbols now faded with age and decay. Long, darkwood spikes riddle its body; every inch of flesh is staked and violated. A palpable aura of entropy and despair hangs over the sorry, perforated creature." ],
					[ "{monster/Vrykolakas}", 10, "shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This twisted, barely-humanoid monstrosity has rancid-looking flesh, an unnaturally long neck, and a mouth full of fangs." ],
					[ "{monster/Vukodlak}", 3, null, [ 5, "large" ], [ 5, "NE" ], "This feral, black-furred creature combines the features of a wolf and those of a horse, with a fanged muzzle and glowing red eyes." ],
					[ "{monster/Walcofinde}", 2, null, [ 4, "medium" ], [ 5, "NE" ], "The torso of a humanoid figure with jagged claws extends outward from a wall, its features patterned with the texture of the structure around it." ],
					[ "{monster/Waldgeist}", 8, "incorporeal", [ 3, "small" ], [ 5, "NE" ], "An expression of intense malevolence crosses the face of this small, insubstantial spirit, which looks unsettlingly like that of a gnome." ],
					[ "{monster/Warsworn}", 16, null, [ 7, "gargantuan" ], [ 5, "NE" ], "An enormous, animate mass of armed and armored corpses undulates forth, like a siege tower of steel-girded flesh." ],
					[ "{monster/Wight}", 3, null, [ 4, "medium" ], [ 2, "LE" ], "The flesh of this walking corpse is rotting and putrid, its body skeletal in places and its eye sockets glowing with red light." ],
					[ "{monster/Winterwight}", 17, "cold", [ 4, "medium" ], [ 8, "CE" ], "Human-sized and of a deathly blue color, this long-taloned skeletal creature is partially encased in jagged sheets of ice." ],
					[ "{monster/Witchfire}", 9, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "Bathed in sickly green flames, this insubstantial specter of a beautiful young woman floats just off the ground." ],
					[ "{monster/Wraith}", 5, "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "This ghostly creature is little more than a dark shape with two flickering pinpoints of light where its eyes should be." ],
					[ "{monster/Wraithwing}", 4, null, [ 4, "medium" ], [ 5, "NE" ], "This desiccated strix has glowing, green eyes and long, jagged claws. A pair of burning, ghostly wings sprouts from its hunched back." ],
					[ "{monster/Wretchghost}", 5, "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This ghostly, emaciated figure's mouth hangs agape in an endless howl, and its abnormally long arms almost touch the ground." ],
					[ "{monster/Wyrmwraith}", 17, "incorporeal", [ 7, "gargantuan" ], [ 8, "CE" ], "This ghostly, skeletal creature appears to once have been a dragon, but it is now something far less noble." ],
					[ "{monster/Yuki-Onna}", 8, "cold, incorporeal", [ 4, "medium" ], [ 2, "LE" ], "This beautiful but sad-looking woman wears an ornate robe and is surrounded by a whirling mass of snow." ],
					[ "{monster/Yurei}", 12, null, [ 4, "medium" ], [ 5, "NE" ], "Long black hair obscures the face of this pale woman. With each motion, her body twitches and jerks." ],
					[ "{monster/Zealot Wraith}", 7, "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This spectral human is draped in multicolored vestments that trail off into mist, and has open black pits for eyes and an expression of sorrow and horror." ],
					[ "{monster/Zuvembie}", 4, null, [ 4, "medium" ], [ 5, "NE" ], "This withered old corpse has a feral glint in her eyes and clasps a rusty axe in her yellow-nailed hands." ]
				],
				"initialColumn": 0
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	},
	"monsters_vermin": {
		"title": "Vermin",
		"sources": [],
		"description": [
			":::item",
			"",
			"{table0}",
			"",
			":::"
		],
		"noFinder": true,
		"searchgroup": "monster",
		"tables": [
			{
				"id": "monsters vermin",
				"headers": [ "Monster", "CR", "Subtypes", "Size", "Alignment", "Description" ],
				"filter": [
					{
						"col": 1,
						"equals": [-8, -6, -4, -3, -2, 0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 15, 16, 17, 18],
						"labels": [ "1/8", "1/6", "1/4", "1/3", "1/2", "0", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "15", "16", "17", "18"]
					},
					{
						"col": 3,
						"range": [0, 8],
						"labels": [ "fine", "diminutive", "tiny", "small", "medium", "large", "huge", "gargantuan", "colossal" ]
					},
					{
						"col": 4,
						"equals": [2, 4, 5, 8],
						"labels": ["LE", "N", "NE", "CE"]
					}
				],
				"types": [ null, "num", null, "num", "num", 0 ],
				"alignments": [ true, null, null, null, null, true ],
				"sizes": [ 8.5, 3.5, 7, 6, 5.5, 14.75 ],
				"ripples": [0],
				"data": [
					[ "{monster/Ant Lion, Giant Adult Ant Lion}", 6, null, [ 6, "huge" ], [ 4, "N" ], "This spindly insect, borne aloft on four delicate wings, snaps its mandibles in obvious hunger." ],
					[ "{monster/Ant Lion, Giant Ant Lion}", 5, null, [ 5, "large" ], [ 4, "N" ], "This gigantic burrowing insect has an oversized abdomen. A terrifying set of long, hooked mandibles protrudes from its head." ],
					[ "{monster/Ant, Army Ant Swarm}", 5, "swarm", [ 0, "fine" ], [ 4, "N" ], "A writhing carpet of ants seethes over the ground, consuming everything in its path." ],
					[ "{monster/Ant, Giant}", 2, null, [ 4, "medium" ], [ 4, "N" ], "A thin, six-legged ant the size of a pony stands at the ready, its mandibles chittering and its stinger dripping with venom." ],
					[ "{monster/Ant, Knight Ant}", 4, null, [ 5, "large" ], [ 4, "N" ], "This hulking, wide-headed ant is the size of a horse, its antennae twitching and mandibles scarred." ],
					[ "{monster/Ant, Megapon Ant}", 6, null, [ 6, "huge" ], [ 4, "N" ], "This enormous ant has vicious mandibles and a dripping stinger, and looks large enough to devour a horse." ],
					[ "{monster/Assassin Bug, Giant Assassin Bug}", 3, null, [ 3, "small" ], [ 4, "N" ], "This goat-sized insect stands on long, spindly legs. Its mouthparts glisten with a curious fluid." ],
					[ "{monster/Assassin Bug, Great Assassin Bug}", 5, null, [ 4, "medium" ], [ 4, "N" ], "A massive insect with long mandibles and sullenly glowing eyes, this creature has a heavy, bulbous thorax." ],
					[ "{monster/Bee, Giant}", 1, null, [ 4, "medium" ], [ 4, "N" ], "Striking yellow and black markings and a coat of bristling hairs cover this immense bee. Its stinger is the size of a dagger blade." ],
					[ "{monster/Bee, Giant Queen}", 5, null, [ 5, "large" ], [ 4, "N" ], "This giant bee is as large as a horse and unusually fat, with light brown stripes on her body." ],
					[ "{monster/Beetle, Dark Spitter}", 3, null, [ 5, "large" ], [ 4, "N" ], "This large beetle's black, shiny exoskeleton clicks and grinds as it opens its dripping mandibles." ],
					[ "{monster/Beetle, Fire}", [ -3, "1/3" ], null, [ 3, "small" ], [ 4, "N" ], "This housecat-sized beetle is a dull brown color brightened by two glowing green-yellow spots on its carapace." ],
					[ "{monster/Beetle, Giant Stag}", 4, null, [ 5, "large" ], [ 4, "N" ], "With a sleek body and huge mandibles raised in a threatening pose, this large beetle stands firm in defense of its territory." ],
					[ "{monster/Beetle, Goliath Stag}", 8, null, [ 6, "huge" ], [ 4, "N" ], "This massive beetle is the size of a small house. Its immense, horn-like mandibles clash with a hungry fervor." ],
					[ "{monster/Beetle, Scarab}", 6, null, [ 5, "large" ], [ 4, "N" ], "This glossy blue-black beetle is the size of a cow." ],
					[ "{monster/Beetle, Slicer}", 4, null, [ 5, "large" ], [ 4, "N" ], "This squat but nevertheless large beetle moves with a swift scuttling motion. Its mandibles appear to be remarkably sharp." ],
					[ "{monster/Beetle, Stalk}", 2, null, [ 4, "medium" ], [ 4, "N" ], "This ravenous beetle is the size of a pony, and sports a pair of deadly, serrated mandibles." ],
					[ "{monster/Belostomatid}", 3, null, [ 5, "large" ], [ 4, "N" ], "Six powerful legs, each ending in a hooked claw, jut from the shieldlike body of this massive insect." ],
					[ "{monster/Bloodhaze Mosquito Swarm}", 6, "swarm", [ 0, "fine" ], [ 4, "N" ], "A high-pitched whine issues forth from the haze of this surging crimson cloud. Within, thousands of tiny forms whir in agitation, each a tiny insect with a needle-like proboscis." ],
					[ "{monster/Bore Worm, Bore Worm Monarch}", 7, null, [ 5, "large" ], [ 4, "N" ], "Bright red and coated in an opaque yellow slime, this monstrous worm has a menacing pair of barbed mandibles." ],
					[ "{monster/Bore Worm, Bore Worm Swarm}", 5, "swarm", [ 0, "fine" ], [ 4, "N" ], "Bright green and coated in an opaque yellow slime, this squirming mass of segmented worms leaves a trail of hissing melted stone slag in its wake." ],
					[ "{monster/Bore Worm, Empress Bore Worm}", 10, null, [ 6, "huge" ], [ 4, "N" ], "Reddish pus oozes from the stained, ochre hide of this immense worm. Thousands of forms wriggle beneath its translucent skin, causing the skin to ripple in a roiling, sickening motion." ],
					[ "{monster/Botfly, Botfly Swarm}", 4, "swarm", [ 0, "fine" ], [ 4, "N" ], "Like a cloud of black dust, a swirling swarm of insects hovers in the air. From within comes the low, droning buzz of thousands of tiny flies." ],
					[ "{monster/Botfly, Giant}", [ -3, "1/3" ], null, [ 2, "tiny" ], [ 4, "N" ], "This foot-long, gray-and-black-striped insect looks like a cross between a bee and fly, with an oversized head and bulbous eyes." ],
					[ "{monster/Caterpillar, Blood}", 4, null, [ 5, "large" ], [ 4, "N" ], "This enormous caterpillar is covered with hundreds of sharp, poisonous bristles." ],
					[ "{monster/Caterpillar, Horn}", 1, null, [ 3, "small" ], [ 4, "N" ], "This monstrous caterpillar's dark-scarlet bristles drip with thick, dangerous-looking venom." ],
					[ "{monster/Cave Fisher}", 2, null, [ 4, "medium" ], [ 4, "N" ], "This man-sized, crab-like monstrosity clings tenaciously to the rough stone, its enormous pincers held out menacingly before it." ],
					[ "{monster/Centipede, Centipede Swarm}", 4, "swarm", [ 1, "diminutive" ], [ 4, "N" ], "A writhing mass of legs and poisonous pincers swarms across the ground in a deadly, undulating wave." ],
					[ "{monster/Centipede, Giant}", [ -2, "1/2" ], null, [ 4, "medium" ], [ 4, "N" ], "This lengthy, segmented horror writhes and twists, pulsing its venomous mandibles in search of prey." ],
					[ "{monster/Centipede, Giant Whiptail}", 3, null, [ 6, "huge" ], [ 4, "N" ], "An elephantine centipede scurries about, its double tail lashing angrily behind it." ],
					[ "{monster/Centipede, Titan}", 9, null, [ 8, "colossal" ], [ 4, "N" ], "A writhing, seemingly endless segmented monstrosity crawls forth, its great mandibles clacking as it spies prey." ],
					[ "{monster/Chitikin}", 4, null, [ 5, "large" ], [ 4, "N" ], "Eighteen segmented legs support this long arthropod's jet-black carapace, the front two of which are scythe-like claws, and its slender antennae end in glowing green bulbs." ],
					[ "{monster/Cicada, Cicada Swarm}", 2, "swarm", [ 1, "diminutive" ], [ 4, "N" ], "A loud droning buzz accompanies this mass of flying insects." ],
					[ "{monster/Cicada, Giant}", 1, null, [ 3, "small" ], [ 4, "N" ], "Trim wings fold along the back of this oblong, iridescent insect." ],
					[ "{monster/Cockroach, Cockroach Swarm}", 2, "swarm", [ 1, "diminutive" ], [ 4, "N" ], "Like a pestilent black tide, a ravenous horde of thousands of tiny, clacking cockroaches washes over everything in its path." ],
					[ "{monster/Cockroach, Giant}", [ -2, "1/2" ], null, [ 3, "small" ], [ 4, "N" ], "A dog-sized cockroach skitters forth, greedily clicking its filth-slicked mandibles." ],
					[ "{monster/Coffin Anemone}", 1, "aquatic", [ 4, "medium" ], [ 4, "N" ], "This coffin-shaped anemone features a ridged, dark brown trunk topped with waving yellow tendrils surrounding a soft, pale blue center." ],
					[ "{monster/Crab, Crab Swarm}", 4, "aquatic, swarm", [ 1, "diminutive" ], [ 4, "N" ], "A writhing mass of clacking shells and snapping pincers rushes from the surf, their spider-like legs twitching across the sand." ],
					[ "{monster/Crab, Giant}", 2, "aquatic", [ 4, "medium" ], [ 4, "N" ], "This lumbering hard-shelled crab stands as tall as a dwarf, its massive pincers waving menacingly." ],
					[ "{monster/Crab, Shark-Eating}", 7, "aquatic", [ 6, "huge" ], [ 4, "N" ], "This spiny, long-legged crab towers over its surroundings. Its quick and powerful claws thrash wildly, eager for prey." ],
					[ "{monster/Crab, Shipwrecker}", 13, "aquatic", [ 8, "colossal" ], [ 4, "N" ], "Claws the size of rowboats dominate the form of this massive crab. Barnacles and sea grass cling to the creature's thick shell." ],
					[ "{monster/Crimson Jellyfish}", 4, "aquatic", [ 4, "medium" ], [ 4, "N" ], "This bright-red jellyfish dangles a long, central tentacle surrounded by a multitude of shorter red tendrils." ],
					[ "{monster/Desert Vermin, Giant Ground Wasp}", 4, null, [ 3, "small" ], [ 4, "N" ], "Black and yellow stripes cover this winged insect's bulbous abdomen, which ends in a dagger-sized stinger." ],
					[ "{monster/Desert Vermin, Giant Walking Stick}", 5, null, [ 5, "large" ], [ 4, "N" ], "What at first appears to be a spindly, dead tree suddenly crawls from its camouflage, its wiry antenna twitching in the air." ],
					[ "{monster/Duneshaker}", 18, null, [ 8, "colossal" ], [ 4, "N" ], "This enormous spiderlike creature has a tremendous pair of jagged fangs as menacing as its oversized claws." ],
					[ "{monster/Eurypterid, Bluetip}", 5, "aquatic", [ 5, "large" ], [ 4, "N" ], "Two large pincers grasp at the air before this sleek creature, while a finned tail bristling with a long, thin stinger rises from behind." ],
					[ "{monster/Eurypterid, Common}", 1, "aquatic", [ 4, "medium" ], [ 4, "N" ], "Two large pincers grasp at the air before this sleek creature, while a finned tail bristling with a long, thin stinger rises from behind." ],
					[ "{monster/Eurypterid, Ochre}", [ -3, "1/3" ], "aquatic", [ 3, "small" ], [ 4, "N" ], "Two large pincers grasp at the air before this sleek creature, while a finned tail bristling with a long, thin stinger rises from behind." ],
					[ "{monster/Eurypterid, Spiny}", 9, "aquatic", [ 6, "huge" ], [ 4, "N" ], "Two large pincers grasp at the air before this sleek creature, while a finned tail bristling with a long, thin stinger rises from behind." ],
					[ "{monster/Eurypterid, Spitting}", 12, "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "Two large pincers grasp at the air before this sleek creature, while a finned tail bristling with a long, thin stinger rises from behind." ],
					[ "{monster/Familiar, Butterfly/Moth}", 0, null, [ 1, "diminutive" ], [ 4, "N" ], "This graceful winged insect is a riot of color that glides through the air like a flittering dream." ],
					[ "{monster/Familiar, Cockroach}", [ -8, "1/8" ], null, [ 1, "diminutive" ], [ 4, "N" ], "This swift brown insect scampers up walls, its antennae flailing." ],
					[ "{monster/Familiar, Giant Isopod}", [ -8, "1/8" ], "aquatic", [ 2, "tiny" ], [ 4, "N" ], "This many-legged crustacean is the size of a sewer rat, its body protected by several thick shell-like plates." ],
					[ "{monster/Familiar, Giant Tardigrade}", [ -8, "1/8" ], "aquatic", [ 1, "diminutive" ], [ 4, "N" ], "This strange eight-legged creature looks vaguely like an insectile bear as it swims through the water." ],
					[ "{monster/Familiar, House Centipede}", [ -8, "1/8" ], null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Familiar, King Crab}", [ -4, "1/4" ], "aquatic", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Familiar, Leopard Slug}", 0, null, [ 1, "diminutive" ], [ 4, "N" ], "This dark-yellow, hand-length slug is covered in a pattern of black spots and stripes." ],
					[ "{monster/Familiar, Sawleg Locust}", [ -4, "1/4" ], null, [ 2, "tiny" ], [ 4, "N" ], "The cat-sized insect has a long, cigar-shaped body. Its spiny back legs are long and limber." ],
					[ "{monster/Familiar, Shimmerwing Dragonfly}", [ -4, "1/4" ], null, [ 2, "tiny" ], [ 4, "N" ], "This sizable insect has a slender body and two pairs of long, elegant, iridescent wings." ],
					[ "{monster/Familiar, Spiny Starfish}", [ -6, "1/6" ], null, [ 2, "tiny" ], [ 4, "N" ], "This brightly colored, star-shaped creature has many spines growing from its five arms." ],
					[ "{monster/Familiar, Trilobite}", [ -4, "1/4" ], "aquatic", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Flea, Giant}", [ -2, "1/2" ], null, [ 3, "small" ], [ 4, "N" ], "A hideous, dog-sized flea leaps about on long, gangly legs. The sharp, jagged edges of its jaws greedily clatter for blood." ],
					[ "{monster/Flea, Mammoth}", 2, null, [ 5, "large" ], [ 4, "N" ], "This mammoth flea is size of a horse. Its legs dangle awkwardly from its great, swollen body armored entirely in disfigured plates." ],
					[ "{monster/Giant Belostomatid}", 3, "aquatic", [ 5, "large" ], [ 4, "N" ], "Six powerful legs, each ending in a hooked claw, jut from the shield-like body of this horse-sized insect." ],
					[ "{monster/Giant Dragonfly}", 4, null, [ 4, "medium" ], [ 4, "N" ], "This glittering blue dragonfly is about the size of a horse and is large enough to carry off small farm animals or people." ],
					[ "{monster/Giant Dragonfly, Giant Dragonfly Nymph}", 3, "aquatic", [ 3, "small" ], [ 4, "N" ], "This glittering blue dragonfly is about the size of a horse and is large enough to carry off small farm animals or people." ],
					[ "{monster/Giant Fly}", 1, null, [ 4, "medium" ], [ 4, "N" ], "Bristling with coarse hairs, this enormous fly's legs twitch just before it launches into the air on buzzing wings." ],
					[ "{monster/Giant Ground Cricket}", 2, null, [ 4, "medium" ], [ 4, "N" ], "Long spines jut from the legs and back of this enormous cricket." ],
					[ "{monster/Giant Hellgrammite}", 5, "aquatic", [ 5, "large" ], [ 4, "N" ], "This long, insectile creature has massive mandibles and dozens of segmented legs extend from its sides." ],
					[ "{monster/Giant Maggot}", [ -2, "1/2" ], null, [ 4, "medium" ], [ 4, "N" ], "This enormous maggot has greasy, pale flesh and a dripping, circular mouth filled with tiny, sharp teeth." ],
					[ "{monster/Giant Mantis Shrimp}", 9, "aquatic", [ 4, "medium" ], [ 4, "N" ], "This brightly colored crustacean looks like a large lobster with cruel pincers poised at its fore." ],
					[ "{monster/Giant Scarab}", 6, null, [ 5, "large" ], [ 4, "N" ], "This glossy beetle is the size of a cow, and has a hard, blue-black carapace spattered with dust and dung." ],
					[ "{monster/Giant Sea Anemone}", 2, "aquatic", [ 5, "large" ], [ 4, "N" ], "This giant, tubular creature ends in a mass of thick and brilliantly colored tendrils arrayed around an enormous, toothless maw." ],
					[ "{monster/Giant Slug}", 8, null, [ 6, "huge" ], [ 4, "N" ], "This massive, gray-brown slug leaves a viscous trail of slime in its wake as a long rasping tongue tastes the air for prey." ],
					[ "{monster/Giant Starfish}", 8, "aquatic", [ 5, "large" ], [ 4, "N" ], "This bright orange creature has seven arms radiating from its core and is covered with thick, ridged hide." ],
					[ "{monster/Giant Termite}", 3, null, [ 4, "medium" ], [ 4, "N" ], "This pony-sized insect has long black mandibles and a banded abdomen of white." ],
					[ "{monster/Giant Tube Worm}", 2, "aquatic", [ 4, "medium" ], [ 4, "N" ], "Several thin tendrils extend aggressively from the open tip of this red tube made of a coralline substance." ],
					[ "{monster/Hellwasp Swarm}", 8, "extraplanar, swarm", [ 1, "diminutive" ], [ 2, "LE" ], "This hideous, buzzing cloud of insects is comprised of black and yellow wasps with hungry red eyes." ],
					[ "{monster/Hook Fly, Giant Hook Fly}", 2, null, [ 3, "small" ], [ 4, "N" ], "This enormous, horrifically bloated fly has a proboscis shaped like a serrated hook. Its many-faceted eyes smolder like hot coals." ],
					[ "{monster/Hook Fly, Hook Fly Swarm}", 1, "swarm", [ 1, "diminutive" ], [ 4, "N" ], "The tiny, buzzing insects that make up this cloud have distinctive bloated bodies and sharp, if miniscule, proboscises." ],
					[ "{monster/Hookfang Worm}", 7, "aquatic", [ 6, "huge" ], [ 4, "N" ], "This long, orange, segmented worm's colorful head unfolds like a horrific flower to reveal five large, black, hooklike teeth." ],
					[ "{monster/Indescribable Swarm, Patchwork Insect Swarm}", [ -2, "1/2" ], "swarm", [ 1, "diminutive" ], [ 4, "N" ], "This collection of insects is composed of a variety of centipedes, beetles, and other bugs, each of which bears humanoid arms, legs, eyes, or even faces." ],
					[ "{monster/Jellyfish, Bathysphere}", [ -2, "1/2" ], "aquatic, extraplanar", [ 2, "tiny" ], [ 4, "N" ], "This miniscule red jellyfish has long, writhing red tentacles and a translucent bell that glows with an eerie blue light." ],
					[ "{monster/Jellyfish, Death's Head Jellyfish}", 1, "aquatic", [ 3, "small" ], [ 4, "N" ], "This long-tentacled jellyfish has a wide bell with a vaguely skull-shaped pattern on it." ],
					[ "{monster/Jellyfish, Giant}", 7, "aquatic", [ 5, "large" ], [ 4, "N" ], "The bell of this enormous amber jellyfish is as large as a carriage. A sinister bloom of tentacles dangles and writhes below." ],
					[ "{monster/Jellyfish, Jellyfish Swarm}", 6, "aquatic, swarm", [ 1, "diminutive" ], [ 4, "N" ], "All but invisible in the water, this foul swarm of fist-sized jellyfish wriggles and writhes, a virtual wall of stinging tentacles." ],
					[ "{monster/Jellyfish, Sapphire}", 11, "aquatic", [ 6, "huge" ], [ 4, "N" ], "This tremendous, translucent jellyfish glows with blue internal light, and the water around its bell vibrates with an electrical charge." ],
					[ "{monster/Leech, Giant Leech}", 2, "aquatic", [ 4, "medium" ], [ 4, "N" ], "A parasite ballooned to monstrous proportions undulates in the muck, its circular maw a spiral of teeth." ],
					[ "{monster/Leech, Leech Swarm}", 4, "aquatic, swarm", [ 1, "diminutive" ], [ 4, "N" ], "A mass of wriggling black creatures each the size of a man's finger stirs the stagnant water before enveloping its victim." ],
					[ "{monster/Locust, Giant}", 3, null, [ 4, "medium" ], [ 4, "N" ], "The mandibles of this enormous grasshopper churn and grind as it quests for food." ],
					[ "{monster/Locust, Locust Swarm}", 2, "swarm", [ 0, "fine" ], [ 4, "N" ], "Thousands upon thousands of locusts dance and drone in a dark and ravenous cloud." ],
					[ "{monster/Locust, Plague Locust Swarm}", 8, "swarm", [ 0, "fine" ], [ 4, "N" ], "Buzzing with an ear-shattering drone, this cloud is full of particularly vicious-looking locusts." ],
					[ "{monster/Mantis, Deadly}", 11, null, [ 8, "colossal" ], [ 4, "N" ], "This terrifying monstrosity towers taller than the mightiest jungle trees, its forelimbs raised in a meditative, deadly stance." ],
					[ "{monster/Mantis, Giant}", 3, null, [ 5, "large" ], [ 4, "N" ], "This towering insect walks on its back four legs. Its head is triangular and its front legs sport razor-sharp edges and claws." ],
					[ "{monster/Mosquito, Giant}", 6, null, [ 4, "medium" ], [ 4, "N" ], "A bloated, red belly dangles beneath the furiously beating wings of this massive mosquito." ],
					[ "{monster/Mosquito, Mosquito Swarm}", 3, "swarm", [ 1, "diminutive" ], [ 4, "N" ], "The droning and spastic movements of this cloud of hungry mosquitoes promise a painful ordeal." ],
					[ "{monster/Razormouth}", 11, null, [ 6, "huge" ], [ 4, "N" ], "This creature has a hairless body and a black-striped abdomen. It prominently displays a pair of large, serrated, bright red fangs." ],
					[ "{monster/Rot Grub, Giant Rot Grub}", 3, null, [ 3, "small" ], [ 4, "N" ], "This twitching, pale maggot is the size of a large dog. A circular mouth quivers and gasps at one end of its pulsating body." ],
					[ "{monster/Rot Grub, Rot Grub Swarm}", 7, "swarm", [ 0, "fine" ], [ 4, "N" ], "This nauseating carpet of wriggling white grubs undulates outward in a pallid wave of hunger." ],
					[ "{monster/Scarab Swarm}", 3, "swarm", [ 0, "fine" ], [ 4, "N" ], "This mass of iridescent blue-black insects emits a foul stench and carries with it a cloud of filthy dust." ],
					[ "{monster/Scorpion, Black}", 15, null, [ 8, "colossal" ], [ 4, "N" ], "This towering scorpion's carapace is as black as coal, and its claws are each as long as a man's body." ],
					[ "{monster/Scorpion, Cave}", 1, null, [ 4, "medium" ], [ 4, "N" ], "This man-sized, bulky scorpion has thick, unyielding armor that makes it almost seem to be made of stone." ],
					[ "{monster/Scorpion, Deadfall}", 8, null, [ 6, "huge" ], [ 4, "N" ], "Thick sheets of moss and other forest debris cling to the dark green carapace of this huge scorpion." ],
					[ "{monster/Scorpion, Ghost}", [ -2, "1/2" ], null, [ 3, "small" ], [ 4, "N" ], "This outsized scorpion has a translucent shell, allowing one to see through to the creature's internal organs." ],
					[ "{monster/Scorpion, Giant Emperor}", 11, null, [ 7, "gargantuan" ], [ 4, "N" ], "This massive scorpion erupts from the sand, its giant pincers snapping and its tail stinger swaying threateningly." ],
					[ "{monster/Scorpion, Giant}", 3, null, [ 5, "large" ], [ 4, "N" ], "The sixteen-foot-long scorpion scrabbles forward, ferocious claws raised in challenge, stingered tail arched over its back." ],
					[ "{monster/Scorpion, Greensting}", [ -4, "1/4" ], null, [ 2, "tiny" ], [ 4, "N" ], "Though its pincers seem too small to harm anything larger than an insect, this scorpion's stinger still appears dangerous." ],
					[ "{monster/Scrapshell}", 6, "aquatic", [ 5, "large" ], [ 4, "N" ], "This strange oysterlike mollusk has a long, thin tongue, tipped with a blade, that slides from between the shell halves." ],
					[ "{monster/Sea Urchin, Giant, Glass Urchin}", 9, "aquatic", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Sea Urchin, Giant, Great Diadem Urchin}", 5, "aquatic", [ 4, "medium" ], [ 4, "N" ], "Thick spines like the flanges of a royal crown bristle all across the surface of this strangely large golden sea urchin." ],
					[ "{monster/Sea Urchin, Giant, Hunter Urchin}", 1, "aquatic", [ 4, "medium" ], [ 4, "N" ], "This strange-looking creature has a spherical body covered with hundreds or thousands of two-foot-long bright purple spines that darken to ominous black tips." ],
					[ "{monster/Sea Urchin, Giant, Ravenous Urchin Swarm}", 2, "aquatic, swarm", [ 2, "tiny" ], [ 5, "NE" ], "A wave of swift-moving spines rushes forward - a roiling tide of dangerously fast sea urchins." ],
					[ "{monster/Sea Urchin, Giant, Spear Urchin}", 4, "aquatic", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Sea Worm, King Ragworm}", 13, "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "This enormous segmented worm shimmers with iridescent colors, and large bristles run along its sides." ],
					[ "{monster/Siren's Bed Anemone}", 9, "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "This enormous polyp is crowned with bright red-and-blue striped tentacles. A long, thin stinger darts from the center." ],
					[ "{monster/Solifugid, Albino Cave Solifugid}", 4, null, [ 4, "medium" ], [ 4, "N" ], "This spider-like creature's front legs end in immense, grasping claws. Its mouth sports a pair of huge vertical mandibles." ],
					[ "{monster/Solifugid, Giant Solifugid}", 1, null, [ 3, "small" ], [ 4, "N" ], "This tan-colored creature looks like a ten-legged spider. Oversized jaws grind together slowly beneath beady eyes." ],
					[ "{monster/Spider, Drain}", [ -4, "1/4" ], null, [ 2, "tiny" ], [ 4, "N" ], "This brown spider's body is fist-sized, yet its long, spindly legs and oversized fangs make it appear quite fearsome." ],
					[ "{monster/Spider, Dream}", [ -2, "1/2" ], null, [ 3, "small" ], [ 4, "N" ], "The size of a human child, this shimmering spider has a blue-and-purple-striped belly." ],
					[ "{monster/Spider, Giant Black Widow}", 3, null, [ 5, "large" ], [ 4, "N" ], "This long-legged spider has a huge, glossy black abdomen, marked on the underside with the shape of a crimson hourglass." ],
					[ "{monster/Spider, Giant Crab}", [ -2, "1/2" ], null, [ 3, "small" ], [ 4, "N" ], "This pale yellow spider's legs protrude on either side, giving it a very distinctive stance. The thing is the size of a large dog." ],
					[ "{monster/Spider, Giant}", 1, null, [ 4, "medium" ], [ 4, "N" ], "A spider the size of a man crawls silently from the depths of its funnel-shaped web." ],
					[ "{monster/Spider, Giant Tarantula}", 8, null, [ 7, "gargantuan" ], [ 4, "N" ], "A massive tarantula covered in bristly hairs strides forward with deliberate steps, its eight eyes scanning for prey." ],
					[ "{monster/Spider, Goliath}", 11, null, [ 8, "colossal" ], [ 4, "N" ], "This massive brown-and-green tarantula is the size of a large house and has huge, razor-sharp fangs." ],
					[ "{monster/Spider, Ogre}", 5, null, [ 6, "huge" ], [ 4, "N" ], "This towering spider is the size of an elephant. Its legs have spiky joints and its face looks vaguely, but disturbingly, humanoid." ],
					[ "{monster/Spider, Scarlet}", [ -4, "1/4" ], null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Spider, Spider Swarm}", 1, "swarm", [ 1, "diminutive" ], [ 4, "N" ], "An awful, scuttling mass of legs and mandibles scrambles forward out of the darkness." ],
					[ "{monster/Termite Swarm}", 6, "swarm", [ 0, "fine" ], [ 4, "N" ], "The ground teems with crawling termites, biting and stinging as they come." ],
					[ "{monster/Tick, Giant}", 1, null, [ 3, "small" ], [ 4, "N" ], "This dog-sized tick has a grotesquely bulbous body and a thin head equipped with hooked mandibles." ],
					[ "{monster/Tick, Tick Swarm}", 9, "swarm", [ 0, "fine" ], [ 4, "N" ], "The rasping legs of this hideous, shining carpet of fist-sized ticks rattle ominously as the swarm skitters forward." ],
					[ "{monster/Titanic Whip Spider}", 16, null, [ 8, "colossal" ], [ 4, "N" ], "Two of this spiderlike creature's spindly legs are whiplike feelers, and it has two hooked appendages lined with spines." ],
					[ "{monster/Torble}", [ -8, "1/8" ], null, [ 1, "diminutive" ], [ 4, "N" ], "This scuttling thing looks at first glance like a colorful, animate blob of slime, but its thin insectoid legs and eyestalks suggest it is a more advanced creature. Its antennae-like appendages wave about curiously, and its multiple legs carry forth its transparent, hand-sized body at a surprisingly swift scuttle." ],
					[ "{monster/Torble, Torble Swarm}", 2, "swarm", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Venomroach}", 3, null, [ 5, "large" ], [ 4, "N" ], "The brown and black exoskeleton of this roach gleams when exposed to the light." ],
					[ "{monster/Wasp, Giant}", 3, null, [ 5, "large" ], [ 4, "N" ], "This horse-sized wasp is covered in yellow and black vertical stripes - its stinger is the size of a sword and drips with venom." ],
					[ "{monster/Wasp, Ground Wasp Swarm}", 2, "swarm", [ 0, "fine" ], [ 4, "N" ], "Thousands of yellow and black wasps form a thick cloud that swirls with savage bites and venomous stings." ],
					[ "{monster/Wasp, Wasp Swarm}", 3, "swarm", [ 1, "diminutive" ], [ 4, "N" ], "A low, ominous buzz announces the arrival of a mass of many thousands of angry, stinging wasps." ],
					[ "{monster/Water Strider Swarm}", 1, "swarm", [ 1, "diminutive" ], [ 4, "N" ], "Countless thousands of long-legged water bugs glide soundlessly over the surface of the water, skimming over it in a wave of twitching bodies." ],
					[ "{monster/Water Strider, Giant Water Strider}", 1, null, [ 5, "large" ], [ 4, "N" ], "This bug has long, fuzzy legs that support it on the water's surface as if the creature stands on solid ground." ],
					[ "{monster/Water Strider, Nymph Water Strider}", [ -4, "1/4" ], null, [ 3, "small" ], [ 4, "N" ], "These small, immature water insects are easily supported by the water's surface tension." ],
					[ "{monster/Whaler Jellyfish}", 17, "aquatic", [ 8, "colossal" ], [ 4, "N" ], "This enormous, translucent blob trails a mass of six immense tentacles and a central forest of tendrils below its body." ],
					[ "{monster/Worm That Walks, Locust Variant}", 8, "augmented human", [ 4, "medium" ], [ 8, "CE" ], "Hordes of swarming locusts coalesce to make up the form of a humanoid woman carrying a scythe, a demonic symbol emblazoned on her chest." ],
					[ "{monster/Xenopterid}", 7, null, [ 4, "medium" ], [ 4, "N" ], "What appears to be this creature's cloak unfurls into bug wings, and its apparently human face is merely patterns on its head." ],
					[ "{monster/Zhen Worm}", [ -2, "1/2" ], null, [ 4, "medium" ], [ 4, "N" ], "Barely thicker than hempen rope, this orange-banded worm stretches many feet in length." ]
				],
				"initialColumn": 0
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	},
	"monsters_aquatic": {
		"title": "Aquatic Monsters",
		"sources": [],
		"description": [
			":::item",
			"",
			"{table0}",
			"",
			":::"
		],
		"noFinder": true,
		"searchgroup": "monster",
		"tables": [
			{
				"id": "monsters aquatic",
				"headers": [ "Monster", "CR", "Type", "Subtypes", "Size", "Alignment", "Description" ],
				"filter": [
					{
						"col": 1,
						"equals": [-8, -4, -3, -2, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22],
						"labels": [ "1/8", "1/4", "1/3", "1/2", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "19", "20", "21", "22"]
					},
					{
						"col": 2,
						"equals": ["aberration", "animal", "dragon", "fey", "humanoid", "magical beast", "monstrous humanoid", "ooze", "outsider", "plant", "undead", "vermin"]
					},
					{
						"col": 4,
						"range": [1, 8],
						"labels": [ "diminutive", "tiny", "small", "medium", "large", "huge", "gargantuan", "colossal" ]
					},
					{
						"col": 5,
						"range": [1, 8],
						"labels": ["LN", "LE", "NG", "N", "NE", "CG", "CN", "CE"]
					}
				],
				"types": [ null, "num", null, null, "num", "num", 0 ],
				"alignments": [ true, null, null, null, null, null, true ],
				"sizes": [ 8.5, 3.5, 5.5, 7, 6, 5.5, 14.75 ],
				"ripples": [0],
				"data": [
					[ "{monster/Abaia}", 10, "magical beast", "aquatic", [ 6, "huge" ], [ 4, "N" ], "This multi-eyed eel's brightly colored markings shift in complex, ever-changing patterns." ],
					[ "{monster/Adaro}", 3, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 5, "NE" ], "This hybrid of human and shark holds its spear menacingly, thick, glistening saliva dripping from its razor-sharp teeth." ],
					[ "{monster/Addu}", 15, "magical beast", "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "Striped with the brilliant colors of a maritime sunset, this beast winds its enormous body through the waves, a pair of wiry, talon-tipped arms and a snout full of horrendous teeth preceding a fan of razorlike fins." ],
					[ "{monster/Agathion, Bishop}", 4, "outsider", "aquatic, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "Layers of translucent, shimmering fins flow along this fishman's spindly body. Tentacles curl below its stately mouth, and its humanlike hands and feet end in stubby but sharp claws." ],
					[ "{monster/Agathion, Cetaceal}", 15, "outsider", "agathion, aquatic, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This mermaid-like creature has the torso and head of a long-haired woman and the lower half of a sleek killer whale." ],
					[ "{monster/Agathion, Chelonidal}", 7, "outsider", "agathion, aquatic, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This creature resembles a cross between a humanoid and a sea turtle, with flipper-like hands and a heavy shell covering its back." ],
					[ "{monster/Ahuizotl}", 6, "magical beast", "aquatic", [ 5, "large" ], [ 5, "NE" ], "This bear-sized beast has a body like a squat simian, a dog's face, and a long tail that ends in a clawed hand." ],
					[ "{monster/Alghollthu, Aboleth}", 7, "aberration", "aquatic", [ 6, "huge" ], [ 2, "LE" ], "Four long tentacles writhe from this three-eyed fish-like creature's flanks, and its green body glistens with thick, clear slime." ],
					[ "{monster/Alghollthu, Enisysian}", 4, "aberration", "aquatic, shapechanger", [ 3, "small" ], [ 2, "LE" ], "Three lidless eyes with vertical pupils stare out from a small umbrella-shaped creature. It moves about using squirming tentacles, each moving independently in a mesmerizing motion." ],
					[ "{monster/Alghollthu, Omnipath}", 18, "aberration", "aquatic", [ 7, "gargantuan" ], [ 2, "LE" ], "This monstrous eel-like creature has jaws within jaws, each bearing transparent, glasslike teeth." ],
					[ "{monster/Alghollthu, Plizeazoth}", 12, "aberration", "aquatic", [ 6, "huge" ], [ 5, "NE" ], "This massive raylike aquatic creature has five bulbous red eyes. Long tentacles protrude from the sides of its wide mouth, and its slimy skin undulates with sickening shudders." ],
					[ "{monster/Alghollthu, Thalassic Architect}", 10, "aberration", "aquatic", [ 5, "large" ], [ 2, "LE" ], "This piscine nightmare glares with five eyes. Four tentacles, two of them terminating in small claws, flank its fanged jaws." ],
					[ "{monster/Alghollthu, Veiled Master}", 14, "aberration", "aquatic, shapechanger", [ 5, "large" ], [ 2, "LE" ], "This monstrosity has six eyes and six long tentacles - four that end in glowing spheres, and two with what look like hands." ],
					[ "{monster/Alpluachra}", [ -2, "1/2" ], "fey", "aquatic", [ 1, "diminutive" ], [ 7, "CN" ], "This minuscule creature resembles a newt with three tails. It's covered in a transparent slime, and looks hungry." ],
					[ "{monster/Amoeba, Giant}", 1, "ooze", "aquatic", [ 3, "small" ], [ 4, "N" ], "This blob of protoplasm is somewhat transparent, allowing the bones of undigested meals and a dark nucleus to be seen within." ],
					[ "{monster/Angel, Monadic Deva}", 12, "outsider", "angel, aquatic, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This angelic being has smooth skin, a muscular body, and large golden wings, and wields a large mace." ],
					[ "{monster/Aspidochelone}", 17, "magical beast", "aquatic", [ 8, "colossal" ], [ 4, "N" ], "The ground shudders and the seabirds take to wing with piercing cries of alarm. What once appeared to be a small, rocky island reveals itself to be a creature of titanic proportions as an enormous tail lifts ominously from the water. With a thunderous crash, it slams down, sending the island plunging beneath the waves." ],
					[ "{monster/Atuikakura}", 14, "magical beast", "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "This enormous red wormlike creature has several rows of white spines and a circular mouth filled with hooked teeth." ],
					[ "{monster/Azgenzak}", 8, "aberration", "aquatic", [ 5, "large" ], [ 5, "NE" ], "This undulating, amorphous sac is a turgid, brown-black mass scarcely hiding a seething jumble of rounded subcutaneous masses churning within. One end opens into a yawning maw, revealing a fiery cauldron of innumerable, lidless eyeballs of every size, shape, and color, each wreathed in sooty orange flame." ],
					[ "{monster/Bagiennik}", 6, "fey", "aquatic", [ 3, "small" ], [ 7, "CN" ], "This small, lizardlike creature has a humanoid upper body and a long tail with frilled extensions." ],
					[ "{monster/Bakekujira}", 17, "undead", "aquatic", [ 8, "colossal" ], [ 5, "NE" ], "This hulking mass of blubber and bone looks like it was once a whale. Ghostly flames glow in each of its eye sockets." ],
					[ "{monster/Behemoth, Thalassic}", 20, "magical beast", "aquatic, behemoth, water", [ 8, "colossal" ], [ 4, "N" ], "Two massive limbs drag the bulk of this whale-like beast's body from the churning waters of the sea." ],
					[ "{monster/Blight, Swamp}", 17, "ooze", "aquatic, blight", [ 4, "medium" ], [ 2, "LE" ], "A cloud of mosquitoes churns around this quivering blob, its body studded with red eyes and its five tentacles tipped with stingers." ],
					[ "{monster/Blood Lily}", 10, "plant", "aquatic", [ 5, "large" ], [ 4, "N" ], "Hundreds of long but thin blood-red petals form a spherical shape atop the central stem of this plant monster. A pair of stout vine-like appendages sprout from either side of its central mass." ],
					[ "{monster/Bogwiggle}", 1, "aberration", "aquatic", [ 3, "small" ], [ 8, "CE" ], "This sallow-green beast appears to be an oversized tadpole that never fully matured, with two large, bulbous eyes bulging from either side of its head, and a gaping mouth revealing jagged fangs." ],
					[ "{monster/Bunyip}", 3, "magical beast", "aquatic", [ 4, "medium" ], [ 4, "N" ], "A disturbing combination of shark and seal, this brown-furred creature has a wide mouth filled with razor-sharp teeth." ],
					[ "{monster/Cameroceras}", 11, "animal", "aquatic", [ 6, "huge" ], [ 4, "N" ], "Emerging from the open end of a long, conical shell, this huge creature's unblinking eyes peer from above a mass of tentacles." ],
					[ "{monster/Cecaelia}", 5, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 7, "CN" ], "In place of legs, this handsome humanoid sports an octopus's eight writhing tentacles." ],
					[ "{monster/Ceratioidi}", 3, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This flabby, fishlike humanoid has the wide mouth, bulging eyes, and dangling, luminescent flesh lure of a deep-sea predator." ],
					[ "{monster/Cerberus Worm}", 14, "magical beast", "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "This slimy-skinned, three-headed sea beast has writhing tentacles and is surrounded by a black, poisonous cloud that flickers like fire." ],
					[ "{monster/Cetus}", 13, "dragon", "aquatic, water", [ 8, "colossal" ], [ 7, "CN" ], "This enormous scaled serpent has the head of a shark, powerful claws, and a maw wide enough to swallow a small ship." ],
					[ "{monster/Charda}", 7, "monstrous humanoid", "aquatic", [ 3, "small" ], [ 7, "CN" ], "Armored in dense, bony plates, this four-armed creature drools wretched strings of black bile from its fanged maw." ],
					[ "{monster/Charybdis}", 13, "aberration", "aquatic", [ 7, "gargantuan" ], [ 7, "CN" ], "An immense spiny monster, its back plated in chitin and its belly in thick folds of blubber, rises hungrily from the center of a whirlpool." ],
					[ "{monster/Chuul, Chuul, Lesser}", 4, "aberration", "aquatic", [ 4, "medium" ], [ 8, "CE" ], "This lobsterlike creature stands as tall as a human. Coils of reaching, pink tendrils slither from within its jaws." ],
					[ "{monster/Chuul, Larval}", 1, "aberration", "aquatic", [ 3, "small" ], [ 8, "CE" ], "This dog-sized creature resembles a soft-shelled lobster with underdeveloped claws and an oversized pair of mandibles." ],
					[ "{monster/Chuul}", 7, "aberration", "aquatic", [ 5, "large" ], [ 8, "CE" ], "This lobster-like creature has a thick armored shell. A pair of tiny eyes gleams above a mouth full of writhing tentacles." ],
					[ "{monster/Cipactli}", 21, "magical beast", "aquatic", [ 7, "gargantuan" ], [ 7, "CN" ], "This creature is covered in snapping jaws, from its massive, toothy head to the various mouths that open in its body and tail." ],
					[ "{monster/Coffin Anemone}", 1, "vermin", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This coffin-shaped anemone features a ridged, dark brown trunk topped with waving yellow tendrils surrounding a soft, pale blue center." ],
					[ "{monster/Coral Capuchin}", 1, "magical beast", "aquatic", [ 2, "tiny" ], [ 4, "N" ], "This strange creature can only be described as a light pink, hairless monkey with the head of a fish and large, finlike wings." ],
					[ "{monster/Cordulegaster, Elder}", 7, "outsider", "aquatic, daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "The insectile eyes of this chitin-covered daemonic monstrosity display a malign intelligence." ],
					[ "{monster/Cordulegaster}", 6, "outsider", "aquatic, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Interlocking plates of chitin cover this massive, six-legged beast's face like a jagged mask." ],
					[ "{monster/Crab, Crab Swarm}", 4, "vermin", "aquatic, swarm", [ 1, "diminutive" ], [ 4, "N" ], "A writhing mass of clacking shells and snapping pincers rushes from the surf, their spider-like legs twitching across the sand." ],
					[ "{monster/Crab, Giant}", 2, "vermin", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This lumbering hard-shelled crab stands as tall as a dwarf, its massive pincers waving menacingly." ],
					[ "{monster/Crab, Shark-Eating}", 7, "vermin", "aquatic", [ 6, "huge" ], [ 4, "N" ], "This spiny, long-legged crab towers over its surroundings. Its quick and powerful claws thrash wildly, eager for prey." ],
					[ "{monster/Crab, Shipwrecker}", 13, "vermin", "aquatic", [ 8, "colossal" ], [ 4, "N" ], "Claws the size of rowboats dominate the form of this massive crab. Barnacles and sea grass cling to the creature's thick shell." ],
					[ "{monster/Crimson Jellyfish}", 4, "vermin", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This bright-red jellyfish dangles a long, central tentacle surrounded by a multitude of shorter red tendrils." ],
					[ "{monster/Cuero}", 5, "aberration", "aquatic", [ 5, "large" ], [ 4, "N" ], "The pink, fleshy underside of this flat, aquatic creature features a large circular maw of fangs." ],
					[ "{monster/Daemon, Hydrodaemon}", 8, "outsider", "aquatic, daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "The skin on this frog-like fiend is clammy and its eyes look dead and milky; its wide face is split by a fanged maw." ],
					[ "{monster/Daemon, Piscodaemon}", 10, "outsider", "aquatic, daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This hideous cross between a lobster, an octopus, and a human threatens enemies with powerful claws and writhing tentacles." ],
					[ "{monster/Deep Merfolk}", 3, "humanoid", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This gaunt mermaid has a long, semi-transparent tail with a vivid red crest and caudal fin." ],
					[ "{monster/Deep One, Elder Deep One}", 14, "monstrous humanoid", "aquatic, deep one", [ 7, "gargantuan" ], [ 8, "CE" ], "The frame of this immense monstrosity is humanoid, but its ichthyic visage is that of a deep-sea predator." ],
					[ "{monster/Deep One}", 1, "monstrous humanoid", "aquatic, deep one", [ 4, "medium" ], [ 8, "CE" ], "This lumbering creature's gray-green hide glistens with moisture, and saliva dribbles from its fishlike maw." ],
					[ "{monster/Deep Sea Serpent}", 19, "magical beast", "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "This enormous, water-dwelling serpent has bright, bulging eyes and rounded jaws filled with long, jagged teeth." ],
					[ "{monster/Deep Walker}", 14, "aberration", "aquatic", [ 7, "gargantuan" ], [ 2, "LE" ], "This armor-plated creature has four crab-like legs and four arms with razor-sharp pincers." ],
					[ "{monster/Demon, Hezrou}", 11, "outsider", "aquatic, chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This fiend's armored flesh is scaly and moist. Its large, toothy mouth gapes below a pair of hungry, reptilian eyes." ],
					[ "{monster/Demon, Omox}", 12, "outsider", "aquatic, chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This rancid-smelling mound of animated ooze has about its shifting countenance the hideous shape of a half-melted man." ],
					[ "{monster/Devilfish}", 4, "magical beast", "aquatic", [ 5, "large" ], [ 5, "NE" ], "This purple, seven-armed octopoid monstrosity is the size of a horse, with hook-lined tentacles and cold, blue eyes." ],
					[ "{monster/Div, Ghawwas}", 10, "outsider", "aquatic, div, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Bristling with spiny ridges, coral horns, and needle-sharp teeth, this menacing biped seems to have emerged from some poisoned sea." ],
					[ "{monster/Dragon (Other), Tidepool Dragon}", 3, "dragon", "aquatic", [ 2, "tiny" ], [ 7, "CN" ], "This small draconic creature seems better suited for the waves than wind, its wings sweeping along its body like massive fins. Light from the water refracts off its resilient-looking cerulean hide as it snaps crustacean-like claws." ],
					[ "{monster/Dragon Turtle}", 9, "dragon", "aquatic", [ 6, "huge" ], [ 4, "N" ], "This long-tailed aquatic beast resembles a massive snapping turtle with draconic features." ],
					[ "{monster/Drake, River}", 3, "dragon", "aquatic, water", [ 4, "medium" ], [ 5, "NE" ], "With graceful wings and wide fins, this sleek dragon looks equally well equipped to glide through sea and sky." ],
					[ "{monster/Drake, Sea}", 6, "dragon", "aquatic", [ 5, "large" ], [ 5, "NE" ], "Not quite sea serpent or dragon, this vicious beast is covered with shiny blue-green scales. Its arms serve as both wings and flippers." ],
					[ "{monster/Eaisge}", 1, "undead", "aquatic", [ 4, "medium" ], [ 5, "NE" ], "Water gushes from the mouth and nose of this bloated creature. Broken wood and jagged nails jut from its half-rotted flesh." ],
					[ "{monster/Echeneis}", 1, "magical beast", "aquatic", [ 3, "small" ], [ 4, "N" ], "This thin, colorful fish has a broad, segmented sucker above its narrow mouth. A line of spines runs down its back." ],
					[ "{monster/Eel, Giant Moray}", 5, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "This sixteen-foot-long eel slithers through the water with uncanny grace, mouth open to display large teeth and a second set of jaws." ],
					[ "{monster/Ekekeh}", 4, "fey", "aquatic", [ 5, "large" ], [ 3, "NG" ], "This creature looks like a gilled dolphin with a row of spiral horns down its back, arcs of electricity crackling between them." ],
					[ "{monster/Elder Thing}", 5, "aberration", "aquatic", [ 4, "medium" ], [ 1, "LN" ], "This strange being has a star-shaped head and numerous writhing appendages arranged radially around its barrel-shaped body." ],
					[ "{monster/Estuarine Worm, Estuarine Worm (Ahket Form)}", 10, "magical beast", "aquatic", [ 6, "huge" ], [ 4, "N" ], "As thick and tall as a towering palm tree, this mud-colored worm hisses through a fanged mouth. Atop its head, a small protuberance shines like a star." ],
					[ "{monster/Estuarine Worm, Estuarine Worm (Shemu Form)}", 10, "magical beast", "aquatic", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Eurypterid, Bluetip}", 5, "vermin", "aquatic", [ 5, "large" ], [ 4, "N" ], "Two large pincers grasp at the air before this sleek creature, while a finned tail bristling with a long, thin stinger rises from behind." ],
					[ "{monster/Eurypterid, Common}", 1, "vermin", "aquatic", [ 4, "medium" ], [ 4, "N" ], "Two large pincers grasp at the air before this sleek creature, while a finned tail bristling with a long, thin stinger rises from behind." ],
					[ "{monster/Eurypterid, Ochre}", [ -3, "1/3" ], "vermin", "aquatic", [ 3, "small" ], [ 4, "N" ], "Two large pincers grasp at the air before this sleek creature, while a finned tail bristling with a long, thin stinger rises from behind." ],
					[ "{monster/Eurypterid, Spiny}", 9, "vermin", "aquatic", [ 6, "huge" ], [ 4, "N" ], "Two large pincers grasp at the air before this sleek creature, while a finned tail bristling with a long, thin stinger rises from behind." ],
					[ "{monster/Eurypterid, Spitting}", 12, "vermin", "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "Two large pincers grasp at the air before this sleek creature, while a finned tail bristling with a long, thin stinger rises from behind." ],
					[ "{monster/Familiar, Blue-Ringed Octopus}", [ -2, "1/2" ], "animal", "aquatic", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Familiar, Giant Isopod}", [ -8, "1/8" ], "vermin", "aquatic", [ 2, "tiny" ], [ 4, "N" ], "This many-legged crustacean is the size of a sewer rat, its body protected by several thick shell-like plates." ],
					[ "{monster/Familiar, Giant Tardigrade}", [ -8, "1/8" ], "vermin", "aquatic", [ 1, "diminutive" ], [ 4, "N" ], "This strange eight-legged creature looks vaguely like an insectile bear as it swims through the water." ],
					[ "{monster/Familiar, King Crab}", [ -4, "1/4" ], "vermin", "aquatic", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Familiar, Lamprey}", [ -3, "1/3" ], "animal", "aquatic", [ 2, "tiny" ], [ 4, "N" ], "This serpentine fish has a horrific circular mouth filled with hooklike teeth." ],
					[ "{monster/Familiar, Trilobite}", [ -4, "1/4" ], "vermin", "aquatic", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Fish, Dunkleosteus}", 6, "animal", "aquatic", [ 6, "huge" ], [ 4, "N" ], "This gigantic, prehistoric fish has a head like a snapping turtle, complete with sharp, toothlike plates." ],
					[ "{monster/Fish, Giant Blowfish}", 5, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "A blowfish the size of a horse drifts through the water, its quills the size of spears." ],
					[ "{monster/Fish, Swordfish}", 2, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "A proud fin flares along the spine of this large, sleek fish, its head coming to a spearlike point." ],
					[ "{monster/Fish, Tiger}", 1, "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "Deadly, wolf like teeth fill the mouth of this brawny fish." ],
					[ "{monster/Fish, Varisian Hagfish}", 1, "animal", "aquatic", [ 2, "tiny" ], [ 4, "N" ], "A mouth like a lamprey's gnashes curved teeth at one end of this slimy, eel-like fish." ],
					[ "{monster/Fossegrim}", 4, "fey", "aquatic", [ 4, "medium" ], [ 5, "NE" ], "This striking, blue-eyed man with luminous skin and flowing white hair holds an ethereal harp." ],
					[ "{monster/Galvo}", 9, "magical beast", "aquatic", [ 4, "medium" ], [ 5, "NE" ], "This creature is composed of dozens of electric eels tightly knotted into a slithering, humanoid shape, crackling with energy." ],
					[ "{monster/Gar, Giant}", 6, "animal", "aquatic", [ 6, "huge" ], [ 4, "N" ], "This fish is enormous - a sleek predator with bony scales and a long set of toothy jaws." ],
					[ "{monster/Gar}", 1, "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This long, lean fish has a muscular body and a head with long jaws filled with sharp teeth." ],
					[ "{monster/Gargiya}", 10, "magical beast", "aquatic", [ 6, "huge" ], [ 4, "N" ], "With burning eyes and a snapping maw, this blood-red serpent rises from the ocean's depths. Sweltering heat radiates from its rippling scales." ],
					[ "{monster/Gargoyle, Kapoacinth Hunter}", 7, "monstrous humanoid", "aquatic, earth", [ 4, "medium" ], [ 8, "CE" ], "The stone statue of a menacing fiend crouches here, as though ready to spring to life and devour innocent passersby. Then it moves - to do just that." ],
					[ "{monster/Giant Belostomatid}", 3, "vermin", "aquatic", [ 5, "large" ], [ 4, "N" ], "Six powerful legs, each ending in a hooked claw, jut from the shield-like body of this horse-sized insect." ],
					[ "{monster/Giant Dragonfly, Giant Dragonfly Nymph}", 3, "vermin", "aquatic", [ 3, "small" ], [ 4, "N" ], "This glittering blue dragonfly is about the size of a horse and is large enough to carry off small farm animals or people." ],
					[ "{monster/Giant Hellgrammite}", 5, "vermin", "aquatic", [ 5, "large" ], [ 4, "N" ], "This long, insectile creature has massive mandibles and dozens of segmented legs extend from its sides." ],
					[ "{monster/Giant Mantis Shrimp}", 9, "vermin", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This brightly colored crustacean looks like a large lobster with cruel pincers poised at its fore." ],
					[ "{monster/Giant Sea Anemone}", 2, "vermin", "aquatic", [ 5, "large" ], [ 4, "N" ], "This giant, tubular creature ends in a mass of thick and brilliantly colored tendrils arrayed around an enormous, toothless maw." ],
					[ "{monster/Giant Starfish}", 8, "vermin", "aquatic", [ 5, "large" ], [ 4, "N" ], "This bright orange creature has seven arms radiating from its core and is covered with thick, ridged hide." ],
					[ "{monster/Giant Stargazer}", 4, "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This fish lies beneath the sand with only its bulbous eyes and upturned maw full of jagged teeth protruding." ],
					[ "{monster/Giant Tube Worm}", 2, "vermin", "aquatic", [ 4, "medium" ], [ 4, "N" ], "Several thin tendrils extend aggressively from the open tip of this red tube made of a coralline substance." ],
					[ "{monster/Giant, Ocean}", 14, "humanoid", "aquatic, giant", [ 6, "huge" ], [ 6.5, "CG or CE" ], "This blue-skinned giant's clothing and beard whip about like sails caught in a storm." ],
					[ "{monster/Giant, Vault}", 17, "humanoid", "aquatic, giant, reptilian", [ 7, "gargantuan" ], [ 2, "LE" ], "This saurian giant's body is covered in pale aquamarine scales, and a dark, rigid crest runs from its head to the tip of its thick tail. Its blue eyes give off a soft glow." ],
					[ "{monster/Gigas Clam}", 11, "magical beast", "aquatic", [ 6, "huge" ], [ 7, "CN" ], "This monstrous clam's conjoined shells open wide enough to swallow a horse. Inside, two tubular siphons flank the thing's innards, which resemble a fleshy, vaguely humanoid woman, save that instead of a face, it has a singular massive maw filled with rows of ravenous teeth." ],
					[ "{monster/Gillman, Awakened Agent}", 11, "humanoid", "aquatic", [ 4, "medium" ], [ 2, "LE" ], "Raiment made from monstrous sea creatures conceals the sallow complexion and strange sores of this sickly gillman. Abnormal muscles and joints flex just beneath his flesh." ],
					[ "{monster/Gillman, Ship Scavenger}", 5, "humanoid", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This gillman's lean, athletic frame speaks to a life of hard work, but his keen eyes and appraising smirk suggest a sharp mind and daring nature." ],
					[ "{monster/Gillman, Squall Seer}", 9, "humanoid", "aquatic", [ 4, "medium" ], [ 7, "CN" ], "The tricorne hat this gillwoman wears is encrusted with salt, suggesting years spent at sea." ],
					[ "{monster/Gillman, Wet-House Emissary}", 7, "humanoid", "aquatic", [ 4, "medium" ], [ 4, "N" ], "Swathed in striking turquoise robes, this gillwoman has a cold, appraising stare." ],
					[ "{monster/Gillman}", [ -3, "1/3" ], "humanoid", "aquatic", [ 4, "medium" ], [ 4, "N" ], "A handsome, well-formed man walks out of the waves, the gill slits on the side of his neck flexing." ],
					[ "{monster/Globster}", 5, "ooze", "aquatic", [ 5, "large" ], [ 4, "N" ], "This grotesque mass of blubber and rancid flesh piles up hideously upon itself, opening a vast maw filled with teeth." ],
					[ "{monster/Goldpebble}", 5, "magical beast", "aquatic", [ 5, "large" ], [ 4, "N" ], "The scales on this twelve-foot-long water snake's back appear to be nothing more than smooth river stones, a few of which glint with traces of gold." ],
					[ "{monster/Gowrow}", 5, "dragon", "aquatic", [ 5, "large" ], [ 4, "N" ], "This reptilian beast has a pair of long tusks jutting from its oversized jaws. Its long, draconic tail ends in a razor-sharp blade." ],
					[ "{monster/Gremlin, Fuath}", 1, "fey", "aquatic", [ 2, "tiny" ], [ 8, "CE" ], "This waterlogged gremlin has lobster claws for hands and an almost canine face with webbed ears." ],
					[ "{monster/Gremlin, Haniver}", [ -2, "1/2" ], "fey", "aquatic", [ 2, "tiny" ], [ 4, "N" ], "This small, bizarre humanoid creature has finlike wings, strange yellow skin, and tiny black eyes burning with malevolence." ],
					[ "{monster/Grindylow}", [ -2, "1/2" ], "aberration", "aquatic", [ 3, "small" ], [ 8, "CE" ], "With a large head and numerous teeth, this unsightly creature resembles a goblin from the waist up and a greasy octopus below." ],
					[ "{monster/Grodair}", 5, "magical beast", "aquatic, extraplanar", [ 4, "medium" ], [ 7, "CN" ], "Several water-dripping tentacles sprout from this four-eyed fish's belly, while long fins protrude from its back." ],
					[ "{monster/Hag, Sea}", 4, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 8, "CE" ], "Hair like rotting seaweed drapes this ancient witch. Loose, algae-colored skin sags off her starved frame." ],
					[ "{monster/Heikegani}", 4, "aberration", "aquatic", [ 3, "small" ], [ 5, "NE" ], "The carapace of this large crab resembles a scowling face, its eyes seething with an ancient fury." ],
					[ "{monster/Hippocampus}", 1, "magical beast", "aquatic", [ 5, "large" ], [ 4, "N" ], "This creature has the foreparts of a horse and the hindquarters of a fish. Its forelegs end in splayed fins rather than hooves." ],
					[ "{monster/Hookfang Worm}", 7, "vermin", "aquatic", [ 6, "huge" ], [ 4, "N" ], "This long, orange, segmented worm's colorful head unfolds like a horrific flower to reveal five large, black, hooklike teeth." ],
					[ "{monster/Hyaleth}", 10, "aberration", "aquatic", [ 5, "large" ], [ 4, "N" ], "This giant translucent leech has three squirming tentacles around an orifice on one end and a stinger on the other." ],
					[ "{monster/Ichthyocentaur}", 5, "monstrous humanoid", "aquatic", [ 5, "large" ], [ 4, "N" ], "This creature has an athletic human torso from the waist up, but its lower body consists of two hoofed forelegs trailing into a finned tail." ],
					[ "{monster/Iku-Turso}", 8, "aberration", "aquatic", [ 4, "medium" ], [ 5, "NE" ], "This grotesque, emerald-scaled creature resembles a crossbreed of an eel, a viperfish, and a clawed humanoid." ],
					[ "{monster/Incutilis, Incutilis Lord}", 8, "aberration", "aquatic", [ 5, "large" ], [ 5, "NE" ], "A curved shell protects an unsightly mass of barbed tentacles, ringed by numerous inhuman eyes." ],
					[ "{monster/Incutilis}", 2, "aberration", "aquatic", [ 2, "tiny" ], [ 2, "LE" ], "This strange nautilus drags itself forward on oversized tentacles, its crimson-streaked flesh textured like the surface a brain." ],
					[ "{monster/Indescribable Swarm, Swimming Eye Swarm}", 4, "aberration", "aquatic, swarm", [ 2, "tiny" ], [ 5, "NE" ], "At the heart of each of these tiny blobs of slime and tentacles is a single, eerily human eye." ],
					[ "{monster/Isonade}", 15, "magical beast", "aquatic", [ 7, "gargantuan" ], [ 8, "CE" ], "This massive horror looks like a shark protected by a crab carapace, with a tail, flanks, and pectoral fins covered in cruel hooks." ],
					[ "{monster/Jellyfish, Bathysphere}", [ -2, "1/2" ], "vermin", "aquatic, extraplanar", [ 2, "tiny" ], [ 4, "N" ], "This miniscule red jellyfish has long, writhing red tentacles and a translucent bell that glows with an eerie blue light." ],
					[ "{monster/Jellyfish, Death's Head Jellyfish}", 1, "vermin", "aquatic", [ 3, "small" ], [ 4, "N" ], "This long-tentacled jellyfish has a wide bell with a vaguely skull-shaped pattern on it." ],
					[ "{monster/Jellyfish, Giant}", 7, "vermin", "aquatic", [ 5, "large" ], [ 4, "N" ], "The bell of this enormous amber jellyfish is as large as a carriage. A sinister bloom of tentacles dangles and writhes below." ],
					[ "{monster/Jellyfish, Jellyfish Swarm}", 6, "vermin", "aquatic, swarm", [ 1, "diminutive" ], [ 4, "N" ], "All but invisible in the water, this foul swarm of fist-sized jellyfish wriggles and writhes, a virtual wall of stinging tentacles." ],
					[ "{monster/Jellyfish, Sapphire}", 11, "vermin", "aquatic", [ 6, "huge" ], [ 4, "N" ], "This tremendous, translucent jellyfish glows with blue internal light, and the water around its bell vibrates with an electrical charge." ],
					[ "{monster/Kappa}", 2, "monstrous humanoid", "aquatic", [ 3, "small" ], [ 7, "CN" ], "This humanoid turtle crouches near the water, a suspicious look in its eyes. The top of its bowl-shaped head is filled with water." ],
					[ "{monster/Karkinoi, Karkinoi Brood Swarm}", 4, "monstrous humanoid", "aquatic, swarm", [ 2, "tiny" ], [ 8, "CE" ], "Each member of this horde of blue crablike things is armed with a menacing, oversized pincer." ],
					[ "{monster/Karkinoi}", 6, "monstrous humanoid", "aquatic", [ 5, "large" ], [ 8, "CE" ], "This hulking mix of ogre and crab has one huge pincer that snaps menacingly, while its other arm is a twisted, humanlike hand." ],
					[ "{monster/Kelpie}", 4, "fey", "aquatic, shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This hideous humanoid creature has slimy, transparent skin; webbed, humanoid hands; and a snaggletoothed, horse-like face." ],
					[ "{monster/Ketesthius}", 13, "magical beast", "aquatic", [ 7, "gargantuan" ], [ 2, "LE" ], "This enormous wolf-headed sea serpent's maw leads into what seems to be an endless expanse within." ],
					[ "{monster/Kraken, Qwoshokk}", 20, "magical beast", "aquatic", [ 7, "gargantuan" ], [ 5, "NE" ], "This massive scarlet squid has dark blue stripes and wears various gold ornaments, its tentacles glistening with blue energy." ],
					[ "{monster/Kraken}", 18, "magical beast", "aquatic", [ 7, "gargantuan" ], [ 5, "NE" ], "This tremendous leviathan resembles a vast squid, yet the markings on its body are strangely unsettling to look upon." ],
					[ "{monster/Leech, Giant Leech}", 2, "vermin", "aquatic", [ 4, "medium" ], [ 4, "N" ], "A parasite ballooned to monstrous proportions undulates in the muck, its circular maw a spiral of teeth." ],
					[ "{monster/Leech, Leech Swarm}", 4, "vermin", "aquatic, swarm", [ 1, "diminutive" ], [ 4, "N" ], "A mass of wriggling black creatures each the size of a man's finger stirs the stagnant water before enveloping its victim." ],
					[ "{monster/Leshy, Seaweed}", 3, "plant", "aquatic, leshy, shapechanger", [ 3, "small" ], [ 4, "N" ], "This vaguely humanoid plant creature has a body formed of soggy green seaweed and wears crude armor made from seashells." ],
					[ "{monster/Lich Newt}", [ -4, "1/4" ], "animal", "aquatic", [ 2, "tiny" ], [ 4, "N" ], "Two sharp ridges of bone run along the back of this foot-long, black-and-white speckled newt." ],
					[ "{monster/Linnorm, Fjord}", 16, "dragon", "aquatic", [ 7, "gargantuan" ], [ 8, "CE" ], "This massive, eel-like dragon has two webbed talons. Its tail ends in large and powerful-looking flukes." ],
					[ "{monster/Linnorm, Gare}", 15, "dragon", "aquatic", [ 7, "gargantuan" ], [ 8, "CE" ], "An enormous draconic head rises up atop a massive serpentine neck wider than a galleon's mainmast. Seemingly endless coils break the water's surface around it, only hinting at the monster's terrifying size, as it opens its steam-shrouded maw with a hiss." ],
					[ "{monster/Linnorm, Sea}", 22, "dragon", "aquatic", [ 8, "colossal" ], [ 5, "NE" ], "This unfathomably large serpent sports a distinctly draconic face. Its body is deep, blackened gray with swatches of crimson. An entrancing set of lures dangles off its face, each glowing with a pulsating orange light accented by regular electrical discharges." ],
					[ "{monster/Linnorm, Tarn}", 20, "dragon", "aquatic", [ 8, "colossal" ], [ 8, "CE" ], "This nightmarishly huge, snake-like dragon possesses two equally fearsome heads. Its twin jaws seethe with acid and poison." ],
					[ "{monster/Litanu}", 11, "undead", "aquatic", [ 4, "medium" ], [ 8, "CE" ], "This hulking merfolk has rotting skin, dull black eyes, and four thick tentacles ending in toothy maws protruding from its back." ],
					[ "{monster/Locathah}", [ -2, "1/2" ], "humanoid", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This lean humanoid bears crested fins on its head and back, and has the wide-eyed and wide-lipped face of a fish." ],
					[ "{monster/Lorelei}", 12, "aberration", "aquatic", [ 5, "large" ], [ 5, "NE" ], "This strange creature appears to be a gigantic human head carved from stone, with thick tentacles sprouting from its scalp." ],
					[ "{monster/Lukwata}", 11, "magical beast", "aquatic", [ 6, "huge" ], [ 4, "N" ], "A long, spiny fin runs down the length of the dolphinlike body of this eel-headed predator." ],
					[ "{monster/Lusca}", 17, "magical beast", "aquatic", [ 7, "gargantuan" ], [ 8, "CE" ], "This beast has three sharklike heads on short, scaly necks, while its lower body appears to be that of an octopus." ],
					[ "{monster/Makara Vahana}", 9, "magical beast", "aquatic, augmented animal", [ 6, "huge" ], [ 4, "N" ], "This massive creature combines the trunk, tusks, and size of an elephant with the powerful jaws, scaly hide, and tail of a crocodile." ],
					[ "{monster/Merfolk}", [ -3, "1/3" ], "humanoid", "aquatic", [ 4, "medium" ], [ 4, "N" ], "Slipping in and out of the crashing waves, this beautiful woman has the lower torso of a long, slender fish." ],
					[ "{monster/Merlucent}", 3, "aberration", "aquatic", [ 4, "medium" ], [ 7, "CN" ], "A mane of long, writhing tentacles crowns this translucent, humanoid figure. A crystalline skeleton supports its faintly glowing flesh." ],
					[ "{monster/Merrow, Freshwater}", 3, "humanoid", "aquatic, giant", [ 5, "large" ], [ 5, "NE" ], "This giant has pale green, scaled skin and large, webbed hands and feet. On either side of its neck are slotted gills." ],
					[ "{monster/Merrow, Saltwater}", 6, "humanoid", "aquatic, giant", [ 6, "huge" ], [ 5, "NE" ], null ],
					[ "{monster/Mirror Serpent}", 5, "magical beast", "aquatic", [ 5, "large" ], [ 4, "N" ], "The body of this enormous serpent is covered in mirrorlike scales, and a pair of luminous blue eyes gazes from a horned head that ends in an elongated, toothy snout." ],
					[ "{monster/Mobogo}", 10, "magical beast", "aquatic", [ 6, "huge" ], [ 8, "CE" ], "This grotesque creature looks like a gigantic toad with leathery wings, fangs, horns, and three bulbous eyes." ],
					[ "{monster/Murajau}", 5, "monstrous humanoid", "aquatic, extraplanar", [ 5, "large" ], [ 3, "NG" ], "This chitin-plated humanoid has the lower body of a hermit crab, complete with a brightly decorated shell encasing his back." ],
					[ "{monster/Naga, Water}", 7, "aberration", "aquatic", [ 5, "large" ], [ 4, "N" ], "Slender spines and brightly colored frills stretch back from the humanlike face of this massive aquatic snake." ],
					[ "{monster/Nightshade, Nightwave}", 20, "undead", "aquatic, extraplanar, nightshade", [ 8, "colossal" ], [ 8, "CE" ], "Immense almost beyond belief, this sleek, midnight-black shark rises from the sea like an unholy island heaved up from below." ],
					[ "{monster/Ningyo, Undead}", 1, "undead", "aquatic", [ 3, "small" ], [ 5, "NE" ], "The repulsively fused features of a dried fish and desiccated humanoid combine in these monstrous remains. The crackle of tiny grinding bones and the hiss of parched scales whisper with every motion as the snarling miniature mummy drags its shriveled corpse forward." ],
					[ "{monster/Ningyo}", 1, "monstrous humanoid", "aquatic", [ 3, "small" ], [ 5, "NE" ], "This hideous sea monstrosity combines the most ferocious features of simian and carp, its fish-like tail sprouting a grotesquely primitive humanoid torso, head, and limbs. Although little more than 2 feet long, the nasty thing gibbers wildly as it gnashes its curling fangs and swipes at prey with webbed claws." ],
					[ "{monster/Nixie}", 1, "fey", "aquatic", [ 3, "small" ], [ 4, "N" ], "This green-skinned fey has webbed hands and feet. Its hair is the color of seaweed, and is decorated with shells." ],
					[ "{monster/Nuckelavee}", 9, "fey", "aquatic", [ 5, "large" ], [ 5, "NE" ], "This skinless creature resembles a horse and its humanoid rider, fused into a single hideous being of rage and sickness." ],
					[ "{monster/Nycar}", 2, "dragon", "aquatic", [ 2, "tiny" ], [ 7, "CN" ], "This cruel-looking serpent is about the size of a housecat, with two forearms and dangerous-looking fangs." ],
					[ "{monster/Octopus, Giant}", 8, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "A storm of tentacles, each twenty feet in length, flails with deadly precision from the leathery body of this gigantic octopus." ],
					[ "{monster/Octopus}", 1, "animal", "aquatic", [ 3, "small" ], [ 4, "N" ], "Eight tentacles, each adorned with rows of countless suckers, unfurl from the barrel-shaped body of this large-eyed creature." ],
					[ "{monster/Oni, Kigyo}", 6, "outsider", "aquatic, native, oni, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This humanoid has the lower body of a giant seahorse and a round, colorful face dominated by wide, staring eyes and hideous fangs." ],
					[ "{monster/Oni, Water Yai}", 18, "outsider", "aquatic, giant, native, oni, shapechanger, water", [ 6, "huge" ], [ 8, "CE" ], "This towering woman has blue skin, small fangs, and a third eye glaring from her forehead. Her robes are soaking wet." ],
					[ "{monster/Onwu Azu}", 1, "animal", "aquatic", [ 3, "small" ], [ 4, "N" ], "This oversized piranha bursts from the water, spreading broad fins as it takes to the air to sate its hunger." ],
					[ "{monster/Paguroida}", 9, "monstrous humanoid", "aquatic", [ 5, "large" ], [ 1, "LN" ], "This crab-like creature has the torso and head of a human, one arm ending in a massive claw, and another arm wielding a scimitar. It scuttles on six legs that emerge from beneath a massive shell with glinting metal and gems embedded into its surface." ],
					[ "{monster/Pharmakos}", 15, "aberration", "aquatic", [ 7, "gargantuan" ], [ 5, "NE" ], "The body of this monstrous creature is a foul mass of sore-covered flesh, a blubbery worm with the upper torso of a deformed man." ],
					[ "{monster/Piranha Swarm, Megapiranha Swarm}", 6, "animal", "aquatic, swarm", [ 2, "tiny" ], [ 4, "N" ], "Within this mass of primeval fish glint innumerable savagely gnashing teeth." ],
					[ "{monster/Piranha Swarm}", 3, "animal", "aquatic, swarm", [ 2, "tiny" ], [ 4, "N" ], "This swarm of silver-scaled fish thrashes feverishly, the dozens of swiftly moving creatures within seeming restless and bloodthirsty." ],
					[ "{monster/Plankta}", 17, "aberration", "aquatic, earth", [ 8, "colossal" ], [ 5, "NE" ], "The shattered remnants of buildings and statues can be seen in this shuddering mass of wet, rugged rock." ],
					[ "{monster/Qallupilluk}", 7, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This hag's lumpy hide, tangled black hair, and ragged garments drip with icy water, though she has a curiously sweet smell." ],
					[ "{monster/Qlippoth, Deinochos}", 5, "outsider", "aquatic, chaotic, evil, extraplanar, qlippoth", [ 3, "small" ], [ 8, "CE" ], "A fleshy pseudopod tipped with a jawless mouth and ringed by dozens of eyes emerges from a spiny shell along with several hooked legs." ],
					[ "{monster/Qlippoth, Hydraggon}", 3, "outsider", "aquatic, chaotic, evil, extraplanar, qlippoth", [ 4, "medium" ], [ 8, "CE" ], "This eel-like monstrosity has a gaping, fanged mouth from which lolls a long, red tongue split into three tendrils, two of which wield weapons." ],
					[ "{monster/Qlippoth, Thognorok}", 4, "outsider", "aquatic, chaotic, evil, extraplanar, qlippoth", [ 4, "medium" ], [ 8, "CE" ], "This obscene mass looks like a melted blob crossed with a spider, ceaselessly lashing out with its hairy, wriggling legs." ],
					[ "{monster/Ray, Manta}", 1, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "Gliding gracefully through the water on wing-like fins, this large ray scoops up tiny morsels in its wide mouth." ],
					[ "{monster/Ray, Stingray}", [ -2, "1/2" ], "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "A long tail fitted with a barbed stinger trails from this flat, triangular fish's body." ],
					[ "{monster/Reefclaw}", 1, "aberration", "aquatic", [ 3, "small" ], [ 7, "CN" ], "Blood-red spines run the length of this frightening creature, which resembles a lobster in the front and an eel in the back." ],
					[ "{monster/Rorkoun}", 6, "aberration", "aquatic", [ 6, "huge" ], [ 5, "NE" ], "A large amber eye tops a swollen head, surrounded evenly by four mouths loaded with needle-sharp teeth. This enormously long, yet slender creature stretches the length of five men and appears to be composed of twisted strands of pallid flesh and veiny musculature. The tentacle-like thing moves with the awkward, alien speed of a hunting insect, unnaturally still one moment and darting forth with incredible speed the next." ],
					[ "{monster/Rusalka}", 12, "fey", "aquatic", [ 4, "medium" ], [ 5, "NE" ], "This beguiling female figure is partly obscured by long flowing hair that dances and flows around her as if she were underwater." ],
					[ "{monster/Sahuagin Mutant, Four-Armed Mutant}", 3, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This burly humanoid has sharp scales and fins like some predatory fish. As if its maw full of serrated teeth were not intimidating enough, the monstrosity clenches deadly claws at the ends of four powerful arms." ],
					[ "{monster/Sahuagin Mutant, Malenti}", 2, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 2, "LE" ], "A predatory gleam glints in the eyes of this stern-looking aquatic elf." ],
					[ "{monster/Sahuagin, Sahuagin Baron}", 9, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Brute}", 3, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 5, "NE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Champion}", 10, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 5, "NE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Deep Racer}", 4, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin High Priestess}", 9, "monstrous humanoid", "aquatic", [ 5, "large" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Infiltrator}", 7, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Lieutenant}", 5, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Prince}", 13, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Sahuagin, Sahuagin Scout}", 3, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Shark Sentry}", 6, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Underpriestess}", 5, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin}", 2, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sargassum Fiend}", 9, "plant", "aquatic", [ 5, "large" ], [ 4, "N" ], "This shifting mass of green seaweed transforms from the shape of a humanoid back to a patch of algae, continually changing." ],
					[ "{monster/Scrapshell}", 6, "vermin", "aquatic", [ 5, "large" ], [ 4, "N" ], "This strange oysterlike mollusk has a long, thin tongue, tipped with a blade, that slides from between the shell halves." ],
					[ "{monster/Scylla}", 16, "aberration", "aquatic", [ 6, "huge" ], [ 8, "CE" ], "This horrifying creature has the upper body of a beautiful woman, but a lower body of snapping wolf heads and writhing tentacles." ],
					[ "{monster/Sea Bonze}", 15, "undead", "aquatic", [ 7, "gargantuan" ], [ 5, "NE" ], "Massive and blacker than the darkest depths of the sea, this colossal watery form glares with two immense, hate-filled eyes." ],
					[ "{monster/Sea Scourge}", 6, "ooze", "aquatic", [ 5, "large" ], [ 4, "N" ], "This whitish-gray amoeboid creature has bits of flotsam embedded in its amorphous form, which moves inexorably against the current." ],
					[ "{monster/Sea Serpent}", 12, "magical beast", "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "Spine-frilled neck arching up from the water like a snake ready to strike, this ship-sized serpent hisses a challenge." ],
					[ "{monster/Sea Urchin, Giant, Black Spot}", [ -2, "1/2" ], "magical beast", "aquatic", [ 2, "tiny" ], [ 5, "NE" ], "The spines of this sizable sea urchin bristle, revealing a strange, multipart beak gnashing in their midst." ],
					[ "{monster/Sea Urchin, Giant, Glass Urchin}", 9, "vermin", "aquatic", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Sea Urchin, Giant, Great Diadem Urchin}", 5, "vermin", "aquatic", [ 4, "medium" ], [ 4, "N" ], "Thick spines like the flanges of a royal crown bristle all across the surface of this strangely large golden sea urchin." ],
					[ "{monster/Sea Urchin, Giant, Hunter Urchin}", 1, "vermin", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This strange-looking creature has a spherical body covered with hundreds or thousands of two-foot-long bright purple spines that darken to ominous black tips." ],
					[ "{monster/Sea Urchin, Giant, Ravenous Urchin Swarm}", 2, "vermin", "aquatic, swarm", [ 2, "tiny" ], [ 5, "NE" ], "A wave of swift-moving spines rushes forward - a roiling tide of dangerously fast sea urchins." ],
					[ "{monster/Sea Urchin, Giant, Spear Urchin}", 4, "vermin", "aquatic", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Sea Worm, King Ragworm}", 13, "vermin", "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "This enormous segmented worm shimmers with iridescent colors, and large bristles run along its sides." ],
					[ "{monster/Seahorse, Giant}", 3, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "This sea creature resembles a cross between fish and horse; it has small fins on its flanks and a gracefully curled tail." ],
					[ "{monster/Seahorse, Killer}", 5, "animal", "aquatic", [ 6, "huge" ], [ 4, "N" ], "This elephant-sized sea creature resembles a horse crossed with a fish, with crazed whirling eyes." ],
					[ "{monster/Seaweed Siren}", 13, "magical beast", "aquatic", [ 5, "large" ], [ 7, "CN" ], "This creature's three singing heads sway atop serpentine necks that extend from a bulbous body split by a wide, toothy mouth." ],
					[ "{monster/Selkie}", 5, "monstrous humanoid", "aquatic, shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This sleek, aquatic creature has short gray fur, webbed hands ending in sharp claws, and a mouth full of pointed teeth." ],
					[ "{monster/Shark, Angustiden}", 7, "animal", "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "This majestic beast glides through the water with murderous intent. Its thick-toothed maw is wide enough for a human to stand in, and its body stretches back more than 20 feet." ],
					[ "{monster/Shark, Bull}", 2, "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This sleek, gray predator weaves back and forth through the water with savage grace." ],
					[ "{monster/Shark, Dire/ (Megalodon)}", 9, "animal", "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "Large as a dragon, this shark's jaws open to reveal a cavernous, tooth-lined gullet capable of swallowing a horse whole." ],
					[ "{monster/Shark, Great White}", 4, "animal", "aquatic", [ 6, "huge" ], [ 4, "N" ], "This immense silvery beast is a majestic specimen, its gigantic jaws lined with rows of serrated teeth." ],
					[ "{monster/Shark, Hammerhead}", 3, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "Beneath this sleek gray shark's unusually shaped head, a disproportionately small mouth flashes with razor-sharp teeth." ],
					[ "{monster/Shark, Helicoprion}", 6, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "This creature resembles an ordinary shark from tail to mouth, but the unusual shape of its lower jaw marks it as something else. A whorl of teeth spirals inward, tiny at the centre, but long and brutal farther out." ],
					[ "{monster/Shark, Jigsaw}", 1, "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "Jagged markings decorate the body of this human-sized shark. A multitude of stains on its large teeth tell of the frequency and ferocity with which it uses its bite." ],
					[ "{monster/Shark}", 2, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "This blue shark's fins slice through the water, its black eyes rolling and its gaping jaws showing countless teeth." ],
					[ "{monster/Shoggoth}", 19, "ooze", "aquatic", [ 6, "huge" ], [ 7, "CN" ], "This immense mound of black slime thunders forward, eyes and mouths and even stranger things forming in its heaving bulk." ],
					[ "{monster/Siren's Bed Anemone}", 9, "vermin", "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "This enormous polyp is crowned with bright red-and-blue striped tentacles. A long, thin stinger darts from the center." ],
					[ "{monster/Siyokoy}", 10, "aberration", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This eel-like creature sports sharp frills that run along the back of humanoid torso and down its long, powerful tail." ],
					[ "{monster/Skrimsl}", 13, "magical beast", "aquatic", [ 6, "huge" ], [ 4, "N" ], "Four gleaming, yellow eyes leer above the tooth-rimmed maw of this massive, blue-scaled and eel-like creature." ],
					[ "{monster/Skum}", 2, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 2, "LE" ], "This hunchbacked, green-skinned humanoid has a wide, frog-like head but a mouth more akin to that of a toothy fish." ],
					[ "{monster/Squid, Giant}", 9, "animal", "aquatic", [ 6, "huge" ], [ 4, "N" ], "Immense in size, this great squid's tentacles writhe and flash with almost nauseating speed. The beast's eyes are as big as shields." ],
					[ "{monster/Squid}", 1, "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This slender red squid darts through the water with alacrity. Two large eyes stare from above the creature's tentacles." ],
					[ "{monster/Stranglereed}", 9, "plant", "aquatic", [ 5, "large" ], [ 4, "N" ], "This tangled mass of thick reeds extends from a bulbous pod split by a wide, thorn-toothed maw." ],
					[ "{monster/Swamp Barracuda}", 2, "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This elongated, olive fish has a thick set of jaws with a prominent underbite, and its body is covered in a layer of thick algae." ],
					[ "{monster/Taniwha}", 6, "magical beast", "aquatic", [ 5, "large" ], [ 6, "CG" ], "This creature has a long, sinuous, eel-like body but the scaly head of a crocodile with large, piercing blue eyes." ],
					[ "{monster/Tetrolimulus}", 11, "magical beast", "aquatic", [ 5, "large" ], [ 5, "NE" ], "From a body like a strange crab sprouts the torso of a praying mantis, clad in coral-colored crustacean armor. Swaying hypnotically, it rattles razor-sharp claws and raises its long, rapier-like tail stinger." ],
					[ "{monster/Thrushmoor Angler}", 8, "magical beast", "aquatic", [ 4, "medium" ], [ 7, "CN" ], "Razor-sharp teeth line the huge mouth of this bloated, slimecovered amphibian. A glittering, luminescent organ suspended by a fleshy tether hangs like a lantern above its head." ],
					[ "{monster/Tikoloshe}", 3, "undead", "aquatic", [ 3, "small" ], [ 8, "CE" ], "The water churns and splashes as a small, stocky humanoid surges forth, gnashing rows of needle-like teeth, its eye sockets merely deep gouges. As if it were one with the water itself, it darts quickly forward, shouting curses and swinging its fists." ],
					[ "{monster/Tullimonstrum}", 1, "animal", "aquatic", [ 2, "tiny" ], [ 4, "N" ], "This small cylindrical creature has two eyestalks extending straight off to each side." ],
					[ "{monster/Ugash-Iram}", 15, "magical beast", "aquatic", [ 8, "colossal" ], [ 5, "NE" ], "This immense creature resembles a horrific, twelve-armed squid. Its emerald eyes burn with a terrifying malignance, and the thing has a fanged maw where its beak should be." ],
					[ "{monster/Vodyanoi}", 5, "monstrous humanoid", "aquatic", [ 4, "medium" ], [ 7, "CN" ], "This humanoid salamander carries a gnarled staff in one hand. Tendrils drape its chin, resembling the beard of an eccentric hermit." ],
					[ "{monster/Voonith}", 4, "magical beast", "aquatic", [ 3, "small" ], [ 7, "CN" ], "This brightly colored, long-necked amphibian has six legs, a fanged snout, and numerous finlets running down its spine." ],
					[ "{monster/Vouivre}", 12, "monstrous humanoid", "aquatic", [ 5, "large" ], [ 8, "CE" ], "One half of this creature is a nude woman, and the other is the front end of a slithering, winged dragon." ],
					[ "{monster/Water Leaper}", 2, "magical beast", "aquatic", [ 3, "small" ], [ 7, "CN" ], "This vicious monster has webbed wings, a mouth full of sharp teeth, and a long tail ending a black stinger." ],
					[ "{monster/Water Orm}", 10, "magical beast", "aquatic", [ 6, "huge" ], [ 4, "N" ], "A reptilian head on a serpentine neck slowly surfaces. Shadows beneath the water hint at a body of considerable size." ],
					[ "{monster/Water Wraith}", 2, "magical beast", "aquatic", [ 5, "large" ], [ 7, "CN" ], "This eight-legged lizard has a round, lamprey-like mouth full of teeth, and its scales slowly change color to match its surroundings." ],
					[ "{monster/Whaler Jellyfish}", 17, "vermin", "aquatic", [ 8, "colossal" ], [ 4, "N" ], "This enormous, translucent blob trails a mass of six immense tentacles and a central forest of tendrils below its body." ],
					[ "{monster/Wizard's Shackle}", [ -2, "1/2" ], "aberration", "aquatic", [ 2, "tiny" ], [ 4, "N" ], "This eel-like creature has a thick, greasy body and a large, circular mouth full of tiny teeth." ]
				],
				"initialColumn": 0
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	},
	"monsters_incorporeal": {
		"title": "Incorporeal Monsters",
		"sources": [],
		"description": [
			":::item",
			"",
			"{table0}",
			"",
			":::"
		],
		"noFinder": true,
		"searchgroup": "monster",
		"tables": [
			{
				"id": "monsters incorporeal",
				"headers": [ "Monster", "CR", "Type", "Subtypes", "Size", "Alignment", "Description" ],
				"filter": [
					{
						"col": 1,
						"equals": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 17, 20],
						"labels": [ "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "17", "20"]
					},
					{
						"col": 2,
						"equals": ["aberration", "fey", "ooze", "outsider", "undead"]
					},
					{
						"col": 4,
						"range": [2, 7],
						"labels": [ "tiny", "small", "medium", "large", "huge", "gargantuan" ]
					},
					{
						"col": 5,
						"equals": [0, 1, 2, 4, 5, 7, 8],
						"labels": ["LG", "LN", "LE", "N", "NE", "CN", "CE"]
					}
				],
				"types": [ null, "num", null, null, "num", "num", 0 ],
				"alignments": [ true, null, null, null, null, null, true ],
				"sizes": [ 8.5, 3.5, 5.5, 7, 6, 5.5, 14.75 ],
				"ripples": [0],
				"data": [
					[ "{monster/Allip}", 3, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This malignant cloud of shadows boils in the air, its skeletal maw eerily babbling as the creature's claws manifest from the darkness." ],
					[ "{monster/Animate Dream}", 8, "outsider", "extraplanar, incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This indistinct figure suddenly takes on a nightmarish shape, not quite human or animal or fiend." ],
					[ "{monster/Aoandon}", 12, "outsider", "incorporeal, native", [ 4, "medium" ], [ 8, "CE" ], "This translucent, shaggy, horned monster shines with an eerie blue light, and its form trickles into vapor below the waist." ],
					[ "{monster/Apostasy Wraith}", 6, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "A broken mask gives this smoky, ghostly figure a bitter, unwavering gaze." ],
					[ "{monster/Banshee}", 13, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This beautiful, ghostly elven woman glides through the air, her long hair flowing around a face knotted into a mask of rage." ],
					[ "{monster/Bhuta}", 11, "undead", "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This ghostly apparition floats in the air on backward-facing feet. Its hands end in sharp talons, and its eyes glow with blue fire." ],
					[ "{monster/Birelu}", 10, "outsider", "extraplanar, incorporeal", [ 4, "medium" ], [ 7, "CN" ], "This figure seems caught at the moment of transformation between human and animal. Though its bearded face seems like a man's, its head is crowned with a rack of antlers, and its hunched body is covered in patches of sleek black fur." ],
					[ "{monster/Caller in Darkness}", 9, "undead", "incorporeal", [ 5, "large" ], [ 8, "CE" ], "This roiling horror appears to be a swirling vortex of darkness and screaming, ghostly faces." ],
					[ "{monster/Chained Spirit}", 14, "undead", "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "This humanoid figure's body fades into mist below the hips, while its upper, ghostly torso is bound in lengths of writhing chains." ],
					[ "{monster/Choking Shade}", 5, "undead", "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "A vague humanoid shape composed of whirling dust and shards of bone hovers menacingly in the air." ],
					[ "{monster/Chronogeist}", 14, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This translucent, orange-tinged creature looks like it was once a living person, though its face is a twisted mask of confusion and terror and its vestments surround" ],
					[ "{monster/Cinderghost}", 7, "undead", "extraplanar, fire, incorporeal", [ 4, "medium" ], [ 5, "NE" ], "In the midst of a swirling cloud of desiccated ashes is the vague shape of a humanoid, with hollow, unblinking eyes that flicker like dying embers." ],
					[ "{monster/Colour Out of Space}", 10, "ooze", "incorporeal", [ 6, "huge" ], [ 7, "CN" ], "An eerie radiance, a glow unlike anything else, fills the area, bringing with it a stifling sense of latent malignancy." ],
					[ "{monster/Comozant Wyrd}", 4, "outsider", "air, elemental, extraplanar, incorporeal", [ 3, "small" ], [ 4, "N" ], "The only real feature of this flaring of electrical energy is a vaguely humanoid face that flickers and plays within its shifting mass." ],
					[ "{monster/Cruciarus}", 12, "undead", "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "The twisted, tormented frame of this ghostly spirit is reflected in the utter anguish that shines within its glaring eyes." ],
					[ "{monster/Danse Macabre}", 14, "undead", "incorporeal", [ 5, "large" ], [ 5, "NE" ], "Dozens of ghostly figures swirl and cavort, floating through the air as they follow the steps of an ancient, rhythmic dance, seemingly keeping time with the ebb and flow of life itself. Amid this eerie crowd of dancing specters looms a dark-cloaked figure wielding a scythe." ],
					[ "{monster/Death Coach}", 14, "undead", "incorporeal", [ 6, "huge" ], [ 5, "NE" ], "Two spectral horses pull this ornate, ghostly carriage, whose windows are blocked by dark, heavy curtains." ],
					[ "{monster/Demon, Shadow}", 7, "outsider", "chaotic, demon, evil, extraplanar, incorporeal", [ 4, "medium" ], [ 8, "CE" ], "Only this shadowy bat-winged demon's teeth and claws have any sense of physicality to them - the rest is lost in darkness." ],
					[ "{monster/Devil, Cabal/ (Uniila)}", 10, "outsider", "devil, evil, extraplanar, incorporeal, lawful", [ 4, "medium" ], [ 2, "LE" ], "The curves of a shapely maiden define the outline of a mysterious figure wrapped in mist and strips of ancient robes. From beneath the rune-embroidered tatters stretch four, corpse-pale arms, each bearing either a blade or some mysterious arcane device. Hidden within the cowl of its hood shimmer the faintest outlines of a veiled face and a pair of eyes flickering with barely restrained energy." ],
					[ "{monster/Devil, Possession, Greater/ (Gidim)}", 15, "outsider", "devil, evil, extraplanar, incorporeal, lawful", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Devil, Possession, Lesser/ (Gidim)}", 6, "outsider", "devil, evil, extraplanar, incorporeal, lawful", [ 4, "medium" ], [ 2, "LE" ], "An impression of unmistakable malice pervades the area, the vague yet undeniable sensation of looming malevolence and faint foul breath." ],
					[ "{monster/Drocha Swarm}", 7, "undead", "incorporeal, swarm", [ 2, "tiny" ], [ 8, "CE" ], "Hundreds of twisted, distorted faces roil in a miserable cloud, screaming of their unquiet deaths." ],
					[ "{monster/Duppy}", 7, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This floating, ghostly humanoid's face is a blend of human and beast. Canine shapes twine around the creature's legs." ],
					[ "{monster/Dybbuk}", 15, "undead", "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This grinning spectre has mad eyes and blood-red hands that twitch and jerk like a puppeteer's." ],
					[ "{monster/Ephemeral Echo}", 7, "undead", "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This ghostly image of a sad-eyed young woman hovers suspended in the air. Her face never loses its mournful expression." ],
					[ "{monster/Etiainen}", 1, "outsider", "incorporeal, native", [ 4, "medium" ], [ 7, "CN" ], "This vaguely humanoid-shaped roil of mist appears to be improbably solid." ],
					[ "{monster/Exiled Shade}", 6, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "Gray and black shadows and mist coalesce into a humanoid figure, its face a distorted mask of rage and hatred." ],
					[ "{monster/Fallen}", 8, "undead", "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "This ghostly crusader floats just above the ground, yet despite its phantomlike appearance, its armor and weapons seem quite solid." ],
					[ "{monster/Feargaunt}", 9, "outsider", "extraplanar, incorporeal", [ 5, "large" ], [ 8, "CE" ], "This hulking shadow exudes a palpable menace, its form twisting into the shapes of hooks, grasping hands, and writhing tentacles." ],
					[ "{monster/Festering Spirit}", 8, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This ghostlike creature reeks of the grave and drips with putrescent goo." ],
					[ "{monster/Fluxwraith}", 17, "undead", "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This hovering, translucent humanoid appears to sleep serenely, even as shards of flickering energy encircle it, each fragment reflecting younger or older versions of itself." ],
					[ "{monster/Frightful Haunter}", 8, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "The mist forms a roughly humanoid shape. Its features are indistinct, except for its clawed hands and hairy, fanged face." ],
					[ "{monster/Gale Spirit}", 6, "undead", "incorporeal", [ 3, "small" ], [ 8, "CE" ], "This translucent, floating head has a bluish tinge and a humanoid face twisted in an enraged scowl." ],
					[ "{monster/Geist}", 9, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This disembodied phantom wears black robes that swirl around a maw of sharp teeth." ],
					[ "{monster/Ib Shade}", 4, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "The curious ears and flabby lips of this sickly green human-shaped ghostly creature frame its froglike face, yet only empty sockets stare from where its eyes should be." ],
					[ "{monster/Ikelos}", 7, "outsider", "extraplanar, incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This creature's eyes are large and lidless, and its large head dominates its lanky frame. Tiny wings spread across its back and the four digits of each hand end in sharp claws." ],
					[ "{monster/Kami, Dunagh}", 4, "outsider", "incorporeal, kami, native", [ 4, "medium" ], [ 1, "LN" ], "This spectral woman holds a silver urn and floats in midair with an unearthly grace and demanding presence." ],
					[ "{monster/Lar}", 5, "outsider", "good, incorporeal, lawful, native", [ 4, "medium" ], [ 0, "LG" ], "A stirring in the air and rustle through the room reveals a presence - a subtle aura both cautious and curious." ],
					[ "{monster/Llorona}", 11, "undead", "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "Weeping and wearing a damp funeral dress, this ghostly woman carries an air of menace and overwhelming despair about her." ],
					[ "{monster/Melacage}", 5, "undead", "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This ethereal ball of faces hovers in the middle of the air. Tears stream from every one of the faces' eyes, but the drops fade to nothing before they reach the ground." ],
					[ "{monster/Nemhain}", 15, "undead", "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "A cloud of translucent humanoid spirits whirls around this ghostly desiccated corpse." ],
					[ "{monster/Neshmaal}", 12, "outsider", "extraplanar, incorporeal", [ 5, "large" ], [ 8, "CE" ], "This semi-transparent mass of convulsively roiling tentacles and whiplike tendrils hovers in the air, giving off an aura of dark, alien menace." ],
					[ "{monster/Obambo}", 13, "undead", "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "This spectral creature looks like a scarred and shriveled ruin of an ancient tribal elder, with skin caked with dirt and moss, and long white hair tangled with sticks. Sharp teeth fill its cackling mouth, and its eyes are tiny but bright and piercing. Jungle vines weave through its ghostly body, which appears stuffed with decaying leaves and other plant matter." ],
					[ "{monster/Ozimat}", 11, "outsider", "earth, elemental, extraplanar, incorporeal", [ 4, "medium" ], [ 4, "N" ], "Chunks of rock spin about a humanoid form of vibrant green light." ],
					[ "{monster/Pharaonic Guardian}", 11, "undead", "incorporeal", [ 5, "large" ], [ 2, "LE" ], "This translucent humanoid figure has an animal's head. Rising from its back are wings of chilling white light." ],
					[ "{monster/Polong}", 8, "undead", "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This crimson spectral creature drips with blood, its skeletal face contorted with malice." ],
					[ "{monster/Poltergeist}", 2, "undead", "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "A ghostly, skeletal figure rises up amid a whirling cyclone of tools, plates, utensils, and other loose objects." ],
					[ "{monster/Protean, Pelagastr}", 8, "outsider", "chaotic, extraplanar, incorporeal, protean, shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This glittering serpent's body ends in a looping length of tail. Its scales glow softly in ever-changing patterns." ],
					[ "{monster/Psychemental}", 8, "outsider", "extraplanar, incorporeal", [ 3, "small" ], [ 4, "N" ], "This incorporeal field shimmers with a constant flux of colors and shapes that coalesce into distorted, ephemeral images and reflections." ],
					[ "{monster/Psychic Stalker}", 7, "undead", "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This horrific, ghostly skull's brain pulses within its cranium, the whorls and folds plainly visible through bone." ],
					[ "{monster/Pyrogeist}", 10, "undead", "incorporeal", [ 5, "large" ], [ 8, "CE" ], "A malevolent face emerges from within this roiling mass of ghostly fire. Several smaller faces writhe within the flames." ],
					[ "{monster/Reaper, Grim}", 20, "undead", "evil, extraplanar, incorporeal", [ 5, "large" ], [ 5, "NE" ], "This tall, cloaked figure stares out from the black hood that covers its head. It wields an enormous scythe in its skeletal, bone-white hands, looking as though it is freezing the very air around it." ],
					[ "{monster/Shadow, Greater}", 8, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This shadowy figure sways and moves with an erratic grace, as if lit by an unseen fire." ],
					[ "{monster/Shadow}", 3, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "Barely seen out of the corner of the eye, this wisp of shadow is vaguely humanoid in outline and writhes with unholy life." ],
					[ "{monster/Sishkanset}", 8, "outsider", "extraplanar, incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This translucent, unnaturally tall humanoid figure sprouts dozens of long tendrils from its upper body." ],
					[ "{monster/Smokeshade}", 2, "aberration", "extraplanar, incorporeal", [ 2, "tiny" ], [ 5, "NE" ], "This tube of roiling mist writhes through the air. Thin tendrils of dark smoke reach tentatively out from its body as swiftly as they collapse back into its central mass." ],
					[ "{monster/Soulpierced}", 17, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This translucent apparition wears tatters of once-fine clothing and jewelry. The creature's still-beating heart glows brightly around a dagger thrust through its chest." ],
					[ "{monster/Spectre}", 7, "undead", "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "This translucent, ghostly figure fades into view from the damp mist, its face distorted by wrath into a hideous mask." ],
					[ "{monster/Umbral Shepherd}", 5, "outsider", "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "This mass of shadow possesses a horrific demon face. Several writhing tentacles sprout from its grublike body." ],
					[ "{monster/Undead Pirate, Ghost Captain}", 7, "undead", "augmented humanoid, incorporeal", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Vilkacis}", 7, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "Within a swirling mass of frigid air manifests the form of a bestial specter. Claws the size of daggers lash menacingly before its half-bestial, half-humanoid form, and its narrow eyes glow with a smoldering malevolence." ],
					[ "{monster/Waldgeist}", 8, "undead", "incorporeal", [ 3, "small" ], [ 5, "NE" ], "An expression of intense malevolence crosses the face of this small, insubstantial spirit, which looks unsettlingly like that of a gnome." ],
					[ "{monster/Whisperer}", 20, "fey", "extraplanar, incorporeal", [ 5, "large" ], [ 5, "NE" ], "This luminous shape stands twice the height of a human. A pale light shines where its face should be." ],
					[ "{monster/Witchfire}", 9, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "Bathed in sickly green flames, this insubstantial specter of a beautiful young woman floats just off the ground." ],
					[ "{monster/Wraith}", 5, "undead", "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "This ghostly creature is little more than a dark shape with two flickering pinpoints of light where its eyes should be." ],
					[ "{monster/Wretchghost}", 5, "undead", "incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This ghostly, emaciated figure's mouth hangs agape in an endless howl, and its abnormally long arms almost touch the ground." ],
					[ "{monster/Wyrmwraith}", 17, "undead", "incorporeal", [ 7, "gargantuan" ], [ 8, "CE" ], "This ghostly, skeletal creature appears to once have been a dragon, but it is now something far less noble." ],
					[ "{monster/Yuki-Onna}", 8, "undead", "cold, incorporeal", [ 4, "medium" ], [ 2, "LE" ], "This beautiful but sad-looking woman wears an ornate robe and is surrounded by a whirling mass of snow." ],
					[ "{monster/Zealot Wraith}", 7, "undead", "incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This spectral human is draped in multicolored vestments that trail off into mist, and has open black pits for eyes and an expression of sorrow and horror." ]
				],
				"initialColumn": 0
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	}
}
