{
	"monsters_aberrations": {
		"title": "Aberrations",
		"sources": [],
		"description": [[ "{table0}" ]],
		"searchgroup": "monster",
		"singleTable": true,
		"tables": [
			{
				"id": "monsters abberations",
				"headers": [ "Monster", "CR", "Type", "Subtypes", "Size", "Alignment", "Description" ],
				"types": [ null, "num", null, null, "num", "num", 0 ],
				"ripples": [0],
				"data": [
					[ [ "monster/aatheriexa", "Aatheriexa" ], 7, "aberration", null, [ 4, "medium" ], [ 5, "NE" ], "A tangle of thin, tentacle-like eyestalks floats in the air, its innumerable unblinking eyes each projecting an air of cruelty." ],
					[ [ "monster/akaname", "Akaname" ], 1, "aberration", null, [ 3, "small" ], [ 4, "N" ], "This short, spindly creature has warty, brown-red skin and large black eyes. Its long, muscular tongue drags on the ground beneath it." ],
					[ [ "monster/akata", "Akata" ], 1, "aberration", null, [ 4, "medium" ], [ 4, "N" ], "This hairless blue lion has twin tentacular tails. Dozens more thick tentacles quiver and twitch where its mane should be." ],
					[ [ "monster/alghollthu_aboleth", "Alghollthu, Aboleth" ], 7, "aberration", "aquatic", [ 6, "huge" ], [ 2, "LE" ], "Four long tentacles writhe from this three-eyed fish-like creature's flanks, and its green body glistens with thick, clear slime." ],
					[ [ "monster/alghollthu_enisysian", "Alghollthu, Enisysian" ], 4, "aberration", "aquatic, shapechanger", [ 3, "small" ], [ 2, "LE" ], "Three lidless eyes with vertical pupils stare out from a small umbrella-shaped creature. It moves about using squirming tentacles, each moving independently in a mesmerizing motion." ],
					[ [ "monster/alghollthu_omnipath", "Alghollthu, Omnipath" ], 18, "aberration", "aquatic", [ 7, "gargantuan" ], [ 2, "LE" ], "This monstrous eel-like creature has jaws within jaws, each bearing transparent, glasslike teeth." ],
					[ [ "monster/alghollthu_plizeazoth", "Alghollthu, Plizeazoth" ], 12, "aberration", "aquatic", [ 6, "huge" ], [ 5, "NE" ], "This massive raylike aquatic creature has five bulbous red eyes. Long tentacles protrude from the sides of its wide mouth, and its slimy skin undulates with sickening shudders." ],
					[ [ "monster/alghollthu_thalassic_architect", "Alghollthu, Thalassic Architect" ], 10, "aberration", "aquatic", [ 5, "large" ], [ 2, "LE" ], "This piscine nightmare glares with five eyes. Four tentacles, two of them terminating in small claws, flank its fanged jaws." ],
					[ [ "monster/alghollthu_veiled_master", "Alghollthu, Veiled Master" ], 14, "aberration", "aquatic, shapechanger", [ 5, "large" ], [ 2, "LE" ], "This monstrosity has six eyes and six long tentacles - four that end in glowing spheres, and two with what look like hands." ],
					[ [ "monster/azgenzak", "Azgenzak" ], 8, "aberration", "aquatic", [ 5, "large" ], [ 5, "NE" ], "This undulating, amorphous sac is a turgid, brown-black mass scarcely hiding a seething jumble of rounded subcutaneous masses churning within. One end opens into a yawning maw, revealing a fiery cauldron of innumerable, lidless eyeballs of every size, shape, and color, each wreathed in sooty orange flame." ],
					[ [ "monster/azruverda", "Azruverda" ], 13, "aberration", null, [ 6, "huge" ], [ 6, "CG" ], "A humanoid head peers forth from this enormous creature's beautifully iridescent, spike-covered beetle carapace." ],
					[ [ "monster/blightspawn", "Blightspawn" ], 5, "aberration", null, [ 4, "medium" ], [ 8, "CE" ], "This human-sized, mosquito-like creature has a long, flexible proboscis that ends in a murderous stinger." ],
					[ [ "monster/blightspawn_of_ghlaunder", "Blightspawn of Ghlaunder" ], 5, "aberration", null, [ 4, "medium" ], [ 8, "CE" ], "This human-sized, mosquito-like creature has a long, flexible proboscis that ends in a murderous stinger." ],
					[ [ "monster/bogwid", "Bogwid" ], 5, "aberration", null, [ 4, "medium" ], [ 7, "CN" ], "This nightmare shambles along the ground on eight muscular tentacles that leave behind a clear viscous residue stinking of putrefaction. Its amphibian skin is moist, green-black, and covered in warts and protuberances. On its back, dozens of fist-sized pustules shift and pulsate with nauseating vitality, like sentient oily bubbles threatening to burst." ],
					[ [ "monster/bogwiggle", "Bogwiggle" ], 1, "aberration", "aquatic", [ 3, "small" ], [ 8, "CE" ], "This sallow-green beast appears to be an oversized tadpole that never fully matured, with two large, bulbous eyes bulging from either side of its head, and a gaping mouth revealing jagged fangs." ],
					[ [ "monster/brethedan", "Brethedan" ], 5, "aberration", null, [ 5, "large" ], [ 4, "N" ], "This amorphous creature looks like an iridescent, blimp-shaped jellyfish, with a line of tentacles dangling down beneath it." ],
					[ [ "monster/byakhee", "Byakhee" ], 4, "aberration", null, [ 4, "medium" ], [ 8, "CE" ], "This nauseating winged creature combines the features of a carrion bird, an ant, a bat, and a decomposing human in a most hideous manner." ],
					[ [ "monster/capramace", "Capramace" ], 7, "aberration", null, [ 5, "large" ], [ 4, "N" ], "This twisted amalgamation of human and goat is covered in matted fur, its teeth sharp and eyes eerily blank." ],
					[ [ "monster/cassomir_stray", "Cassomir Stray" ], 4, "aberration", null, [ 3, "small" ], [ 5, "NE" ], "This mangy stray animal growls and whimpers miserably. Stinking blue drool drips from its fangs." ],
					[ [ "monster/charybdis", "Charybdis" ], 13, "aberration", "aquatic", [ 7, "gargantuan" ], [ 7, "CN" ], "An immense spiny monster, its back plated in chitin and its belly in thick folds of blubber, rises hungrily from the center of a whirlpool." ],
					[ [ "monster/chelarac", "Chelarac" ], 8, "aberration", null, [ 5, "large" ], [ 5, "NE" ], "This monstrous creature appears to be an enormous spider with a humanlike head. Sickly blisters holding squirming young cover the creature's abdomen." ],
					[ [ "monster/chelarac_chelarac_broodling", "Chelarac, Chelarac Broodling" ], 2, "aberration", null, [ 3, "small" ], [ 5, "NE" ], "This monstrous creature appears to be an enormous spider with a humanlike head. Sickly blisters holding squirming young cover the creature's abdomen." ],
					[ [ "monster/choker", "Choker" ], 2, "aberration", null, [ 3, "small" ], [ 8, "CE" ], "This hunched-over wretch has long, pliable arms like tentacles capped with five wide, spiny claws." ],
					[ [ "monster/chon_chon", "Chon Chon" ], [ -2, "1/2" ], "aberration", null, [ 2, "tiny" ], [ 7, "CN" ], "This flying head has incredibly large ears that constantly flap to keep the creature aloft. It babbles to itself as it flies, as if to remind itself of secrets only it knows." ],
					[ [ "monster/chon_chon_chon_chon_swarm", "Chon Chon, Chon Chon Swarm" ], 3, "aberration", "swarm", [ 2, "tiny" ], [ 7, "CN" ], "This flying head has incredibly large ears that constantly flap to keep the creature aloft. It babbles to itself as it flies, as if to remind itself of secrets only it knows." ],
					[ [ "monster/chuul", "Chuul" ], 7, "aberration", "aquatic", [ 5, "large" ], [ 8, "CE" ], "This lobster-like creature has a thick armored shell. A pair of tiny eyes gleams above a mouth full of writhing tentacles." ],
					[ [ "monster/chuul_chuul_lesser", "Chuul, Chuul, Lesser" ], 4, "aberration", "aquatic", [ 4, "medium" ], [ 8, "CE" ], "This lobsterlike creature stands as tall as a human. Coils of reaching, pink tendrils slither from within its jaws." ],
					[ [ "monster/chuul_larval_chuul", "Chuul, Larval Chuul" ], 1, "aberration", "aquatic", [ 3, "small" ], [ 8, "CE" ], "This dog-sized creature resembles a soft-shelled lobster with underdeveloped claws and an oversized pair of mandibles." ],
					[ [ "monster/chyzaedu", "Chyzaedu" ], 10, "aberration", null, [ 7, "gargantuan" ], [ 2, "LE" ], "The massive, wormlike form of this eyeless, beaked beast is draped in shimmering metallic vestments." ],
					[ [ "monster/cloaker", "Cloaker" ], 5, "aberration", null, [ 5, "large" ], [ 7, "CN" ], "This ray-like creature opens a toothy maw and leers with glaring red eyes. Behind it whips a menacing tail of segmented bone." ],
					[ [ "monster/conqueror_worm", "Conqueror Worm" ], 21, "aberration", null, [ 8, "colossal" ], [ 5, "NE" ], "This immense worm resembles a gigantic maggot with pale flesh. Its mouth is peeled back to reveal four long, hooklike jaws." ],
					[ [ "monster/cuero", "Cuero" ], 5, "aberration", "aquatic", [ 5, "large" ], [ 4, "N" ], "The pink, fleshy underside of this flat, aquatic creature features a large circular maw of fangs." ],
					[ [ "monster/dark_young_of_shub_niggurath", "Dark Young of Shub-Niggurath" ], 12, "aberration", null, [ 6, "huge" ], [ 8, "CE" ], "The lumbering bulk of a treelike monster lurches out of the mist, its branches tentacles, its roots ending in hooves, and its trunk decorated with numerous drooling maws." ],
					[ [ "monster/decapus", "Decapus" ], 4, "aberration", null, [ 4, "medium" ], [ 8, "CE" ], "This swollen cephalopod has ten writhing tentacles and a hideously monstrous face with pale, milky eyes on its bulbous body." ],
					[ [ "monster/deep_walker", "Deep Walker" ], 14, "aberration", "aquatic", [ 7, "gargantuan" ], [ 2, "LE" ], "This armor-plated creature has four crab-like legs and four arms with razor-sharp pincers." ],
					[ [ "monster/delver", "Delver" ], 9, "aberration", "earth", [ 6, "huge" ], [ 4, "N" ], "This fleshy, slug-like creature has two long pseudopods that end in lumps of hard, callused flesh, and its whole body sizzles with acidic slime as it slides forward through melting stone." ],
					[ [ "monster/destrachan", "Destrachan" ], 8, "aberration", null, [ 5, "large" ], [ 5, "NE" ], "The hunched, reptilian beast lopes on two clawed feet, its eyeless head dominated by a huge circular maw filled with jagged teeth." ],
					[ [ "monster/dossenus", "Dossenus" ], 1, "aberration", null, [ 3, "small" ], [ 4, "N" ], "This small creature looks like a lumpy head with crab legs and a giant mouth filled with stone teeth." ],
					[ [ "monster/dust_digger", "Dust Digger" ], 4, "aberration", null, [ 5, "large" ], [ 4, "N" ], "A tremendous starfish-like creature emerges from the sand, its five long arms surrounding a circular toothy maw." ],
					[ [ "monster/dwiergeth", "Dwiergeth" ], 13, "aberration", "extraplanar", [ 5, "large" ], [ 8, "CE" ], "This beast's bulbous body perches atop four sucker-ended, multijointed legs, and possesses two gnashing, ophidian maws." ],
					[ [ "monster/egophage", "Egophage" ], 10, "aberration", null, [ 3, "small" ], [ 8, "CE" ], "Eight tentacles ending in claws grow from the base of this glistening and gruesome floating brain." ],
					[ [ "monster/egregore", "Egregore" ], 10, "aberration", null, [ 5, "large" ], [ 4, "N" ], "Within a swirl of light, a clump of brains wrapped in arcs of light pulses and throbs. The impression of an open eye floats before it." ],
					[ [ "monster/elder_thing", "Elder Thing" ], 5, "aberration", "aquatic", [ 4, "medium" ], [ 1, "LN" ], "This strange being has a star-shaped head and numerous writhing appendages arranged radially around its barrel-shaped body." ],
					[ [ "monster/ettercap", "Ettercap" ], 3, "aberration", null, [ 4, "medium" ], [ 5, "NE" ], "This hideous purple creature walks upright like a man, but its face is that of a spider, and its hands are sickle-shaped claws." ],
					[ [ "monster/faceless_hulk_ugoroth", "Faceless Hulk (Ugoroth)" ], 9, "aberration", "shapechanger", [ 5, "large" ], [ 8, "CE" ], "This hairless, leathery giant has no discernible features aside from unsettling whorls across its skin and grotesque, slurping tongues where its face should be." ],
					[ [ "monster/faceless_stalker", "Faceless Stalker" ], 4, "aberration", "shapechanger", [ 4, "medium" ], [ 8, "CE" ], "This hairless, leathery biped has a face dominated by grotesque and unsettling whorls and slits instead of actual features." ],
					[ [ "monster/fachen", "Fachen" ], 5, "aberration", null, [ 4, "medium" ], [ 5, "NE" ], "This half-bodied monstrosity with a toothy mouth and stringy hair hops about on its single leg with unusual grace." ],
					[ [ "monster/fleshdreg", "Fleshdreg" ], 1, "aberration", null, [ 3, "small" ], [ 5, "NE" ], "Composed of half-formed body parts, this creature stands on two bizarre legs. Its mouth is full of jagged teeth and a slavering tongue." ],
					[ [ "monster/fleshdreg_swarm", "Fleshdreg Swarm" ], 2, "aberration", "swarm", [ 2, "tiny" ], [ 5, "NE" ], "Hundreds of wads of squirming flesh with flailing appendages move together in a cluster of teeth and claws." ],
					[ [ "monster/fleshwarp_drider", "Fleshwarp, Drider" ], 7, "aberration", null, [ 5, "large" ], [ 8, "CE" ], "The dry rasping of spidery legs brings this hideous monstrosity into view - a nightmarish, centaurian fusion of drow and spider." ],
					[ [ "monster/fleshwarp_ghonhatine", "Fleshwarp, Ghonhatine" ], 10, "aberration", null, [ 5, "large" ], [ 8, "CE" ], "Even hunched and creeping upon all fours, this reptilian behemoth towers over its prey, its protruding teeth snapping wildly." ],
					[ [ "monster/fleshwarp_grothlut", "Fleshwarp, Grothlut" ], 3, "aberration", null, [ 4, "medium" ], [ 8, "CE" ], "Pale and glistening with moisture, this sluglike creature stares vacantly as a droning moan escapes its slobbering lips." ],
					[ [ "monster/fleshwarp_halsora", "Fleshwarp, Halsora" ], 7, "aberration", null, [ 3, "small" ], [ 8, "CE" ], "This small, plantlike creature is a bulging mass of viselike muscle with sunken eyes that constantly drip viscous, black tears." ],
					[ [ "monster/fleshwarp_irnakurse", "Fleshwarp, Irnakurse" ], 9, "aberration", null, [ 5, "large" ], [ 8, "CE" ], "A mad-eyed mess of deformed limbs, misplaced features, and bone shards pulls itself along amid a cacophony of slapping flesh." ],
					[ [ "monster/fleshwarp_oronci", "Fleshwarp, Oronci" ], 5, "aberration", null, [ 5, "large" ], [ 8, "CE" ], "A cruel face and orc features dominate this creature's upper half, while its lower quarters bear the sinewy shape of a centipede." ],
					[ [ "monster/flumph", "Flumph" ], 1, "aberration", null, [ 3, "small" ], [ 0, "LG" ], "This pale, jellyfish-like creature floats gently in the air, two long eyestalks extending from either side of its puckered mouth." ],
					[ [ "monster/flying_polyp", "Flying Polyp" ], 14, "aberration", "air", [ 6, "huge" ], [ 8, "CE" ], "This nauseating, tapered tower of flesh, eyes, and tendrils writhes midair, surrounded by a strange vortex of sucking wind." ],
					[ [ "monster/froghemoth", "Froghemoth" ], 13, "aberration", null, [ 6, "huge" ], [ 4, "N" ], "This immense, three-eyed frog-like creature rears up on powerful hind legs. In place of arms, four huge tentacles thrash and writhe." ],
					[ [ "monster/fungal_crawler", "Fungal Crawler" ], 3, "aberration", null, [ 3, "small" ], [ 4, "N" ], "This giant fanged cricket is caked in pungent fungal growths and topped with a mushroom-like cap." ],
					[ [ "monster/geomaw", "Geomaw" ], 7, "aberration", null, [ 5, "large" ], [ 5, "NE" ], "This wormlike creature's outer body consists of stone plates, and a cavernous maw contains a sparkling mass of red crystals." ],
					[ [ "monster/ghelarn", "Ghelarn" ], 2, "aberration", null, [ 5, "large" ], [ 4, "N" ], "Purple tentacles emerge from a white, coral-like rock formation, tracing whirled patterns in the surrounding sand." ],
					[ [ "monster/ghorazagh", "Ghorazagh" ], 13, "aberration", null, [ 5, "large" ], [ 5, "NE" ], "With an armored spherical body, numerous tentacular legs, and a multi-eyed visage, this creature is truly hideous." ],
					[ [ "monster/gibbering_mouther", "Gibbering Mouther" ], 5, "aberration", null, [ 4, "medium" ], [ 4, "N" ], "This horrid mass of eyes, mouths, and formless flesh stares in all directions, its countless maws yammering ceaselessly." ],
					[ [ "monster/goblin_snake", "Goblin Snake" ], 1, "aberration", null, [ 3, "small" ], [ 8, "CE" ], "A gray, lipless goblin head with serpent's fangs sits atop the sinuous black body of this greasy-scaled snake." ],
					[ [ "monster/grick", "Grick" ], 3, "aberration", null, [ 4, "medium" ], [ 4, "N" ], "This pallid, slimy, worm-like creature is the size of a human, its mouth a sickening tangle of tentacles and hooked jaws." ],
					[ [ "monster/grimslake", "Grimslake" ], 6, "aberration", "extraplanar", [ 5, "large" ], [ 8, "CE" ], "This maggotlike creature has a long tail covered with frightening hooked suckers." ],
					[ [ "monster/grindylow", "Grindylow" ], [ -2, "1/2" ], "aberration", "aquatic", [ 3, "small" ], [ 8, "CE" ], "With a large head and numerous teeth, this unsightly creature resembles a goblin from the waist up and a greasy octopus below." ],
					[ [ "monster/gug", "Gug" ], 10, "aberration", null, [ 5, "large" ], [ 8, "CE" ], "This towering menace has a horrible, vertically aligned mouth and arms that split at the elbows into twin clawed hands." ],
					[ [ "monster/havero_havero_tentacle", "Havero, Havero Tentacle" ], 6, "aberration", null, [ 5, "large" ], [ 5, "NE" ], null ],
					[ [ "monster/heikegani", "Heikegani" ], 4, "aberration", "aquatic", [ 3, "small" ], [ 5, "NE" ], "The carapace of this large crab resembles a scowling face, its eyes seething with an ancient fury." ],
					[ [ "monster/hive_hive_brute", "Hive, Hive Brute" ], 8, "aberration", "Hive", [ 5, "large" ], [ 5, "NE" ], "This hulking, four-legged beast has thick, chitinous plates covering its body. Steaming acid drips from its snapping maw." ],
					[ [ "monster/hive_hive_larva_swarm", "Hive, Hive Larva Swarm" ], 5, "aberration", "hive, swarm", [ 0, "fine" ], [ 4, "N" ], "This mass of writhing, maggotlike creatures secretes a caustic odor" ],
					[ [ "monster/hive_hive_queen", "Hive, Hive Queen" ], 10, "aberration", "hive", [ 6, "huge" ], [ 5, "NE" ], "Black, chitinous armor covers this enormous insectile creature. Caustic saliva drips from its mandibles." ],
					[ [ "monster/hive_hive_warrior", "Hive, Hive Warrior" ], 5, "aberration", "hive", [ 4, "medium" ], [ 5, "NE" ], "This creature is humanoid in shape, but covered with chitinous plating. Its head is elongated, and it has a long, bladed tail." ],
					[ [ "monster/hooded_harbinger", "Hooded Harbinger" ], 12, "aberration", null, [ 4, "medium" ], [ 8, "CE" ], "This creature resembles a mummified humanoid swathed in filthy, sallow rags. Its stooped posture and ragged coverings make its height hard to judge. Its arms appear abnormally long, or perhaps dislocated and hanging freely. A hood of the same jaundiced fabric obscures its face." ],
					[ [ "monster/horla", "Horla" ], 8, "aberration", "extraplanar", [ 3, "small" ], [ 8, "CE" ], "Depression and ennui accompany a barely perceptible sensation of something cold and smooth brushing against the skin." ],
					[ [ "monster/hundun", "Hundun" ], 21, "aberration", "chaotic, extraplanar", [ 5, "large" ], [ 8, "CE" ], "The wrinkled, blotchy skin of this giant hangs from its body like hooded robes, masking its face." ],
					[ [ "monster/hyakume", "Hyakume" ], 15, "aberration", null, [ 5, "large" ], [ 5, "NE" ], "This bloated creature's eyes protrude from between the fleshy fat rolls of its neckless, hulking form." ],
					[ [ "monster/hyaleth", "Hyaleth" ], 10, "aberration", "aquatic", [ 5, "large" ], [ 4, "N" ], "This giant translucent leech has three squirming tentacles around an orifice on one end and a stinger on the other." ],
					[ [ "monster/iku_turso", "Iku-Turso" ], 8, "aberration", "aquatic", [ 4, "medium" ], [ 5, "NE" ], "This grotesque, emerald-scaled creature resembles a crossbreed of an eel, a viperfish, and a clawed humanoid." ],
					[ [ "monster/incutilis", "Incutilis" ], 2, "aberration", "aquatic", [ 2, "tiny" ], [ 2, "LE" ], "This strange nautilus drags itself forward on oversized tentacles, its crimson-streaked flesh textured like the surface a brain." ],
					[ [ "monster/incutilis_incutilis_lord", "Incutilis, Incutilis Lord" ], 8, "aberration", "aquatic", [ 5, "large" ], [ 5, "NE" ], "A curved shell protects an unsightly mass of barbed tentacles, ringed by numerous inhuman eyes." ],
					[ [ "monster/indescribable_swarm_pallid_wriggler_swarm", "Indescribable Swarm, Pallid Wriggler Swarm" ], 2, "aberration", "swarm", [ 1, "diminutive" ], [ 5, "NE" ], "These writhing, many-winged worms have no heads other than pairs of large nostrils that make a constant, droning snorting." ],
					[ [ "monster/indescribable_swarm_swimming_eye_swarm", "Indescribable Swarm, Swimming Eye Swarm" ], 4, "aberration", "aquatic, swarm", [ 2, "tiny" ], [ 5, "NE" ], "At the heart of each of these tiny blobs of slime and tentacles is a single, eerily human eye." ],
					[ [ "monster/intellect_devourer", "Intellect Devourer" ], 8, "aberration", null, [ 3, "small" ], [ 8, "CE" ], "Devoid of a head, or any features at all save for four short, clawed legs, this creature's body looks like a large, glistening brain." ],
					[ [ "monster/irlgaunt", "Irlgaunt" ], 13, "aberration", null, [ 5, "large" ], [ 5, "NE" ], "An unwholesome abomination scuttles fluidly forth, its shape combining features of both spider and squid under an armor of rugged rock. While stone protuberances gird its upper portions, below it is a thing of angry red flesh and soft pink tendrils. Two gaping orifices full of tiny barbs split its lower body - a mouthlike slit surrounded by numerous narrow red eyes and, above that, an oozing alien aperture." ],
					[ [ "monster/kasthezvi", "Kasthezvi" ], 12, "aberration", "shapechanger", [ 4, "medium" ], [ 2, "LE" ], "Cracked skin stretches across the body of this gangly humanoid creature. A crown of bone floats above its grotesque, misshapen head and its mouth is open in a silent scream." ],
					[ [ "monster/khardajeen", "Khardajeen" ], 14, "aberration", null, [ 4, "medium" ], [ 5, "NE" ], "Four tentacles stick out of a churning nucleus of multicolored fluid. Plates of rock and metal orbit the floating mass." ],
					[ [ "monster/larva_of_the_outer_gods", "Larva of the Outer Gods" ], 15, "aberration", null, [ 5, "large" ], [ 7, "CN" ], "This creature is a terrifying amalgamation of chitinous scales, bloated flesh, unblinking eyes, and writhing tentacles." ],
					[ [ "monster/leng_hound", "Leng Hound" ], 10, "aberration", "extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This unnatural beast's clawed hands dangle in front of its hind paws. Its bat-winged form blends humanoid features with canine." ],
					[ [ "monster/liavaran_dreamer", "Liavaran Dreamer" ], 8, "aberration", null, [ 5, "large" ], [ 4, "N" ], "This amorphous creature resembles a golden-hued jellyfish that floats through the air, fleshy tentacles dangling down in a line." ],
					[ [ "monster/living_cave_painting", "Living Cave Painting" ], 4, "aberration", null, [ 4, "medium" ], [ 4, "N" ], "The painted ochre lines of this stylized bison seem to shift and flow, giving the primitive drawing an eerie sense of life and otherworldly majesty." ],
					[ [ "monster/living_rune", "Living Rune" ], 13, "aberration", null, [ 4, "medium" ], [ 5, "NE" ], "A pulsating glyph animates into a quickly flowing script that changes form as it rewrites itself, before finally assembling into an arcane symbol that flares with untold magical power." ],
					[ [ "monster/lorelei", "Lorelei" ], 12, "aberration", "aquatic", [ 5, "large" ], [ 5, "NE" ], "This strange creature appears to be a gigantic human head carved from stone, with thick tentacles sprouting from its scalp." ],
					[ [ "monster/lunarma", "Lunarma" ], 6, "aberration", null, [ 4, "medium" ], [ 4, "N" ], "This monstrous crablike creature hovers in midair, its three clawed tentacles snapping aggressively." ],
					[ [ "monster/lurking_ray_executioners_hood", "Lurking Ray, Executioner's Hood" ], 2, "aberration", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/lurking_ray_lurker_above", "Lurking Ray, Lurker Above" ], 7, "aberration", null, [ 6, "huge" ], [ 4, "N" ], null ],
					[ [ "monster/lurking_ray_trapper", "Lurking Ray, Trapper" ], 8, "aberration", null, [ 6, "huge" ], [ 4, "N" ], null ],
					[ [ "monster/merlucent", "Merlucent" ], 3, "aberration", "aquatic", [ 4, "medium" ], [ 7, "CN" ], "A mane of long, writhing tentacles crowns this translucent, humanoid figure. A crystalline skeleton supports its faintly glowing flesh." ],
					[ [ "monster/mimic", "Mimic" ], 4, "aberration", "shapechanger", [ 4, "medium" ], [ 4, "N" ], "What appeared to be a chest filled with treasure comes to life as it grows long, glistening tentacles and a number of sharp teeth." ],
					[ [ "monster/moit_of_shub_niggurath_spawning_canker", "Moit of Shub-Niggurath, Spawning Canker" ], 9, "aberration", null, [ 4, "medium" ], [ 8, "CE" ], "Pale and bloodless, a brutally decapitated corpse lurches forth. Where a head should be instead lashes a forest of horrific, unnatural tentacles, whipping as though trying to simultaneously burrow deeper into and escape from its fleshy husk." ],
					[ [ "monster/moon_beast", "Moon-Beast" ], 11, "aberration", null, [ 5, "large" ], [ 8, "CE" ], "This creature has a pale, froglike appearance with clawed hands, no eyes, a wide mouth, and a snout ending in pink tentacles." ],
					[ [ "monster/naga_dark_naga", "Naga, Dark Naga" ], 8, "aberration", null, [ 5, "large" ], [ 2, "LE" ], "A sharp-featured humanoid head crowns the powerful, sinuous body of this snake-like monstrosity." ],
					[ [ "monster/naga_deep_naga", "Naga, Deep Naga" ], 12, "aberration", null, [ 6, "huge" ], [ 5, "NE" ], "This creature's massive, serpentine body is covered in dark purple scales. Its humanoid head has a wide mouth filled with fangs." ],
					[ [ "monster/naga_dream_naga", "Naga, Dream Naga" ], 9, "aberration", "extraplanar", [ 5, "large" ], [ 4, "N" ], "This large, flying serpent has a humanoid head outlined by a colorful, frilled hood." ],
					[ [ "monster/naga_guardian_naga", "Naga, Guardian Naga" ], 10, "aberration", null, [ 5, "large" ], [ 0, "LG" ], "A contemplative humanoid face framed by a cobra-like hood adorns the body of this long, brightly colored serpent." ],
					[ [ "monster/naga_lunar_naga", "Naga, Lunar Naga" ], 6, "aberration", null, [ 5, "large" ], [ 7, "CN" ], "Stark white hair frames the fair face of this snake-bodied woman, and its black scales sparkle hypnotically." ],
					[ [ "monster/naga_royal_naga", "Naga, Royal Naga" ], 11, "aberration", "shapechanger", [ 6, "huge" ], [ 1, "LN" ], "This snake-bodied creature has five necks, each with a regal, humanoid face in a cobralike hood." ],
					[ [ "monster/naga_slime_naga", "Naga, Slime Naga" ], 9, "aberration", null, [ 5, "large" ], [ 5, "NE" ], "This slime-covered serpentine creature has a humanoid head resembling that of an angry old man." ],
					[ [ "monster/naga_spirit_naga", "Naga, Spirit Naga" ], 9, "aberration", null, [ 5, "large" ], [ 8, "CE" ], "Yellowed, venom-dripping fangs fill the human-like mouth of this sinister serpentine monstrosity." ],
					[ [ "monster/naga_water_naga", "Naga, Water Naga" ], 7, "aberration", "aquatic", [ 5, "large" ], [ 4, "N" ], "Slender spines and brightly colored frills stretch back from the humanlike face of this massive aquatic snake." ],
					[ [ "monster/narrik", "Narrik" ], 7, "aberration", null, [ 4, "medium" ], [ 8, "CE" ], "Glossy eyespots bulge from the neck of this long-limbed figure. Jagged teeth line the open mouth in its chest." ],
					[ [ "monster/neh_thalggu", "Neh-Thalggu" ], 8, "aberration", null, [ 5, "large" ], [ 8, "CE" ], "This crab-like nightmare has a lamprey mouth, twitching eyes on its legs, and several blisters along its back that hold human brains." ],
					[ [ "monster/neothelid", "Neothelid" ], 15, "aberration", null, [ 7, "gargantuan" ], [ 8, "CE" ], "Its slime-drenched length coiled upon itself in a shuddering mountain, this huge worm's tentacled head rises like a snake's." ],
					[ [ "monster/neothelid_overlord", "Neothelid Overlord" ], 20, "aberration", null, [ 7, "gargantuan" ], [ 8, "CE" ], "Two disgusting heads rise above this enormous mass of slime-drenched coils and slithering tentacles." ],
					[ [ "monster/occulari", "Occulari" ], 7, "aberration", "swarm", [ 1, "diminutive" ], [ 8, "CE" ], "Bundles of viscera hang from the hundreds of levitating eyes in this mass. Jagged teeth protrude from each eyelid, forming makeshift fanged maws." ],
					[ [ "monster/otyugh", "Otyugh" ], 4, "aberration", null, [ 5, "large" ], [ 4, "N" ], "This three-legged freak is mostly mouth. Three tentacles, two tipped with barbs and one with eyes, extend from its sides." ],
					[ [ "monster/pharmakos", "Pharmakos" ], 15, "aberration", "aquatic", [ 7, "gargantuan" ], [ 5, "NE" ], "The body of this monstrous creature is a foul mass of sore-covered flesh, a blubbery worm with the upper torso of a deformed man." ],
					[ [ "monster/plankta", "Plankta" ], 17, "aberration", "aquatic, earth", [ 8, "colossal" ], [ 5, "NE" ], "The shattered remnants of buildings and statues can be seen in this shuddering mass of wet, rugged rock." ],
					[ [ "monster/reefclaw", "Reefclaw" ], 1, "aberration", "aquatic", [ 3, "small" ], [ 7, "CN" ], "Blood-red spines run the length of this frightening creature, which resembles a lobster in the front and an eel in the back." ],
					[ [ "monster/rhu_chalik", "Rhu-chalik" ], 6, "aberration", null, [ 3, "small" ], [ 8, "CE" ], "Thin tendrils trail from this misshapen ovoid. Its underside holds a gray orb that resembles a bulging, lidless eye." ],
					[ [ "monster/roper", "Roper" ], 12, "aberration", null, [ 5, "large" ], [ 8, "CE" ], "A huge eye opens in this conical creature's front, just above a toothy mouth. Long strands of fibrous material whip from its sides." ],
					[ [ "monster/rorkoun", "Rorkoun" ], 6, "aberration", "aquatic", [ 6, "huge" ], [ 5, "NE" ], "A large amber eye tops a swollen head, surrounded evenly by four mouths loaded with needle-sharp teeth. This enormously long, yet slender creature stretches the length of five men and appears to be composed of twisted strands of pallid flesh and veiny musculature. The tentacle-like thing moves with the awkward, alien speed of a hunting insect, unnaturally still one moment and darting forth with incredible speed the next." ],
					[ [ "monster/rust_monster", "Rust Monster" ], 3, "aberration", null, [ 4, "medium" ], [ 4, "N" ], "This insectile monster has four legs, a strange propeller-shaped protrusion at the end of its tail, and two long, feathery antennae." ],
					[ [ "monster/sagari", "Sagari" ], [ -2, "1/2" ], "aberration", null, [ 2, "tiny" ], [ 5, "NE" ], "This unsettling creature has the head of a fanged, green-eyed horse and a body that is little more than a writhing tentacle." ],
					[ [ "monster/scylla", "Scylla" ], 16, "aberration", "aquatic", [ 6, "huge" ], [ 8, "CE" ], "This horrifying creature has the upper body of a beautiful woman, but a lower body of snapping wolf heads and writhing tentacles." ],
					[ [ "monster/seugathi", "Seugathi" ], 6, "aberration", null, [ 5, "large" ], [ 8, "CE" ], "This worm-like monster has a hideous face of eyes and hooked jaws. It wields a wand and a sword in its twin tentacle tails." ],
					[ [ "monster/seugathi_seugathi_savant", "Seugathi, Seugathi Savant" ], 10, "aberration", null, [ 6, "huge" ], [ 8, "CE" ], "Hundreds of legs support this hulking, bruise-colored worm." ],
					[ [ "monster/shadowgarm", "Shadowgarm" ], 2, "aberration", "extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This amorphous creature loosely resembles a cross between a large snake and an insect. It has black oily skin, and parts of its very flesh blend seamlessly into the shadows. Its constantly moving, writhing form makes it difficult to identify from a distance." ],
					[ [ "monster/shriezyx", "Shriezyx" ], 4, "aberration", null, [ 4, "medium" ], [ 8, "CE" ], "An oversized, eight-legged monstrosity stares ravenously from its three beady eyes, its gaping maw dripping with green venom." ],
					[ [ "monster/shriezyx_shriezyx_queen", "Shriezyx, Shriezyx Queen" ], 8, "aberration", null, [ 5, "large" ], [ 8, "CE" ], "This bulbous, green-skinned spider is as large as a horse, its toothy maw smiling beneath three glowing eyes." ],
					[ [ "monster/shrike_worm", "Shrike Worm" ], 15, "aberration", null, [ 6, "huge" ], [ 5, "NE" ], "Iridescent spines cover the back of this enormous, long-legged worm. Writhing tentacles sprout from its throat, below a circular, toothy maw dripping with luminescent spittle." ],
					[ [ "monster/sinspawn", "Sinspawn" ], 2, "aberration", null, [ 4, "medium" ], [ 5, "NE" ], "This hairless humanoid lurches on back-bent, dog-like legs, its hideous mouth flanked by tiny arms with three-fingered hands." ],
					[ [ "monster/siyokoy", "Siyokoy" ], 10, "aberration", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This eel-like creature sports sharp frills that run along the back of humanoid torso and down its long, powerful tail." ],
					[ [ "monster/smokeshade", "Smokeshade" ], 2, "aberration", "extraplanar, incorporeal", [ 2, "tiny" ], [ 5, "NE" ], "This tube of roiling mist writhes through the air. Thin tendrils of dark smoke reach tentatively out from its body as swiftly as they collapse back into its central mass." ],
					[ [ "monster/snallygaster", "Snallygaster" ], 3, "aberration", null, [ 4, "medium" ], [ 8, "CE" ], "This lean, scaly beast has broad wings, horns, a single eye, and writhing tentacles within its sharp, toothy beak." ],
					[ [ "monster/somalcygot", "Somalcygot" ], 12, "aberration", null, [ 5, "large" ], [ 5, "NE" ], "Four long antennae stretch from the face of this giant, multi-eyed flatworm. From its spiny, chitinous body emerge four tentacles." ],
					[ [ "monster/spawn_of_yog_sothoth", "Spawn of Yog-Sothoth" ], 10, "aberration", "extraplanar", [ 5, "large" ], [ 8, "CE" ], "The shape of this creature gives the impression of a squirming mass accompanied by an indescribable monstrous stench." ],
					[ [ "monster/star_vampire", "Star Vampire" ], 6, "aberration", null, [ 5, "large" ], [ 8, "CE" ], "An unnatural tittering issues forth from the fanged maw of this floating mass of talon-tipped tentacles, all as red as freshly spilled blood." ],
					[ [ "monster/star_spawn_of_cthulhu", "Star-Spawn of Cthulhu" ], 20, "aberration", null, [ 6, "huge" ], [ 8, "CE" ], "A mountainous form, this hideous creature is humanoid in general shape, but its hateful face is a writhing mass of tentacles." ],
					[ [ "monster/syricta", "Syricta" ], 12, "aberration", null, [ 5, "large" ], [ 8, "CE" ], "A cobra head rests on a humanoid torso that splits into dozens of snakes. One arm is a snake tail, while the other is two snake heads." ],
					[ [ "monster/targotha", "Targotha" ], 15, "aberration", null, [ 6, "huge" ], [ 4, "N" ], "This eyeless serpentine beast has a menacing mouth and sharp fins running down its long, deep-purple body." ],
					[ [ "monster/telgrodradt", "Telgrodradt" ], 6, "aberration", null, [ 5, "large" ], [ 5, "NE" ], "This monster resembles a gigantic, writhing grub, its translucent flesh rippling disgustingly. It has four elongated tentacles and a toothy maw." ],
					[ [ "monster/tentamort", "Tentamort" ], 4, "aberration", null, [ 4, "medium" ], [ 4, "N" ], "This dark blue creature has a conical body covered in angry red eyes and numerous tentacles, two of which are longer than the rest." ],
					[ [ "monster/thessalhydra", "Thessalhydra" ], 18, "aberration", null, [ 7, "gargantuan" ], [ 4, "N" ], "This four-legged reptile has eight serpentine heads arrayed around a central maw. Its long, thrashing tail ends in a crab-like pincer." ],
					[ [ "monster/thought_eater", "Thought Eater" ], 2, "aberration", "extraplanar", [ 2, "tiny" ], [ 4, "N" ], "A nimbus of glowing, intangible matter envelops this strange skeletal creature with a birdlike beak." ],
					[ [ "monster/trench_mist", "Trench Mist" ], 10, "aberration", "air", [ 7, "gargantuan" ], [ 5, "NE" ], "A noxious mustard-colored vapor hangs low over the battlefield, concealing the lurching forms of dead soldiers." ],
					[ [ "monster/ugothokra", "Ugothokra" ], 7, "aberration", null, [ 3, "small" ], [ 8, "CE" ], "This partially mechanical, partially organic spider moves with a skittering lurch. A single crystalline eye glares from its hideous face." ],
					[ [ "monster/urhag", "Urhag" ], 3, "aberration", null, [ 4, "medium" ], [ 5, "NE" ], "This bat-like creature's body is mostly a large, toothy maw, held aloft by leathery wings. Its whip-thin tail ends in a slender stinger." ],
					[ [ "monster/vampiric_mist", "Vampiric Mist" ], 3, "aberration", "air, water", [ 4, "medium" ], [ 5, "NE" ], "A cloud of crimson vapor reeking of fresh blood hangs in the air, reaching out with lashing claws." ],
					[ [ "monster/vemerak", "Vemerak" ], 14, "aberration", null, [ 6, "huge" ], [ 8, "CE" ], "This huge monstrosity seems like some alien, clawed insect, with vaguely humanoid features and three tentacular tails." ],
					[ [ "monster/wamp", "Wamp" ], 6, "aberration", null, [ 4, "medium" ], [ 8, "CE" ], "This crimson-footed, nine-legged monstrosity has an egg-shaped body covered in dirty white fur. Its eyeless face, piglike snout, and toothy maw make for a disturbing visage." ],
					[ [ "monster/weaverworm", "Weaverworm" ], 8, "aberration", null, [ 6, "huge" ], [ 5, "NE" ], "The bloated white segments of a maggot's body erupt in a torso of mixed feminine and insectile features. Pale humanoid skin and carapace meld together beneath a face with segmented eyes and mandibles chittering a song of discordant alien clicks and hisses, as overlong carapace claws weave cords of thick webbing between them." ],
					[ [ "monster/whirlmaw", "Whirlmaw" ], 8, "aberration", null, [ 4, "medium" ], [ 4, "N" ], "This creature glides on undulating folds of leathery skin. Its spinning, circular mouth is lined with rows of razor-sharp teeth." ],
					[ [ "monster/whyrlish", "Whyrlish" ], 15, "aberration", "extraplanar", [ 6, "huge" ], [ 4, "N" ], "This translucent, jellyfish-like creature has a shimmering purple and blue bell-like body that sports a nest of sting-tipped tendrils." ],
					[ [ "monster/will_o_wisp", "Will-o'-Wisp" ], 6, "aberration", "air", [ 3, "small" ], [ 8, "CE" ], "This faintly glowing ball of light bobs gently in the air, the nebulous image of what might be a skull visible somewhere in its depths." ],
					[ [ "monster/wizards_shackle", "Wizard's Shackle" ], [ -2, "1/2" ], "aberration", "aquatic", [ 2, "tiny" ], [ 4, "N" ], "This eel-like creature has a thick, greasy body and a large, circular mouth full of tiny teeth." ],
					[ [ "monster/wolf_in_sheeps_clothing", "Wolf-in-Sheep's-Clothing" ], 8, "aberration", null, [ 4, "medium" ], [ 4, "N" ], "A small forest animal sits motionless atop a worn stump - and then the stump's face peels open into a maw of sharp teeth." ],
					[ [ "monster/yaddithian", "Yaddithian" ], 8, "aberration", null, [ 4, "medium" ], [ 4, "N" ], "This insectile biped has a tapir-like snout and is unmistakably alien in appearance, despite its vaguely humanoid shape." ],
					[ [ "monster/yah_thelgaad", "Yah-Thelgaad" ], 14, "aberration", null, [ 5, "large" ], [ 8, "CE" ], "A writhing forest of tendrils extends from one end of this chitincovered creature's body, while from the other lashes a pincer-tipped tail. Six transparent blisters adorn its back, each containing a brain floating in thick green fluid." ],
					[ [ "monster/yangethe", "Yangethe" ], 9, "aberration", null, [ 5, "large" ], [ 8, "CE" ], "This six-eyed horror is vaguely shaped like a dead tree, but one with claws and tentacles and spidery legs." ],
					[ [ "monster/yithian", "Yithian" ], 9, "aberration", null, [ 5, "large" ], [ 1, "LN" ], "This bizarre creature has a conical body topped with four tentacles tipped with pincers, tubes, and a tentacled, spherical head." ],
					[ [ "monster/yithian_elder", "Yithian Elder" ], 13, "aberration", null, [ 5, "large" ], [ 1, "LN" ], "This creature's conical body bears four rubbery appendages: two end in strong pincers, another ends in a cluster of four trumpetlike organs, and yet another is attached to a round head with three eyes that glow with ancient, forbidden power." ]
				],
				"initialColumn": 0,
				"className": "endcaps"
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	},
	"monsters_animals": {
		"title": "Animals",
		"sources": [],
		"description": [[ "{table0}" ]],
		"singleTable": true,
		"searchgroup": "monster",
		"tables": [
			{
				"id": "monsters animals",
				"headers": [ "Monster", "CR", "Type", "Subtypes", "Size", "Alignment", "Description" ],
				"types": [ null, "num", null, null, "num", "num", 0 ],
				"ripples": [0],
				"data": [
					[ [ "monster/ape_dire_ape_gigantopithecus", "Ape, Dire Ape (Gigantopithecus)" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "Sharp teeth fill this large, feral ape's mouth, and its long, muscular arms stretch to the ground, ending in wickedly curved claws." ],
					[ [ "monster/ape_gorilla", "Ape, Gorilla" ], 2, "animal", null, [ 5, "large" ], [ 4, "N" ], "Large, deep-set eyes peer from beneath this great ape's thick brow as it lumbers forward on its legs and knuckles." ],
					[ [ "monster/ape_megaprimatus", "Ape, Megaprimatus" ], 8, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "This titanic ape has great patches of coarse gray and brown fur, and its skin is thick and leathery." ],
					[ [ "monster/axe_beak", "Axe Beak" ], 2, "animal", null, [ 5, "large" ], [ 4, "N" ], "This stout flightless bird stands upon two long, taloned legs, but it is its axe-shaped beak that looks the most ferocious." ],
					[ [ "monster/baboon", "Baboon" ], [ -2, "1/2" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "A hairy, stout animal with opposable thumbs, this creature has a pronounced muzzle and bright red buttocks." ],
					[ [ "monster/bacallia", "Bacallia" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This animal resembles an alpaca with voluminous, shiny wool." ],
					[ [ "monster/badger", "Badger" ], [ -2, "1/2" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "The squat, waddling badger trudges forth. Thrusting its flattened nose about the ground, it sniffs incessantly." ],
					[ [ "monster/badger_dire_badger", "Badger, Dire Badger" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "A tremendous badger snarls and scrapes its wicked, shovel-like claws. Stocky muscles ripple beneath its streaked and shaggy fur." ],
					[ [ "monster/bat_bat_swarm", "Bat, Bat Swarm" ], 2, "animal", "swarm", [ 1, "diminutive" ], [ 4, "N" ], "Hundreds of high-pitched squeaks fill the air as a mass of small, carnivorous bats surges forth, all of them hungry for blood." ],
					[ [ "monster/bat_dire_bat", "Bat, Dire Bat" ], 2, "animal", null, [ 5, "large" ], [ 4, "N" ], "This giant, furry bat is nearly the size of an ox, with dark leathery wings that open wider than two men with arms outstretched." ],
					[ [ "monster/bear_dire_bear_cave_bear", "Bear, Dire Bear (Cave Bear)" ], 7, "animal", null, [ 5, "large" ], [ 4, "N" ], "Spittle drips from this feral bear's roaring maw, and its matted fur is broken in places by wicked, bony growths." ],
					[ [ "monster/bear_dire_polar_bear", "Bear, Dire Polar Bear" ], 8, "animal", null, [ 5, "large" ], [ 4, "N" ], "Fearsome bony growths protrude from several spots in this massive animal's snowy fur." ],
					[ [ "monster/bear_grizzly_bear", "Bear, Grizzly Bear" ], 4, "animal", null, [ 5, "large" ], [ 4, "N" ], "Broad, powerful muscles move beneath this massive bear's brown fur, promising both speed and lethal force." ],
					[ [ "monster/bear_polar_bear", "Bear, Polar Bear" ], 5, "animal", null, [ 5, "large" ], [ 4, "N" ], "This large bear is completely white save for small black eyes and black lips hiding huge, glistening teeth." ],
					[ [ "monster/blackwisp_egret", "Blackwisp Egret" ], [ -3, "1/3" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This jet-black bird has a long, hooked beak. Its piercing orange eyes reflect any light that hits them, making them appear to glow ominously." ],
					[ [ "monster/boar", "Boar" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This ill-tempered beast's tiny, bloodshot eyes glare angrily above a mouth filled with sharp tusks." ],
					[ [ "monster/boar_bristle_boar", "Boar, Bristle Boar" ], 3, "animal", null, [ 4, "medium" ], [ 4, "N" ], "The vicious spines surrounding this boar's head are almost as unnerving as the wild look in its eyes." ],
					[ [ "monster/boar_dire_boar_daeodon", "Boar, Dire Boar (Daeodon)" ], 4, "animal", null, [ 5, "large" ], [ 4, "N" ], "The back of this horse-sized boar rises in a steep slope. Its tiny red eyes are crusted with filth and its bristly flank crawls with flies." ],
					[ [ "monster/cameroceras", "Cameroceras" ], 11, "animal", "aquatic", [ 6, "huge" ], [ 4, "N" ], "Emerging from the open end of a long, conical shell, this huge creature's unblinking eyes peer from above a mass of tentacles." ],
					[ [ "monster/cat_cheetah", "Cat, Cheetah" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This large, sleek feline has a golden coat spotted with black. Its long and powerful legs are obviously capable of great speed." ],
					[ [ "monster/cat_leopard", "Cat, Leopard" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "With each graceful step, this leopard's steely muscles ripple beneath its spotted fur." ],
					[ [ "monster/cetacean_blue_whale", "Cetacean, Blue Whale" ], 12, "animal", null, [ 8, "colossal" ], [ 4, "N" ], "This massive aquatic mammal has bluish-gray coloration, a wide fluke tail, and a wide mouth filled with layers of baleen." ],
					[ [ "monster/cetacean_crimson_whale", "Cetacean, Crimson Whale" ], 8, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "Similar to other whales in many ways, this giant aquatic beast is notable for its enormous teeth, menacingly strong jaws, and blood-red skin." ],
					[ [ "monster/cetacean_narwhal", "Cetacean, Narwhal" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "This small whale lacks a dorsal fin and has pale, mottled skin, but its most notable feature is the single tusk protruding from its nose, easily as long as a human." ],
					[ [ "monster/crocodile", "Crocodile" ], 2, "animal", null, [ 5, "large" ], [ 4, "N" ], "This reptile lunges out of the placid water with shocking speed. Its jaw gapes open in a roar, its powerful tail lashing behind." ],
					[ [ "monster/crocodile_dire_crocodile", "Crocodile, Dire Crocodile" ], 9, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "This reptilian behemoth, a crocodile of monstrous proportions, is large enough to swallow a horse in one tremendous bite." ],
					[ [ "monster/crocodile_hetkoshu", "Crocodile, Hetkoshu" ], 12, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "This enormous black crocodile gapes hungrily with a maw big enough to swallow two armored warriors whole." ],
					[ [ "monster/crocodilians_deinosuchus", "Crocodilians, Deinosuchus" ], 8, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "This immense reptile, an alligator of overwhelming size, emerges from the water with rapidly snapping jaws that grind menacingly between each bite." ],
					[ [ "monster/crocodilians_marine_crocodile", "Crocodilians, Marine Crocodile" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "This fishlike reptile has a thin, streamlined snout filled with needlelike teeth and a long, flat tail that it uses to propel itself through the water." ],
					[ [ "monster/crocodilians_saltwater_crocodile", "Crocodilians, Saltwater Crocodile" ], 5, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This crocodile is nearly half again as large as a normal crocodile, and seems to smile with its long, toothed mouth as it lunges forward." ],
					[ [ "monster/dallo", "Dallo" ], 1, "animal", null, [ 3, "small" ], [ 4, "N" ], "This squat, grunting creature stinks of musk and earth. Leathery plates and black horns protect its woolly underside." ],
					[ [ "monster/devil_monkey", "Devil Monkey" ], 6, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This towering baboon has fiery orange fur, with two tufts of hair curling up like horns on its head." ],
					[ [ "monster/digmaul", "Digmaul" ], 3, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This muscular, cougarlike cat has fearsome teeth and a thick tail ending in a spiked ball." ],
					[ [ "monster/dinosaur_allosaurus", "Dinosaur, Allosaurus" ], 7, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This bipedal dinosaur has a mouth filled with sharp teeth and short, powerful arms that end in sharp claws." ],
					[ [ "monster/dinosaur_amargasaurus", "Dinosaur, Amargasaurus" ], 6, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This sauropod has an elongated neck and a long, tapering tail. Two spiny frills run along the back of the creature's neck." ],
					[ [ "monster/dinosaur_ankylosaurus", "Dinosaur, Ankylosaurus" ], 6, "animal", null, [ 6, "huge" ], [ 4, "N" ], "Thick bony plates armor the domelike back of this quadrupedal dinosaur, its powerfully muscled tail ending in a bony club." ],
					[ [ "monster/dinosaur_brachiosaurus", "Dinosaur, Brachiosaurus" ], 10, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "A long tail counterbalances this reptile's equally long neck, at the end of which a relatively small head pulls food from the treetop." ],
					[ [ "monster/dinosaur_ceratosaurus", "Dinosaur, Ceratosaurus" ], 5, "animal", null, [ 5, "large" ], [ 4, "N" ], "Bladelike horns jut from the snout and eye ridges of this toothy, bipedal dinosaur." ],
					[ [ "monster/dinosaur_compsognathus", "Dinosaur, Compsognathus" ], [ -2, "1/2" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This small reptile has a snake-like neck and head, a bird-like body with strong legs for running, and a whip-like tail." ],
					[ [ "monster/dinosaur_deinonychus", "Dinosaur, Deinonychus" ], 3, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This brightly colored dinosaur exudes a dangerous ferocity. Each foot is armed with a large, sickle-shaped claw." ],
					[ [ "monster/dinosaur_dimetrodon", "Dinosaur, Dimetrodon" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "The massive sail on the back of this squat reptilian creature flexes and twitches as the beast stalks forward." ],
					[ [ "monster/dinosaur_dimorphodon", "Dinosaur, Dimorphodon" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "The head of this colorful red and purple flying reptile is overly large, and its jaws are lined with tiny sharp teeth." ],
					[ [ "monster/dinosaur_diplodocus", "Dinosaur, Diplodocus" ], 12, "animal", null, [ 8, "colossal" ], [ 4, "N" ], "This enormous, long-necked quadruped moves with an uncanny grace, holding its lengthy, whiplike tail out level behind it." ],
					[ [ "monster/dinosaur_elasmosaurus", "Dinosaur, Elasmosaurus" ], 7, "animal", null, [ 6, "huge" ], [ 4, "N" ], "Long-necked and long-tailed, this large, predatory reptile glides through the water on four powerful flippers." ],
					[ [ "monster/dinosaur_giganotosaurus", "Dinosaur, Giganotosaurus" ], 13, "animal", null, [ 8, "colossal" ], [ 4, "N" ], "This bipedal dinosaur has a large head and cavernous jaws full of large, sharp teeth." ],
					[ [ "monster/dinosaur_iguanodon", "Dinosaur, Iguanodon" ], 6, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This dinosaur seems comfortable on two legs or four. Its front limbs are each adorned with a cruel-looking, thumblike spike." ],
					[ [ "monster/dinosaur_kentrosaurus", "Dinosaur, Kentrosaurus" ], 5, "animal", null, [ 5, "large" ], [ 4, "N" ], "This quadrupedal dinosaur has two rows of dorsal spikes, a spiked tail, and two more spikes projecting from its shoulders." ],
					[ [ "monster/dinosaur_pachycephalosaurus", "Dinosaur, Pachycephalosaurus" ], 4, "animal", null, [ 5, "large" ], [ 4, "N" ], "This bipedal reptile has a rounded, dome-like head adorned with bony frills and ridges." ],
					[ [ "monster/dinosaur_parasaurolophus", "Dinosaur, Parasaurolophus" ], 4, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This thick-bodied dinosaur has a whip-like tail and a long neck, its head topped by the crest of a backward-curving horn." ],
					[ [ "monster/dinosaur_plesiosaurus", "Dinosaur, Plesiosaurus" ], 2, "animal", null, [ 5, "large" ], [ 4, "N" ], "This streamlined reptile has a long, serpentine neck, at the end of which glares a many-fanged head." ],
					[ [ "monster/dinosaur_pteranodon", "Dinosaur, Pteranodon" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "This flying reptile has two huge wings and a distinctive backward-sweeping crest decorating its head." ],
					[ [ "monster/dinosaur_quetzalcoatlus", "Dinosaur, Quetzalcoatlus" ], 7, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This immense flying reptile has a staggering wingspan and a brightly colored head with a razor-sharp beak." ],
					[ [ "monster/dinosaur_spinosaurus", "Dinosaur, Spinosaurus" ], 11, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "This titanic saurian has a crocodilian snout, powerful front claws, and a colorful sail-like ridge that runs down its back." ],
					[ [ "monster/dinosaur_stegosaurus", "Dinosaur, Stegosaurus" ], 7, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This huge dinosaur has a small head, twin rows of sharp dorsal plates, and a muscular tail terminating in a set of bony spikes." ],
					[ [ "monster/dinosaur_styracosaurus", "Dinosaur, Styracosaurus" ], 5, "animal", null, [ 5, "large" ], [ 4, "N" ], "This bulky, four-legged dinosaur has a long nasal horn and a crest studded with additional horns sweeping back from its skull." ],
					[ [ "monster/dinosaur_therizinosaurus", "Dinosaur, Therizinosaurus" ], 10, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "This feathered bipedal saurian looks somewhat comical - save for its outlandish sword-sized claws." ],
					[ [ "monster/dinosaur_triceratops", "Dinosaur, Triceratops" ], 8, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This beast's armored head has three sharp horns decorating its face and a large round crest angling back over its neck from its skull." ],
					[ [ "monster/dinosaur_troodon", "Dinosaur, Troodon" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This small, slender-necked dinosaur's bright, inquisitive eyes seem to miss nothing." ],
					[ [ "monster/dinosaur_tylosaurus", "Dinosaur, Tylosaurus" ], 8, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "Surging out of the water, this massive lizard is shaped like a giant fish with a powerful, toothed maw." ],
					[ [ "monster/dinosaur_tyrannosaurus", "Dinosaur, Tyrannosaurus" ], 9, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "This bipedal dinosaur's front arms seem small compared to the rest of its bulk, but its enormous head is all teeth." ],
					[ [ "monster/dinosaur_velociraptor", "Dinosaur, Velociraptor" ], 2, "animal", null, [ 3, "small" ], [ 4, "N" ], "This small, sleek dinosaur has vicious, snapping jaws and feet that end in large talons for gutting prey." ],
					[ [ "monster/dog", "Dog" ], [ -3, "1/3" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This small dog has a rough coat and a hungry look in its dark brown eyes." ],
					[ [ "monster/dog_riding_dog", "Dog, Riding Dog" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This burly dog is fitted with a small saddle. A low, menacing growl rumbles up from its chest." ],
					[ [ "monster/dolphin", "Dolphin" ], [ -2, "1/2" ], "animal", null, [ 4, "medium" ], [ 4, "N" ], "This streamlined, fish-like mammal has sparkling eyes over a smiling mouth filled with hundreds of teeth." ],
					[ [ "monster/dolphin_orca", "Dolphin, Orca" ], 5, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This sleek black whale has a distinctive white patch near each eye and a mouth filled with sharp teeth." ],
					[ [ "monster/dolphin_popoto", "Dolphin, Popoto" ], [ -3, "1/3" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This sleek mammal has a short snout and black, white, and gray markings along its body, with a rounded black dorsal fin." ],
					[ [ "monster/eagle", "Eagle" ], [ -2, "1/2" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This magnificent bird of prey has dark feathers save for those on its head, which are pure white." ],
					[ [ "monster/eel_electric_eel", "Eel, Electric Eel" ], 2, "animal", null, [ 3, "small" ], [ 4, "N" ], "This six-foot-long, snake-like fish moves slowly. A strange popping and snapping sound occasionally emits from the creature's body." ],
					[ [ "monster/eel_giant_moray_eel", "Eel, Giant Moray Eel" ], 5, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "This sixteen-foot-long eel slithers through the water with uncanny grace, mouth open to display large teeth and a second set of jaws." ],
					[ [ "monster/elephant", "Elephant" ], 7, "animal", null, [ 6, "huge" ], [ 4, "N" ], "These thick-skinned animals bear large ivory tusks flanking a long, prehensile snout." ],
					[ [ "monster/elephant_mastodon", "Elephant, Mastodon" ], 9, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This creature is larger than a normal elephant, with enormous sweeping tusks and shaggy brown fur on its body." ],
					[ [ "monster/emperor_stag", "Emperor Stag" ], 3, "animal", null, [ 4, "medium" ], [ 4, "N" ], "A wide rack of ivory-white antlers crowns the head of this majestic tawny stag." ],
					[ [ "monster/enchanter_heron", "Enchanter Heron" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "This large bird has gray-and-white feathers, a long beak, and a bulbous sac on its throat that glows with a pale, sapphire light." ],
					[ [ "monster/fading_fox", "Fading Fox" ], 2, "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This regal fox's coat shifts subtly between silver, red, and dull brown as it walks." ],
					[ [ "monster/faerie_mount", "Faerie Mount" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "Short legs and overlarge ears make this broad-chested canine seem almost comical." ],
					[ [ "monster/familiar_archaeopteryx", "Familiar, Archaeopteryx" ], [ -4, "1/4" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_arctic_hare", "Familiar, Arctic Hare" ], [ -6, "1/6" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "With shorter ears and limbs than other rabbits, this white rabbit is hard to spot in the snow." ],
					[ [ "monster/familiar_arctic_tern", "Familiar, Arctic Tern" ], [ -6, "1/6" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This white-and-gray bird has a reddish-orange beak." ],
					[ [ "monster/familiar_armadillo", "Familiar, Armadillo" ], [ -4, "1/4" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This round, dust-colored creature's snout pokes out of its bony armor shell." ],
					[ [ "monster/familiar_bat", "Familiar, Bat" ], [ -8, "1/8" ], "animal", null, [ 1, "diminutive" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_blue_ringed_octopus", "Familiar, Blue-Ringed Octopus" ], [ -2, "1/2" ], "animal", "aquatic", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_cat", "Familiar, Cat" ], [ -4, "1/4" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_chicken", "Familiar, Chicken" ], [ -6, "1/6" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This fowl has a compact body, a short beak flanked by red wattles, and a crimson comb on the crown of its head." ],
					[ [ "monster/familiar_dodo", "Familiar, Dodo" ], [ -4, "1/4" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This plump, gray, flightless bird waddles about on ungainly legs, fearlessly bobbing its prodigious beak." ],
					[ [ "monster/familiar_donkey_rat", "Familiar, Donkey Rat" ], [ -4, "1/4" ], "animal", null, [ 3, "small" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_dwarf_caiman", "Familiar, Dwarf Caiman" ], [ -3, "1/3" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This lithe, green-scaled reptile looks like a miniature crocodile with a stunted muzzle." ],
					[ [ "monster/familiar_fire_salamander", "Familiar, Fire Salamander" ], [ -3, "1/3" ], "animal", null, [ 1, "diminutive" ], [ 4, "N" ], "Yellow spots and stripes run from this amphibian's wide snout to the tip of its tail." ],
					[ [ "monster/familiar_flying_fox", "Familiar, Flying Fox" ], [ -3, "1/3" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_flying_squirrel", "Familiar, Flying Squirrel" ], [ -3, "1/3" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_fox", "Familiar, Fox" ], [ -4, "1/4" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_goat", "Familiar, Goat" ], [ -3, "1/3" ], "animal", null, [ 3, "small" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_hawk", "Familiar, Hawk" ], [ -3, "1/3" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_hedgehog", "Familiar, Hedgehog" ], [ -8, "1/8" ], "animal", null, [ 1, "diminutive" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_horned_lizard", "Familiar, Horned Lizard" ], [ -6, "1/6" ], "animal", null, [ 1, "diminutive" ], [ 4, "N" ], "The blunt snout of this lizard bears bony horns, and its flat, round body is adorned with many spines." ],
					[ [ "monster/familiar_jerboa", "Familiar, Jerboa" ], [ -6, "1/6" ], "animal", null, [ 1, "diminutive" ], [ 4, "N" ], "This small, sand-colored rodent has long hind legs and large ears. Its tufted tail is longer than the animal itself." ],
					[ [ "monster/familiar_kakapo", "Familiar, Kakapo" ], [ -8, "1/8" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This rotund parrot has vibrant green-and-black feathers, a short hooked beak, and an array of white whiskers." ],
					[ [ "monster/familiar_koala", "Familiar, Koala" ], [ -4, "1/4" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This wide-faced animal looks like a small, plump bear with a flat black nose, small round eyes, and white-tufted ears." ],
					[ [ "monster/familiar_lamprey", "Familiar, Lamprey" ], [ -3, "1/3" ], "animal", "aquatic", [ 2, "tiny" ], [ 4, "N" ], "This serpentine fish has a horrific circular mouth filled with hooklike teeth." ],
					[ [ "monster/familiar_lemming", "Familiar, Lemming" ], [ -8, "1/8" ], "animal", null, [ 1, "diminutive" ], [ 4, "N" ], "This small, plump rodent has a calico mix of color and a short tail." ],
					[ [ "monster/familiar_lizard", "Familiar, Lizard" ], [ -6, "1/6" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_margay_cat", "Familiar, Margay Cat" ], [ -4, "1/4" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "Black rosettes and streaks mark the brown fur of this slender feline." ],
					[ [ "monster/familiar_meerkat", "Familiar, Meerkat" ], [ -4, "1/4" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This curious, sand-colored, weasellike creature has dark bands around its inquisitive eyes." ],
					[ [ "monster/familiar_mole_ff", "Familiar, Mole (FF)" ], [ -6, "1/6" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This brown, apparently eyeless rodent has a furry cylindrical body, a pointed snout, and large, thick paws that end in digging claws." ],
					[ [ "monster/familiar_mole_uw", "Familiar, Mole (UW)" ], [ -8, "1/8" ], "animal", null, [ 1, "diminutive" ], [ 4, "N" ], "This brown rodent has a furry, cylindrical body, a pointed snout, and large, thick paws that end in digging claws." ],
					[ [ "monster/familiar_monkey", "Familiar, Monkey" ], [ -4, "1/4" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_otter", "Familiar, Otter" ], [ -4, "1/4" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_owl", "Familiar, Owl" ], [ -3, "1/3" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_peafowl", "Familiar, Peafowl" ], [ -4, "1/4" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This bird's royal-blue body is upstaged only by the magnificent array of feathers that radiate from its back." ],
					[ [ "monster/familiar_penguin", "Familiar, Penguin" ], [ -3, "1/3" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This three-foot-tall, thickset bird has black and white coloration, a long beak, and black flippers that lie flat against its sides instead of wings." ],
					[ [ "monster/familiar_pig", "Familiar, Pig" ], [ -3, "1/3" ], "animal", null, [ 3, "small" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_platypus", "Familiar, Platypus" ], [ -6, "1/6" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This creature is plump, brown, and covered in sleek fur, but it has a duck's bill, a flat tail, and webbed feet." ],
					[ [ "monster/familiar_popoto_dolphin", "Familiar, Popoto Dolphin" ], [ -3, "1/3" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This sleek mammal has a short snout and black, white, and gray markings along its body." ],
					[ [ "monster/familiar_ptarmigan", "Familiar, Ptarmigan" ], [ -6, "1/6" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This small bird has a mix of brown and white feathers and makes a loud croaking sound." ],
					[ [ "monster/familiar_pufferfish", "Familiar, Pufferfish" ], [ -4, "1/4" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This spotted fish has pronounced eyes, a wide mouth, and tiny, brightly colored spikes protruding from its body." ],
					[ [ "monster/familiar_puffin", "Familiar, Puffin" ], [ -8, "1/8" ], "animal", null, [ 1, "diminutive" ], [ 4, "N" ], "This squat, black-and-white bird has a bright red-and-black beak." ],
					[ [ "monster/familiar_rabbit", "Familiar, Rabbit" ], [ -6, "1/6" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This small, furry creature has long ears and oversized feet." ],
					[ [ "monster/familiar_raccoon", "Familiar, Raccoon" ], [ -2, "1/2" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_rat", "Familiar, Rat" ], [ -4, "1/4" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_raven", "Familiar, Raven" ], [ -6, "1/6" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_red_panda", "Familiar, Red Panda" ], [ -2, "1/2" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_rhamphorhynchus", "Familiar, Rhamphorhynchus" ], [ -3, "1/3" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This creature looks like a cross between a bird and a reptile, sporting leathery wings, a beak filled with needlelike teeth, and a long tail ending in a diamond-shaped vane." ],
					[ [ "monster/familiar_seal", "Familiar, Seal" ], [ -3, "1/3" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This sleek aquatic mammal has a pair of flippers, a powerful tail, and a muzzle full of small, sharp teeth." ],
					[ [ "monster/familiar_sloth", "Familiar, Sloth" ], [ -6, "1/6" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_squirrel", "Familiar, Squirrel" ], [ -8, "1/8" ], "animal", null, [ 1, "diminutive" ], [ 4, "N" ], "A small, bright-eyed bundle of fur, this woodland creature has a bushy tail as big as the rest of its body." ],
					[ [ "monster/familiar_tarsier", "Familiar, Tarsier" ], [ -6, "1/6" ], "animal", null, [ 1, "diminutive" ], [ 4, "N" ], "This small, furry creature has enormous glossy eyes, long legs, and elongated fingers." ],
					[ [ "monster/familiar_thrush", "Familiar, Thrush" ], [ -3, "1/3" ], "animal", null, [ 1, "diminutive" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_toad", "Familiar, Toad" ], [ -8, "1/8" ], "animal", null, [ 1, "diminutive" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_tuatara", "Familiar, Tuatara" ], [ -4, "1/4" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_vampire_squid", "Familiar, Vampire Squid" ], [ -2, "1/2" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This eerie-looking squid has red eyes and webbing between its hook-lined tentacles." ],
					[ [ "monster/familiar_viper", "Familiar, Viper" ], [ -2, "1/2" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/familiar_wallaby", "Familiar, Wallaby" ], [ -3, "1/3" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This bipedal mammal has a long tail, short arms, and long, limber legs that afford a strange hopping gait." ],
					[ [ "monster/familiar_weasel", "Familiar, Weasel" ], [ -2, "1/2" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/fiend_bred_animal_chelish_hell_bred_dog", "Fiend-Bred Animal, Chelish Hell-Bred Dog" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This reddish-brown canine has a square, athletic build. Its dripping saliva smells of sulfur." ],
					[ [ "monster/fiend_bred_animal_quillcat", "Fiend-Bred Animal, Quillcat" ], 1, "animal", null, [ 3, "small" ], [ 4, "N" ], "Dozens of long, sharp spines line the back and tail of this dark-gray cat." ],
					[ [ "monster/fiend_bred_animal_stygian_hot_blooded_horse", "Fiend-Bred Animal, Stygian Hot-Blooded Horse" ], 2, "animal", null, [ 5, "large" ], [ 4, "N" ], "This dark horse has striking coloring and a ferocious look in its bloodshot eyes." ],
					[ [ "monster/fish_dunkleosteus", "Fish, Dunkleosteus" ], 6, "animal", "aquatic", [ 6, "huge" ], [ 4, "N" ], "This gigantic, prehistoric fish has a head like a snapping turtle, complete with sharp, toothlike plates." ],
					[ [ "monster/fish_giant_blowfish", "Fish, Giant Blowfish" ], 5, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "A blowfish the size of a horse drifts through the water, its quills the size of spears." ],
					[ [ "monster/fish_swordfish", "Fish, Swordfish" ], 2, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "A proud fin flares along the spine of this large, sleek fish, its head coming to a spearlike point." ],
					[ [ "monster/fish_tiger_fish", "Fish, Tiger Fish" ], 1, "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "Deadly, wolf like teeth fill the mouth of this brawny fish." ],
					[ [ "monster/fish_varisian_hagfish", "Fish, Varisian Hagfish" ], 1, "animal", "aquatic", [ 2, "tiny" ], [ 4, "N" ], "A mouth like a lamprey's gnashes curved teeth at one end of this slimy, eel-like fish." ],
					[ [ "monster/frog_frog_father", "Frog, Frog Father" ], 5, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This elephantine amphibian has a grotesquely long tongue and beady eyes." ],
					[ [ "monster/frog_giant_frog", "Frog, Giant Frog" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This creature looks like a normal frog, with moist, mottled, blackish-green skin, but grown to truly monstrous size." ],
					[ [ "monster/frog_goliath_frog", "Frog, Goliath Frog" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "This massive, mottled amphibian glistens with slime, and its tongue drips with saliva." ],
					[ [ "monster/frog_poison_frog", "Frog, Poison Frog" ], [ -2, "1/2" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This small frog is bright green and red, with electric-blue stripes on its hind legs." ],
					[ [ "monster/gallerok", "Gallerok" ], 2, "animal", null, [ 5, "large" ], [ 4, "N" ], "This stout, serpentine creature's body ripples with muscle. Jagged fangs line its broad, powerful jaws." ],
					[ [ "monster/gar", "Gar" ], 1, "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This long, lean fish has a muscular body and a head with long jaws filled with sharp teeth." ],
					[ [ "monster/gar_giant_gar", "Gar, Giant Gar" ], 6, "animal", "aquatic", [ 6, "huge" ], [ 4, "N" ], "This fish is enormous - a sleek predator with bony scales and a long set of toothy jaws." ],
					[ [ "monster/giant_raven", "Giant Raven" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This glossy, jet-black bird stands as tall as a dwarf. Its eerily intelligent black eyes are quick to take in everything around it." ],
					[ [ "monster/giant_stargazer", "Giant Stargazer" ], 4, "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This fish lies beneath the sand with only its bulbous eyes and upturned maw full of jagged teeth protruding." ],
					[ [ "monster/gliding_tutle", "Gliding Tutle" ], 2, "animal", null, [ 5, "large" ], [ 4, "N" ], "This giant turtle has a large, thin membrane of scaly skin extending from its shell to its legs." ],
					[ [ "monster/goblin_dog", "Goblin Dog" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This mangy canine's face has the same flat nose, beady eyes, and protruding teeth as a rat grown grotesquely large." ],
					[ [ "monster/herd_animal_antelope", "Herd Animal, Antelope" ], [ -2, "1/2" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This graceful animal has long slender legs and a pair of sharp, sturdy horns arching back from its head." ],
					[ [ "monster/herd_animal_aurochs", "Herd Animal, Aurochs" ], 2, "animal", null, [ 5, "large" ], [ 4, "N" ], "This large, horned bull has a dirty black hide and an aggressive temper. Its horns are wide and sharp." ],
					[ [ "monster/herd_animal_bison", "Herd Animal, Bison" ], 4, "animal", null, [ 5, "large" ], [ 4, "N" ], "This creature has small, upward-pointing horns, a shaggy coat of fur, and a large hump on its shoulders." ],
					[ [ "monster/herd_animal_camel", "Herd Animal, Camel" ], 1, "animal", null, [ 5, "large" ], [ 4, "N" ], "This somewhat irritated-looking, one-humped camel has been outfitted with a bridle and saddle." ],
					[ [ "monster/herd_animal_elk", "Herd Animal, Elk" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This majestic beast stands the height of a man at its shoulders, a many-tipped rack of proud antlers crowning its head." ],
					[ [ "monster/herd_animal_giraffe", "Herd Animal, Giraffe" ], 3, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This animal, covered in a spotted pattern, has a disproportionately long neck that allows it to tower over other animals." ],
					[ [ "monster/herd_animal_ram", "Herd Animal, Ram" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "A formidable pair of heavy horns curls from the forehead of this sturdy, brown-and-white-furred ram." ],
					[ [ "monster/herd_animal_river_elk", "Herd Animal, River Elk" ], 2, "animal", null, [ 5, "large" ], [ 4, "N" ], "This majestic beast stands the height of a man at its shoulders, a many-tipped rack of proud antlers crowning its head." ],
					[ [ "monster/herd_animal_stag", "Herd Animal, Stag" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "Majestic and graceful, this powerful animal has branching antlers atop it head." ],
					[ [ "monster/hippopotamus", "Hippopotamus" ], 5, "animal", null, [ 5, "large" ], [ 4, "N" ], "This fleshy behemoth wallows forward on four stumpy legs. Its jaws spread wide in a roar of challenge, exposing massive, tusk-like teeth." ],
					[ [ "monster/hippopotamus_behemoth_hippopotamus", "Hippopotamus, Behemoth Hippopotamus" ], 10, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This immense behemoth of a hippo is larger than an elephant. Its teeth are like scimitars, and it moves with an indomitable gait." ],
					[ [ "monster/hobbe_hound", "Hobbe Hound" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "A greasy sheen coats the scarred, rippling hide of this dog-shaped beast. Beady eyes, wide ears, and jagged teeth lend rodent-like qualities to the imposing war beast." ],
					[ [ "monster/horse", "Horse" ], 1, "animal", null, [ 5, "large" ], [ 4, "N" ], "This proud horse thunders across the grassy plain with fluid grace, wind tugging at its loose-fitting barding." ],
					[ [ "monster/horse_pony", "Horse, Pony" ], [ -2, "1/2" ], "animal", null, [ 4, "medium" ], [ 4, "N" ], "This squat equine plods forward with large, curious eyes. As it nears, it extends its muzzle, clearly expecting a treat." ],
					[ [ "monster/hyena", "Hyena" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This hyena is covered in shaggy, tan-colored fur with black and brown stripes." ],
					[ [ "monster/hyena_dire_hyena_hyaenodon", "Hyena, Dire Hyena (Hyaenodon)" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "This large hyena has a thick head, rheumy red eyes, and a mouth filled with sharp, powerful teeth." ],
					[ [ "monster/impaler_shrike", "Impaler Shrike" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "This large bird has brown and gray feathers and a vicious hooked beak." ],
					[ [ "monster/jackal", "Jackal" ], [ -2, "1/2" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This sandy-colored canine resembles a slender-bodied wolf with short, graceful legs. It watches with dark brown eyes." ],
					[ [ "monster/kangaroo", "Kangaroo" ], [ -2, "1/2" ], "animal", null, [ 4, "medium" ], [ 4, "N" ], "As tall as a grown human, this mouse-faced creature stands on powerful hind legs and has a stout tail trailing behind." ],
					[ [ "monster/keulia", "Keulia" ], [ -4, "1/4" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This small, frilled reptile has a squat body with smooth scales." ],
					[ [ "monster/lich_newt", "Lich Newt" ], [ -4, "1/4" ], "animal", "aquatic", [ 2, "tiny" ], [ 4, "N" ], "Two sharp ridges of bone run along the back of this foot-long, black-and-white speckled newt." ],
					[ [ "monster/lion", "Lion" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "This great cat's muscles flex visibly under its skin as it bares its fangs and shakes its thick mane of hair." ],
					[ [ "monster/lion_dire_lion_spotted_lion", "Lion, Dire Lion (Spotted Lion)" ], 5, "animal", null, [ 5, "large" ], [ 4, "N" ], "This immense spotted lion stands as tall as a man at the shoulder, its fur matted with the blood of its victims." ],
					[ [ "monster/lizard_giant_chameleon", "Lizard, Giant Chameleon" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "Nearly invisible in its surroundings, this scaly lizard's eyes dart about independently of each other." ],
					[ [ "monster/lizard_giant_frilled_lizard", "Lizard, Giant Frilled Lizard" ], 5, "animal", null, [ 5, "large" ], [ 4, "N" ], "This bright-eyed lizard is larger than a horse. As it hisses in anger, a brightly colored frill extends around its neck." ],
					[ [ "monster/lizard_monitor_lizard", "Lizard, Monitor Lizard" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This immense lizard moves with a slow but relentless gait. Its feet end in large talons, and ropes of drool hang from its toothy maw." ],
					[ [ "monster/llama", "Llama" ], [ -2, "1/2" ], "animal", null, [ 4, "medium" ], [ 4, "N" ], "This shaggy, hoofed quadruped sports an elongated neck and large, crooked teeth." ],
					[ [ "monster/marax", "Marax" ], 11, "animal", null, [ 5, "large" ], [ 4, "N" ], "Dense, bony growths line the back of this bipedal predator. Between its gnashing, toothy underbite, scythe-like claws, and spiked tail, no part of this beast offers mercy." ],
					[ [ "monster/megafauna_archelon", "Megafauna, Archelon" ], 5, "animal", null, [ 6, "huge" ], [ 4, "N" ], "The shell of this immense sea turtle easily spans 12 feet in length. Its narrow head ends in a hooked beak." ],
					[ [ "monster/megafauna_arsinoitherium", "Megafauna, Arsinoitherium" ], 7, "animal", null, [ 5, "large" ], [ 4, "N" ], "This creature is much like a rhino, some six feet tall and ten feet long, with a pair of massive, knife-like horns curving up from its nose." ],
					[ [ "monster/megafauna_baluchitherium", "Megafauna, Baluchitherium" ], 8, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This towering armored herbivore resembles a hornless rhinoceros, but with longer legs and a longer neck." ],
					[ [ "monster/megafauna_basilosaurus", "Megafauna, Basilosaurus" ], 12, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "This immense primeval whale has a sleek body that looks more serpentine than mammal, and jaws filled with sharp teeth." ],
					[ [ "monster/megafauna_brontotherium", "Megafauna, Brontotherium" ], 8, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This stocky quadruped's lowered head puts its intimidating Y-shaped horn on full display." ],
					[ [ "monster/megafauna_chalicotherium", "Megafauna, Chalicotherium" ], 6, "animal", null, [ 5, "large" ], [ 4, "N" ], "This huge, rather slow-moving and slothlike creature has long, clawed forelimbs and short rear legs." ],
					[ [ "monster/megafauna_deinotherium", "Megafauna, Deinotherium" ], 7, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This creature resembles an elephant, though it has a shorter, thicker trunk and sharp, downward-curving tusks." ],
					[ [ "monster/megafauna_elasmotherium", "Megafauna, Elasmotherium" ], 9, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This lumbering, four-legged, rhino-like beast has thick hide and a single immense horn protruding from the top of its head." ],
					[ [ "monster/megafauna_embolotherium", "Megafauna, Embolotherium" ], 5, "animal", null, [ 5, "large" ], [ 4, "N" ], "This creature is reminiscent of a rhinoceros, but instead of pointed horns on its nose, this creature possesses a blunt, bony protrusion." ],
					[ [ "monster/megafauna_glyptodon", "Megafauna, Glyptodon" ], 6, "animal", null, [ 5, "large" ], [ 4, "N" ], "This armored creature has a bony, turtle-like shell from which protrude short limbs, a blunt head, and a short spiky tail." ],
					[ [ "monster/megafauna_kaprosuchus", "Megafauna, Kaprosuchus" ], 5, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This massive, squat crocodilian has forward facing eyes, jutting teeth, and a pronounced snout." ],
					[ [ "monster/megafauna_megalania", "Megafauna, Megalania" ], 7, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This gigantic lizard has short but powerful limbs, a muscular tail, and a spiny crest that runs the length of its body." ],
					[ [ "monster/megafauna_megaloceros", "Megafauna, Megaloceros" ], 4, "animal", null, [ 5, "large" ], [ 4, "N" ], "The massive and majestic elk stands fully the height of a human at its shoulder, and its antlers stretch over ten feet across." ],
					[ [ "monster/megafauna_megatherium", "Megafauna, Megatherium" ], 5, "animal", null, [ 6, "huge" ], [ 4, "N" ], "The great sloth, standing on its hind legs, can reach the treetops with its agile tongue to grab at foliage." ],
					[ [ "monster/megafauna_moa", "Megafauna, Moa" ], 2, "animal", null, [ 5, "large" ], [ 4, "N" ], "Standing on muscular legs that end in enormous talons, this flightless bird is almost twice the height of a man." ],
					[ [ "monster/megafauna_titanoboa", "Megafauna, Titanoboa" ], 13, "animal", null, [ 8, "colossal" ], [ 4, "N" ], "This immense serpent moves in deliberate, slithering undulations, its forked tongue tasting the air eagerly for the scent of prey." ],
					[ [ "monster/megafauna_uintatherium", "Megafauna, Uintatherium" ], 7, "animal", null, [ 5, "large" ], [ 4, "N" ], "This large creature is built like a rhinoceros, but with fangs like a saber-toothed tiger and smaller hornlike ridges." ],
					[ [ "monster/mindspin_ram", "Mindspin Ram" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This stark white ram's curved horns appear to have sharp thorns studding every inch of their surface." ],
					[ [ "monster/mokele_mbembe", "Mokele-Mbembe" ], 9, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This long-necked creature has an even longer tail, as well as a row of spines along its back and countless sharp fangs." ],
					[ [ "monster/mome_rath", "Mome Rath" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "Moss and lichen grow from the shaggy back of this boar-like animal. Its curving claws and prehensile tail hold it in the trees." ],
					[ [ "monster/monkey_swarm", "Monkey Swarm" ], 2, "animal", "swarm", [ 2, "tiny" ], [ 4, "N" ], "Screeches and bestial calls precede this pack of monkeys, each primate propelling itself forward on calloused knuckles." ],
					[ [ "monster/moose", "Moose" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "A slightly goofy, bent-nosed face does little to detract from the imposing height and bulk of this ungulate." ],
					[ [ "monster/octopus", "Octopus" ], 1, "animal", "aquatic", [ 3, "small" ], [ 4, "N" ], "Eight tentacles, each adorned with rows of countless suckers, unfurl from the barrel-shaped body of this large-eyed creature." ],
					[ [ "monster/octopus_giant_octopus", "Octopus, Giant Octopus" ], 8, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "A storm of tentacles, each twenty feet in length, flails with deadly precision from the leathery body of this gigantic octopus." ],
					[ [ "monster/onwu_azu", "Onwu Azu" ], 1, "animal", "aquatic", [ 3, "small" ], [ 4, "N" ], "This oversized piranha bursts from the water, spreading broad fins as it takes to the air to sate its hunger." ],
					[ [ "monster/orc_gorthek", "Orc, Gorthek" ], 7, "animal", null, [ 5, "large" ], [ 4, "N" ], "This massive quadruped has a thick, wrinkled hide, curving horns, and shaggy hair that frames its leonine face." ],
					[ [ "monster/ostrich", "Ostrich" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This human-sized bird has a long neck and legs sprouting from a round body covered in fluffy gray feathers." ],
					[ [ "monster/owl_great_horned_owl", "Owl, Great Horned Owl" ], [ -2, "1/2" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This gray-and-white feathered owl has fluffy wings and a bulky head that makes it look larger than most owls." ],
					[ [ "monster/panda", "Panda" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This black-and-white-furred bear is about as long in the body as an average human - but much rounder." ],
					[ [ "monster/petromin", "Petromin" ], [ -3, "1/3" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This sleek, furred creature has flaps of skin stretching between its limbs and its body." ],
					[ [ "monster/pilo", "Pilo" ], 2, "animal", null, [ 3, "small" ], [ 4, "N" ], "Sharp quills cover this bright yellow, six-legged animal, and its long, twitching snout probes the air around it." ],
					[ [ "monster/piranha_swarm", "Piranha Swarm" ], 3, "animal", "aquatic, swarm", [ 2, "tiny" ], [ 4, "N" ], "This swarm of silver-scaled fish thrashes feverishly, the dozens of swiftly moving creatures within seeming restless and bloodthirsty." ],
					[ [ "monster/piranha_swarm_megapiranha_swarm", "Piranha Swarm, Megapiranha Swarm" ], 6, "animal", "aquatic, swarm", [ 2, "tiny" ], [ 4, "N" ], "Within this mass of primeval fish glint innumerable savagely gnashing teeth." ],
					[ [ "monster/porcupine", "Porcupine" ], [ -4, "1/4" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "This small-eyed rodent has a rounded body with numerous quills running all over its back." ],
					[ [ "monster/porcupine_giant_porcupine", "Porcupine, Giant Porcupine" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This gray, human-sized porcupine's round body is covered in sharp, striped quills." ],
					[ [ "monster/primeval_sea_creature_kronosaurus", "Primeval Sea Creature, Kronosaurus" ], 10, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "This enormous, finned reptile has a long mouth full of sharp teeth and moves through the water with incredible speed." ],
					[ [ "monster/primeval_sea_creature_nothosaur", "Primeval Sea Creature, Nothosaur" ], 5, "animal", null, [ 5, "large" ], [ 4, "N" ], "This long-necked reptile swims through the water propelled by four paddle-like feet, whipping a long and slender tail behind it as it gnashes its sharp, needle-like teeth." ],
					[ [ "monster/primeval_sea_creature_zeuglodon", "Primeval Sea Creature, Zeuglodon" ], 9, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "This elongated, whale-like creature moves through the water with an eel-like motion despite its wide, fluked tail. Razor-sharp teeth fill its almost reptilian mouth." ],
					[ [ "monster/rat_dire_rat", "Rat, Dire Rat" ], [ -3, "1/3" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This filthy rat is the size of a small dog. It has a coat of coarse fur, a long and scabby tail, and two glittering eyes." ],
					[ [ "monster/rat_rat_swarm", "Rat, Rat Swarm" ], 2, "animal", "swarm", [ 2, "tiny" ], [ 4, "N" ], "A squirming, roiling mass of squeaking rats draws closer, teeth flashing and claws scratching everything in its path." ],
					[ [ "monster/raven_swarm", "Raven Swarm" ], 3, "animal", "swarm", [ 2, "tiny" ], [ 4, "N" ], "The pitch-black birds that make up this torrent of claws and feathers glare ominously from hundreds of beady eyes." ],
					[ [ "monster/ray_manta_ray", "Ray, Manta Ray" ], 1, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "Gliding gracefully through the water on wing-like fins, this large ray scoops up tiny morsels in its wide mouth." ],
					[ [ "monster/ray_stingray", "Ray, Stingray" ], [ -2, "1/2" ], "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "A long tail fitted with a barbed stinger trails from this flat, triangular fish's body." ],
					[ [ "monster/rhinoceros", "Rhinoceros" ], 4, "animal", null, [ 5, "large" ], [ 4, "N" ], "This rhinoceros has a low-slung head with twisted ears that lie back along its neck." ],
					[ [ "monster/rhinoceros_woolly_rhinoceros", "Rhinoceros, Woolly Rhinoceros" ], 6, "animal", null, [ 5, "large" ], [ 4, "N" ], "This large rhinoceros has a shaggy pelt of long, brown fur and a row of immense horns on its snout and brow." ],
					[ [ "monster/ringhorn", "Ringhorn" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "The horns of this goatlike deer grow up and curve around into a pair of massive, spiraling rings atop its head." ],
					[ [ "monster/roc", "Roc" ], 9, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "This immense raptor unleashes a shrill cry as it bares its talons, each large enough to carry off a horse." ],
					[ [ "monster/rock_tuatara", "Rock Tuatara" ], [ -3, "1/3" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "The stony-looking hide of this fat reptile ends in a studded, heavy club of a tail." ],
					[ [ "monster/sea_crawler", "Sea Crawler" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This furred creature has long tentacles that are covered in ridges and suction discs in place of arms, legs, and a tail." ],
					[ [ "monster/sea_snake", "Sea Snake" ], 1, "animal", null, [ 3, "small" ], [ 4, "N" ], "This scaly blue-green snake skims the surface of the water in a sinuous ballet of muscle and agility." ],
					[ [ "monster/sea_snake_giant_sea_snake", "Sea Snake, Giant Sea Snake" ], 7, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This great, writhing aquatic beast is pale blue with bright yellow stripes, and possesses a flipperlike tail to aid it as it swims." ],
					[ [ "monster/seahorse_giant_seahorse", "Seahorse, Giant Seahorse" ], 3, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "This sea creature resembles a cross between fish and horse; it has small fins on its flanks and a gracefully curled tail." ],
					[ [ "monster/seahorse_killer_seahorse", "Seahorse, Killer Seahorse" ], 5, "animal", "aquatic", [ 6, "huge" ], [ 4, "N" ], "This elephant-sized sea creature resembles a horse crossed with a fish, with crazed whirling eyes." ],
					[ [ "monster/shark", "Shark" ], 2, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "This blue shark's fins slice through the water, its black eyes rolling and its gaping jaws showing countless teeth." ],
					[ [ "monster/shark_angustiden", "Shark, Angustiden" ], 7, "animal", "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "This majestic beast glides through the water with murderous intent. Its thick-toothed maw is wide enough for a human to stand in, and its body stretches back more than 20 feet." ],
					[ [ "monster/shark_bull_shark", "Shark, Bull Shark" ], 2, "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This sleek, gray predator weaves back and forth through the water with savage grace." ],
					[ [ "monster/shark_dire_shark_megalodon", "Shark, Dire Shark (Megalodon)" ], 9, "animal", "aquatic", [ 7, "gargantuan" ], [ 4, "N" ], "Large as a dragon, this shark's jaws open to reveal a cavernous, tooth-lined gullet capable of swallowing a horse whole." ],
					[ [ "monster/shark_great_white_shark", "Shark, Great White Shark" ], 4, "animal", "aquatic", [ 6, "huge" ], [ 4, "N" ], "This immense silvery beast is a majestic specimen, its gigantic jaws lined with rows of serrated teeth." ],
					[ [ "monster/shark_hammerhead_shark", "Shark, Hammerhead Shark" ], 3, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "Beneath this sleek gray shark's unusually shaped head, a disproportionately small mouth flashes with razor-sharp teeth." ],
					[ [ "monster/shark_helicoprion", "Shark, Helicoprion" ], 6, "animal", "aquatic", [ 5, "large" ], [ 4, "N" ], "This creature resembles an ordinary shark from tail to mouth, but the unusual shape of its lower jaw marks it as something else. A whorl of teeth spirals inward, tiny at the centre, but long and brutal farther out." ],
					[ [ "monster/shark_jigsaw_shark", "Shark, Jigsaw Shark" ], 1, "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "Jagged markings decorate the body of this human-sized shark. A multitude of stains on its large teeth tell of the frequency and ferocity with which it uses its bite." ],
					[ [ "monster/shissah", "Shissah" ], 4, "animal", null, [ 5, "large" ], [ 4, "N" ], "This sleek equine is slightly smaller than an average horse, but its eyes contain a gleam of higher intelligence." ],
					[ [ "monster/skittergoat", "Skittergoat" ], [ -2, "1/2" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This small goat has sharp horns that wrap around its head to point forward, making it resemble a tiny bull." ],
					[ [ "monster/skunk", "Skunk" ], [ -4, "1/4" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "Built like a small badger, this creature has black fur with white stripes running from its face to its fluffy tail, which is raised in warning." ],
					[ [ "monster/skunk_giant_skunk", "Skunk, Giant Skunk" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "Snarling and ferocious, this horse-sized skunk emits a frightening growl as it smashes through the undergrowth." ],
					[ [ "monster/snake_swarm", "Snake Swarm" ], 2, "animal", "swarm", [ 2, "tiny" ], [ 4, "N" ], "Hissing menacingly, this mass of snakes resembles a pile of slithering tentacles." ],
					[ [ "monster/snake_swarm_venomous_snake_swarm", "Snake Swarm, Venomous Snake Swarm" ], 4, "animal", "swarm", [ 2, "tiny" ], [ 4, "N" ], "Venomous snakes slither and crawl over each other in a furious mass, their poison-dripping fangs glinting in the light." ],
					[ [ "monster/snake_asp", "Snake, Asp" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This long, muscular snake rears up and shows its hood and fangs when threatened." ],
					[ [ "monster/snake_constrictor_snake", "Snake, Constrictor Snake" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This large snake has a thick, muscular body and dull green scales decorated with dirty brown stripes." ],
					[ [ "monster/snake_emperor_cobra", "Snake, Emperor Cobra" ], 5, "animal", null, [ 5, "large" ], [ 4, "N" ], "This massive green cobra rears its head upward aggressively, its brightly colored, scaly hood flaring in an unmistakable warning." ],
					[ [ "monster/snake_giant_anaconda", "Snake, Giant Anaconda" ], 10, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "An enormous coil of muscle and scales, this giant snake flicks its arm-length tongue in the air as it scans the area for prey." ],
					[ [ "monster/snake_venomous_snake", "Snake, Venomous Snake" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This brightly colored snake assumes an aggressive posture, its hissing mouth open to display its fangs." ],
					[ [ "monster/snark", "Snark" ], [ -4, "1/4" ], "animal", null, [ 1, "diminutive" ], [ 4, "N" ], "Bright colors and patterns shine on the fur of this long-nosed, rodent-like creature, and glorious wings hold it aloft." ],
					[ [ "monster/sorico", "Sorico" ], 1, "animal", null, [ 3, "small" ], [ 4, "N" ], "This large, tawny rodent has powerful forelimbs ending in spade-like claws. Sand and mud cakes the creature's fur." ],
					[ [ "monster/squid", "Squid" ], 1, "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This slender red squid darts through the water with alacrity. Two large eyes stare from above the creature's tentacles." ],
					[ [ "monster/squid_giant_squid", "Squid, Giant Squid" ], 9, "animal", "aquatic", [ 6, "huge" ], [ 4, "N" ], "Immense in size, this great squid's tentacles writhe and flash with almost nauseating speed. The beast's eyes are as big as shields." ],
					[ [ "monster/swamp_barracuda", "Swamp Barracuda" ], 2, "animal", "aquatic", [ 4, "medium" ], [ 4, "N" ], "This elongated, olive fish has a thick set of jaws with a prominent underbite, and its body is covered in a layer of thick algae." ],
					[ [ "monster/swan_trumpeter_swan", "Swan, Trumpeter Swan" ], [ -3, "1/3" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This large waterfowl has a wide wingspan, all-white feathers, a black bill, and a long, curving neck." ],
					[ [ "monster/switchback_jackal", "Switchback Jackal" ], [ -2, "1/2" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "Resembling a small, half-starved wolf, this canine stares with deep intensity and undeniable hunger." ],
					[ [ "monster/tauhoti", "Tauhoti" ], [ -6, "1/6" ], "animal", null, [ 1, "diminutive" ], [ 4, "N" ], "This fluffy squirrel has a round body with long tufts atop its ears." ],
					[ [ "monster/thylacine", "Thylacine" ], [ -2, "1/2" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This catlike creature has a striped pelt and whiskers that jut from a long muzzle filled with sharp teeth." ],
					[ [ "monster/thylacine_brush_thylacine", "Thylacine, Brush Thylacine" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This odd creature is about the size of a dog, but it has the slender build of a cat, heavy whiskers, and dark stripes down its back. Its long tail flips about, smacking the ground as it scans the woods. It yips and bays in a complex pattern, offering warning to anything that may cross its path." ],
					[ [ "monster/tiger", "Tiger" ], 4, "animal", null, [ 5, "large" ], [ 4, "N" ], "This powerful feline predator moves with a deadly grace, its reddish-orange fur slashed with black stripes." ],
					[ [ "monster/tiger_dire_tiger_smilodon", "Tiger, Dire Tiger (Smilodon)" ], 8, "animal", null, [ 5, "large" ], [ 4, "N" ], "This large tiger grumbles a warning as it crouches. Two saber-like fangs jut downward from its powerful jaws." ],
					[ [ "monster/titanboar", "Titanboar" ], 6, "animal", null, [ 5, "large" ], [ 4, "N" ], "Muscles like iron bands ripple beneath the flesh of this enormous pig. A second set of tusks curls up from its jaw, guarding its eyes." ],
					[ [ "monster/toad_giant_toad", "Toad, Giant Toad" ], 2, "animal", null, [ 5, "large" ], [ 4, "N" ], "Stubby warts dot the skin of this horse-sized brown toad. Its throat bulges and ripples as though about to croak." ],
					[ [ "monster/tortoise_giant_tortoise", "Tortoise, Giant Tortoise" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This tortoise is half the height of a human, and has a domed shell, leathery skin, and a long neck." ],
					[ [ "monster/tortoise_immense_tortoise", "Tortoise, Immense Tortoise" ], 8, "animal", null, [ 8, "colossal" ], [ 4, "N" ], "Plants and even trees grow atop the shell of this massive tortoise, which gazes about with dull, placid eyes." ],
					[ [ "monster/tullimonstrum", "Tullimonstrum" ], 1, "animal", "aquatic", [ 2, "tiny" ], [ 4, "N" ], "This small cylindrical creature has two eyestalks extending straight off to each side." ],
					[ [ "monster/turtle", "Turtle" ], [ -6, "1/6" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/turtle_giant_snapping_turtle", "Turtle, Giant Snapping Turtle" ], 9, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "This lumbering turtle is the size of a house; its head features powerful, razor-sharp beak." ],
					[ [ "monster/turtle_snapping_turtle", "Turtle, Snapping Turtle" ], [ -3, "1/3" ], "animal", null, [ 2, "tiny" ], [ 4, "N" ], "A thick shell encases this reptile's body, from which only its tail, its feet, and a head fitted with powerful jaws emerge." ],
					[ [ "monster/vulture", "Vulture" ], [ -2, "1/2" ], "animal", null, [ 3, "small" ], [ 4, "N" ], "This dark-feathered vulture has a bald neck and head, and its long, hooked beak is caked with carrion." ],
					[ [ "monster/vulture_giant_vulture", "Vulture, Giant Vulture" ], 4, "animal", null, [ 5, "large" ], [ 4, "N" ], "A wickedly hooked beak and an immense bald head draw attention from this enormous scavenger's vast wingspan." ],
					[ [ "monster/vulture_whisperfall_vulture", "Vulture, Whisperfall Vulture" ], 1, "animal", null, [ 3, "small" ], [ 4, "N" ], "This dark-winged vulture has a wickedly hooked beak stained with bright red blood." ],
					[ [ "monster/walrus_emperor_walrus", "Walrus, Emperor Walrus" ], 8, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "Thick folds of skin protect this massive sea mammal like fleshy armor. Tusks as tall as humans jut from its whiskered face." ],
					[ [ "monster/walrus_walrus_b4", "Walrus, Walrus (B4)" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "Two long tusks jut from the mouth of this bulky, bewhiskered creature. It walks clumsily on flippers instead of feet." ],
					[ [ "monster/walrus_walrus_ff", "Walrus, Walrus (FF)" ], 4, "animal", null, [ 5, "large" ], [ 4, "N" ], "This bulky, thick-skinned, flippered creature has on its face two enormous tusks and what looks like a coarse mustache." ],
					[ [ "monster/war_beast_of_belkzen_bull_of_zagresh", "War Beast of Belkzen, Bull of Zagresh" ], 7, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This immense bovine has horns reminiscent of a stag, with daggerlike points spreading more than fifteen feet across." ],
					[ [ "monster/war_beast_of_belkzen_warcat_of_rull", "War Beast of Belkzen, Warcat of Rull" ], 13, "animal", null, [ 6, "huge" ], [ 4, "N" ], "This massive catlike creature has the lithe grace of a feline despite a shell-like armor of segmented plates." ],
					[ [ "monster/weasel_dire_weasel", "Weasel, Dire Weasel" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "This bear-sized predator is long and low-slung. Its soft fur and intelligent expression contrast with its glistening fangs." ],
					[ [ "monster/weasel_giant_weasel", "Weasel, Giant Weasel" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "The predatory nature of this wolf-sized creature is revealed by its long teeth, sleekly muscular body, and belligerent hiss." ],
					[ [ "monster/whale", "Whale" ], 10, "animal", null, [ 7, "gargantuan" ], [ 4, "N" ], "This immense whale moves slowly through the water with a grace that seems incongruous, given its immense size." ],
					[ [ "monster/whale_great_white_whale", "Whale, Great White Whale" ], 14, "animal", null, [ 8, "colossal" ], [ 4, "N" ], "This immense whale has an enormous, box-shaped head over a massive, toothy maw. Its rough white hide is laced with scars." ],
					[ [ "monster/wolf", "Wolf" ], 1, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This powerful canine watches its prey with piercing yellow eyes, darting its tongue across sharp white teeth." ],
					[ [ "monster/wolf_dire_wolf", "Wolf, Dire Wolf" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "This immense black wolf is the size of a horse, its fangs as large and sharp as knives." ],
					[ [ "monster/wolf_timber_wolf", "Wolf, Timber Wolf" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "A chilling chorus of howls echoes through the air as a massive, white-furred wolf emerges." ],
					[ [ "monster/wolliped", "Wolliped" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "This shaggy, multi-legged creature has a flattened face with wide nostrils and four eyes. Ivory tusks jut downward, flanking its mouth." ],
					[ [ "monster/wolliped_wolliped_combat_trained", "Wolliped, Wolliped (Combat Trained)" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], "This shaggy, multi-legged creature has a flattened face with wide nostrils and four eyes. Ivory tusks jut downward from its mouth." ],
					[ [ "monster/wolliped_wolliped_domesticated_or_wild", "Wolliped, Wolliped (Domesticated or Wild)" ], 3, "animal", null, [ 5, "large" ], [ 4, "N" ], null ],
					[ [ "monster/wolverine", "Wolverine" ], 2, "animal", null, [ 4, "medium" ], [ 4, "N" ], "This stocky, muscular mammal is the size of a badger, its snarling lips revealing a mouth full of yellow teeth." ],
					[ [ "monster/wolverine_dire_wolverine", "Wolverine, Dire Wolverine" ], 4, "animal", null, [ 5, "large" ], [ 4, "N" ], "This terrible wolverine is as large as a bear, its jaws and claws oversized and brutal, its eyes dark and filled with rage." ],
					[ [ "monster/yolubilis_heron", "Yolubilis Heron" ], 6, "animal", null, [ 6, "huge" ], [ 4, "N" ], "As tall as a tree, this dark gray bird stands on long legs. Its curved neck supports a sleek head with a slim but wicked beak." ],
					[ [ "monster/yzobu", "Yzobu" ], 1, "animal", null, [ 5, "large" ], [ 4, "N" ], "This four-legged animal with a long-horned, bovine head looks like a cross between a horse and a long-haired yak." ]
				],
				"initialColumn": 0,
				"className": "endcaps"
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	},
	"monsters_constructs": {
		"title": "Constructs",
		"sources": [],
		"description": [[ "{table0}" ]],
		"searchgroup": "monster",
		"singleTable": true,
		"tables": [
			{
				"id": "monsters constructs",
				"headers": [ "Monster", "CR", "Type", "Subtypes", "Size", "Alignment", "Description" ],
				"types": [ null, "num", null, null, "num", "num", 0 ],
				"ripples": [0],
				"data": [
					[ [ "monster/aballonian", "Aballonian" ], 7, "construct", null, [ 4, "medium" ], [ 4, "N" ], "This insectile construct skitters around on metallic legs, its manipulators clacking and glowing eyes searching." ],
					[ [ "monster/abandoned_armory", "Abandoned Armory" ], 13, "construct", null, [ 6, "huge" ], [ 5, "NE" ], "This aggregation of weapons, armor, and other tools of war looms like a slow avalanche of twisted iron and eldritch sparks." ],
					[ [ "monster/abrakarn_viper", "Abrakarn Viper" ], 13, "construct", "chaotic, evil", [ 6, "huge" ], [ 8, "CE" ], "This massive, three-headed clockwork snake is crafted of brass and strange, dark alloys." ],
					[ [ "monster/akaruzug", "Akaruzug" ], 15, "construct", null, [ 5, "large" ], [ 2, "LE" ], "This stony guardian has been sculpted in the shape of a grim, horned angel, and a crucified corpse has been affixed to its chest." ],
					[ [ "monster/aluum", "Aluum" ], 10, "construct", null, [ 5, "large" ], [ 4, "N" ], "This looming humanoid figure is made of rune-etched metal and polished stone, with crystalline eyes that glow with blue light." ],
					[ [ "monster/angelic_guardian", "Angelic Guardian" ], 5, "construct", null, [ 4, "medium" ], [ 4, "N" ], "This brass statue is sculpted in the shape of an angel with metal wings, and its halo takes the form of a burning crown." ],
					[ [ "monster/animate_aria", "Animate Aria" ], 9, "construct", null, [ 5, "large" ], [ 4, "N" ], "An inspirational song emanates from what appears to be point in thin air twelve feet off the ground. Stirring crescendos and moving fanfares can be heard throughout its melody." ],
					[ [ "monster/animate_hoard", "Animate Hoard" ], 9, "construct", null, [ 6, "huge" ], [ 4, "LE" ], "A pile of more than 100,000 coins has been given malevolent life." ],
					[ [ "monster/animated_object", "Animated Object" ], 3, "construct", null, [ 4, "medium" ], [ 4, "N" ], "The skeleton locked within rattles as this animated cage lurches forward on chain legs in search of new prisoners." ],
					[ [ "monster/animated_tank", "Animated Tank" ], 12, "construct", null, [ 6, "huge" ], [ 4, "N" ], "Like a deranged caterpillar of grinding metal and protruding turrets, this massive armored vehicle dominates the battlefield, spitting hot lead and artillery - seemingly without a crew." ],
					[ [ "monster/ardoc_moilant", "Ardoc Moilant" ], 10, "construct", null, [ 6, "huge" ], [ 4, "N" ], "This massive metallic biped stands on thick legs. A wide, serrated shovel serves as the brute's head, and iron pincers at the ends of its powerful arms snap open and shut." ],
					[ [ "monster/argent_warden", "Argent Warden" ], 8, "construct", "extraplanar", [ 4, "medium" ], [ 0, "LG" ], "This silver-armored knight moves with precision and poise. Gaps in its armor reveal nothing but glowing golden light within." ],
					[ [ "monster/automaton_champion_automaton", "Automaton, Champion Automaton" ], 10, "construct", "automaton, extraplanar", [ 5, "large" ], [ 1, "LN" ], "This large construct has arms that end in massive pincers, and the core in the center of its head glows with an unrivaled ferocity." ],
					[ [ "monster/automaton_familiar_automaton", "Automaton, Familiar Automaton" ], 2, "construct", "automaton, extraplanar", [ 2, "tiny" ], [ 1, "LN" ], "This small construct resembles a house cat. It bears elaborate markings, and the core in its head glows with a warm light." ],
					[ [ "monster/automaton_master_automaton", "Automaton, Master Automaton" ], 20, "construct", "automaton, extraplanar", [ 6, "huge" ], [ 1, "LN" ], "This construct is covered with elaborate markings. Its arms end in tremendous hooks, and the core in its head glows with light." ],
					[ [ "monster/automaton_sharpshooter_automaton", "Automaton, Sharpshooter Automaton" ], 15, "construct", "automaton, extraplanar", [ 4, "medium" ], [ 1, "LN" ], "This construct resembles a humanoid with a large crossbow built into its arm. It floats with no apparent mechanism." ],
					[ [ "monster/automaton_stalker_automaton", "Automaton, Stalker Automaton" ], 5, "construct", "automaton, extraplanar", [ 4, "medium" ], [ 1, "LN" ], "This construct resembles a large cat. Its body coloring and the glowing core in the center of its head constantly shift in color." ],
					[ [ "monster/benaioh_benaioh_clay_vessel", "Benaioh, Benaioh (Clay Vessel)" ], 7, "construct", null, [ 5, "large" ], [ 4, "N" ], "This towering humanoid figure appears to be sculpted from clay. Fine cracks thread through the creature's body, leaking a steady stream of putrescent slime." ],
					[ [ "monster/caryatid_column", "Caryatid Column" ], 3, "construct", null, [ 4, "medium" ], [ 4, "N" ], "With its feet planted firmly together, this marble statue of a female warrior holding a stone sword rises up to support the ceiling." ],
					[ [ "monster/celedon", "Celedon" ], 1, "construct", null, [ 4, "medium" ], [ 4, "N" ], "This metallic sculpture of an idealized humanoid figure sparkles with divine luster." ],
					[ [ "monster/cephalophore", "Cephalophore" ], 8, "construct", null, [ 5, "large" ], [ 4, "N" ], "Holding its own severed head in its hands, this tall marble statue looms stern and forbidding over its domain." ],
					[ [ "monster/charnel_god", "Charnel God" ], 23, "construct", null, [ 5, "large" ], [ 8, "CE" ], "This porphyry statue depicts a three-headed goddess with draconic wings, a long tail, and a deadly looking longbow in her hands." ],
					[ [ "monster/clockwork_clockwork_angel", "Clockwork, Clockwork Angel" ], 15, "construct", "clockwork", [ 4, "medium" ], [ 4, "N" ], "Brass, bronze, and silver components adorn this angelic figure. Moving gears are visible within the gaps of its metallic body." ],
					[ [ "monster/clockwork_clockwork_assassin", "Clockwork, Clockwork Assassin" ], 13, "construct", "clockwork", [ 4, "medium" ], [ 4, "N" ], "This sleek, one-eyed construct crouches, ready for battle. Its arms end in weapons - a rapier and a compact crossbow bolt launcher." ],
					[ [ "monster/clockwork_clockwork_dragon", "Clockwork, Clockwork Dragon" ], 16, "construct", "clockwork", [ 6, "huge" ], [ 4, "N" ], "Though made of thousands of metal parts, this masterpiece of gleaming metal glides through the air with impossible grace." ],
					[ [ "monster/clockwork_clockwork_excavator", "Clockwork, Clockwork Excavator" ], 10, "construct", "clockwork", [ 6, "huge" ], [ 4, "N" ], "Set atop spoked wheels, this huge contraption has two hinged arms that appear to be designed to shovel rocks into its open maw. Gleaming drills set around the construct's base look like they could easily break apart stone, and a gleaming scope of dark-hued glass projects from the end of a jointed arm." ],
					[ [ "monster/clockwork_clockwork_familiar", "Clockwork, Clockwork Familiar" ], 2, "construct", "clockwork", [ 2, "tiny" ], [ 4, "N" ], "This tiny metallic creature is shaped like a raven, gears and belts whirring beneath its shining, articulated plates." ],
					[ [ "monster/clockwork_clockwork_fiend", "Clockwork, Clockwork Fiend" ], 17, "construct", "clockwork", [ 4, "medium" ], [ 4, "N" ], "Resembling a metallic horned devil, this apparatus whirs with the sound of internal mechanisms." ],
					[ [ "monster/clockwork_clockwork_goblin", "Clockwork, Clockwork Goblin" ], 3, "construct", "clockwork", [ 3, "small" ], [ 4, "N" ], "Haphazard in its creation, this mechanical creature has the shape of a goblin wielding a dogslicer." ],
					[ [ "monster/clockwork_clockwork_goliath", "Clockwork, Clockwork Goliath" ], 19, "construct", "clockwork", [ 7, "gargantuan" ], [ 4, "N" ], "The gears of this enormous, four-armed mechanical giant shriek and grind in a deafening cacophony as it lumbers forth." ],
					[ [ "monster/clockwork_clockwork_guardian", "Clockwork, Clockwork Guardian" ], 8, "construct", "clockwork", [ 4, "medium" ], [ 4, "N" ], "This human-shaped construct has a helm-like head with a single crystalline eye. One arm ends in a large shield-like sheet of metal." ],
					[ [ "monster/clockwork_clockwork_gunslinger", "Clockwork, Clockwork Gunslinger" ], 7, "construct", "clockwork", [ 4, "medium" ], [ 4, "N" ], "One of this slim construct's arms ends in a whirling clockwork pistol, and a crystalline hourglass fits snugly between its pectoral armor plates." ],
					[ [ "monster/clockwork_clockwork_hound", "Clockwork, Clockwork Hound" ], 5, "construct", "clockwork", [ 3, "small" ], [ 4, "N" ], "Two emerald crystal eyes stare out from this artificial hound's brass-, bronze-, and iron-forged body." ],
					[ [ "monster/clockwork_clockwork_leviathan", "Clockwork, Clockwork Leviathan" ], 12, "construct", "clockwork", [ 6, "huge" ], [ 4, "N" ], "Long and metallic, this serpentine construction resembles a mechanical eel with several paddle-like limbs." ],
					[ [ "monster/clockwork_clockwork_mage", "Clockwork, Clockwork Mage" ], 9, "construct", "clockwork", [ 4, "medium" ], [ 4, "N" ], "This faceless construct has a crystal wand set into its chest, bristling with arcane energy." ],
					[ [ "monster/clockwork_clockwork_nautiloid", "Clockwork, Clockwork Nautiloid" ], 14, "construct", "clockwork", [ 6, "huge" ], [ 4, "N" ], "Nestled in a massive spiraled armored shell, this clockwork creature has several dozen grasping tentacles surrounding its octopus-like beak." ],
					[ [ "monster/clockwork_clockwork_overseer", "Clockwork, Clockwork Overseer" ], 7, "construct", "clockwork", [ 4, "medium" ], [ 4, "N" ], "One arm of this six-limbed clockwork construct ends in a broad fist, and the other extends into an articulated metal lash." ],
					[ [ "monster/clockwork_clockwork_priest", "Clockwork, Clockwork Priest" ], 11, "construct", "clockwork", [ 4, "medium" ], [ 4, "N" ], "This four-armed clockwork construct has a glowing crystal globe as a head and a shining crystal set into its chest." ],
					[ [ "monster/clockwork_clockwork_servant", "Clockwork, Clockwork Servant" ], 2, "construct", "clockwork", [ 4, "medium" ], [ 4, "N" ], "This four-armed, human-sized clockwork construct balances on three legs that rise into a central body." ],
					[ [ "monster/clockwork_clockwork_snail", "Clockwork, Clockwork Snail" ], 10, "construct", "clockwork", [ 5, "large" ], [ 4, "N" ], "The torso of this constructed gastropod is elongated and eerily humanoid. Smog pours from the shell-like posterior of the machine, while toxic green ooze courses through its translucent pipes." ],
					[ [ "monster/clockwork_clockwork_soldier", "Clockwork, Clockwork Soldier" ], 6, "construct", "clockwork", [ 4, "medium" ], [ 4, "N" ], "Cogs and gears are visible in the gaps of this metallic creature's armor. It wields a polearm as it stands ready at attention." ],
					[ [ "monster/clockwork_clockwork_songbird", "Clockwork, Clockwork Songbird" ], [ -2, "1/2" ], "construct", "clockwork", [ 2, "tiny" ], [ 4, "N" ], "This gilded mechanical bird produces melodious songs from its complex clockwork voice box." ],
					[ [ "monster/clockwork_clockwork_spy", "Clockwork, Clockwork Spy" ], [ -2, "1/2" ], "construct", "clockwork", [ 2, "tiny" ], [ 4, "N" ], "This tiny steel creature has one oversized eye, a spherical body, and several spiderlike legs of grinding metal." ],
					[ [ "monster/clockwork_clockwork_steed", "Clockwork, Clockwork Steed" ], 6, "construct", "clockwork", [ 5, "large" ], [ 4, "N" ], "Gleaming gears whir and buzz in an orchestra of motion whenever this red-eyed steed moves." ],
					[ [ "monster/clockwork_clockwork_vivisectionist", "Clockwork, Clockwork Vivisectionist" ], 10, "construct", "clockwork", [ 4, "medium" ], [ 4, "N" ], "The mechanical workings of this humanoid figure are incredibly complex, but the gore-spattered scalpels it has on one hand and the glistening syringes inside its cage-like chest make its intentions clear." ],
					[ [ "monster/clockwork_mechanical_efreeti", "Clockwork, Mechanical Efreeti" ], 1, "construct", "clockwork", [ 2, "tiny" ], [ 4, "N" ], "This crimson-skinned genie has an artificial, sculpted appearance." ],
					[ [ "monster/clockwork_toy_golem", "Clockwork, Toy Golem" ], 5, "construct", "clockwork", [ 4, "medium" ], [ 4, "N" ], "This amalgam of mechanical toys clacks and whirs." ],
					[ [ "monster/cryptguard", "Cryptguard" ], 9, "construct", null, [ 4, "medium" ], [ 4, "N" ], "This elegantly sculpted marble statue depicts a winged woman dressed in flowing robes, but with a raven's skull for a head." ],
					[ [ "monster/cutlass_spider", "Cutlass Spider" ], 6, "construct", null, [ 5, "large" ], [ 4, "N" ], "This spiderlike creature seems to be made entirely out of weapons and splintered planks, its legs ending in curved blades." ],
					[ [ "monster/dancing_hut_of_baba_yaga", "Dancing Hut of Baba Yaga" ], 17, "construct", null, [ 6, "huge" ], [ 4, "N" ], "A rustic hut stands here, its timber walls hung with bundles of drying herbs and etched with eerie symbols. From beneath its splintering wooden porch extends a pair of legs, like those of a fifteen-foot-tall chicken with gigantic talons caked in mud but sharp as razors." ],
					[ [ "monster/ebon_acolytus", "Ebon Acolytus" ], 7, "construct", null, [ 5, "large" ], [ 4, "N" ], "A chilling statue strands behind a dark altar, both smeared with evidence of grisly sacrifices. The monstrous statue, sculpted as a perverse amalgam of both man and beast, raises a wickedly curved sacrificial dagger above its head, its bejeweled eyes seeming to glint with murderous zeal." ],
					[ [ "monster/embalming_bear", "Embalming Bear" ], 7, "construct", null, [ 5, "large" ], [ 4, "N" ], "This decaying taxidermic bear is held together with thick stitches, metal armor plates, and a pungent chemical fluid." ],
					[ [ "monster/emerald_automaton", "Emerald Automaton" ], 4, "construct", null, [ 4, "medium" ], [ 4, "N" ], "An eerie green glow shines through the seams of this mechanical creature's armor." ],
					[ [ "monster/familiar_ioun_wyrd", "Familiar, Ioun Wyrd" ], [ -3, "1/3" ], "construct", null, [ 2, "tiny" ], [ 4, "N" ], "This strange creature appears as a floating swarm of gemstones surrounding a larger stone that pulses with dim light." ],
					[ [ "monster/gargoyle_gargoyle_guardian", "Gargoyle, Gargoyle Guardian" ], 8, "construct", null, [ 5, "large" ], [ 4, "N" ], "The stone statue of a menacing fiend crouches here, as though ready to spring to life and devour innocent passersby. Then it moves - to do just that." ],
					[ [ "monster/golden_guardian", "Golden Guardian" ], 6, "construct", null, [ 4, "medium" ], [ 4, "N" ], "This gilded statue appears to be crafted of solid gold plates, its shining visage carved with exquisite detail into an eerie replica of a human face." ],
					[ [ "monster/golem_adamantine_golem", "Golem, Adamantine Golem" ], 19, "construct", null, [ 6, "huge" ], [ 4, "N" ], "This huge construct of black metal is all spikes and armor, save for several forge-like stacks that burn atop its crown and back." ],
					[ [ "monster/golem_alchemical_golem", "Golem, Alchemical Golem" ], 9, "construct", null, [ 5, "large" ], [ 4, "N" ], "A rickety construction of glass tubing, metal, and wood convey the brain and two eyes afloat in this figure's glass skull." ],
					[ [ "monster/golem_behemoth_golem", "Golem, Behemoth Golem" ], 17, "construct", null, [ 8, "colossal" ], [ 4, "N" ], null ],
					[ [ "monster/golem_blood_golem", "Golem, Blood Golem" ], 6, "construct", null, [ 4, "medium" ], [ 4, "N" ], "A tower of blood in humanoid form sloshes within the clotted surface that holds it in a stable form." ],
					[ [ "monster/golem_bone_golem", "Golem, Bone Golem" ], 8, "construct", null, [ 5, "large" ], [ 4, "N" ], "This horrific humanoid figure is a mass of bones and skulls tied together with slick ropes of sinew." ],
					[ [ "monster/golem_brass_golem", "Golem, Brass Golem" ], 14, "construct", null, [ 6, "huge" ], [ 4, "N" ], "This towering brass statue, built to resemble an evil horned humanoid, carries a gigantic curved sword in its metal fists." ],
					[ [ "monster/golem_cannon_golem", "Golem, Cannon Golem" ], 15, "construct", null, [ 5, "large" ], [ 4, "N" ], "This collection of jagged metal rears up into a humanoid form, its enormous cannon tracking movement with mechanical precision." ],
					[ [ "monster/golem_carrion_golem", "Golem, Carrion Golem" ], 4, "construct", null, [ 4, "medium" ], [ 4, "N" ], "A lurching mash-up of rotting flesh, jagged bone, and coarse hair, this humanoid monstrosity reeks of death and decay." ],
					[ [ "monster/golem_clay_golem", "Golem, Clay Golem" ], 10, "construct", null, [ 5, "large" ], [ 4, "N" ], "This lumbering figure is sculpted from soft clay. It wears filthy rags and crude jewelry, and its face is only vaguely humanoid." ],
					[ [ "monster/golem_clockwork_golem", "Golem, Clockwork Golem" ], 12, "construct", null, [ 5, "large" ], [ 4, "N" ], "A vaguely humanoid shape made of metal lurches to life with the grinding whir and frantic ticking of hundreds of gears." ],
					[ [ "monster/golem_coral_golem", "Golem, Coral Golem" ], 9, "construct", null, [ 5, "large" ], [ 4, "N" ], "This tall creature appears to be made of wrinkled stone and coral, bits of plant life clinging to its creased body and clawlike hands." ],
					[ [ "monster/golem_crystal_golem", "Golem, Crystal Golem" ], 11, "construct", null, [ 5, "large" ], [ 4, "N" ], "This burly humanoid figure is cut from blue crystal that shines with an inner light." ],
					[ [ "monster/golem_dragonhide_golem", "Golem, Dragonhide Golem" ], 16, "construct", null, [ 6, "huge" ], [ 4, "N" ], "This massive, hunched monstrosity has a hide that appears to be a mix of reptilian scales of various colors." ],
					[ [ "monster/golem_equine_bone_golem", "Golem, Equine Bone Golem" ], 10, "construct", null, [ 5, "large" ], [ 4, "N" ], "This mass of bones is shaped like a horse, with bizarre limbs." ],
					[ [ "monster/golem_flesh_golem", "Golem, Flesh Golem" ], 7, "construct", null, [ 5, "large" ], [ 4, "N" ], "A hideous monstrosity crafted from body parts stitched together with thick string, wire, and metal staples lurches to horrific life." ],
					[ [ "monster/golem_fossil_golem", "Golem, Fossil Golem" ], 12, "construct", null, [ 6, "huge" ], [ 4, "N" ], "Fossilized bones make up the body of this animated construct, from its horned shoulders to its tyrannosaur-skulled hands." ],
					[ [ "monster/golem_glass_golem", "Golem, Glass Golem" ], 8, "construct", null, [ 5, "large" ], [ 4, "N" ], "This jagged construct of glass has a human's shape, save that one arm ends in a jagged hammer and another in a spike of glass." ],
					[ [ "monster/golem_gold_golem", "Golem, Gold Golem" ], 15, "construct", null, [ 5, "large" ], [ 4, "N" ], "This golden statue stands proud, bearing a regal scepter in one hand. Its other arm is stretched out, ending in an upraised fist." ],
					[ [ "monster/golem_ice_golem", "Golem, Ice Golem" ], 5, "construct", "cold", [ 4, "medium" ], [ 4, "N" ], "This icy statue stands a head taller than a normal human. A rime of frost coats it, and razor-sharp shards of ice adorn its limbs." ],
					[ [ "monster/golem_inubrix_golem", "Golem, Inubrix Golem" ], 14, "construct", null, [ 5, "large" ], [ 4, "N" ], "This hulking figure shines with a metallic luster as a heavy yellow gas flows from the creature's back." ],
					[ [ "monster/golem_ioun_golem", "Golem, Ioun Golem" ], 17, "construct", null, [ 5, "large" ], [ 4, "N" ], "This four-armed metal construct has a roughly humanoid shape, with the obvious exception of a missing head. Veins of brass overlay a body of meshed platinum and silver, with intricate circular grooves visible above, below, and between its twin sets of arms." ],
					[ [ "monster/golem_iron_golem", "Golem, Iron Golem" ], 13, "construct", null, [ 5, "large" ], [ 4, "N" ], "This iron automaton stands twice as tall as a normal human. Its heavy footfalls shake the ground with bone-jarring force." ],
					[ [ "monster/golem_junk_golem", "Golem, Junk Golem" ], 4, "construct", null, [ 4, "medium" ], [ 4, "N" ], "A walking rubbish heap, this roughly man-shaped creature seems to be barely holding itself together." ],
					[ [ "monster/golem_lead_golem", "Golem, Lead Golem" ], 10, "construct", null, [ 5, "large" ], [ 4, "N" ], "Resembling an unearthed vein of dull gray minerals, this crude, hunchbacked humanoid figure uses its arms to support itself." ],
					[ [ "monster/golem_magnetitie_golem", "Golem, Magnetitie Golem" ], 10, "construct", null, [ 5, "large" ], [ 4, "N" ], "This vaguely humanoid mass of polished black metal lumbers forward, with all manner of metallic objects clinging to its body." ],
					[ [ "monster/golem_marrowstone_golem", "Golem, Marrowstone Golem" ], 8, "construct", null, [ 5, "large" ], [ 4, "N" ], "Thin veins of black rock crisscross the frame of this hulking construct." ],
					[ [ "monster/golem_mask_golem", "Golem, Mask Golem" ], 4, "construct", null, [ 4, "medium" ], [ 4, "N" ], "This creature is made of hundreds of metal masks, welded together to form a roughly humanoid body. The masks are mostly iron, but some - such as the hands, knees, and feet - are made of silver lined with gold. The mask that makes up its head is made of porcelain with gold trim and has a large sapphire set into its brow. At the creature moves, the masks seem to shift and stare." ],
					[ [ "monster/golem_mithral_golem", "Golem, Mithral Golem" ], 16, "construct", null, [ 6, "huge" ], [ 4, "N" ], "Made of polished silvery metal, this immense humanoid construct moves with shocking grace and speed." ],
					[ [ "monster/golem_noqual_golem", "Golem, Noqual Golem" ], 18, "construct", null, [ 6, "huge" ], [ 4, "N" ], "Pale green metal makes up the body of this automaton. Despite its towering size, it moves with lithe quickness." ],
					[ [ "monster/golem_obsidian_golem", "Golem, Obsidian Golem" ], 12, "construct", null, [ 5, "large" ], [ 4, "N" ], "This statue resembles a lean human cut from blackened glass stone. Numerous razor-sharp protuberances jut from its body." ],
					[ [ "monster/golem_panthereon", "Golem, Panthereon" ], 11, "construct", null, [ 5, "large" ], [ 4, "N" ], "This finely sculpted statue is formed of hardened clay. Its muscular body is topped with the head of a feline predator." ],
					[ [ "monster/golem_quantium_golem", "Golem, Quantium Golem" ], 20, "construct", null, [ 7, "gargantuan" ], [ 4, "N" ], "This towering metal construct crackles with eldritch energy and wields an immense sword in its hands." ],
					[ [ "monster/golem_quintessence_golem", "Golem, Quintessence Golem" ], 20, "construct", "extraplanar", [ 6, "huge" ], [ 4, "N" ], "This partially humanoid creature appears to be carved of smoky glass. Ghostly, screaming faces swirl within its immense body." ],
					[ [ "monster/golem_robot_golem", "Golem, Robot Golem" ], 11, "construct", null, [ 5, "large" ], [ 4, "N" ], "Though corroded and damaged, this bipedal metallic construct moves silently, as though powered by some force other than its own rattling gears." ],
					[ [ "monster/golem_sand_golem", "Golem, Sand Golem" ], 9, "construct", null, [ 5, "large" ], [ 4, "N" ], "This towering creature appears to be made entirely of sand, with pockets of soft earth and rock reinforcing its tall, humanoid form." ],
					[ [ "monster/golem_sentient_wax_golem", "Golem, Sentient Wax Golem" ], 4, "construct", null, [ 4, "medium" ], [ 4, "N" ], null ],
					[ [ "monster/golem_shadow_golem", "Golem, Shadow Golem" ], 14, "construct", null, [ 5, "large" ], [ 4, "N" ], "This towering humanoid figure seems to be made of solidified shadows. Two pale orbs glare from its otherwise blank visage." ],
					[ [ "monster/golem_stone_golem", "Golem, Stone Golem" ], 11, "construct", null, [ 5, "large" ], [ 4, "N" ], "This towering stone automaton bears the likeness of an archaic, armored warrior. It moves with ponderous but inexorable steps." ],
					[ [ "monster/golem_viridium_golem", "Golem, Viridium Golem" ], 18, "construct", null, [ 6, "huge" ], [ 4, "N" ], "This green glass statue has four arms, one of which forms a jagged sword and another that ends in a formidable shield." ],
					[ [ "monster/golem_wax_golem", "Golem, Wax Golem" ], 3, "construct", null, [ 4, "medium" ], [ 4, "N" ], "This eerily expressionless woman has a glistening quality about her, as though she's covered in an oily sheen." ],
					[ [ "monster/golem_wood_golem", "Golem, Wood Golem" ], 6, "construct", null, [ 4, "medium" ], [ 4, "N" ], "This human-sized automaton resembles a crude humanoid figure made of cast-off pieces of wood." ],
					[ [ "monster/grand_defender", "Grand Defender" ], 15, "construct", "extraplanar", [ 6, "huge" ], [ 0, "LG" ], "This mighty golem made of polished iron resembles a keeneyed dwarf. It carries a warhammer and a large shield bearing Torag's symbol." ],
					[ [ "monster/graven_guardian", "Graven Guardian" ], 5, "construct", null, [ 4, "medium" ], [ 4, "N" ], "This jackal-headed, brightly painted clay statue animates and lurches forward, hefting a wickedly hooked sword." ],
					[ [ "monster/gravitic_globe", "Gravitic Globe" ], 10, "construct", null, [ 5, "large" ], [ 4, "N" ], "This large, adamantine sphere is carved to resemble the surface of Golarion, and burns with magical flame." ],
					[ [ "monster/gray_goo", "Gray Goo" ], 14, "construct", "swarm", [ 0, "fine" ], [ 4, "N" ], "Droplets of a silvery gray, slightly grainy goo gleam dully as they hang in the air." ],
					[ [ "monster/guardian_doll", "Guardian Doll" ], 3, "construct", "cold", [ 2, "tiny" ], [ 5, "NE" ], "This strange doll is clad in traditional Irriseni peasant clothing, and its eyes glisten with a disturbing curiosity." ],
					[ [ "monster/guardian_scroll", "Guardian Scroll" ], 3, "construct", null, [ 2, "tiny" ], [ 4, "N" ], "This innocuous-looking scroll flits about with serpentine grace, baring its razor-sharp edges." ],
					[ [ "monster/hanshepsu", "Hanshepsu" ], 10, "construct", null, [ 4, "medium" ], [ 4, "N" ], "This muscular warrior is carefully sculpted from clay and has a large scarab beetle in place of its head." ],
					[ [ "monster/hollow_one", "Hollow One" ], 10, "construct", null, [ 4, "medium" ], [ 4, "N" ], "The faint chemical smell lingering on this creature's skin hints that it is not simply a normal person. Small, almost imperceptible flaws suggest that the creature's skin is somehow stretched over an invisible frame." ],
					[ [ "monster/homunculus", "Homunculus" ], 1, "construct", null, [ 2, "tiny" ], [ 9, "Any" ], "This vaguely humanoid creature is about the size of a cat but looks more like a toothy, winged devil." ],
					[ [ "monster/idol_bone", "Idol, Bone" ], 2, "construct", null, [ 1, "diminutive" ], [ 4, "N" ], "This tiny, grisly fetish seems to be carved from numerous pieces of bone, adorned with a necklace of teeth and caked with a thin layer of dried blood. Hair and twine bind the pieces of bone together. The thing's misshapen head leers forward, carved with a demonic, ape-like grin." ],
					[ [ "monster/idol_jade", "Idol, Jade" ], 4, "construct", null, [ 1, "diminutive" ], [ 4, "N" ], "Masterfully carved, this elegant jade figurine stands no more than a hand's breadth tall, yet its delicate limbs and incredible details bear all the features of a seductive maiden cast in miniature." ],
					[ [ "monster/idol_stone", "Idol, Stone" ], 3, "construct", null, [ 1, "diminutive" ], [ 4, "N" ], "Doubtlessly once an impressive piece, time and cracks mar the sculpted stone visage of some sneering lord. Flecks of onyx glisten within its eyes, gazing across the gulf into ages past." ],
					[ [ "monster/idol_wood", "Idol, Wood" ], 1, "construct", null, [ 1, "diminutive" ], [ 4, "N" ], "Polished stones form the soulless eyes of this small yet bizarrely crafted wooden effigy. Shaped into the form of some inscrutable deity or spirit, its exotically carved features contort in a primeval scowl." ],
					[ [ "monster/iron_cobra", "Iron Cobra" ], 2, "construct", null, [ 3, "small" ], [ 4, "N" ], "This creature resembles a small, metallic cobra. Its body is made of overlapping iron plates, and its eyes are pinpoints of red light." ],
					[ [ "monster/iron_rhinoceros", "Iron Rhinoceros" ], 11, "construct", null, [ 6, "huge" ], [ 4, "N" ], "Dangling chains cover the riveted iron body of this massive rhinoceros like thick, woolly fur. Its hollow eyes glow - windows into a mighty furnace - and smoke that smells suspiciously like burning flesh billows from its smokestack horns." ],
					[ [ "monster/juggernaut", "Juggernaut" ], 11, "construct", null, [ 7, "gargantuan" ], [ 4, "N" ], "This oppressive construct rumbles forth on deadly rollers, crushing everything in its path." ],
					[ [ "monster/kikituk", "Kikituk" ], 13, "construct", null, [ 6, "huge" ], [ 5, "NE" ], "This lumbering whale skeleton has a set of bony legs affixed to its frame. Its bones bear complex scrimshaw patterns." ],
					[ [ "monster/living_effigy", "Living Effigy" ], 8, "construct", null, [ 6, "huge" ], [ 4, "N" ], "Carved from gray stone, this enormous figure is shaped like the head of some primordial giant." ],
					[ [ "monster/living_wall", "Living Wall" ], 4, "construct", null, [ 5, "large" ], [ 4, "N" ], "This gruesome wall is made stacked corpses mortared together into an unyielding mass of grasping limbs, topped with a dragon skull." ],
					[ [ "monster/mirror_man", "Mirror Man" ], 5, "construct", null, [ 4, "medium" ], [ 5, "NE" ], "Tall and lean, this hooded figure resembles a human until the terrible face beneath the cowl is revealed - nothing but a featureless mirror, reflecting a hard, cold world." ],
					[ [ "monster/necrophidius", "Necrophidius" ], 3, "construct", null, [ 4, "medium" ], [ 4, "N" ], "The soft scrape of bone reveals the long, sinuous skeleton of a large snake, its head a humanoid skull with a snake's jaws." ],
					[ [ "monster/poppet_poppet_small", "Poppet, Poppet, Small" ], [ -2, "1/2" ], "construct", null, [ 3, "small" ], [ 4, "N" ], null ],
					[ [ "monster/poppet_poppet_tiny", "Poppet, Poppet, Tiny" ], [ -3, "1/3" ], "construct", null, [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/retriever", "Retriever" ], 11, "construct", "extraplanar", [ 6, "huge" ], [ 8, "CE" ], "A spider the size of a bull elephant rears up on its back four legs in a violent challenge, eyes shimmering with magical energy." ],
					[ [ "monster/robot_annihilator_robot", "Robot, Annihilator Robot" ], 16, "construct", "robot", [ 7, "gargantuan" ], [ 4, "N" ], "The tip of this towering, scorpion-like construct's tail thrums with otherworldly energy." ],
					[ [ "monster/robot_arachnid_robot", "Robot, Arachnid Robot" ], [ -2, "1/2" ], "construct", "robot", [ 3, "small" ], [ 4, "N" ], "This dog-sized, spiderlike robot has a plasma torch mounted on a stinger-like limb and gripping claws on its forelegs." ],
					[ [ "monster/robot_collector_robot", "Robot, Collector Robot" ], 3, "construct", "robot", [ 4, "medium" ], [ 4, "N" ], "A soft whirring noise accompanies this flying mechanical creature. Its arms and hands end in spindly, multi-jointed fingers, and four circular rotors hold the creature aloft." ],
					[ [ "monster/robot_director_robot", "Robot, Director Robot" ], 10, "construct", "robot", [ 5, "large" ], [ 4, "N" ], "A humanoid torso and four spindly legs sprout from the top of this black-paneled orb. Buzzing mechanical tentacles churn and writhe below its bulk." ],
					[ [ "monster/robot_evaluator_robot", "Robot, Evaluator Robot" ], 12, "construct", "robot", [ 4, "medium" ], [ 4, "N" ], "With wings and an unearthly glow, this mechanical being could easily be mistaken for an angel." ],
					[ [ "monster/robot_gearsman_robot", "Robot, Gearsman Robot" ], 4, "construct", "robot", [ 4, "medium" ], [ 4, "N" ], "Made of what appears to be burnished brass, this construct resembles a suit of armor with a glowing glass orb for an eye." ],
					[ [ "monster/robot_gladiator_robot", "Robot, Gladiator Robot" ], 17, "construct", "robot", [ 4, "medium" ], [ 4, "N" ], "One of this metallic humanoid's four arms ends in the barrel of a large-bore rifle, while another ends in a spinning circular blade. Its final two arms grasp a massive chainsaw." ],
					[ [ "monster/robot_juggernaut_robot", "Robot, Juggernaut Robot" ], 15, "construct", "robot", [ 7, "gargantuan" ], [ 4, "N" ], "This towering mechanical humanoid stares down from a soulless violet eye. Its metallic fists crackle with electricity." ],
					[ [ "monster/robot_mannequin_robot", "Robot, Mannequin Robot" ], 2, "construct", "robot", [ 4, "medium" ], [ 4, "N" ], "This impassive humanoid has shiny, pale skin and an eerily expressionless face." ],
					[ [ "monster/robot_myrmidon_robot", "Robot, Myrmidon Robot" ], 11, "construct", "robot", [ 5, "large" ], [ 4, "N" ], "This metallic creature has pincer-tipped arms, a single red eye, and an array of deadly armaments." ],
					[ [ "monster/robot_observer_robot", "Robot, Observer Robot" ], 2, "construct", "robot", [ 2, "tiny" ], [ 4, "N" ], "This small robot is reminiscent of a beetle with a pair of pincers extending from the front of its body." ],
					[ [ "monster/robot_observer_robot_swarm", "Robot, Observer Robot Swarm" ], 10, "construct", "robot, swarm", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ [ "monster/robot_octopod_mechanic_drone", "Robot, Octopod Mechanic Drone" ], 13, "construct", "robot", [ 4, "medium" ], [ 4, "N" ], "This octopus-like robot has eight tentacles that it uses to repair multiple machines at a time." ],
					[ [ "monster/robot_reclamation_robot", "Robot, Reclamation Robot" ], 12, "construct", "robot", [ 5, "large" ], [ 4, "N" ], "This complex-looking automaton's multiple arms end in gripping talons. It moves about on a set of four legs and has a strange bell-shaped head." ],
					[ [ "monster/robot_repair_robot", "Robot, Repair Robot" ], 2, "construct", "robot", [ 4, "medium" ], [ 4, "N" ], "This quadruped robot has glowing eyes and dexterous hands capable of examining and fixing machinery." ],
					[ [ "monster/robot_scrapyard_robot", "Robot, Scrapyard Robot" ], 3, "construct", "robot", [ 4, "medium" ], [ 4, "N" ], "Frayed wires and broken-off protrusions sprout from mechanical construct, and one of its salvaged arms ends in a spinning blade." ],
					[ [ "monster/robot_surgeon_robot", "Robot, Surgeon Robot" ], 14, "construct", "robot", [ 4, "medium" ], [ 4, "N" ], "This robot has the general appearance of a skeletal preying mantis fashioned entirely from gleaming metal. An array of limbs fitted with laser scalpels, syringes, and other surgical devices spring from its body." ],
					[ [ "monster/robot_terraformer_robot", "Robot, Terraformer Robot" ], 7, "construct", "robot", [ 5, "large" ], [ 4, "N" ], "This large robot's arms end in an assortment of drills, torches, hammers, and vices." ],
					[ [ "monster/robot_thought_harvester_robot", "Robot, Thought Harvester Robot" ], 10, "construct", "robot", [ 4, "medium" ], [ 4, "N" ], "Rows of crystal spheres line the back of this four-legged robot. A single glowing eye sits in the middle of its head." ],
					[ [ "monster/robot_torturer_robot", "Robot, Torturer Robot" ], 8, "construct", "robot", [ 3, "small" ], [ 4, "N" ], "Spinning blades, long needles, and crystal-tipped rods stud the surface of this hovering metallic sphere." ],
					[ [ "monster/robot_warden_robot", "Robot, Warden Robot" ], 9, "construct", "robot", [ 5, "large" ], [ 4, "N" ], "Crafted of a strange, dull metal, this bulky construct stomps forward on stout, multi-jointed legs." ],
					[ [ "monster/rune_guardian", "Rune Guardian" ], 1, "construct", null, [ 2, "tiny" ], [ 4, "N" ], "A carved rune detaches itself from the wall and floats silently in midair, glowing with arcane energy." ],
					[ [ "monster/scarecrow", "Scarecrow" ], 4, "construct", null, [ 4, "medium" ], [ 4, "N" ], "It suddenly becomes clear that this is no ordinary pumpkin-headed scarecrow when its eyes glow and it comes to jerky life." ],
					[ [ "monster/scythe_glass_swarm", "Scythe Glass Swarm" ], 9, "construct", "swarm", [ 1, "diminutive" ], [ 4, "N" ], "The razor-sharp wings of a thousand stained glass insects jingle with a resonant melody." ],
					[ [ "monster/sentinel_hut", "Sentinel Hut" ], 8, "construct", null, [ 6, "huge" ], [ 4, "N" ], "This strange windowless cabin, with a steep thatched roof and a single door painted red, stands on an enormous pair of knobby legs." ],
					[ [ "monster/set_guardian", "Set Guardian" ], 13, "construct", null, [ 5, "large" ], [ 4, "N" ], "This towering figure's head is completely encased in a shiny black metal helmet that resembles the head of a long-snouted canine. Ruby gems sparkle in its eye sockets." ],
					[ [ "monster/shell_sentinel", "Shell Sentinel" ], 5, "construct", null, [ 4, "medium" ], [ 2, "LE" ], "This mass of shells is assembled into a shape that resembles a cross between a frog and a squid. Its \"head\" is a tangle of long limbs composed of razor-sharp edges, and its body seeps with foamy, toxic-looking slime." ],
					[ [ "monster/ship_in_a_bottle", "Ship in a Bottle" ], 2, "construct", null, [ 2, "tiny" ], [ 4, "N" ], "A model sailing ship in a display bottle the size of a boot sails the air on vaporous waves. Speckles of water move about the deck like a crew, arming a miniature ballista and preparing to take aim." ],
					[ [ "monster/ship_in_a_bottle_bottled_armada", "Ship in a Bottle, Bottled Armada" ], 6, "construct", "swarm", [ 2, "tiny" ], [ 4, "N" ], "A fleet of miniature ships, each secure in a glass bottle, flies through the air. The ships move as one, coordinating their attacks." ],
					[ [ "monster/ship_sentinel", "Ship Sentinel" ], 7, "construct", null, [ 5, "large" ], [ 4, "N" ], "A larger-than-life wooden carving of a mermaid holding a spear clambers forward, the vibrant paint coating her frame encrusted in years' worth of sea salt." ],
					[ [ "monster/skinstitch", "Skinstitch" ], 5, "construct", null, [ 5, "large" ], [ 4, "N" ], "This hulking thing is a patchwork of rotten cloth and grotesque skin, with stray bits of straw poking out the seams." ],
					[ [ "monster/skull_ripper", "Skull Ripper" ], 9, "construct", null, [ 5, "large" ], [ 7, "CN" ], "This chittering, scorpion-shaped monstrosity appears to be made of a hideous mix of chitinous limbs and human skulls." ],
					[ [ "monster/smoke_sentinel", "Smoke Sentinel" ], 9, "construct", null, [ 6, "huge" ], [ 4, "N" ], "This cloud of thick black smoke crackles as flashes of electricity illuminate it from within, but it whirs as if mechanical." ],
					[ [ "monster/soulbound_doll", "Soulbound Doll" ], 2, "construct", null, [ 2, "tiny" ], [ 4, "N" ], "This doll's glass eyes glisten with unmistakable curiosity as it comes to life with a fluid grace." ],
					[ [ "monster/soulbound_mannequin", "Soulbound Mannequin" ], 7, "construct", null, [ 4, "medium" ], [ 4, "N" ], "This strange construct is shaped like a masked humanoid made of wood and porcelain." ],
					[ [ "monster/soulbound_shell", "Soulbound Shell" ], 12, "construct", null, [ 4, "medium" ], [ 4, "N" ], "This white statue of a bald human is marbled with glowing green veins of energy." ],
					[ [ "monster/taotieh", "Taotieh" ], 11, "construct", null, [ 5, "large" ], [ 4, "N" ], "This white marble statue resembles a large feline, but its body and face are covered in decorative etchings and runes." ],
					[ [ "monster/tattoo_guardian", "Tattoo Guardian" ], 3, "construct", null, [ 4, "medium" ], [ 4, "N" ], "This beautiful, impossibly intricate tattoo appears to swirl and move along its wearer's skin." ],
					[ [ "monster/taxidermic_grizzly_bear", "Taxidermic Grizzly Bear" ], 3, "construct", null, [ 5, "large" ], [ 4, "N" ], "Tufts of haphazard fur line the body of this gruesome bear, while great lines of stitching crisscross its body." ],
					[ [ "monster/terra_cotta_soldier", "Terra-Cotta Soldier" ], 6, "construct", null, [ 4, "medium" ], [ 4, "N" ], "This perfectly sculpted, finely detailed, life-sized clay figure has a look of fierce determination and a sword clenched in each hand." ],
					[ [ "monster/thassilonian_sentinel_bronze_sentinel", "Thassilonian Sentinel, Bronze Sentinel" ], 3, "construct", null, [ 3, "small" ], [ 4, "N" ], "Sculpted from bronze in the form of a large humanoid head, this creature perches on six mechanical legs, its eyes intermittently shining with an orange glow." ],
					[ [ "monster/thassilonian_sentinel_iron_sentinel", "Thassilonian Sentinel, Iron Sentinel" ], 5, "construct", null, [ 3, "small" ], [ 4, "N" ], "An apelike head with demonic features cast in black iron sits on six segmented mechanical legs." ],
					[ [ "monster/thassilonian_sentinel_ivory_sentinel", "Thassilonian Sentinel, Ivory Sentinel" ], 7, "construct", null, [ 3, "small" ], [ 4, "N" ], "Sculpted from ivory in the form of a large skull, this construct perches on six segmented legs of whitened bone." ],
					[ [ "monster/thassilonian_sentinel_marble_sentinel", "Thassilonian Sentinel, Marble Sentinel" ], 4, "construct", null, [ 3, "small" ], [ 4, "N" ], "Crouched on six jointed metal legs, this large humanoid head crafted from polished marble gazes intently with its glowing green eyes." ],
					[ [ "monster/tiberolith", "Tiberolith" ], 10, "construct", null, [ 6, "huge" ], [ 4, "N" ], "A bizarre thrum echoes from somewhere deep within this towering stone hulk, and blue liquid runs down its shuddering body." ],
					[ [ "monster/tophet", "Tophet" ], 10, "construct", null, [ 5, "large" ], [ 4, "N" ], "A distended metal maw filled with blunt, sculpted teeth stretches across the upper portion of this rotund iron effigy." ],
					[ [ "monster/tribal_totem", "Tribal Totem" ], 6, "construct", null, [ 4, "medium" ], [ 4, "N" ], "With the splintering sound of dry, cracking wood, a human-sized graven image lurches to life. Its features shift and reform with every step, cycling through a variety of faces both strange and oddly familiar. Bits of feather, leaves, and decorative stone embellish its surface, and the strong smell of lacquer and resin assaults the senses as it draws near with a menacing, ponderous gait." ],
					[ [ "monster/tupilaq", "Tupilaq" ], 7, "construct", null, [ 3, "small" ], [ 4, "N" ], "This small humanoid figure grinds and clatters as it moves, its body carved from bones decorated with fine scrimshaw." ],
					[ [ "monster/urannag", "Urannag" ], 8, "construct", "extraplanar", [ 6, "huge" ], [ 8, "CE" ], "What at first appeared to be a sadistic spiked cage writhes into unholy life, extending bladed, articulated arms." ],
					[ [ "monster/warden_jack_swarm", "Warden Jack Swarm" ], 4, "construct", "swarm", [ 0, "fine" ], [ 4, "N" ], null ],
					[ [ "monster/warmonger", "Warmonger" ], 19, "construct", null, [ 6, "huge" ], [ 4, "N" ], "This massive wood-and-metal giant wields a scythe, a wicked spiked wrecking ball, an immense pick, and a huge crossbow." ],
					[ [ "monster/warmonger_wasp", "Warmonger Wasp" ], 7, "construct", "extraplanar", [ 5, "large" ], [ 8, "CE" ], "This wasplike creature seems to be partially made of metal. Its wings create an iridescent glow as it buzzes through the air." ],
					[ [ "monster/wickerman", "Wickerman" ], 13, "construct", "fire", [ 8, "colossal" ], [ 4, "N" ], "This humanoid-shaped colossus is a towering fury of burning wicker and wood." ],
					[ [ "monster/wyrwood", "Wyrwood" ], [ -2, "1/2" ], "construct", null, [ 3, "small" ], [ 4, "N" ], "Though obviously a wooden construct, this small, nimble creature moves fluidly and purposefully." ]
				],
				"initialColumn": 0,
				"className": "endcaps"
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	},
	"monsters_dragons": {
		"title": "Dragons",
		"sources": [],
		"description": [[ "{table0}" ]],
		"singleTable": true,
		"searchgroup": "monster",
		"tables": [
			{
				"id": "monsters dragons",
				"headers": [ "Monster", "CR", "Type", "Subtypes", "Size", "Alignment", "Description" ],
				"types": [ null, "num", null, null, "num", "num", 0 ],
				"ripples": [0],
				"data": [
					[ [ "monster/aashaqs_wyvern", "Aashaq's Wyvern" ], 8, "dragon", null, [ 5, "large" ], [ 7, "CN" ], "This light purple dragon has immense wings and a bifurcated tail, each end tipped with a hooked stinger. Heavy smoke drips from the beast's nostrils and jaws." ],
					[ [ "monster/amphiptere", "Amphiptere" ], 4, "dragon", null, [ 5, "large" ], [ 4, "N" ], "This snake-bodied dragon has a sinuous tail with a spiked tip. Flared wings attach to its forelimbs, and it lacks rear legs." ],
					[ [ "monster/calligraphy_wyrm", "Calligraphy Wyrm" ], 2, "dragon", null, [ 1, "diminutive" ], [ 4, "N" ], "The feet and tongue of this minuscule gold-scaled dragon are stained with ink." ],
					[ [ "monster/cetus", "Cetus" ], 13, "dragon", "aquatic, water", [ 8, "colossal" ], [ 7, "CN" ], "This enormous scaled serpent has the head of a shark, powerful claws, and a maw wide enough to swallow a small ship." ],
					[ [ "monster/dragon_black_adult_black_dragon", "Dragon (Black), Adult Black Dragon" ], 11, "dragon", "water", [ 5, "large" ], [ 8, "CE" ], null ],
					[ [ "monster/dragon_black_ancient_black_dragon", "Dragon (Black), Ancient Black Dragon" ], 16, "dragon", "water", [ 6, "huge" ], [ 8, "CE" ], null ],
					[ [ "monster/dragon_black_young_black_dragon", "Dragon (Black), Young Black Dragon" ], 7, "dragon", "water", [ 4, "medium" ], [ 8, "CE" ], "Hissing green acid drips from the fanged maw of this black-scaled, horned dragon." ],
					[ [ "monster/dragon_blue_adult_blue_dragon", "Dragon (Blue), Adult Blue Dragon" ], 13, "dragon", "earth", [ 6, "huge" ], [ 2, "LE" ], null ],
					[ [ "monster/dragon_blue_ancient_blue_dragon", "Dragon (Blue), Ancient Blue Dragon" ], 18, "dragon", "earth", [ 7, "gargantuan" ], [ 2, "LE" ], null ],
					[ [ "monster/dragon_blue_young_blue_dragon", "Dragon (Blue), Young Blue Dragon" ], 9, "dragon", "earth", [ 5, "large" ], [ 2, "LE" ], "With scales the color of the desert sky, this large, serpentine dragon moves with an unsettling grace." ],
					[ [ "monster/dragon_brass_adult_brass_dragon", "Dragon (Brass), Adult Brass Dragon" ], 11, "dragon", "fire", [ 5, "large" ], [ 6, "CG" ], null ],
					[ [ "monster/dragon_brass_ancient_brass_dragon", "Dragon (Brass), Ancient Brass Dragon" ], 16, "dragon", "fire", [ 6, "huge" ], [ 6, "CG" ], null ],
					[ [ "monster/dragon_brass_young_brass_dragon", "Dragon (Brass), Young Brass Dragon" ], 7, "dragon", "fire", [ 4, "medium" ], [ 6, "CG" ], "A crest of horns sweeps back from the head of this dragon, leading to a long neck and serpentine brass body." ],
					[ [ "monster/dragon_bronze_adult_bronze_dragon", "Dragon (Bronze), Adult Bronze Dragon" ], 13, "dragon", "water", [ 6, "huge" ], [ 0, "LG" ], null ],
					[ [ "monster/dragon_bronze_ancient_bronze_dragon", "Dragon (Bronze), Ancient Bronze Dragon" ], 18, "dragon", "water", [ 7, "gargantuan" ], [ 0, "LG" ], null ],
					[ [ "monster/dragon_bronze_young_bronze_dragon", "Dragon (Bronze), Young Bronze Dragon" ], 9, "dragon", "water", [ 5, "large" ], [ 0, "LG" ], "This sleek dragon is covered in dull metallic scales that range in color from shining bronze to mottled blue." ],
					[ [ "monster/dragon_copper_adult_copper_dragon", "Dragon (Copper), Adult Copper Dragon" ], 12, "dragon", "earth", [ 5, "large" ], [ 6, "CG" ], null ],
					[ [ "monster/dragon_copper_ancient_copper_dragon", "Dragon (Copper), Ancient Copper Dragon" ], 17, "dragon", "earth", [ 6, "huge" ], [ 6, "CG" ], null ],
					[ [ "monster/dragon_copper_young_copper_dragon", "Dragon (Copper), Young Copper Dragon" ], 8, "dragon", "earth", [ 4, "medium" ], [ 6, "CG" ], "Bright, shining copper scales run from the horn-crowned head to the ridged tail of this long-winged dragon." ],
					[ [ "monster/dragon_esoteric_astral_adult_astral_dragon", "Dragon (Esoteric, Astral), Adult Astral Dragon" ], 13, "dragon", "extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ [ "monster/dragon_esoteric_astral_ancient_astral_dragon", "Dragon (Esoteric, Astral), Ancient Astral Dragon" ], 18, "dragon", "extraplanar", [ 7, "gargantuan" ], [ 4, "N" ], null ],
					[ [ "monster/dragon_esoteric_astral_young_astral_dragon", "Dragon (Esoteric, Astral), Young Astral Dragon" ], 9, "dragon", "extraplanar", [ 5, "large" ], [ 4, "N" ], "This majestic dragon seems to shimmer as if surrounded by thousands of eddies of astral thought." ],
					[ [ "monster/dragon_esoteric_dream_adult_dream_dragon", "Dragon (Esoteric, Dream), Adult Dream Dragon" ], 14, "dragon", "extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ [ "monster/dragon_esoteric_dream_ancient_dream_dragon", "Dragon (Esoteric, Dream), Ancient Dream Dragon" ], 19, "dragon", "extraplanar", [ 7, "gargantuan" ], [ 4, "N" ], null ],
					[ [ "monster/dragon_esoteric_dream_young_dream_dragon", "Dragon (Esoteric, Dream), Young Dream Dragon" ], 10, "dragon", "extraplanar", [ 5, "large" ], [ 4, "N" ], "Clouds trail from the edges of this graceful, nearly fanciful creature in hypnotizing patterns." ],
					[ [ "monster/dragon_esoteric_etheric_adult_etheric_dragon", "Dragon (Esoteric, Etheric), Adult Etheric Dragon" ], 11, "dragon", "extraplanar", [ 5, "large" ], [ 4, "N" ], null ],
					[ [ "monster/dragon_esoteric_etheric_ancient_etheric_dragon", "Dragon (Esoteric, Etheric), Ancient Etheric Dragon" ], 16, "dragon", "extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ [ "monster/dragon_esoteric_etheric_young_etheric_dragon", "Dragon (Esoteric, Etheric), Young Etheric Dragon" ], 7, "dragon", "extraplanar", [ 4, "medium" ], [ 4, "N" ], "This silent dragon seems to gather shadows and gloom around its tattered-appearing wings." ],
					[ [ "monster/dragon_esoteric_nightmare_adult_nightmare_dragon", "Dragon (Esoteric, Nightmare), Adult Nightmare Dragon" ], 10, "dragon", "extraplanar", [ 5, "large" ], [ 5, "NE" ], null ],
					[ [ "monster/dragon_esoteric_nightmare_ancient_nightmare_dragon", "Dragon (Esoteric, Nightmare), Ancient Nightmare Dragon" ], 15, "dragon", "extraplanar", [ 6, "huge" ], [ 5, "NE" ], null ],
					[ [ "monster/dragon_esoteric_nightmare_young_nightmare_dragon", "Dragon (Esoteric, Nightmare), Young Nightmare Dragon" ], 6, "dragon", "extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This ebony dragon with red frills appears terribly contorted and trails shadows." ],
					[ [ "monster/dragon_esoteric_occult_adult_occult_dragon", "Dragon (Esoteric, Occult), Adult Occult Dragon" ], 10, "dragon", null, [ 5, "large" ], [ 3, "NG" ], null ],
					[ [ "monster/dragon_esoteric_occult_ancient_occult_dragon", "Dragon (Esoteric, Occult), Ancient Occult Dragon" ], 15, "dragon", null, [ 6, "huge" ], [ 3, "NG" ], null ],
					[ [ "monster/dragon_esoteric_occult_young_occult_dragon", "Dragon (Esoteric, Occult), Young Occult Dragon" ], 6, "dragon", null, [ 4, "medium" ], [ 3, "NG" ], "Its parchment-colored scales rustling like dry leaves, this dragon seems unusually attentive, as if always on the lookout." ],
					[ [ "monster/dragon_gold_adult_gold_dragon", "Dragon (Gold), Adult Gold Dragon" ], 15, "dragon", "fire", [ 6, "huge" ], [ 0, "LG" ], null ],
					[ [ "monster/dragon_gold_ancient_gold_dragon", "Dragon (Gold), Ancient Gold Dragon" ], 20, "dragon", "fire", [ 7, "gargantuan" ], [ 0, "LG" ], null ],
					[ [ "monster/dragon_gold_young_gold_dragon", "Dragon (Gold), Young Gold Dragon" ], 11, "dragon", "fire", [ 5, "large" ], [ 0, "LG" ], "Golden scales cover the body of this majestic dragon, and a regal crest of horns arches backward above wise and piercing eyes." ],
					[ [ "monster/dragon_green_adult_green_dragon", "Dragon (Green), Adult Green Dragon" ], 12, "dragon", "air", [ 6, "huge" ], [ 2, "LE" ], null ],
					[ [ "monster/dragon_green_ancient_green_dragon", "Dragon (Green), Ancient Green Dragon" ], 17, "dragon", "air", [ 7, "gargantuan" ], [ 2, "LE" ], null ],
					[ [ "monster/dragon_green_young_green_dragon", "Dragon (Green), Young Green Dragon" ], 8, "dragon", "air", [ 5, "large" ], [ 2, "LE" ], "Scales the color of emeralds armor this ferocious dragon. A single sharp horn protrudes from the end of its toothy snout." ],
					[ [ "monster/dragon_imperial_forest_adult_forest_dragon", "Dragon (Imperial, Forest), Adult Forest Dragon" ], 14, "dragon", "earth", [ 6, "huge" ], [ 8, "CE" ], null ],
					[ [ "monster/dragon_imperial_forest_ancient_forest_dragon", "Dragon (Imperial, Forest), Ancient Forest Dragon" ], 19, "dragon", "earth", [ 7, "gargantuan" ], [ 8, "CE" ], null ],
					[ [ "monster/dragon_imperial_forest_young_forest_dragon", "Dragon (Imperial, Forest), Young Forest Dragon" ], 10, "dragon", "earth", [ 5, "large" ], [ 8, "CE" ], "This massive serpentine and wingless creature has jade scales and antlers, and sounds like grinding stones as it stalks forth." ],
					[ [ "monster/dragon_imperial_sea_adult_sea_dragon", "Dragon (Imperial, Sea), Adult Sea Dragon" ], 12, "dragon", "water", [ 6, "huge" ], [ 6, "CG" ], null ],
					[ [ "monster/dragon_imperial_sea_ancient_sea_dragon", "Dragon (Imperial, Sea), Ancient Sea Dragon" ], 17, "dragon", "water", [ 7, "gargantuan" ], [ 6, "CG" ], null ],
					[ [ "monster/dragon_imperial_sea_young_sea_dragon", "Dragon (Imperial, Sea), Young Sea Dragon" ], 8, "dragon", "water", [ 5, "large" ], [ 6, "CG" ], "The long, undulating body of this serpentine dragon rolls and bends with scales the color of the ocean's waves." ],
					[ [ "monster/dragon_imperial_sky_adult_sky_dragon", "Dragon (Imperial, Sky), Adult Sky Dragon" ], 13, "dragon", "air", [ 6, "huge" ], [ 0, "LG" ], null ],
					[ [ "monster/dragon_imperial_sky_ancient_sky_dragon", "Dragon (Imperial, Sky), Ancient Sky Dragon" ], 18, "dragon", "air", [ 7, "gargantuan" ], [ 0, "LG" ], null ],
					[ [ "monster/dragon_imperial_sky_young_sky_dragon", "Dragon (Imperial, Sky), Young Sky Dragon" ], 9, "dragon", "air", [ 5, "large" ], [ 0, "LG" ], "Although wingless, this dragon twists gracefully though the sky, its scales reflecting the shifting hues of the heavens." ],
					[ [ "monster/dragon_imperial_sovereign_adult_sovereign_dragon", "Dragon (Imperial, Sovereign), Adult Sovereign Dragon" ], 15, "dragon", null, [ 6, "huge" ], [ 4, "N" ], null ],
					[ [ "monster/dragon_imperial_sovereign_ancient_sovereign_dragon", "Dragon (Imperial, Sovereign), Ancient Sovereign Dragon" ], 20, "dragon", null, [ 7, "gargantuan" ], [ 4, "N" ], null ],
					[ [ "monster/dragon_imperial_sovereign_young_sovereign_dragon", "Dragon (Imperial, Sovereign), Young Sovereign Dragon" ], 11, "dragon", null, [ 5, "large" ], [ 4, "N" ], "This magnificent dragon is covered in splendid gold scales, and horns jut from its head like a crown." ],
					[ [ "monster/dragon_imperial_underworld_adult_underworld_dragon", "Dragon (Imperial, Underworld), Adult Underworld Dragon" ], 11, "dragon", "fire", [ 5, "large" ], [ 2, "LE" ], null ],
					[ [ "monster/dragon_imperial_underworld_ancient_underworld_dragon", "Dragon (Imperial, Underworld), Ancient Underworld Dragon" ], 16, "dragon", "fire", [ 6, "huge" ], [ 2, "LE" ], null ],
					[ [ "monster/dragon_imperial_underworld_young_underworld_dragon", "Dragon (Imperial, Underworld), Young Underworld Dragon" ], 7, "dragon", "fire", [ 4, "medium" ], [ 2, "LE" ], "This serpentine dragon has skin the color of deep volcanic rock, enormous claws, and jagged, stonelike horns and scales." ],
					[ [ "monster/dragon_other_faerie_dragon", "Dragon (Other), Faerie Dragon" ], 2, "dragon", null, [ 2, "tiny" ], [ 6, "CG" ], "A pair of brightly colored butterfly wings sprouts from the back of this miniature dragon." ],
					[ [ "monster/dragon_other_prism_dragon", "Dragon (Other), Prism Dragon" ], 17, "dragon", "extraplanar", [ 6, "huge" ], [ 7, "CN" ], "The facets of this crystalline dragon's body reflect fascinating and sparkling patterns." ],
					[ [ "monster/dragon_other_spine_dragon", "Dragon (Other), Spine Dragon" ], 16, "dragon", "earth", [ 7, "gargantuan" ], [ 7, "CN" ], "This dragon bears a forest of razor-sharp crystalline spines. Its wings are transparent and seem almost to be made of glass." ],
					[ [ "monster/dragon_other_tidepool_dragon", "Dragon (Other), Tidepool Dragon" ], 3, "dragon", "aquatic", [ 2, "tiny" ], [ 7, "CN" ], "This small draconic creature seems better suited for the waves than wind, its wings sweeping along its body like massive fins. Light from the water refracts off its resilient-looking cerulean hide as it snaps crustacean-like claws." ],
					[ [ "monster/dragon_outer_lunar_adult_lunar_dragon", "Dragon (Outer, Lunar), Adult Lunar Dragon" ], 13, "dragon", null, [ 6, "huge" ], [ 7, "CN" ], null ],
					[ [ "monster/dragon_outer_lunar_ancient_lunar_dragon", "Dragon (Outer, Lunar), Ancient Lunar Dragon" ], 18, "dragon", null, [ 7, "gargantuan" ], [ 7, "CN" ], null ],
					[ [ "monster/dragon_outer_lunar_young_lunar_dragon", "Dragon (Outer, Lunar), Young Lunar Dragon" ], 9, "dragon", null, [ 5, "large" ], [ 7, "CN" ], "A shimmering halo surrounds this regal dragon's spine-crowned head, and its vast wings ripple like milky gossamer lit by the moon." ],
					[ [ "monster/dragon_outer_solar_adult_solar_dragon", "Dragon (Outer, Solar), Adult Solar Dragon" ], 13, "dragon", "fire", [ 6, "huge" ], [ 1, "LN" ], null ],
					[ [ "monster/dragon_outer_solar_ancient_solar_dragon", "Dragon (Outer, Solar), Ancient Solar Dragon" ], 18, "dragon", "fire", [ 7, "gargantuan" ], [ 1, "LN" ], null ],
					[ [ "monster/dragon_outer_solar_young_solar_dragon", "Dragon (Outer, Solar), Young Solar Dragon" ], 9, "dragon", "fire", [ 5, "large" ], [ 1, "LN" ], "This regal dragon glows like the sun. Its burnished wings shimmer the color of flames, and a crown of horns decorates its head." ],
					[ [ "monster/dragon_outer_time_adult_time_dragon", "Dragon (Outer, Time), Adult Time Dragon" ], 15, "dragon", null, [ 6, "huge" ], [ 4, "N" ], null ],
					[ [ "monster/dragon_outer_time_ancient_time_dragon", "Dragon (Outer, Time), Ancient Time Dragon" ], 20, "dragon", null, [ 7, "gargantuan" ], [ 4, "N" ], null ],
					[ [ "monster/dragon_outer_time_young_time_dragon", "Dragon (Outer, Time), Young Time Dragon" ], 11, "dragon", null, [ 5, "large" ], [ 4, "N" ], "This dragon's cracked scales creak with frightening, patient power. Some of its horns are ancient and brittle, others new and pristine." ],
					[ [ "monster/dragon_outer_void_adult_void_dragon", "Dragon (Outer, Void), Adult Void Dragon" ], 13, "dragon", null, [ 6, "huge" ], [ 5, "NE" ], null ],
					[ [ "monster/dragon_outer_void_ancient_void_dragon", "Dragon (Outer, Void), Ancient Void Dragon" ], 18, "dragon", null, [ 7, "gargantuan" ], [ 5, "NE" ], null ],
					[ [ "monster/dragon_outer_void_young_void_dragon", "Dragon (Outer, Void), Young Void Dragon" ], 9, "dragon", null, [ 5, "large" ], [ 5, "NE" ], "This dragon's ebony scales and horns are flecked with a substance that glows an eerie green. The folds of its wings reflect a starry sky." ],
					[ [ "monster/dragon_outer_vortex_adult_vortex_dragon", "Dragon (Outer, Vortex), Adult Vortex Dragon" ], 14, "dragon", "fire", [ 6, "huge" ], [ 1, "LN" ], null ],
					[ [ "monster/dragon_outer_vortex_ancient_vortex_dragon", "Dragon (Outer, Vortex), Ancient Vortex Dragon" ], 19, "dragon", "fire", [ 7, "gargantuan" ], [ 1, "LN" ], null ],
					[ [ "monster/dragon_outer_vortex_young_vortex_dragon", "Dragon (Outer, Vortex), Young Vortex Dragon" ], 10, "dragon", "fire", [ 5, "large" ], [ 1, "LN" ], "This dragon twists and whips with near untraceable speed. Its horns, crests along its neck, and wings emit a glow like starlight." ],
					[ [ "monster/dragon_planar_apocalypse_adult_apocalypse_dragon", "Dragon (Planar, Apocalypse), Adult Apocalypse Dragon" ], 16, "dragon", "evil, extraplanar", [ 6, "huge" ], [ 5, "NE" ], "Gangrenous wounds mar this dragon's twisted body." ],
					[ [ "monster/dragon_planar_apocalypse_ancient_apocalypse_dragon", "Dragon (Planar, Apocalypse), Ancient Apocalypse Dragon" ], 21, "dragon", "evil, extraplanar", [ 7, "gargantuan" ], [ 5, "NE" ], "Gangrenous wounds mar this dragon's twisted body." ],
					[ [ "monster/dragon_planar_apocalypse_young_apocalypse_dragon", "Dragon (Planar, Apocalypse), Young Apocalypse Dragon" ], 12, "dragon", "evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Gangrenous wounds mar this dragon's twisted body." ],
					[ [ "monster/dragon_planar_bliss_adult_bliss_dragon", "Dragon (Planar, Bliss), Adult Bliss Dragon" ], 16, "dragon", "extraplanar, good", [ 6, "huge" ], [ 3, "NG" ], "This serene dragon's feathered form emits a comforting warmth." ],
					[ [ "monster/dragon_planar_bliss_ancient_bliss_dragon", "Dragon (Planar, Bliss), Ancient Bliss Dragon" ], 21, "dragon", "extraplanar, good", [ 7, "gargantuan" ], [ 3, "NG" ], "This serene dragon's feathered form emits a comforting warmth." ],
					[ [ "monster/dragon_planar_bliss_young_bliss_dragon", "Dragon (Planar, Bliss), Young Bliss Dragon" ], 12, "dragon", "extraplanar, good", [ 5, "large" ], [ 3, "NG" ], "This serene dragon's feathered form emits a comforting warmth." ],
					[ [ "monster/dragon_planar_crypt_adult_crypt_dragon", "Dragon (Planar, Crypt), Adult Crypt Dragon" ], 16, "dragon", "extraplanar", [ 6, "huge" ], [ 4, "N" ], "This dragon's scales are the color of weathered bone, and its hide stretches tautly and painfully over its emaciated form." ],
					[ [ "monster/dragon_planar_crypt_ancient_crypt_dragon", "Dragon (Planar, Crypt), Ancient Crypt Dragon" ], 21, "dragon", "extraplanar", [ 7, "gargantuan" ], [ 4, "N" ], "This dragon's scales are the color of weathered bone, and its hide stretches tautly and painfully over its emaciated form." ],
					[ [ "monster/dragon_planar_crypt_young_crypt_dragon", "Dragon (Planar, Crypt), Young Crypt Dragon" ], 12, "dragon", "extraplanar", [ 5, "large" ], [ 4, "N" ], "This dragon's scales are the color of weathered bone, and its hide stretches tautly and painfully over its emaciated form." ],
					[ [ "monster/dragon_planar_edict_adult_edict_dragon", "Dragon (Planar, Edict), Adult Edict Dragon" ], 16, "dragon", "extraplanar, lawful", [ 6, "huge" ], [ 1, "LN" ], null ],
					[ [ "monster/dragon_planar_edict_ancient_edict_dragon", "Dragon (Planar, Edict), Ancient Edict Dragon" ], 21, "dragon", "extraplanar, lawful", [ 7, "gargantuan" ], [ 1, "LN" ], null ],
					[ [ "monster/dragon_planar_edict_young_edict_dragon", "Dragon (Planar, Edict), Young Edict Dragon" ], 12, "dragon", "extraplanar, lawful", [ 5, "large" ], [ 1, "LN" ], null ],
					[ [ "monster/dragon_planar_havoc_adult_havoc_dragon", "Dragon (Planar, Havoc), Adult Havoc Dragon" ], 16, "dragon", "chaotic, extraplanar, good", [ 6, "huge" ], [ 6, "CG" ], "This dragon's scales and insectile wings dance with color, while its whiplike tail waves as if stirred by an unseen breeze." ],
					[ [ "monster/dragon_planar_havoc_ancient_havoc_dragon", "Dragon (Planar, Havoc), Ancient Havoc Dragon" ], 21, "dragon", "chaotic, extraplanar, good", [ 7, "gargantuan" ], [ 6, "CG" ], "This dragon's scales and insectile wings dance with color, while its whiplike tail waves as if stirred by an unseen breeze." ],
					[ [ "monster/dragon_planar_havoc_young_havoc_dragon", "Dragon (Planar, Havoc), Young Havoc Dragon" ], 12, "dragon", "chaotic, extraplanar, good", [ 5, "large" ], [ 6, "CG" ], "This dragon's scales and insectile wings dance with color, while its whiplike tail waves as if stirred by an unseen breeze." ],
					[ [ "monster/dragon_planar_infernal_adult_infernal_dragon", "Dragon (Planar, Infernal), Adult Infernal Dragon" ], 16, "dragon", "evil, extraplanar, lawful", [ 6, "huge" ], [ 2, "LE" ], "Cruel horns frame this dragon's head. Its body glows faintly with malicious heat." ],
					[ [ "monster/dragon_planar_infernal_ancient_infernal_dragon", "Dragon (Planar, Infernal), Ancient Infernal Dragon" ], 21, "dragon", "evil, extraplanar, lawful", [ 7, "gargantuan" ], [ 2, "LE" ], "Cruel horns frame this dragon's head. Its body glows faintly with malicious heat." ],
					[ [ "monster/dragon_planar_infernal_young_infernal_dragon", "Dragon (Planar, Infernal), Young Infernal Dragon" ], 12, "dragon", "evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "Cruel horns frame this dragon's head. Its body glows faintly with malicious heat." ],
					[ [ "monster/dragon_planar_paradise_adult_paradise_dragon", "Dragon (Planar, Paradise), Adult Paradise Dragon" ], 16, "dragon", "extraplanar, good, lawful", [ 6, "huge" ], [ 0, "LG" ], "This sleek dragon carries itself with regal dignity. Its eyes glow with heavenly light." ],
					[ [ "monster/dragon_planar_paradise_ancient_paradise_dragon", "Dragon (Planar, Paradise), Ancient Paradise Dragon" ], 21, "dragon", "extraplanar, good, lawful", [ 7, "gargantuan" ], [ 0, "LG" ], "This sleek dragon carries itself with regal dignity. Its eyes glow with heavenly light." ],
					[ [ "monster/dragon_planar_paradise_young_paradise_dragon", "Dragon (Planar, Paradise), Young Paradise Dragon" ], 12, "dragon", "extraplanar, good, lawful", [ 5, "large" ], [ 0, "LG" ], "This sleek dragon carries itself with regal dignity. Its eyes glow with heavenly light." ],
					[ [ "monster/dragon_planar_rift_adult_rift_dragon", "Dragon (Planar, Rift), Adult Rift Dragon" ], 16, "dragon", "chaotic, evil, extraplanar", [ 6, "huge" ], [ 8, "CE" ], "This dark-scaled dragon has massive claws, and foul-smelling acid drips from its saber teeth." ],
					[ [ "monster/dragon_planar_rift_ancient_rift_dragon", "Dragon (Planar, Rift), Ancient Rift Dragon" ], 21, "dragon", "chaotic, evil, extraplanar", [ 7, "gargantuan" ], [ 8, "CE" ], "This dark-scaled dragon has massive claws, and foul-smelling acid drips from its saber teeth." ],
					[ [ "monster/dragon_planar_rift_young_rift_dragon", "Dragon (Planar, Rift), Young Rift Dragon" ], 12, "dragon", "chaotic, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This dark-scaled dragon has massive claws, and foul-smelling acid drips from its saber teeth." ],
					[ [ "monster/dragon_planar_tumult_adult_tumult_dragon", "Dragon (Planar, Tumult), Adult Tumult Dragon" ], 16, "dragon", "chaotic, extraplanar", [ 6, "huge" ], [ 7, "CN" ], "This dragon seems to be made of parts from different creatures." ],
					[ [ "monster/dragon_planar_tumult_ancient_tumult_dragon", "Dragon (Planar, Tumult), Ancient Tumult Dragon" ], 21, "dragon", "chaotic, extraplanar", [ 7, "gargantuan" ], [ 7, "CN" ], "This dragon seems to be made of parts from different creatures." ],
					[ [ "monster/dragon_planar_tumult_young_tumult_dragon", "Dragon (Planar, Tumult), Young Tumult Dragon" ], 12, "dragon", "chaotic, extraplanar", [ 5, "large" ], [ 7, "CN" ], "This dragon seems to be made of parts from different creatures." ],
					[ [ "monster/dragon_primal_brine_adult_brine_dragon", "Dragon (Primal, Brine), Adult Brine Dragon" ], 11, "dragon", "extraplanar, water", [ 5, "large" ], [ 1, "LN" ], null ],
					[ [ "monster/dragon_primal_brine_ancient_brine_dragon", "Dragon (Primal, Brine), Ancient Brine Dragon" ], 16, "dragon", "extraplanar, water", [ 6, "huge" ], [ 1, "LN" ], null ],
					[ [ "monster/dragon_primal_brine_young_brine_dragon", "Dragon (Primal, Brine), Young Brine Dragon" ], 7, "dragon", "extraplanar, water", [ 4, "medium" ], [ 1, "LN" ], "A blue-green neck frill sweeps back from the head of this dragon, leading to a body of shiny scales and fin-like crests." ],
					[ [ "monster/dragon_primal_cloud_adult_cloud_dragon", "Dragon (Primal, Cloud), Adult Cloud Dragon" ], 13, "dragon", "air, extraplanar", [ 6, "huge" ], [ 7, "CN" ], null ],
					[ [ "monster/dragon_primal_cloud_ancient_cloud_dragon", "Dragon (Primal, Cloud), Ancient Cloud Dragon" ], 18, "dragon", "air, extraplanar", [ 7, "gargantuan" ], [ 7, "CN" ], null ],
					[ [ "monster/dragon_primal_cloud_young_cloud_dragon", "Dragon (Primal, Cloud), Young Cloud Dragon" ], 9, "dragon", "air, extraplanar", [ 5, "large" ], [ 7, "CN" ], "The blue-white scales of this four-horned dragon exude wisps of fog. The dragon's snout is short but filled with sharp teeth." ],
					[ [ "monster/dragon_primal_crystal_adult_crystal_dragon", "Dragon (Primal, Crystal), Adult Crystal Dragon" ], 10, "dragon", "earth, extraplanar", [ 5, "large" ], [ 6, "CG" ], null ],
					[ [ "monster/dragon_primal_crystal_ancient_crystal_dragon", "Dragon (Primal, Crystal), Ancient Crystal Dragon" ], 15, "dragon", "earth, extraplanar", [ 6, "huge" ], [ 6, "CG" ], null ],
					[ [ "monster/dragon_primal_crystal_young_crystal_dragon", "Dragon (Primal, Crystal), Young Crystal Dragon" ], 6, "dragon", "earth, extraplanar", [ 4, "medium" ], [ 6, "CG" ], "This brilliantly colored dragon has scales, teeth, and claws made of multicolored crystal, and its wings are sheets of flexible glass." ],
					[ [ "monster/dragon_primal_magma_adult_magma_dragon", "Dragon (Primal, Magma), Adult Magma Dragon" ], 12, "dragon", "extraplanar, fire", [ 5, "large" ], [ 7, "CN" ], null ],
					[ [ "monster/dragon_primal_magma_ancient_magma_dragon", "Dragon (Primal, Magma), Ancient Magma Dragon" ], 17, "dragon", "extraplanar, fire", [ 6, "huge" ], [ 7, "CN" ], null ],
					[ [ "monster/dragon_primal_magma_young_magma_dragon", "Dragon (Primal, Magma), Young Magma Dragon" ], 8, "dragon", "extraplanar, fire", [ 4, "medium" ], [ 7, "CN" ], "Between this dragon's jet-black scales run glowing rivulets of lava, and veins aglow with heat shine in the membranes of its wings." ],
					[ [ "monster/dragon_primal_umbral_adult_umbral_dragon", "Dragon (Primal, Umbral), Adult Umbral Dragon" ], 14, "dragon", "extraplanar", [ 6, "huge" ], [ 8, "CE" ], null ],
					[ [ "monster/dragon_primal_umbral_ancient_umbral_dragon", "Dragon (Primal, Umbral), Ancient Umbral Dragon" ], 19, "dragon", "extraplanar", [ 7, "gargantuan" ], [ 8, "CE" ], null ],
					[ [ "monster/dragon_primal_umbral_young_umbral_dragon", "Dragon (Primal, Umbral), Young Umbral Dragon" ], 10, "dragon", "extraplanar", [ 5, "large" ], [ 8, "CE" ], "This sleek, dark dragon moves with a disturbing, serpentine grace, its eyes glowing as if lit from within by crimson embers." ],
					[ [ "monster/dragon_red_adult_red_dragon", "Dragon (Red), Adult Red Dragon" ], 14, "dragon", "fire", [ 6, "huge" ], [ 8, "CE" ], null ],
					[ [ "monster/dragon_red_ancient_red_dragon", "Dragon (Red), Ancient Red Dragon" ], 19, "dragon", "fire", [ 7, "gargantuan" ], [ 8, "CE" ], null ],
					[ [ "monster/dragon_red_young_red_dragon", "Dragon (Red), Young Red Dragon" ], 10, "dragon", "fire", [ 5, "large" ], [ 8, "CE" ], "A crown of cruel horns surrounds the head of this mighty dragon. Thick scales the color of molten rock cover its long body." ],
					[ [ "monster/dragon_silver_adult_silver_dragon", "Dragon (Silver), Adult Silver Dragon" ], 14, "dragon", "cold", [ 6, "huge" ], [ 0, "LG" ], null ],
					[ [ "monster/dragon_silver_ancient_silver_dragon", "Dragon (Silver), Ancient Silver Dragon" ], 19, "dragon", "cold", [ 7, "gargantuan" ], [ 0, "LG" ], null ],
					[ [ "monster/dragon_silver_young_silver_dragon", "Dragon (Silver), Young Silver Dragon" ], 10, "dragon", "cold", [ 5, "large" ], [ 0, "LG" ], "The scales of this tall, elegant dragon shine like polished silver, and its tail has a feathered appearance." ],
					[ [ "monster/dragon_white_adult_white_dragon", "Dragon (White), Adult White Dragon" ], 10, "dragon", "cold", [ 5, "large" ], [ 8, "CE" ], null ],
					[ [ "monster/dragon_white_ancient_white_dragon", "Dragon (White), Ancient White Dragon" ], 15, "dragon", "cold", [ 6, "huge" ], [ 8, "CE" ], null ],
					[ [ "monster/dragon_white_young_white_dragon", "Dragon (White), Young White Dragon" ], 6, "dragon", "cold", [ 4, "medium" ], [ 8, "CE" ], "This dragon's scales are a frosty white. Its head is crowned with slender horns, with a thin membrane stretched between them." ],
					[ [ "monster/dragon_turtle", "Dragon Turtle" ], 9, "dragon", "aquatic", [ 6, "huge" ], [ 4, "N" ], "This long-tailed aquatic beast resembles a massive snapping turtle with draconic features." ],
					[ [ "monster/dragonkin", "Dragonkin" ], 9, "dragon", null, [ 5, "large" ], [ 1, "LN" ], "This sleek, gold-scaled draconic creature looks both regal and intelligent. A leather harness holds a saddle between its wings." ],
					[ [ "monster/drake_desert_drake", "Drake, Desert Drake" ], 8, "dragon", "earth", [ 5, "large" ], [ 5, "NE" ], "This sleek dragon has scales mottled in desert colors, lacks forelimbs, and sports massive wings on its lissome back." ],
					[ [ "monster/drake_ether_drake", "Drake, Ether Drake" ], 10, "dragon", "aether", [ 5, "large" ], [ 4, "N" ], "Bony plates cover the upper body of this dragon. Its lower frame has a glassy sheen, and bone wings protrude from its back." ],
					[ [ "monster/drake_flame_drake", "Drake, Flame Drake" ], 5, "dragon", "fire", [ 5, "large" ], [ 8, "CE" ], "This ferocious creature looks like a red-and-yellow scaled dragon, but with only two legs." ],
					[ [ "monster/drake_forest_drake", "Drake, Forest Drake" ], 4, "dragon", "earth", [ 5, "large" ], [ 2, "LE" ], "This green-scaled dragon has two powerful legs and a pair of long, leathery wings. A long spike adorns its thrashing tail." ],
					[ [ "monster/drake_frost_drake", "Drake, Frost Drake" ], 7, "dragon", "cold", [ 5, "large" ], [ 8, "CE" ], "This two-legged dragon has dull blue scales tinged with bright blue ice. A freezing mist issues from between its powerful jaws." ],
					[ [ "monster/drake_jungle_drake", "Drake, Jungle Drake" ], 6, "dragon", "earth", [ 5, "large" ], [ 5, "NE" ], "The skin of this rugged dragon is mottled in hues of blue and green. Its elongated tail hides a menacing stinger." ],
					[ [ "monster/drake_lava_drake", "Drake, Lava Drake" ], 9, "dragon", "fire", [ 5, "large" ], [ 5, "NE" ], "This muscular two-legged dragon is covered with scales of thick volcanic stone." ],
					[ [ "monster/drake_mist_drake", "Drake, Mist Drake" ], 5, "dragon", "air", [ 5, "large" ], [ 5, "NE" ], "This lanky dragon's dappled grayish scales and sprawling wings shift and fade in color, blending in with the mist." ],
					[ [ "monster/drake_rift_drake", "Drake, Rift Drake" ], 9, "dragon", "earth", [ 5, "large" ], [ 8, "CE" ], "Horns jut from this muscular dragon's beaked head, and spikes cover the dragon's hide even in places on its winged arms." ],
					[ [ "monster/drake_river_drake", "Drake, River Drake" ], 3, "dragon", "aquatic, water", [ 4, "medium" ], [ 5, "NE" ], "With graceful wings and wide fins, this sleek dragon looks equally well equipped to glide through sea and sky." ],
					[ [ "monster/drake_sea_drake", "Drake, Sea Drake" ], 6, "dragon", "aquatic", [ 5, "large" ], [ 5, "NE" ], "Not quite sea serpent or dragon, this vicious beast is covered with shiny blue-green scales. Its arms serve as both wings and flippers." ],
					[ [ "monster/drake_shadow_drake", "Drake, Shadow Drake" ], 2, "dragon", "cold", [ 2, "tiny" ], [ 8, "CE" ], "This tiny black dragonlike creature has charcoal-colored scales and shadowy wings." ],
					[ [ "monster/drake_spire_drake", "Drake, Spire Drake" ], 7, "dragon", null, [ 5, "large" ], [ 2, "LE" ], "This reptilian creature's gaunt body, legs, and batlike face are covered in long spines. Two wings stretch out from its torso." ],
					[ [ "monster/elder_wyrm", "Elder Wyrm" ], 24, "dragon", null, [ 8, "colossal" ], [ 4, "N" ], "This mighty, two-headed dragon has a six-legged serpentine body that ends in a writhing, whiplike tail." ],
					[ [ "monster/fafnheir", "Fafnheir" ], 24, "dragon", null, [ 8, "colossal" ], [ 8, "CE" ], "The scales of this craggy serpentine dragon are scarred and blackened. Its eyes flare with nightmarish power, and its mouth drips with liquid flame." ],
					[ [ "monster/gorynych", "Gorynych" ], 15, "dragon", null, [ 6, "huge" ], [ 8, "CE" ], "This sleek, three-headed dragon rears up on its hind legs, wings spread and flames licking out from behind three sets of fangs." ],
					[ [ "monster/gowrow", "Gowrow" ], 5, "dragon", "aquatic", [ 5, "large" ], [ 4, "N" ], "This reptilian beast has a pair of long tusks jutting from its oversized jaws. Its long, draconic tail ends in a razor-sharp blade." ],
					[ [ "monster/house_drake", "House Drake" ], 2, "dragon", null, [ 2, "tiny" ], [ 6, "CG" ], "The eyes of this purple-scaled dragon glint with a mischievous intelligence and the sting of its tail has a silvery sheen." ],
					[ [ "monster/jabberwock", "Jabberwock" ], 23, "dragon", "air, fire", [ 6, "huge" ], [ 8, "CE" ], "This dragon has a long neck and terrible claws. The beast shrieks and babbles, thrashing its tail and wings in a violent manner." ],
					[ [ "monster/khala", "Khala" ], 17, "dragon", "cold", [ 5, "large" ], [ 8, "CE" ], "This dragon has broad, ragged wings. Its serpentine body ends in three long, flailing necks with hissing, triangular heads." ],
					[ [ "monster/kongamato", "Kongamato" ], 15, "dragon", null, [ 6, "huge" ], [ 4, "N" ], "A massive draconic creature with a birdlike head dives from the sky, letting loose a piercing scream as it descends." ],
					[ [ "monster/kongmato", "Kongmato" ], 15, "dragon", null, [ 6, "huge" ], [ 4, "N" ], "A reptilian creature dives from the sky with a piercing scream. As it hits the ground, wings the width of sails throw up dirt and leaves. The creature's draconic body tapers to an unmistakably birdlike head with a backward sweeping crest and a beak that resembles a giant military pick. As it moves, the air around it thrums with a high-pitched wail." ],
					[ [ "monster/korir_kokembe", "Korir-Kokembe" ], 10, "dragon", null, [ 6, "huge" ], [ 4, "N" ], "This green-tined dragon has multiple sets of legs down its long, sinuous body. An oversized gullet bulges in its throat." ],
					[ [ "monster/kyrana", "Kyrana" ], 3, "dragon", "fire", [ 4, "medium" ], [ 5, "NE" ], "Long spines jut from the head and neck of this red-scaled iguana, and fire trickles from its open mouth." ],
					[ [ "monster/linnorm_cairn_linnorm", "Linnorm, Cairn Linnorm" ], 18, "dragon", null, [ 7, "gargantuan" ], [ 8, "CE" ], "Pallid and horribly gaunt, this enormous but emaciated dragonlike creature has two forearms and no wings." ],
					[ [ "monster/linnorm_crag_linnorm", "Linnorm, Crag Linnorm" ], 14, "dragon", null, [ 7, "gargantuan" ], [ 8, "CE" ], "This immense, wingless dragon rears up on a serpentine body. Its triple tail and powerful talons swipe at the air." ],
					[ [ "monster/linnorm_fjord_linnorm", "Linnorm, Fjord Linnorm" ], 16, "dragon", "aquatic", [ 7, "gargantuan" ], [ 8, "CE" ], "This massive, eel-like dragon has two webbed talons. Its tail ends in large and powerful-looking flukes." ],
					[ [ "monster/linnorm_gare_linnorm", "Linnorm, Gare Linnorm" ], 15, "dragon", "aquatic", [ 7, "gargantuan" ], [ 8, "CE" ], "An enormous draconic head rises up atop a massive serpentine neck wider than a galleon's mainmast. Seemingly endless coils break the water's surface around it, only hinting at the monster's terrifying size, as it opens its steam-shrouded maw with a hiss." ],
					[ [ "monster/linnorm_ice_linnorm", "Linnorm, Ice Linnorm" ], 17, "dragon", null, [ 8, "colossal" ], [ 8, "CE" ], "A snake-like, dragon-headed monster of tremendous size rises up, drifts of snow and ice tumbling from its coiling flanks." ],
					[ [ "monster/linnorm_sea_linnorm", "Linnorm, Sea Linnorm" ], 22, "dragon", "aquatic", [ 8, "colossal" ], [ 5, "NE" ], "This unfathomably large serpent sports a distinctly draconic face. Its body is deep, blackened gray with swatches of crimson. An entrancing set of lures dangles off its face, each glowing with a pulsating orange light accented by regular electrical discharges." ],
					[ [ "monster/linnorm_taiga_linnorm", "Linnorm, Taiga Linnorm" ], 19, "dragon", null, [ 8, "colossal" ], [ 8, "CE" ], "With menacing black horns jutting from its head, this two-legged dragon is covered in dark green scales and vicious black barbs." ],
					[ [ "monster/linnorm_tarn_linnorm", "Linnorm, Tarn Linnorm" ], 20, "dragon", "aquatic", [ 8, "colossal" ], [ 8, "CE" ], "This nightmarishly huge, snake-like dragon possesses two equally fearsome heads. Its twin jaws seethe with acid and poison." ],
					[ [ "monster/linnorm_tor_linnorm", "Linnorm, Tor Linnorm" ], 21, "dragon", null, [ 8, "colossal" ], [ 8, "CE" ], "This gigantic, wingless, four-armed dragon has rivulets of bright red magma coursing through its serpentine body." ],
					[ [ "monster/nycar", "Nycar" ], 2, "dragon", "aquatic", [ 2, "tiny" ], [ 7, "CN" ], "This cruel-looking serpent is about the size of a housecat, with two forearms and dangerous-looking fangs." ],
					[ [ "monster/peluda", "Peluda" ], 10, "dragon", null, [ 5, "large" ], [ 5, "NE" ], "This long-necked dragon has steamy breath, a lashing tail, and a back covered in hundreds of quills." ],
					[ [ "monster/pest_drake_swarm", "Pest Drake Swarm" ], 9, "dragon", "swarm", [ 1, "diminutive" ], [ 4, "N" ], "These songbird-sized drakes declare their territory with an insistent chorus of shrill chirps." ],
					[ [ "monster/pseudodragon", "Pseudodragon" ], 1, "dragon", null, [ 2, "tiny" ], [ 3, "NG" ], "This housecat-sized miniature dragon has fine scales, sharp horns, wicked little teeth, and a tail tipped with a barbed stinger." ],
					[ [ "monster/pseudowyvern", "Pseudowyvern" ], 2, "dragon", null, [ 2, "tiny" ], [ 4, "N" ], "The sinuous tail of this cat-sized winged, armless dragon is tipped with a scorpianlike stinger." ],
					[ [ "monster/pyrausta", "Pyrausta" ], [ -4, "1/4" ], "dragon", "fire", [ 1, "diminutive" ], [ 7, "CN" ], "This minuscule dragon's transparent wings and large eyes resemble those of a praying mantis. Its form glows bright with an inner fire." ],
					[ [ "monster/rope_dragon", "Rope Dragon" ], 5, "dragon", "shapechanger", [ 3, "small" ], [ 7, "CN" ], "This small dragon, which appears to be composed of coils of rope, bristles with frayed filaments." ],
					[ [ "monster/scitalis", "Scitalis" ], 12, "dragon", null, [ 5, "large" ], [ 4, "N" ], "This ophidian dragon's scales and frills form a brightly colored pattern, backlit like stained glass by the creature's inner glow." ],
					[ [ "monster/sirrush", "Sirrush" ], 21, "dragon", "extraplanar, good", [ 7, "gargantuan" ], [ 3, "NG" ], "This graceful, elegant dragon has six legs, a radiantly feathered tail and wings, and scales that appear to be made of solid sunlight." ],
					[ [ "monster/taniniver", "Taniniver" ], 18, "dragon", null, [ 6, "huge" ], [ 5, "NE" ], "This legless, winged, white-eyed dragon is covered in patches of diseased flesh, squirming with maggots and oozing pus." ],
					[ [ "monster/tatzlwyrm", "Tatzlwyrm" ], 2, "dragon", null, [ 4, "medium" ], [ 4, "N" ], "This serpentine creature has the head of a ferocious dragon and two relatively small forearms that end in tiny claws." ],
					[ [ "monster/vishap", "Vishap" ], 19, "dragon", "extraplanar", [ 8, "colossal" ], [ 4, "N" ], "This slender dragon is covered in vivid cerulean scales with four powerful wings to match." ],
					[ [ "monster/woundwyrm", "Woundwyrm" ], 15, "dragon", "chaotic, evil", [ 6, "huge" ], [ 8, "CE" ], "This massive, eyeless draconic creature is covered in purplehued scales and sharp, spiky protrusions." ],
					[ [ "monster/wyvaran", "Wyvaran" ], [ -2, "1/2" ], "dragon", null, [ 4, "medium" ], [ 1, "LN" ], "This dragonlike humanoid brandishes its spear, spreads its wings, and shows its fangs in a angry snarl." ],
					[ [ "monster/wyvern", "Wyvern" ], 6, "dragon", null, [ 5, "large" ], [ 4, "N" ], "A dark blue dragon, its wings immense and its tail tipped with a hooked stinger, lands on two taloned feet and roars a challenge." ]
				],
				"initialColumn": 0,
				"className": "endcaps"
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	},
	"monsters_fey": {
		"title": "Fey",
		"sources": [],
		"searchgroup": "monster",
		"description": [[ "{table0}" ]],
		"singleTable": true,
		"tables": [
			{
				"id": "monsters fey",
				"headers": [ "Monster", "CR", "Type", "Subtypes", "Size", "Alignment", "Description" ],
				"types": [ null, "num", null, null, "num", "num", 0 ],
				"ripples": [0],
				"data": [
					[ [ "monster/alp", "Alp" ], 10, "fey", null, [ 4, "medium" ], [ 7, "CN" ], "This hoofed creature's large yellow eyes are set in a noseless face above a grinning, fang-filled mouth." ],
					[ [ "monster/alpluachra", "Alpluachra" ], [ -2, "1/2" ], "fey", "aquatic", [ 1, "diminutive" ], [ 7, "CN" ], "This minuscule creature resembles a newt with three tails. It's covered in a transparent slime, and looks hungry." ],
					[ [ "monster/anhana", "Anhana" ], 3, "fey", null, [ 3, "small" ], [ 6, "CG" ], "This miniature young woman has white skin; long, braided hair festooned with ribbons; and large, slanted eyes of deep violet. She wears flowing, diaphanous clothing and carries a pair of delicate gardening shears." ],
					[ [ "monster/ankou", "Ankou" ], 14, "fey", "extraplanar", [ 5, "large" ], [ 2, "LE" ], "Cloaked by wings of darkness, this horrific, skeletal creature appears to burn from within." ],
					[ [ "monster/atomie", "Atomie" ], 1, "fey", null, [ 1, "diminutive" ], [ 7, "CN" ], "This miniscule, green-skinned humanoid wields a needle-thin rapier. A pair of dragonfly wings holds the wee creature aloft." ],
					[ [ "monster/bagiennik", "Bagiennik" ], 6, "fey", "aquatic", [ 3, "small" ], [ 7, "CN" ], "This small, lizardlike creature has a humanoid upper body and a long tail with frilled extensions." ],
					[ [ "monster/bagman", "Bagman" ], 4, "fey", null, [ 4, "medium" ], [ 5, "NE" ], "This pale, pudgy humanoid is clad in a greasy traveling cloak and a wide-brimmed hat. A bloodstained burlap sack hangs over its shoulder." ],
					[ [ "monster/banelight", "Banelight" ], 12, "fey", null, [ 4, "medium" ], [ 5, "NE" ], "This creature has a dragonfly's body and a woman's head and arms. A glowing red vortex gathers between her hands." ],
					[ [ "monster/barrow_hound", "Barrow Hound" ], 6, "fey", null, [ 5, "large" ], [ 4, "N" ], "This large, stocky canine's dark-green fur is braided into intricate patterns that seem to loosen and retie themselves on their own." ],
					[ [ "monster/biloko", "Biloko" ], [ -2, "1/2" ], "fey", null, [ 3, "small" ], [ 5, "NE" ], "This gnome-sized humanoid's face is adorned with fiery red eyes and a sharp-toothed mouth that seems too wide for its head. The creature is garbed in leaves and possesses no hair - patches of grass and moss grow from its skin instead." ],
					[ [ "monster/blodeuwedd", "Blodeuwedd" ], 6, "fey", null, [ 4, "medium" ], [ 7, "CN" ], "Clothed in verdant lichen and flowers of broom, meadowsweet, and oak, this shapely maiden has skin of velvety moss and living grass for hair. An eldritch serenity graces her countenance as she approaches, her outstretched, root-like hands brushing the tips of the tallest grass - the wind itself whispers around her feet as patches of clover, heather, and milkweed mark her every step." ],
					[ [ "monster/bogeyman", "Bogeyman" ], 10, "fey", null, [ 4, "medium" ], [ 5, "NE" ], "Dressed in a long dark coat and a tall hat, this lanky, fanged humanoid exudes an almost palpable aura of horror." ],
					[ [ "monster/boggart", "Boggart" ], 4, "fey", null, [ 3, "small" ], [ 8, "CE" ], "This gangly, long-armed creature has a face like a calf's, but with large, forward-facing eyes and a mane of lank hair." ],
					[ [ "monster/boggle", "Boggle" ], 8, "fey", "shapechanger", [ 3, "small" ], [ 7, "CN" ], "This small, goatlike man has curved horns, hoofed feet, and a ratlike tail." ],
					[ [ "monster/brownie", "Brownie" ], 1, "fey", null, [ 2, "tiny" ], [ 4, "N" ], "Knee-high to a human, this large-headed creature has an almost manically friendly look on its expressive face." ],
					[ [ "monster/bulabar", "Bulabar" ], 1, "fey", null, [ 2, "tiny" ], [ 1, "LN" ], "This small blue beetle stands upright on its hindmost legs and wears a bandolier full of tools and pouches." ],
					[ [ "monster/calpina", "Calpina" ], 3, "fey", null, [ 3, "small" ], [ 7, "CN" ], "Membranous wings hold this insectile woman aloft. She has bright red eyes, and her sharp tongue resembles a proboscis." ],
					[ [ "monster/candlestone_courtier", "Candlestone Courtier" ], 12, "fey", null, [ 4, "medium" ], [ 5, "NE" ], "This willowy, lavender-skinned stranger looks like he is dressed for an extravagant ball, and carries himself with a dancer's grace." ],
					[ [ "monster/choxani", "Choxani" ], 3, "fey", null, [ 4, "medium" ], [ 7, "CN" ], "This faceless, spindly humanoid has dragonfly wings, and its woody skin is covered in shifting colors and patterns." ],
					[ [ "monster/cold_rider", "Cold Rider" ], 8, "fey", "cold", [ 4, "medium" ], [ 8, "CE" ], "Jagged, twisting antlers of dark blue ice crown the helm of this ice-armored humanoid figure." ],
					[ [ "monster/coryphae", "Coryphae" ], 6, "fey", null, [ 4, "medium" ], [ 5, "NE" ], "A crown of softly glowing crystals caps the head of this hauntingly beautiful, midnight-black figure." ],
					[ [ "monster/danthienne", "Danthienne" ], 5, "fey", null, [ 2, "tiny" ], [ 7, "CN" ], "This bright-eyed, doll-sized woman wears jewels and silks. She has pointed ears, four-fingered hands, and a mischievous grin." ],
					[ [ "monster/dawn_piper", "Dawn Piper" ], 5, "fey", "extraplanar", [ 4, "medium" ], [ 7, "CN" ], "Eldritch energy burns within the eyes of this humanoid figure. Strangely colored hair crowns her head like a torch, and gleaming white teeth shine from her grin. The creature cradles a pipe in her long, graceful fingers." ],
					[ [ "monster/drochtac", "Drochtac" ], 1, "fey", null, [ 4, "medium" ], [ 8, "CE" ], "An inordinate number of sinewy limbs, each terminating in clawed feet, protrude from the sides of this slithering creature. Its face is disturbingly demonic." ],
					[ [ "monster/dryad", "Dryad" ], 3, "fey", null, [ 4, "medium" ], [ 6, "CG" ], "This strange, beautiful woman has flesh that seems made of wood and vibrant hair that resembles leaves and blossoms." ],
					[ [ "monster/ekekeh", "Ekekeh" ], 4, "fey", "aquatic", [ 5, "large" ], [ 3, "NG" ], "This creature looks like a gilled dolphin with a row of spiral horns down its back, arcs of electricity crackling between them." ],
					[ [ "monster/encantado", "Encantado" ], 8, "fey", "shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This graceful creature combines the features of a human and a river dolphin." ],
					[ [ "monster/erlking", "Erlking" ], 18, "fey", null, [ 4, "medium" ], [ 7, "CN" ], "Birdlike wings covered with autumnal leaves instead of feathers extend from the back of this regal, elf-like humanoid." ],
					[ [ "monster/escorite", "Escorite" ], 8, "fey", null, [ 5, "large" ], [ 8, "CE" ], "This giant moth has a head like a doe skull and six short tentacles instead of legs. Its wings drizzle a cascade of shimmering dust." ],
					[ [ "monster/fastachee", "Fastachee" ], 11, "fey", null, [ 2, "tiny" ], [ 3, "NG" ], "This gaunt, two-foot-tall humanoid figure appears made of corn husks, and carries an oversized basket filled with corn." ],
					[ [ "monster/faun", "Faun" ], 1, "fey", null, [ 4, "medium" ], [ 6, "CG" ], "This capricious figure has the upper torso, arms, and head of a man, but goatlike legs, a tail, and curling horns on his head." ],
					[ [ "monster/fear_eater", "Fear Eater" ], 5, "fey", null, [ 4, "medium" ], [ 5, "NE" ], "A distressingly humanoid face and stubby arms grow from this maggotlike creature's body." ],
					[ [ "monster/fey_animal", "Fey Animal" ], 3, "fey", "augmented animal", [ 4, "medium" ], [ 7, "CN" ], "This wolverine's eyes possess the unmistakable glint of intelligence, and its mouth seems to twitch as if it were about to laugh." ],
					[ [ "monster/forlarren", "Forlarren" ], 2, "fey", null, [ 4, "medium" ], [ 5, "NE" ], "This humanoid creature has the legs of a bald goat, a completely hairless body, and a horned head with a sinister expression." ],
					[ [ "monster/fossegrim", "Fossegrim" ], 4, "fey", "aquatic", [ 4, "medium" ], [ 5, "NE" ], "This striking, blue-eyed man with luminous skin and flowing white hair holds an ethereal harp." ],
					[ [ "monster/gathlain", "Gathlain" ], [ -2, "1/2" ], "fey", null, [ 3, "small" ], [ 7, "CN" ], "Wings composed of wood and vines grow out of the body of this lithesome fey." ],
					[ [ "monster/gerbie", "Gerbie" ], 4, "fey", null, [ 3, "small" ], [ 6, "CG" ], "This half-mouse, half-lizard creature has large eyes and stands on its hind legs, radiating an air of goodwill." ],
					[ [ "monster/grassling", "Grassling" ], 6, "fey", null, [ 3, "small" ], [ 7, "CN" ], "This child-sized creature is made of long green stalks of loosely woven grass. It has four arms, each with fingers like long blades, and leaves circle its head like a crown." ],
					[ [ "monster/gremlin_drexin", "Gremlin, Drexin" ], 2, "fey", null, [ 3, "small" ], [ 8, "CE" ], "This pale, spindly creature has a vaguely humanoid shape, but with arms unnaturally long for its torso. Strands of long white hair sprout from its bulbous head, and its eyes are pools of liquid darkness." ],
					[ [ "monster/gremlin_erinat", "Gremlin, Erinat" ], 2, "fey", null, [ 2, "tiny" ], [ 8, "CE" ], "The pockets of this urchin are stuffed with worthless objects." ],
					[ [ "monster/gremlin_fuath", "Gremlin, Fuath" ], 1, "fey", "aquatic", [ 2, "tiny" ], [ 8, "CE" ], "This waterlogged gremlin has lobster claws for hands and an almost canine face with webbed ears." ],
					[ [ "monster/gremlin_grimple", "Gremlin, Grimple" ], [ -3, "1/3" ], "fey", null, [ 2, "tiny" ], [ 7, "CN" ], "This putrid-looking humanoid bears a disquieting resemblance to a half-starved, mange-ridden opossum." ],
					[ [ "monster/gremlin_haniver", "Gremlin, Haniver" ], [ -2, "1/2" ], "fey", "aquatic", [ 2, "tiny" ], [ 4, "N" ], "This small, bizarre humanoid creature has finlike wings, strange yellow skin, and tiny black eyes burning with malevolence." ],
					[ [ "monster/gremlin_hobkins", "Gremlin, Hobkins" ], [ -2, "1/2" ], "fey", null, [ 3, "small" ], [ 5, "NE" ], "This small, blue-gray humanoid has glowing eyes and huge ears on its round, oversized head." ],
					[ [ "monster/gremlin_jinkin", "Gremlin, Jinkin" ], 1, "fey", null, [ 2, "tiny" ], [ 8, "CE" ], "Grimacing like a maniac, this lean little bat-eared horror displays a mouth full of needle-like teeth and glowing, orange eyes." ],
					[ [ "monster/gremlin_monaciello", "Gremlin, Monaciello" ], 1, "fey", null, [ 3, "small" ], [ 8, "CE" ], "Dressed in red robes like those of a monk, this little monster displays a sharp-toothed smile and flips a gold coin in its hand." ],
					[ [ "monster/gremlin_nuglub", "Gremlin, Nuglub" ], 2, "fey", null, [ 3, "small" ], [ 8, "CE" ], "This hideous, hunchbacked creature has three glowing blue eyes. Oily hair grows from its head and back, covering it like a cloak." ],
					[ [ "monster/gremlin_nuno", "Gremlin, Nuno" ], [ -2, "1/2" ], "fey", null, [ 2, "tiny" ], [ 5, "NE" ], "This withered, eyeless little creature has a mushroom cap for a head, and a stringy fungus beard frames his toothless grin." ],
					[ [ "monster/gremlin_pugwampi", "Gremlin, Pugwampi" ], [ -2, "1/2" ], "fey", null, [ 2, "tiny" ], [ 5, "NE" ], "As if the world's most revolting lapdog had somehow learned to walk on its back legs, this sickly creature slinks forward carefully." ],
					[ [ "monster/gremlin_vexgit", "Gremlin, Vexgit" ], 1, "fey", null, [ 2, "tiny" ], [ 2, "LE" ], "With a head like an angry crustacean, this fierce little insectoid creature clacks and rattles with a tiny but solid-looking hammer." ],
					[ [ "monster/grig", "Grig" ], 1, "fey", null, [ 2, "tiny" ], [ 3, "NG" ], "Perched on the prickly legs of a cricket, this tiny creature has gossamer wings and the upper body of an elven woman." ],
					[ [ "monster/hamadryad", "Hamadryad" ], 15, "fey", null, [ 4, "medium" ], [ 6, "CG" ], "This regal woman exhibits the grace and pride of the forest's most ancient trees." ],
					[ [ "monster/hellfire_ignis", "Hellfire Ignis" ], 3, "fey", "fire", [ 3, "small" ], [ 5, "NE" ], "The acrid smell of brimstone wafts from this small creature, which has mottled red skin and a wicked grin on its foul, warped face." ],
					[ [ "monster/house_spirit_domovoi", "House Spirit, Domovoi" ], 3, "fey", null, [ 2, "tiny" ], [ 6, "CG" ], "Barely knee-high, this small creature looks like a hairy old man with more beard than flesh." ],
					[ [ "monster/house_spirit_dvorovoi", "House Spirit, Dvorovoi" ], 4, "fey", null, [ 3, "small" ], [ 7, "CN" ], "A wild mop of hair tops this small humanoid creature's head. It has prominent gleaming eyes and a toothy grin." ],
					[ [ "monster/house_spirit_ovinnik", "House Spirit, Ovinnik" ], 2, "fey", null, [ 2, "tiny" ], [ 7, "CN" ], "Covered in sleek black fur, this vaguely feline humanoid holds flickering flames in its clawed hand." ],
					[ [ "monster/huldra", "Huldra" ], 4, "fey", null, [ 4, "medium" ], [ 7, "CN" ], "This woman's foxlike tail and the wood-lined hollow inside her back reveal her true fey nature." ],
					[ [ "monster/ijiraq", "Ijiraq" ], 9, "fey", "shapechanger", [ 4, "medium" ], [ 7, "CN" ], "Its head the skull of a caribou, this humanoid has wicked claws, and wears wrappings of ragged fur adorned with scrimshaw talismans." ],
					[ [ "monster/kamaitachie", "Kamaitachie" ], 13, "fey", "air", [ 4, "medium" ], [ 8, "CE" ], "This weasellike creature has sickles in place of feet. It moves incredibly swiftly, swirling in the air astride a vortex of dust." ],
					[ [ "monster/kelpie", "Kelpie" ], 4, "fey", "aquatic, shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This hideous humanoid creature has slimy, transparent skin; webbed, humanoid hands; and a snaggletoothed, horse-like face." ],
					[ [ "monster/kikimora", "Kikimora" ], 5, "fey", null, [ 4, "medium" ], [ 7, "CN" ], "This crone has avian features, including a long nose resembling a beak, clawed hands, and birdlike feet." ],
					[ [ "monster/korred", "Korred" ], 4, "fey", null, [ 3, "small" ], [ 7, "CN" ], "This knobby-kneed, stunted humanoid, has a particularly thick beard and wild mane of hair, hiding most of its body from view." ],
					[ [ "monster/lamp_blighter", "Lamp Blighter" ], 6, "fey", null, [ 3, "small" ], [ 8, "CE" ], "This creature looks like a tiny, stooped elf with gray skin, cruel claws, and glossy purple moth wings. Its mirthless grin exposes sharp teeth, and a bloody string of humanoid eyeballs adorns its neck." ],
					[ [ "monster/lampad", "Lampad" ], 5, "fey", null, [ 4, "medium" ], [ 7, "CN" ], "Tears stream from this beautiful but sullen creature's eyes, forming a puddle beneath her delicate feet." ],
					[ [ "monster/larabay", "Larabay" ], 11, "fey", "shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This pale, blond-haired humanoid possesses bright blue eyes, needlelike teeth, and the large, multicolored wings of a parrot." ],
					[ [ "monster/leprechaun", "Leprechaun" ], 2, "fey", null, [ 3, "small" ], [ 7, "CN" ], "This small humanoid has pointed ears, green eyes, and a wicked grin. He carries a bottle in one hand and a club in the other." ],
					[ [ "monster/liminal_sprite", "Liminal Sprite" ], 2, "fey", null, [ 2, "tiny" ], [ 7, "CN" ], "This creature resembles an elven courtier in miniature, dressed in the latest fashion and mothlike wings on its back." ],
					[ [ "monster/lurker_in_light", "Lurker in Light" ], 5, "fey", "extraplanar", [ 3, "small" ], [ 5, "NE" ], "This large-eyed humanoid looks like a glowing, emaciated elven child save for its small, transparent wings." ],
					[ [ "monster/mite", "Mite" ], [ -4, "1/4" ], "fey", null, [ 3, "small" ], [ 2, "LE" ], "This squat humanoid seems to be nearly all head - an unfortunate circumstance, considering how ugly its puffy blue face is." ],
					[ [ "monster/mockingfey", "Mockingfey" ], 1, "fey", null, [ 2, "tiny" ], [ 7, "CN" ], "This tiny avian has the head of a humanoid and the body of a brilliantly colored parrot." ],
					[ [ "monster/morgodea", "Morgodea" ], 4, "fey", null, [ 4, "medium" ], [ 8, "CE" ], "Amid this hissing cloud of glistening cockroaches is a disheveled vagrant with wasplike stingers extending from its palms." ],
					[ [ "monster/muse", "Muse" ], 16, "fey", null, [ 4, "medium" ], [ 6, "CG" ], "This beautiful, woman moves with impossible grace, a knowing smile on her lips." ],
					[ [ "monster/naiad", "Naiad" ], [ -2, "1/2" ], "fey", "water", [ 4, "medium" ], [ 3, "NG" ], "This lovely woman's skin appears to be made of water. She has a fluid grace and wears clothing of woven reeds and leaves." ],
					[ [ "monster/nereid", "Nereid" ], 10, "fey", "water", [ 4, "medium" ], [ 7, "CN" ], "This beautiful woman has pearlescent skin and long, dark hair. Her nudity is barely hidden by a diaphanous, wet shawl." ],
					[ [ "monster/nisid", "Nisid" ], 4, "fey", null, [ 3, "small" ], [ 6, "CG" ], "This small, naked creature looks like a lithe halfling, but with long, tapered ears and tough, brown skin. His hair is unkempt and his flesh is weathered, but his large eyes glitter violet." ],
					[ [ "monster/nixie", "Nixie" ], 1, "fey", "aquatic", [ 3, "small" ], [ 4, "N" ], "This green-skinned fey has webbed hands and feet. Its hair is the color of seaweed, and is decorated with shells." ],
					[ [ "monster/nochlean", "Nochlean" ], 3, "fey", null, [ 4, "medium" ], [ 8, "CE" ], "This gaunt, clawed faerie creature wears simple, homespun clothing and a malicious grin. Its oversized ears stick out from the sides of its head, and it wears its long earlobes like a scarf." ],
					[ [ "monster/norn", "Norn" ], 18, "fey", null, [ 5, "large" ], [ 1, "LN" ], "This towering, stern woman wears her long blonde hair in braids. She carries a reel of golden thread and a pair of shears." ],
					[ [ "monster/nuckelavee", "Nuckelavee" ], 9, "fey", "aquatic", [ 5, "large" ], [ 5, "NE" ], "This skinless creature resembles a horse and its humanoid rider, fused into a single hideous being of rage and sickness." ],
					[ [ "monster/nukkefeen", "Nukkefeen" ], 1, "fey", null, [ 4, "medium" ], [ 4, "N" ], "This eerie creature resembles a human with oddly segmented limbs, waxen skin, and doll-like eyes." ],
					[ [ "monster/nymph", "Nymph" ], 7, "fey", null, [ 4, "medium" ], [ 6, "CG" ], "A delicate figure rises from the water, her long ears tapering to points above her head, her beauty painful in its perfection." ],
					[ [ "monster/oceanid", "Oceanid" ], 7, "fey", "water", [ 4, "medium" ], [ 7, "CN" ], "This beautiful woman is clad only in sea foam and her long, white hair, which cascades over her body." ],
					[ [ "monster/ohancanu", "Ohancanu" ], 5, "fey", null, [ 5, "large" ], [ 8, "CE" ], "This brutish, one-eyed giant carries a large, well-made axe and wears a simple tunic. He has a head of shaggy hair, and the lower half of his face is obscured by a bristly, dark beard." ],
					[ [ "monster/orphne", "Orphne" ], 4, "fey", null, [ 4, "medium" ], [ 5, "NE" ], "Pale skin and dark features frame this starkly beautiful creature, which is surrounded by a palpable aura of death." ],
					[ [ "monster/pech", "Pech" ], 3, "fey", "earth", [ 3, "small" ], [ 4, "N" ], "This pale yellow humanoid has blank, bulging white eyes and gangly arms and legs. It clutches a pickaxe in its knobby hands." ],
					[ [ "monster/pixie", "Pixie" ], 4, "fey", null, [ 3, "small" ], [ 3, "NG" ], "This tiny, whimsical-looking humanoid darts about swiftly on wildly colored gossamer wings." ],
					[ [ "monster/polevik", "Polevik" ], 5, "fey", null, [ 3, "small" ], [ 5, "NE" ], "Toadstools, puff balls, and other bizarre fungal growths sprout from this small, hunchbacked man's mold-streaked body. His beady eyes burn with paranoia and malice." ],
					[ [ "monster/poludnica", "Poludnica" ], 10, "fey", null, [ 4, "medium" ], [ 7, "CN" ], "A haze of heat shimmers around this beautiful woman. The glare of the sun gleams from her radiant skin." ],
					[ [ "monster/pooka", "Pooka" ], 2, "fey", null, [ 2, "tiny" ], [ 7, "CN" ], "This creature combines the features of a sprightly girl and a black rabbit. A wicked, whimsical grin gleams on her face." ],
					[ [ "monster/quickling", "Quickling" ], 3, "fey", null, [ 3, "small" ], [ 8, "CE" ], "This creature resembles a short and slight elf wearing drab clothes and a wicked grin. In a blink, the thing darts from sight." ],
					[ [ "monster/rabisu", "Rabisu" ], 11, "fey", null, [ 4, "medium" ], [ 8, "CE" ], "This hollow-eyed, blue-skinned woman has a vulture's wings, birdlike talons for hands and feet, and a fang-filled mouth." ],
					[ [ "monster/redcap", "Redcap" ], 6, "fey", null, [ 3, "small" ], [ 5, "NE" ], "Like some miniscule, wicked old man, this snarling little humanoid wears metal boots and a blood-red pointed cap." ],
					[ [ "monster/redkind", "Redkind" ], 2, "fey", null, [ 3, "small" ], [ 5, "NE" ], "Vicious shadows wrap around the form of this pudgy, white-eyed child." ],
					[ [ "monster/remacera", "Remacera" ], 6, "fey", null, [ 5, "large" ], [ 7, "CN" ], "This enormous, fleshy green caterpillar has the face of a serene human woman." ],
					[ [ "monster/rusalka", "Rusalka" ], 12, "fey", "aquatic", [ 4, "medium" ], [ 5, "NE" ], "This beguiling female figure is partly obscured by long flowing hair that dances and flows around her as if she were underwater." ],
					[ [ "monster/sangoi", "Sangoi" ], 7, "fey", null, [ 3, "small" ], [ 5, "NE" ], "Dressed in tattered finery and an animal for a cloak, this small, gaunt humanoid has unnaturally long fingers and nails." ],
					[ [ "monster/satyr", "Satyr" ], 4, "fey", null, [ 4, "medium" ], [ 7, "CN" ], "This handsome, grinning man has the furry legs of a goat and a set of curling ram horns extending from his temples." ],
					[ [ "monster/satyr_blackwood_satyr", "Satyr, Blackwood Satyr" ], 7, "fey", null, [ 4, "medium" ], [ 7, "CN" ], "No flavor text." ],
					[ [ "monster/seilenos", "Seilenos" ], 19, "fey", null, [ 4, "medium" ], [ 7, "CN" ], "This creature has the body of a middle-aged human man and the pointed ears and legs of a goat." ],
					[ [ "monster/shadow_collector", "Shadow Collector" ], 8, "fey", null, [ 3, "small" ], [ 7, "CN" ], "Shadows drip from the hands of this small, humanoid figure. Massive ears and elaborate eyebrows frame her youthful features." ],
					[ [ "monster/skapraun", "Skapraun" ], 1, "fey", null, [ 3, "small" ], [ 1, "LN" ], "This dark-furred creature wielding a horn bow looks like a burly humanoid with the head and hooves of a mountain goat." ],
					[ [ "monster/skin_stealer", "Skin Stealer" ], 2, "fey", null, [ 4, "medium" ], [ 8, "CE" ], "Dark pink flesh drawn tightly across its emaciated body, this being resembles a gaunt human stripped of its skin, its pulsing muscles completely exposed." ],
					[ [ "monster/sorrow_stitcher", "Sorrow Stitcher" ], 8, "fey", null, [ 4, "medium" ], [ 8, "CE" ], "Empty eyes peer out from beneath the hood of this pale maiden's patchwork cloak. Her hands hold what appear to be the shadowy silhouettes of scissors and a sewing needle." ],
					[ [ "monster/spring_heeled_jack", "Spring-Heeled Jack" ], 3, "fey", null, [ 3, "small" ], [ 8, "CE" ], "With jet-black skin and a small but menacing pair of horns, this goateed, impish creature wields a bloody knife and a wicked grin." ],
					[ [ "monster/sprite", "Sprite" ], [ -3, "1/3" ], "fey", null, [ 1, "diminutive" ], [ 7, "CN" ], "This lithe, diminutive creature looks like a humanoid with wispy, mothlike wings and long, thin ears." ],
					[ [ "monster/sprite_sprite_swarm", "Sprite, Sprite Swarm" ], 5, "fey", "swarm", [ 1, "diminutive" ], [ 7, "CN" ], "Thousands of tiny, colorful winged humanoids crawl from every corner of the forest to form this buzzing, writhing swarm." ],
					[ [ "monster/svartalfar", "Svartalfar" ], 8, "fey", "extraplanar", [ 4, "medium" ], [ 2, "LE" ], "This hairless, black-skinned elf-like creature has an expressionless face and wields an eerie ebon sword." ],
					[ [ "monster/swan_maiden", "Swan Maiden" ], 6, "fey", "shapechanger", [ 4, "medium" ], [ 6, "CG" ], "This tall, regal woman is clad in a long cloak of pristine white swan feathers and silvery armor with a winged helm." ],
					[ [ "monster/thin_man", "Thin Man" ], 4, "fey", null, [ 4, "medium" ], [ 7, "CN" ], "The creature is unbelievably slender and has teeth filed to points. Its long, gangly arms end in hands with wickedly sharp nails." ],
					[ [ "monster/tooth_fairy", "Tooth Fairy" ], [ -4, "1/4" ], "fey", "extraplanar", [ 1, "diminutive" ], [ 8, "CE" ], "This gaunt fairy has tattered ears, black eyes, and a huge mouth filled with mismatched teeth. It carries an oversized pair of pliers." ],
					[ [ "monster/tooth_fairy_tooth_fairy_monarch", "Tooth Fairy, Tooth Fairy Monarch" ], 3, "fey", null, [ 3, "small" ], [ 5, "NE" ], "Resembling a gaunt humanoid from the waist up and a fleshy insect from the waist down, this child-sized creature has enormous black eyes and a large jaw with a lolling tongue. It wears a crown made of humanoid teeth and clutches a tooth-studded scepter." ],
					[ [ "monster/tunche", "Tunche" ], 17, "fey", null, [ 6, "huge" ], [ 7, "CN" ], "Standing on three legs, this creature is a mix of dangerous jungle animals and plants fused into one deadly predator." ],
					[ [ "monster/twigjack", "Twigjack" ], 3, "fey", null, [ 2, "tiny" ], [ 8, "CE" ], "This tiny, vaguely humanoid creature seems to be made completely of bundles of sticks wound with thorny vines." ],
					[ [ "monster/vilderavn", "Vilderavn" ], 16, "fey", "shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This knight wears armor patterned like raven feathers with a helmet shaped like a raven's head and gauntlets fit for oversized talons." ],
					[ [ "monster/whisperer", "Whisperer" ], 20, "fey", "extraplanar, incorporeal", [ 5, "large" ], [ 5, "NE" ], "This luminous shape stands twice the height of a human. A pale light shines where its face should be." ],
					[ [ "monster/wild_hunt_wild_hunt_archer", "Wild Hunt, Wild Hunt Archer" ], 13, "fey", "wild hunt", [ 4, "medium" ], [ 7, "CN" ], "This lithe, androgynous humanoid has pointed ears, glowing green eyes, and six fingers on each slender hand." ],
					[ [ "monster/wild_hunt_wild_hunt_horse", "Wild Hunt, Wild Hunt Horse" ], 11, "fey", "wild hunt", [ 5, "large" ], [ 7, "CN" ], "This powerful steed stands upon wispy puffs of air, its grassy mane and tail swishing majestically in the wind." ],
					[ [ "monster/wild_hunt_wild_hunt_hound", "Wild Hunt, Wild Hunt Hound" ], 10, "fey", "wild hunt", [ 4, "medium" ], [ 7, "CN" ], "Green smoke billows from the bared teeth and flared nostrils of this muscular, sharp-eared hound." ],
					[ [ "monster/wild_hunt_wild_hunt_monarch", "Wild Hunt, Wild Hunt Monarch" ], 19, "fey", "wild hunt", [ 4, "medium" ], [ 7, "CN" ], "This limber and regal humanoid has an elk's antlers, long pointed ears, flowing white hair, and luminescent green eyes." ],
					[ [ "monster/wild_hunt_wild_hunt_scout", "Wild Hunt, Wild Hunt Scout" ], 15, "fey", "wild hunt", [ 4, "medium" ], [ 7, "CN" ], "This lithe humanoid has pointed ears, glowing green eyes, and a ram's horns." ],
					[ [ "monster/zana", "Zana" ], 14, "fey", null, [ 4, "medium" ], [ 3, "NG" ], "This stunningly beautiful and athletic woman has skin of various shades of gray. She wears a pearlescent breastplate and wields a shimmering longspear." ],
					[ [ "monster/zephyr", "Zephyr" ], 12, "fey", "air, shapechanger", [ 5, "large" ], [ 7, "CN" ], "This blue-furred horse with a cloudlike mane and tail has gray, humanlike eyes that show obvious intelligence." ]
				],
				"initialColumn": 0,
				"className": "endcaps"
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	}
}
