{
	"traits_combat": {
		"title": "Combat Traits",
		"sources": [
			"Advanced Class Origins",
			"Advanced Player's Guide",
			"Agents of Evil",
			"Antihero's Handbook",
			"Arcane Anthology",
			"Armor Master's Handbook",
			"Bastards of Golarion",
			"Black Markets",
			"Blood of the Ancients",
			"Champions of Balance",
			"Champions of Corruption",
			"Champions of Purity",
			"Cheliax, Empire of Devils",
			"Elemental Master's Handbook",
			"Faction Guide",
			"Gnomes of Golarion",
			"Heroes of the High Court",
			"Heroes of the Wild",
			"Knights of the Inner Sea",
			"Merchant's Manifest",
			"Monster Hunter's Handbook",
			"Monster Summoner's Handbook",
			"Pathfinder Society Primer",
			"People of the River",
			"People of the Stars",
			"People of the Wastes",
			"Plane-Hopper's Handbook",
			"Qadira, Gateway to the East",
			"Qadira, Jewel of the East",
			"Quests and Campaigns",
			"Sargava, the Lost Colony",
			"Second Darkness Player's Guide",
			"Shattered Star Player's Guide",
			"Spymaster's Handbook",
			"Ultimate Campaign",
			"Weapon Master's Handbook",
			"Wilderness Origins"
		],
		"searchgroup": "trait",
		"description": [
			[ "Basic traits are broken down into four categories. Combat traits focus on martial and physical aspects of your background. Faith traits focus on your religious and philosophical leanings. Magic traits focus on any magical events or training you have had. Social traits focus on your social class or upbringing." ],
			[
				"## {trait/Absalom Bouncer}",
				"",
				"**Type:** Combat",
				"",
				"You learned to fight while serving as a bodyguard in the taverns of Absalom, where keeping the patrons alive through bloody bar brawls was just part of your job. When you make an attack that deals nonlethal damage with an unarmed strike, you gain a +1 bonus on your damage roll."
			],
			[
				"## {trait/Absolute Loyalty}",
				"",
				"**Type:** Combat",
				"",
				"You gain the one-time ability to immediately cast atonement upon yourself as a spell-like ability upon performing an act or being subjected to an effect that spell affects. This ability can only be used while you are acting in the service of your liege (an individual of higher social standing chosen when you take this feat)."
			],
			[
				"## {trait/Accelerated Drinker}",
				"",
				"**Type:** Combat",
				"",
				"You know how to drink a potion efficiently, such as by not using your hands, tossing it in the air and catching it in your mouth, or opening it with your teeth. You may drink a potion as a move action instead of a standard as long as you start your turn with the potion in your hand."
			],
			[
				"## {trait/Aldori Caution}",
				"",
				"**Type:** Combat",
				"",
				"You learned defensive moves from Aldori trainers. You gain an additional +1 dodge bonus to Armor Class while you fight defensively or use the total defense action."
			],
			[
				"## {trait/Ambush Training}",
				"",
				"**Type:** Combat",
				"",
				"You've learned that taking an enemy by surprise can end a combat before it begins. You gain a +1 trait bonus on initiative checks and a +1 trait bonus on weapon damage rolls during any surprise round in which you act."
			],
			[
				"## {trait/Anatomist}",
				"",
				"**Type:** Combat",
				"",
				"You have studied the workings of anatomy, either as a student at university or as an apprentice mortician or necromancer. You know where to aim your blows to strike vital organs. You gain a +1 trait bonus on all rolls made to confirm critical hits."
			],
			[
				"## {trait/Armed Grit}",
				"",
				"**Type:** Combat",
				"",
				"You make an impression during a standoff. As long as you have a firearm drawn, you gain a +2 trait bonus on saving throws against fear and the DCs of Intimidate checks to demoralize you increase by 2."
			],
			[
				"## {trait/Armor Expert}",
				"",
				"**Type:** Combat",
				"",
				"You have worn armor as long as you can remember, either as part of your training to become a knight's squire or simply because you were seeking to emulate a hero. Your childhood armor wasn't the real thing as far as protection, but it did encumber you as much as real armor would have, and you've grown used to moving in such suits with relative grace. When you wear armor of any sort, reduce that suit's armor check penalty by 1, to a minimum check penalty of 0."
			],
			[
				"## {trait/Armored Rider}",
				"",
				"**Type:** Combat",
				"",
				"You gain a +1 trait bonus on Ride checks, and Ride is a class skill for you. You don't take an armor check penalty on Ride checks while wearing light or medium armor."
			],
			[
				"## {trait/Armored Soul}",
				"",
				"**Type:** Combat",
				"",
				"When wearing armor or using a shield, you gain a +1 trait bonus on saving throws against divine spells that deal damage."
			],
			[
				"## {trait/Arodenite Sword Training}",
				"",
				"**Type:** Combat",
				"",
				"Your family has passed down training in Aroden's favored weapon, even though the god no longer answers their prayers. You are proficient with the longsword. If your class grants longsword proficiency as well, you gain a +1 trait bonus on attacks of opportunity with longswords."
			],
			[
				"## {trait/Axe to Grind}",
				"",
				"**Type:** Combat",
				"",
				"There is a fire in your heart that can't be quenched. You gain a +1 trait bonus on damage against foes who are threatened by only you."
			],
			[
				"## {trait/Back for More}",
				"",
				"**Type:** Combat",
				"",
				"Anytime an opponent confirms a critical hit against you, you gain a +2 morale bonus on attack rolls and damage rolls against that foe until the end of your next turn."
			],
			[
				"## {trait/Battlefield Disciple}",
				"",
				"**Type:** Combat",
				"",
				"You are skilled at supporting your allies in the heat of battle. You gain a +2 trait bonus on Heal checks made to stabilize a dying creature. In addition, when you successfully use the aid another action in combat to grant an ally a bonus on her next attack roll, the bonus you grant increases by 1."
			],
			[
				"## {trait/Berserker of the Society}",
				"",
				"**Type:** Combat  ",
				"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
				"",
				"Your time spent as a Pathfinder has taught you new truths about the origins of the your rage ability. You may use your rage ability for 3 additional rounds per day."
			],
			[
				"## {trait/Black Powder Bravado}",
				"",
				"**Type:** Combat",
				"",
				"You are particularly successful when using deeds. Once per day, when you perform a deed that requires an attack roll and you miss with that roll, you can reroll it. You must take the second result even if it is worse."
			],
			[
				"## {trait/Black Powder Fortune}",
				"",
				"**Type:** Combat",
				"",
				"You have little to fear when there's a gun in your hand. As long as you are wielding a firearm, you gain a +2 trait bonus on all saving throws against curse, fear, and emotion effects."
			],
			[
				"## {trait/Black Powder Interjection}",
				"",
				"**Type:** Combat",
				"",
				"Your confidence rises when you foil spellcasting. Once per day, when you interrupt the casting of a spell with a firearm attack, you may regain 1 grit point."
			],
			[
				"## {trait/Blackjacket Weapon Flair}",
				"",
				"**Type:** Combat",
				"",
				"You trained with the Blackjackets of Druma to make optimal use of magic weapons. Whenever you roll a natural 20 on a combat maneuver check with a magic weapon, you gain a +5 trait bonus on the check."
			],
			[
				"## {trait/Blade of the Society}",
				"",
				"**Type:** Combat  ",
				"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
				"",
				"The Society gave you access to charts detailing the weak spots of hundreds of humanoids and monsters. You gain a +1 trait bonus on damage rolls from sneak attacks."
			],
			[
				"## {trait/Blight's Bane}",
				"",
				"**Type:** Combat",
				"",
				"You are trained in the destruction of blights. You gain a +2 trait bonus to confirm critical hits against a creature that has a template affiliated with some kind of communicable condition, such as a blighted fey or a fungal creature."
			],
			[
				"## {trait/Bloodthirsty}",
				"",
				"**Type:** Combat",
				"",
				"You have a vicious streak, and nothing satisfies you more than warm blood on your hands and blade. Whenever you make an attack that reduces a foe to 0 hit points or fewer or you confirm a critical hit, your attack deals 1 additional point of damage. The additional damage is a trait bonus, and is multiplied by your weapon's critical hit multiplier."
			],
			[
				"## {trait/Bloody-Minded}",
				"",
				"**Type:** Combat",
				"",
				"You are always ready for bloodshed. You gain a +1 trait bonus on initiative and Intimidate checks."
			],
			[
				"## {trait/Born under the Cradle}",
				"",
				"**Type:** Combat",
				"",
				"Your birth sign aligned significantly with Bretheda on the day you were born, granting you a knack for cooperation in the heat of battle. You gain a +2 trait bonus on attack rolls to perform the aid another action."
			],
			[
				"## {trait/Born under the Dreamer}",
				"",
				"**Type:** Combat",
				"",
				"Your birth sign aligned significantly with Liavara on the day you were born, and you are touched by the instinctual dreaming spirit of that planet, making you naturally poised and hard to surprise. Once per day as a free action, you can take 10 on your initiative check."
			],
			[
				"## {trait/Born under the Stranger}",
				"",
				"**Type:** Combat",
				"",
				"Your birth was marked by the alignment of Aucturn with your birth sign and by strange happenings, giving you a link to alien beings. When feinting against aberrations, you do not take a -4 penalty for feinting against a non-humanoid creature, and you take only a -4 penalty if you feint against an aberration of animal Intelligence (instead of -8). You still cannot feint against mindless creatures."
			],
			[
				"## {trait/Broken, Not Beaten}",
				"",
				"**Type:** Combat",
				"",
				"You automatically stabilize when reduced below 0 hit points. Once per day when brought below 0 hit points, you can accept 1 point of damage to regain consciousness for 1 round, though you remain staggered and only able to take a single move or standard action."
			],
			[
				"## {trait/Bullied}",
				"",
				"**Type:** Combat",
				"",
				"You were bullied often as a child, and you are now constantly ready to defend yourself with your fists when an enemy comes near. You gain a +1 trait bonus on attack of opportunity attack rolls made with unarmed strikes. Note that this trait does not grant the ability to make attacks of opportunity with your unarmed strikes' you must have a level in monk, the {feat/Improved Unarmed Strike} feat, or some other similar power to gain the use of this character trait. However, that doesn't prevent you from selecting this trait. You simply cannot make use of it until a later point if you do."
			],
			[
				"## {trait/Careful Combatant}",
				"",
				"**Type:** Combat",
				"",
				"You have a strong sense of self-preservation, believing it is more important to safely extract yourself from a fight that has turned hopeless than to stubbornly stand your ground and risk death - for when you're dead, you can't protect the innocent. When using the withdraw action, both the first and second squares of your movement are not considered threatened by any opponents you can see, rather than just the first square."
			],
			[
				"## {trait/Clockwork Engineer}",
				"",
				"**Type:** Combat",
				"",
				"You have experience with the ancient clockwork constructs that roam certain wastelands, and this has granted you an understanding of these guardians. You gain a +2 trait bonus on damage rolls against creatures with the clockwork subtype."
			],
			[
				"## {trait/Coherent Rage}",
				"",
				"**Type:** Combat  ",
				"**Group:** [Ulfen Guard](rule/f_imperial)",
				"",
				"Your determination allows you to hold onto a shred of your rational mind at all times. Select one of the following skills: Bluff, Escape Artist, Handle Animal, or Stealth. You may use this skill normally while raging."
			],
			[
				"## {trait/Cold and Calculating}",
				"",
				"**Type:** Combat",
				"",
				"You are adept at tricking favored enemies of your race or those related to your race. You gain a +1 trait bonus on all Bluff checks against favored enemies that share one of your subtypes. You also gain a +1 trait bonus on attack rolls made against such favored enemies during the surprise round."
			],
			[
				"## {trait/Courageous}",
				"",
				"**Type:** Combat",
				"",
				"Your childhood was brutal, but you persevered through force of will and faith. No matter how hard things got, you knew you'd make it through as long as you kept a level head. You gain a +2 trait bonus on saving throws against fear effects."
			],
			[
				"## {trait/Crimson Carapace}",
				"",
				"**Type:** Combat",
				"",
				"A combination of armor and agility protects you from deadly attacks. When wearing light armor and fighting defensively or using {feat/Combat Expertise}, you receive a +2 trait bonus to your AC against attack rolls to confirm a critical threat."
			],
			[
				"## {trait/Crowd Dodger}",
				"",
				"**Type:** Combat",
				"",
				"You spent much of your youth on crowded streets, dodging quickly around and under others. You gain a +2 trait bonus on Acrobatics checks to move through another creature's space and to avoid attacks of opportunity for leaving a threatened square.",
				"",
				"Suggested Characters: Absalom natives, Chelaxians, Lion Blades."
			],
			[
				"## {trait/Dedicated Defender}",
				"",
				"**Type:** Combat",
				"",
				"When a companion is down, you fight harder. You gain a +1 trait bonus on attack rolls and on checks made to overcome spell resistance while you are adjacent to a dying or disabled ally, animal companion, eidolon, familiar, or mount."
			],
			[
				"## {trait/Defender of the Society}",
				"",
				"**Type:** Combat  ",
				"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
				"",
				"Your time spent studying the greatest warriors of the Society taught you new defensive skills while wearing armor. You gain a +1 trait bonus to Armor Class when wearing medium or heavy armor."
			],
			[
				"## {trait/Deft Dodger}",
				"",
				"**Type:** Combat",
				"",
				"Growing up in a rough neighborhood or a dangerous environment has honed your senses. You gain a +1 trait bonus on Reflex saves."
			],
			[
				"## {trait/Demon Slayer}",
				"",
				"**Type:** Combat  ",
				"**Requirements:** Mendev Crusaders",
				"",
				"By studying a demonic opponent, you can sense and target its weak spots. You can attempt a Knowledge (planes) check to find a demon's weak spot. (DC 10 + the demon's CR). If you succeed, you gain a +3 trait bonus on rolls to confirm critical hits against that demon until the end of the battle. This effect only works on demons."
			],
			[
				"## {trait/Demon Smiter}",
				"",
				"**Type:** Combat",
				"",
				"You grew up around those who fight the demons streaming out of the Worldwound, and from their stories you learned about the demons' weaknesses. You are likely from Mendev or have joined that nation's cause as a crusader. Once per day when fighting demons, you gain a +4 trait bonus on a single attack roll."
			],
			[
				"## {trait/Devil Fighter}",
				"",
				"**Type:** Combat",
				"",
				"Learning how devils think helps you resist their trickery. You gain a +1 trait bonus to your AC against attacks made by lawful outsiders."
			],
			[
				"## {trait/Dirty Fighter (APG)}",
				"",
				"**Type:** Combat",
				"",
				"You wouldn't have lived to make it out of childhood without the aid of a sibling, friend, or companion you could always count on to distract your enemies long enough for you to do a little bit more damage than normal. That companion may be another PC or an NPC (who may even be recently departed from your side). When you hit a foe you are flanking, you deal 1 additional point of damage (this damage is added to your base damage, and is multiplied on a critical hit). This additional damage is a trait bonus."
			],
			[
				"## {trait/Dirty Trickster}",
				"",
				"**Type:** Combat",
				"",
				"You learned early that there's no point in fighting fair when you're fighting for your life. Others may look down their noses at your tactics, but you know you wouldn't have survived this long without breaking a few conventions of fair play. You can take the {feat/Improved Dirty Trick} feat without meeting its prerequisites, and you gain a +1 trait bonus on combat maneuver checks to attempt a dirty trick."
			],
			[
				"## {trait/Disillusioned}",
				"",
				"**Type:** Combat",
				"",
				"Your childhood was ended by a great disaster or atrocity that you witnessed. To cope with the horror, you have learned to reflexively suppress all emotion. You gain a +2 trait bonus on Will saving throws against emotion and fear effects.",
				"",
				"Suggested Characters: Galtans, Hellknights, Nidalese."
			],
			[
				"## {trait/Dispelled Battler}",
				"",
				"**Type:** Combat",
				"",
				"When deprived of magic, you fight harder. You gain a +1 trait bonus on weapon attack and damage rolls while within an area of antimagic such as that created by an antimagic field. You also gain this bonus for 1 round after you are subject to an area or targeted dispel magic spell, regardless of the effect's success or failure in dispelling your spells and magical effects."
			],
			[
				"## {trait/Dormant Defense}",
				"",
				"**Type:** Combat",
				"",
				"Your body never lets down its defenses, even when you rest. The DC for Perception checks you attempt while asleep increases only by 7 (instead of the normal +10 increase). While you are dazed, stunned, or helpless, each critical hit or sneak attack scored against you has a 25% chance of being negated; when a critical hit or sneak attack is negated, roll its damage normally. This doesn't stack with the fortification armor special ability and similar effects."
			],
			[
				"## {trait/Dragon Armor}",
				"",
				"**Type:** Combat",
				"",
				"Xa Hoi's elite warriors are trained to deflect energy attacks. Choose an energy type (acid, cold, electricity, fire, or sonic) when you acquire this trait. When you are wearing medium or heavy armor, you gain a +2 trait bonus on Reflex saves against spells and effects of the chosen energy type."
			],
			[
				"## {trait/Dueling Cloak Adept}",
				"",
				"**Type:** Combat",
				"",
				"You are trained in using your cloak to disguise your body and deceive your enemies. While wearing a cloak and using an Aldori dueling sword, you gain a +2 trait bonus on Bluff checks made to feint. Additionally, every time you successfully feint while wearing a cloak, you gain a +1 dodge bonus to your Armor Class until your next turn."
			],
			[
				"## {trait/Easy Way or the Hard Way}",
				"",
				"**Type:** Combat",
				"",
				"You are skilled at subduing your enemies. Whenever you attack one of your favored enemies with a weapon that deals lethal damage and choose to deal nonlethal damage, you take only a -2 penalty on the attack roll instead of the normal -4."
			],
			[
				"## {trait/Elemental Apprentice}",
				"",
				"**Type:** Combat",
				"",
				"You spent your childhood in a region of Golarion where the use of elemental magic is commonplace or the environment is heavily infused with elemental energies, such as the volcano Asuulek's Mouth or the hurricane-lashed Sodden Lands. Your time near raw elemental energies has inured you to taking damage from them. At character creation, select acid, cold, electricity, or fire (once chosen, this damage type can't be changed). Once per day as a free action, when you hit a creature with a melee weapon, you can convert an amount of damage dealt by your attack equal to your character level into the selected energy type. You cannot convert this damage if any damage from the attack would normally deal a different type of energy damage (such as that of a flaming weapon)."
			],
			[
				"## {trait/Evasive Sting}",
				"",
				"**Type:** Combat",
				"",
				"Larger enemies have a hard time striking you. You gain a +1 dodge bonus to AC against enemies that are both your favored enemy and at least two size categories larger than you."
			],
			[
				"## {trait/Excitable}",
				"",
				"**Type:** Combat  ",
				"**Requirements:** Gnome",
				"",
				"You demand that everything must happen right now, no matter what, and are too impatient to wait for everyone else to catch up. You finish people's sentences, blurt out the punch lines to slowly-told jokes, rarely make plans, and leap headlong into anything that looks like it might get interesting. While this has sometimes gotten you in trouble, it's also trained you to start moving a split second before everyone else, and that's saved your hide a few times as well. You gain a +2 trait bonus on all Initiative checks."
			],
			[
				"## {trait/Failed Aspirant}",
				"",
				"**Type:** Combat",
				"",
				"You've failed the trials to gain entry to one of the [Houses of Perfection](rule/aff_monasteries). Though you are disappointed, you were able to pick up one trick from the monks. Choose a single combat maneuver. Once per day, you can perform that combat maneuver without provoking an attack of opportunity, and you gain a +2 bonus on that attempt."
			],
			[
				"## {trait/Faith's Hunter}",
				"",
				"**Type:** Combat",
				"",
				"Divine powers smile upon you each time you grievously wound a favored enemy. When you confirm a critical hit against a favored enemy, you may extend the duration of any divine spell affecting you by 1 round. The benefits from multiple critical hits stack. Divine spells with an instantaneous duration can't be extended in this manner."
			],
			[
				"## {trait/Fencer}",
				"",
				"**Type:** Combat",
				"",
				"You trained with blades for long hours as a youth, either taking lessons in the genteel art of fencing from tutors paid for by your parents or being taken under the wing of a disenfranchised fencer who may have turned to a life of crime. You gain a +1 trait bonus on attack of opportunity attack rolls made with daggers, swords, and similar bladed weapons."
			],
			[
				"## {trait/Firebug (QaC)}",
				"",
				"**Type:** Combat",
				"",
				"You were the child of a gunsmith or alchemist and always enjoyed experimenting with fiery alchemical items and minor explosives. You gain a +1 trait bonus on attack rolls made with thrown splash weapons and alchemist bombs.",
				"",
				"Suggested Characters: Alkenstar natives, Katapeshi, Thuvians."
			],
			[
				"## {trait/Fugitive}",
				"",
				"**Type:** Combat",
				"",
				"You crossed the law (or those in charge thought you did), and you are now a wanted criminal. As such, you have grown used to looking over your shoulder wherever you go. While in settlements, you gain a +3 trait bonus on Perception checks to determine awareness for the purpose of a surprise round."
			],
			[
				"## {trait/Guerrilla Tactics}",
				"",
				"**Type:** Combat",
				"",
				"You gain a +2 trait bonus on Stealth checks and Initiative checks in forests."
			],
			[
				"## {trait/Hard to Kill}",
				"",
				"**Type:** Combat",
				"",
				"Your strong will to live and spread good combined with your pure physicality makes you a tough opponent to take down. You may have discovered this as a child after a tragic accident or during the course of your first battle. When you are attempting a Constitution check to stabilize when dying, the penalty on the check is only half your negative hit point total instead of your full negative hit point total."
			],
			[
				"## {trait/Hellknight Devotion}",
				"",
				"**Type:** Combat",
				"",
				"Your family has strong ties to a [Hellknight](rule/aff_lawknights) order, and you harness this belief as a weapon. Once per day as a swift action, you can empower the next single melee attack you make to be treated as lawful-aligned for the purpose of overcoming damage reduction."
			],
			[
				"## {trait/Hellknight Initiate}",
				"",
				"**Type:** Combat",
				"",
				"You have laboriously studied the training rites of various [Hellknight](rule/aff_lawknights) orders with the intent of joining one yourself. You gain a +2 trait bonus on damage rolls against outsiders summoned through conjuration (calling) and conjuration (summoning) spells and effects."
			],
			[
				"## {trait/Helpful (CoP)}",
				"",
				"**Type:** Combat",
				"",
				"You always know the best way to assist your companions, be it assisting them with a task, defending them in battle, or helping them place a well-aimed strike. When using the aid another action, you grant your ally a +3 bonus instead of a +2 bonus."
			],
			[
				"## {trait/Hidden Hand}",
				"",
				"**Type:** Combat",
				"",
				"Your concealed weapons strike fast and true. You gain a +1 trait bonus on Sleight of Hand checks made to conceal light weapons and a +1 trait bonus on attack rolls when making an attack with a light weapon during a surprise round."
			],
			[
				"## {trait/Hill Fighter}",
				"",
				"**Type:** Combat  ",
				"**Region:** Sargava",
				"",
				"You are used to fighting in [hilly environments](rule/hills_terrain). You may run or charge downhill on a steep slope (moving up to your base speed) without making an Acrobatics check to avoid stumbling - but if you travel farther than this distance, the normal rules for steep slopes apply."
			],
			[
				"## {trait/Holdout}",
				"",
				"**Type:** Combat",
				"",
				"You were robbed at a young age by bullies, an experience that impressed upon you the importance of being able to hold on to whatever you cared to keep. You gain a +1 trait bonus to CMD against disarm and steal combat maneuvers.",
				"",
				"Suggested Characters: Half-orcs, River Kingdoms natives, Varisians."
			],
			[
				"## {trait/Honored Fist of the Society}",
				"",
				"**Type:** Combat  ",
				"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
				"",
				"You have studied dozens of ancient texts on martial arts that only the Society possesses, and are more learned in these arts than most. You increase your ki pool by 1 point."
			],
			[
				"## {trait/Hunter's Knack}",
				"",
				"**Type:** Combat",
				"",
				"When you watch and wait before attacking, your strike is true. You gain a +1 trait bonus on attack rolls against your favored enemies when you make such attacks as part of a readied action."
			],
			[
				"## {trait/Ichimeiyo Champion}",
				"",
				"**Type:** Combat",
				"",
				"You draw strength from adhering to the Ichimeiyo honor code in combat. Once per day, if an effect would compel you to harm an ally, abandon an ally, or break your word, you can attempt a Will save at the usual DC to end the effect. If the effect normally allows a Will save at this point, you can roll twice and take the better result."
			],
			[
				"## {trait/Improvised Defense}",
				"",
				"**Type:** Combat",
				"",
				"You're never defenseless, even when you are caught off guard. Whenever you wield an improvised weapon, you gain a +1 shield bonus to AC. If you use the improvised weapon to attack, you lose this shield bonus until the beginning of your next turn."
			],
			[
				"## {trait/Indelible Ire}",
				"",
				"**Type:** Combat",
				"",
				"When you are gravely wounded, you're stirred to greater combat focus. Each time a critical hit is confirmed against you, you gain a +1 trait bonus on attack rolls for 1 round."
			],
			[
				"## {trait/Inspiring}",
				"",
				"**Type:** Combat",
				"",
				"As a child, you learned the power of a simple expression of faith in another when you gave a hero the inspiration to fight on in the face of terrible odds and save you from danger. As a standard action, you can speak words of encouragement to grant a +1 morale bonus to an ally within 30 feet who can see and hear you. The ally can use this bonus on any d20 roll of her choice before the start of your next turn. You cannot use this trait to grant a bonus to yourself or to an ally who has already benefited from this trait within the last 24 hours.",
				"",
				"Suggested Characters: [Eagle Knights](rule/aff_vangard), Iomedaeans, Mendevian crusaders."
			],
			[
				"## {trait/Inspiring Rush}",
				"",
				"**Type:** Combat",
				"",
				"Your charge inspires nearby companions to new heights of daring. Once per day when you make a charge attack, you gain a +1 trait bonus on both your attack and damage rolls, as do any allies who make a charge attack before the beginning of your next turn."
			],
			[
				"## {trait/Jacket Training}",
				"",
				"**Type:** Combat",
				"",
				"You can treat an armored coat as light armor. This choice must be made when you don the armor, and can't be changed until you remove and redon the armor. You must still be proficient in wearing medium armor to avoid adding the armor's check penalty on all attack rolls and skill checks that involve moving."
			],
			[
				"## {trait/Jungle Fighter}",
				"",
				"**Type:** Combat  ",
				"**Region:** Sargava",
				"",
				"You are sure-footed in jungle environments, and your speed may not be reduced to less than 10 feet by difficult terrain in jungles (meaning you may take a 5-foot step in difficult terrain and not provoke an attack of opportunity)."
			],
			[
				"## {trait/Just Like New}",
				"",
				"**Type:** Combat",
				"",
				"Broken firearms are not problems - they are challenges. Your first attempt to remove the broken condition from your starting firearm and to upgrade it to a masterwork weapon costs 150 gp instead of 300 gp. In addition, when wielding a firearm that has the broken condition or is treated as if it had the broken condition, you take a -1 penalty on attack rolls made with it instead of the normal -2."
			],
			[
				"## {trait/Killer}",
				"",
				"**Type:** Combat",
				"",
				"You made your first kill at a very young age and found the task of war or murder to your liking. You either take particular pride in a well-placed blow, or find vile pleasure in twisting the blade to maximize your target's pain. You deal an amount of additional damage equal to your weapon's critical hit modifier when you score a successful critical hit with a weapon; this additional damage is added to the final total, and is not multiplied by the critical hit multiple itself. This extra damage is a trait bonus."
			],
			[
				"## {trait/Kin Guardian}",
				"",
				"**Type:** Combat",
				"",
				"You are dedicated to defending members of your family. When you use the aid another action to give a member of your family a bonus to AC, increase the bonus by 2. This increase is a trait bonus (and therefore doesn't stack with increases granted by other family members using this trait). This trait has no effect when using the aid another action to increase a family member's next attack roll."
			],
			[
				"## {trait/Larger Than Life}",
				"",
				"**Type:** Combat",
				"",
				"You wield firearms with truly terrifying menace. When you use the Intimidate skill on a creature while wielding a firearm, you are considered one size category larger than your actual size."
			],
			[
				"## {trait/Lastwall Defender}",
				"",
				"**Type:** Combat",
				"",
				"Your military service in Lastwall taught you how to identify undead creatures, changing them in your mind from mysterious terrors to concrete foes you know how to deal with. You gain a +1 trait bonus on attack and damage rolls against undead creatures that you have personally identified using the Knowledge (religion) skill."
			],
			[
				"## {trait/Martial Performer}",
				"",
				"**Type:** Combat",
				"",
				"Your training has made you a martial performer. When you gain a monk bonus feat, you may instead take a performance feat for which you meet the prerequisites."
			],
			[
				"## {trait/Merciful Scimitar}",
				"",
				"**Type:** Combat",
				"",
				"You learned from worshipers of Sarenrae to cut foes with a scimitar without killing them. You can deal nonlethal damage with a scimitar without taking a penalty on your attack rolls."
			],
			[
				"## {trait/Monk Weapon Skill}",
				"",
				"**Type:** Combat",
				"",
				"Your exposure to teaching from the [Houses of Perfection](rule/aff_monasteries) makes your attacks with monk weapons even more deadly. Select one monk weapon with which you are proficient (unarmed attacks do not qualify for this purpose). You gain a +1 trait bonus on damage rolls with this weapon."
			],
			[
				"## {trait/Monster Challenger}",
				"",
				"**Type:** Combat",
				"",
				"You have made it your mission to bring down a fearsome beast. Choose two of the following: aberrations, animals, dragons, fey, magical beasts, oozes, and vermin. You can move at full speed without penalty while using Survival to follow tracks left by your chosen creature types."
			],
			[
				"## {trait/Monster Survivor}",
				"",
				"**Type:** Combat",
				"",
				"You've escaped with your life after a terrible monster attack. You gain a +4 dodge bonus to AC against attacks of opportunity made against you by Large or larger opponents when you're making a withdraw action."
			],
			[
				"## {trait/Muscle of the Society}",
				"",
				"**Type:** Combat",
				"",
				"Your intense training with the Swords has taught you how to infiltrate otherwise inaccessible ruins and extract their treasures without too much exertion. You gain a +2 trait bonus on Strength checks made to break doors and lift portcullises, and you treat your Strength score as 2 higher for the purpose of determining your carrying capacity."
			],
			[
				"## {trait/Natural Flyer}",
				"",
				"**Type:** Combat",
				"",
				"All your life, the sky has beckoned to you, and you have dreamed of reveling in the freedom and bliss of flight. You gain a +1 trait bonus on Fly checks, as well as Acrobatics checks attempted while flying. Fly is always a class skill for you."
			],
			[
				"## {trait/Nature's Mimic}",
				"",
				"**Type:** Combat",
				"",
				"Your knowledge of nature informs your fighting style, and that style gives you insight into related aspects of the natural world. You gain a +1 trait bonus on all Knowledge (nature) checks, and Knowledge (nature) is always a class skill for you. You can make Knowledge (nature) checks pertaining to animals that correspond to your style feats untrained."
			],
			[
				"## {trait/Never Stop Shooting}",
				"",
				"**Type:** Combat",
				"",
				"Even when the chips are down, you keep on shooting. If your hit point total drops to 0 or lower but you are not dead, you may act as if disabled rather than dying (as if you possessed the {feat/Diehard} feat). However, you can use your actions only to draw a firearm, reload a firearm, or attack with a firearm. If you have the Diehard feat, this trait also allows you to substitute your Wisdom score for your Constitution score for the purpose of determining the negative hit point total at which you die."
			],
			[
				"## {trait/No Escape}",
				"",
				"**Type:** Combat",
				"",
				"Struggle as they might, ne'er-do-wells and vagrants are hard pressed to evade the law once in your clutches. You gain a +1 trait bonus on combat maneuver checks to lawfully and nonlethally restrain a creature you've witnessed commit a crime."
			],
			[
				"## {trait/Obari Veteran}",
				"",
				"**Type:** Combat",
				"",
				"You've spent years aboard ships traveling the lucrative Obari Crossing, transporting Garundi and Vudrani goods. You gain +1 bonus on Profession (sailor) checks, and Profession (sailor) is a class skill for you. You also gain a +1 trait bonus on weapon damage rolls against creatures with the aquatic subtype."
			],
			[
				"## {trait/Ogre Avoidance}",
				"",
				"**Type:** Combat",
				"",
				"You have practiced defensive maneuvers to avoid being caught by ogres, whose grasps you know are tight and unforgiving. You gain a +2 trait bonus to CMD against bull rush and grapple combat maneuvers."
			],
			[
				"## {trait/Ozem-Inspired}",
				"",
				"**Type:** Combat",
				"",
				"Tales of the Knights of Ozem have inspired you since childhood to lash out reflexively against the undead. You gain a +1 trait bonus on attack rolls and damage rolls when making attacks of opportunity against undead. While you wield a shield, your shield bonus to AC improves by 1 against attacks of opportunity made by undead."
			],
			[
				"## {trait/Performer's Surprise}",
				"",
				"**Type:** Combat",
				"",
				"You are practiced at the surprising combat tricks of Varisian wanderers. Against foes denied their Dexterity bonus to AC, you gain a +1 trait bonus on damage rolls with improvised weapons, exotic weapons, and thrown weapons."
			],
			[
				"## {trait/Permanent Scars}",
				"",
				"**Type:** Combat",
				"",
				"You carry the physical and emotional scars of your [Gray Maiden](rule/aff_scarred_ladies) initiation as mental armor. You receive a +2 trait bonus on saving throws against emotion and pain spells and effects."
			],
			[
				"## {trait/Pillager}",
				"",
				"**Type:** Combat",
				"",
				"Growing up in a place where authorities, if there were any, rarely enforced property laws, you learned quickly that you have only what you can hold - but you gain whatever you can take. You gain a +1 trait bonus on combat maneuver checks to perform disarm and steal combat maneuvers.",
				"",
				"Suggested Characters: Halflings, River Kingdoms natives, Shackles natives."
			],
			[
				"## {trait/Promising}",
				"",
				"**Type:** Combat",
				"",
				"Your superiors have identified you as an [Eagle Knights](rule/aff_vangard) candidate, and their praise encourages you to strive to meet their expectations. Each day after getting a full night's sleep, you gain a +1 trait bonus to your AC when wearing armor or carrying a shield. This bonus lasts until you are first hit by an attack within the next 24 hours."
			],
			[
				"## {trait/Punish Insurrection}",
				"",
				"**Type:** Combat",
				"",
				"You relish reminding people who's in charge. Against members of the same organization or hierarchy who formally answer to you, you gain a +1 trait bonus on attack and damage rolls. You also gain this bonus against members who have openly defied the authority or rules of that body, provided the infraction is serious enough that their standing is now less than yours."
			],
			[
				"## {trait/Reactionary}",
				"",
				"**Type:** Combat",
				"",
				"You were bullied often as a child, but never quite developed an offensive response. Instead, you became adept at anticipating sudden attacks and reacting to danger quickly. You gain a +2 trait bonus on initiative checks."
			],
			[
				"## {trait/Reckless}",
				"",
				"**Type:** Combat",
				"",
				"You have a tendency for rash behavior, often disregarding your own safety as you move across the battlefield. You gain a +1 bonus on Acrobatics checks, and Acrobatics is always a class skill for you."
			],
			[
				"## {trait/Reckless Contempt}",
				"",
				"**Type:** Combat",
				"",
				"You do not fear the threat of lesser weapons. Whenever you provoke an attack of opportunity by firing a firearm, you gain a +1 trait bonus on the attack roll that provoked the attack of opportunity."
			],
			[
				"## {trait/Red Mantis Bleeding}",
				"",
				"**Type:** Combat",
				"",
				"You witnessed the training of [Red Mantis](rule/aff_assassins) assassins, either as a child on Mediogalti Island or as an aspirant, and learned to leave bleeding wounds. Whenever you confirm a critical hit with a slashing weapon, you also deal 1 point of bleed damage."
			],
			[
				"## {trait/Resilient}",
				"",
				"**Type:** Combat",
				"",
				"Growing up in a poor neighborhood or in the unforgiving wilds often forced you to subsist on food and water from doubtful sources. You've built up your constitution as a result, and gain a +1 trait bonus on Fortitude saves."
			],
			[
				"## {trait/Resolve of the Rejected}",
				"",
				"**Type:** Combat",
				"",
				"Some disagree with your choice to wield a firearm, and their scorn has only hardened your resolve in battle. You gain a +1 trait bonus on all saving throws against charm and compulsion effects. Also, once per day when you succeed at a saving throw against such an effect, you regain 1 grit point."
			],
			[
				"## {trait/Rider's Bond}",
				"",
				"**Type:** Combat  ",
				"**Region:** Lastwall  ",
				"**Requirements:** Associated with the court of Castle Overwatch",
				"",
				"Your mount keenly understands your commands. If you gain a horse as an animal companion or mount as one of your class abilities, it gains two bonus tricks that don't count against the normal limit of tricks known by the animal."
			],
			[
				"## {trait/River Fighter}",
				"",
				"**Type:** Combat  ",
				"**Region:** Sargava",
				"",
				"You are used to fighting while swimming. You may swim downstream or cross-current as a charge if you make your Swim DC by 5 or more."
			],
			[
				"## {trait/Roving Range}",
				"",
				"**Type:** Combat",
				"",
				"You learned from pirates to make the most of ranged attacks as you close with targets. Increase the range increment of ranged weapons (but not thrown weapons) you wield by 5 feet."
			],
			[
				"## {trait/Savanna Hunter}",
				"",
				"**Type:** Combat",
				"",
				"You have been trained to hunt and fight on the open plains since birth. You gain a +1 trait bonus on attacks of opportunity attack rolls made with a shortspear, as well as a +1 racial bonus on Constitution checks to continue running and avoid nonlethal damage from a forced march"
			],
			[
				"## {trait/Scarred Descendant}",
				"",
				"**Type:** Combat",
				"",
				"Your own people are your favored enemy. You gain a +1 trait bonus on rolls to confirm critical hits against favored enemies of your own subtype and on Survival checks made to track such creatures."
			],
			[
				"## {trait/Scarred by Space Pirates}",
				"",
				"**Type:** Combat",
				"",
				"You were attacked by Vercite space pirates in your youth, inspiring you to find ways to deal with the alien interlopers should they return. You gain a +1 trait bonus on attack rolls against humanoids from beyond Golarion, including androids, kasathas, Triaxians, and Vercites, among others."
			],
			[
				"## {trait/Shadow Trained}",
				"",
				"**Type:** Combat  ",
				"**Region:** Nidal  ",
				"**Requirements:** Associated with the Umbral Court of Nidal",
				"",
				"You have experience fighting in darkness. Your miss chance while fighting in areas of dim light is only 10%."
			],
			[
				"## {trait/Siege Defender}",
				"",
				"**Type:** Combat",
				"",
				"Aroden taught the people of Absalom to survive any siege with proper preparation and cooperation, and those teachings were passed on to you. You gain a +1 trait bonus on melee damage rolls when you attack a target from higher ground."
			],
			[
				"## {trait/Slippery}",
				"",
				"**Type:** Combat  ",
				"**Requirements:** Member of The [Bellflower Network](rule/aff_antislavery)",
				"",
				"You have escaped from so many dangerous situations in your life that you've gotten quite good at not getting caught. You gain a +1 trait bonus on Stealth checks and Stealth is a class skill for you."
			],
			[
				"## {trait/Soaring Sprinter}",
				"",
				"**Type:** Combat",
				"",
				"As a youth, you often leaped and ran at treacherous heights, either because it was the only place with enough freedom for you to play or because it was not a good idea to play any lower. You gain a +2 trait bonus on Acrobatics checks to keep your balance or jump, and Acrobatics becomes a class skill for you.",
				"",
				"Suggested Characters: Chelaxians, gnomes, Korvosans."
			],
			[
				"## {trait/Solitary}",
				"",
				"**Type:** Combat",
				"",
				"You are skilled at slipping away from crowds. Once per day, you can attempt a Bluff check to create a diversion to hide with a +2 trait bonus on the check, and if successful, you take only a -5 penalty on your Stealth check to get to an unobserved place while observers are distracted (instead of the normal -10 penalty)."
			],
			[
				"## {trait/Spirit of the Law}",
				"",
				"**Type:** Combat",
				"",
				"You have seen the rules of society endlessly twisted in their implementation, and as such, you are especially wary of those who exploit the law to impose their own will. You gain a +1 trait bonus on attacks against lawful-aligned humanoids and a +2 trait bonus on saving throws against effects with the lawful descriptor."
			],
			[
				"## {trait/Splash Attack}",
				"",
				"**Type:** Combat",
				"",
				"You catch others off-guard when a confrontation escalates. As long as you are standing in or adjacent to water, or holding at least a pint of liquid (including insoluble liquids like oil or alchemist's fire), you can perform a dirty trick combat maneuver to blind a foe within reach without provoking an attack of opportunity. If you select the {feat/Improved Dirty Trick} feat, you gain a +2 trait bonus on dirty trick combat maneuvers to blind foes as long as you are standing in or adjacent to water or holding a pint of liquid."
			],
			[
				"## {trait/Sprint}",
				"",
				"**Type:** Combat  ",
				"**Requirements:** Gnome",
				"",
				"You were taught from a young age that the world is full of big, fast, dangerous foes, and that sometimes the best course of action is to put your head down and run. Your parents taught you how to make the most of a solid mid-length sprint and how to squeeze just a little extra speed out of yourself. If you do nothing but move in a turn (that is, if you run or use both of your actions in a round to move your speed) and you are in no armor or light armor, you may move an extra 5 feet."
			],
			[
				"## {trait/Startling Report}",
				"",
				"**Type:** Combat",
				"",
				"Through either perfect timing or the determination of your action, the sound of your firearm going off sets your enemies on edge. When you shoot a firearm, you gain a +2 trait bonus on Intimidate checks for 1 round against those who heard the shot."
			],
			[
				"## {trait/Steel Skin}",
				"",
				"**Type:** Combat",
				"",
				"You gain the ability to don or remove heavy armor in half the normal time. Additionally, you begin play with a great helm bearing the iconography of your family (this helm grants no special defensive benefits). While wearing this helm with a suit of heavy armor, you gain a +2 trait bonus on Intimidate checks."
			],
			[
				"## {trait/Strong Arm, Supple Wrist}",
				"",
				"**Type:** Combat",
				"",
				"You have been trained in the javelin and the spear, and you know how to make the best use of your momentum. When you move at least 10 feet before making an attack with a thrown weapon, you can add 10 feet to the range increment of the weapon thrown. You can gain this benefit only once per round."
			],
			[
				"## {trait/Subjective Equilibrium}",
				"",
				"**Type:** Combat",
				"",
				"You understand that gravity is far from constant when traversing the Great Beyond. You gain a +2 trait bonus on Wisdom checks to move on a plane with subjective directional gravity, and you gain a +10-foot enhancement bonus to your speed when \"falling\" on such a plane."
			],
			[
				"## {trait/Surprise Weapon}",
				"",
				"**Type:** Combat",
				"",
				"You are skilled at fighting with objects not traditionally considered weapons. You gain a +2 trait bonus on attack rolls with improvised weapons."
			],
			[
				"## {trait/Sworn Enemy}",
				"",
				"**Type:** Combat",
				"",
				"You were raised with defiance, fear, or hatred of a particular sort of foe. To make you ready to resist such foes, you were trained for long hours in the proper ways to defeat them. Choose a foe from the ranger's list of favored enemies. You gain a +1 trait bonus on attacks of opportunity against the chosen foe.",
				"",
				"Suggested Characters: Dwarves, Isgeri, Mendevian crusaders."
			],
			[
				"## {trait/Tactician}",
				"",
				"**Type:** Combat",
				"",
				"You know how to take advantage of enemies who are unprepared for your assault. You gain a +1 trait bonus on initiative checks. In addition, once per day when you make an attack of opportunity, you gain a +2 trait bonus on the attack roll."
			],
			[
				"## {trait/Tar Taargadth Trained}",
				"",
				"**Type:** Combat",
				"",
				"You know the ancient fighting techniques of the Tar Taargadth Empire. You gain a +1 trait bonus on damage rolls when using any weapon with the word \"dwarven\" in its name."
			],
			[
				"## {trait/Tarnished Halls Runner}",
				"",
				"**Type:** Combat",
				"",
				"You evaded Technic League patrols with the Blood Gar pirates. When you move at least 10 feet, you gain a +1 trait bonus on attack rolls with firearms and technological weapons and a +1 dodge bonus to your AC against such weapons until the start of your next turn."
			],
			[
				"## {trait/Threatening Defender}",
				"",
				"**Type:** Combat",
				"",
				"You know how to avoid a blow while still maintaining your offensive posture. When you use {feat/Combat Expertise}, reduce the number you subtract from your melee attack rolls by 1."
			],
			[
				"## {trait/Thunder and Fang Performer}",
				"",
				"**Type:** Combat",
				"",
				"You learned from Shoanti champions to take advantage of the dramatic swings required by heavy weapons like the earth breaker. You gain a +2 trait bonus on Intimidate checks while wielding a two-handed melee weapon."
			],
			[
				"## {trait/To The Last}",
				"",
				"**Type:** Combat",
				"",
				"Choose one type of medium or heavy armor (such as chainmail or half-plate). If you have no allies within 60 feet when you are wearing that type of armor, you gain DR 1/-. This stacks with any one other source of damage resistance you have."
			],
			[
				"## {trait/Tracker of the Society}",
				"",
				"**Type:** Combat  ",
				"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
				"",
				"Thanks to your time as a Pathfinder, you've mastered the art of tracking. You gain a +1 trait bonus on initiative checks and a +2 trait bonus on Survival checks made while traveling through any of your favored terrains. This is in addition to any bonuses you receive from your favored terrain class ability."
			],
			[
				"## {trait/Unblemished Barrel}",
				"",
				"**Type:** Combat",
				"",
				"Your skill with firearms speeds your repair of such weapons. You gain a +1 trait bonus on Craft (alchemy) and Craft (weapons) checks, and it takes you only 30 minutes to remove the broken condition from a firearm."
			],
			[
				"## {trait/Undergrowth Specialist}",
				"",
				"**Type:** Combat",
				"",
				"You've trained yourself to move in and out of undergrowth with ease. The DCs of Acrobatics checks don't increase for you when you're moving through light undergrowth, and the DCs of Acrobatics checks you attempt while you're moving through heavy undergrowth increase only by 2."
			],
			[
				"## {trait/Unpredictable Reactions}",
				"",
				"**Type:** Combat",
				"",
				"Your reactions to combat beginning aren't what people expect. You gain a +1 trait bonus on attack rolls made during the surprise round of combat."
			],
			[
				"## {trait/Vandal}",
				"",
				"**Type:** Combat",
				"",
				"You gain a +2 bonus on Strength checks to break objects, and when damaging an object with a weapon, natural weapon, or unarmed attack, you ignore 2 points of its hardness."
			],
			[
				"## {trait/Vengeful (Combat)}",
				"",
				"**Type:** Combat",
				"",
				"During your childhood, you suffered occasional or frequent abuse from those too powerful for you to resist. Now you thrill at the chance to get back at those who wronged you. Whenever you strike the last creature that damaged you in the past 24 hours, you gain a +1 trait bonus on damage rolls against that creature.",
				"",
				"Suggested Characters: Calistrians, Galtan refugees, Gyronna worshipers."
			],
			[
				"## {trait/Venom Resistance}",
				"",
				"**Type:** Combat",
				"",
				"You have spent considerable time in arid wastelands where girtablilus and other venomous creatures are common, and you have built up a resistance to poison. You gain a +2 trait bonus on Fortitude saving throws against poison, and once per day when attempting a saving throw to resist girtablilu poison, you can roll twice and take the higher result."
			],
			[
				"## {trait/Vigilant Battler}",
				"",
				"**Type:** Combat",
				"",
				"You are hard to fool and harder to trick with a feint. You gain a +1 trait bonus on all Sense Motive checks. This trait bonus increases to +2 when used to counter a feint in combat."
			],
			[
				"## {trait/Volatile Fuse}",
				"",
				"**Type:** Combat",
				"",
				"Firearms you wield are especially dangerous to you and everyone nearby. Whenever a firearm you wield misfires or explodes, roll a d%. On a result of 1-25, the misfire or explosion is delayed; reroll the attack with a -5 penalty (penalties from the broken condition are not applied to this reroll, and a firearm that was already broken does not explode). After the reroll is resolved, apply the effects of the misfire or explosion as normal. (If the d% roll result is 26 or higher, the misfire or explosion happens as normal.) Whenever a firearm you wield explodes due to a misfire, increase the explosion's damage by 1d6 plus 1d6 for every 4 character levels you have."
			],
			[
				"## {trait/Wary Eye}",
				"",
				"**Type:** Combat",
				"",
				"You know that you could be exposed at any time. Even your closest friends could someday become enemies, and so you have trained yourself to never be surprised by a betrayal. At the beginning of combat, before initiative checks are revealed, you can select one opponent you are aware of to be the subject of this trait. If you succeed at a Wisdom check opposed by the subject's initiative check, you are not considered flat-footed against this subject for this combat, even if you normally would be. You can use this trait in a surprise round, even if you cannot otherwise act that round."
			],
			[
				"## {trait/Weapon of Peace}",
				"",
				"**Type:** Combat",
				"",
				"Even though you are a trained combatant, proficient with any number of weapons, you don't relish killing your enemies. It's not that you're afraid of seeing blood, but rather that disabling a foe is superior to killing someone capable of admitting defeat. When using a melee weapon that deals lethal damage to instead deal nonlethal damage, you take only a -2 penalty instead of -4."
			],
			[
				"## {trait/Witty Repartee}",
				"",
				"**Type:** Combat  ",
				"**Requirements:** [Kitharodian Academy](rule/f_bards)",
				"",
				"You are quick with your tongue and have always possessed the talent to quickly admonish your enemies. You gain a +1 trait bonus on Bluff checks and Bluff is a class skill for you."
			],
			[
				"## {trait/Youthful Infiltrator}",
				"",
				"**Type:** Combat",
				"",
				"You were trained from a young age to ambush the enemies of your order or organization, which makes you hard to trust for most outside your organization if they learn your affiliation. You gain a +1 trait bonus on attack rolls against flat-footed foes, as long as they have not seen you make an attack with this bonus before."
			]
		],
		"previous": [ ["Main", "main/main"], ["Traits", "main/traits"] ]
	},
	"traits_faith": {
		"title": "Faith Traits",
		"sources": [
			"Advanced Player's Guide",
			"Adventurer's Armory 2",
			"Antihero's Handbook",
			"Black Markets",
			"Blood of the Beast",
			"Blood of the Coven",
			"Champions of Purity",
			"Disciple's Doctrine",
			"Distant Shores",
			"Divine Anthology",
			"Dwarves of Golarion",
			"Faction Guide",
			"Faiths and Philosophies",
			"Gnomes of Golarion",
			"Healer's Handbook",
			"Heroes of the Darklands",
			"Heroes of the High Court",
			"Heroes of the Streets",
			"Merchant's Manifest",
			"Monster Summoner's Handbook",
			"Path of the Hellknight",
			"People of the River",
			"Plane-Hopper's Handbook",
			"Quests and Campaigns",
			"Sargava, the Lost Colony",
			"Second Darkness Player's Guide",
			"Shattered Star Player's Guide",
			"Spymaster's Handbook",
			"Ultimate Campaign"
		],
		"searchgroup": "trait",
		"description": [
			[ "Basic traits are broken down into four categories. Combat traits focus on martial and physical aspects of your background. Faith traits focus on your religious and philosophical leanings. Magic traits focus on any magical events or training you have had. Social traits focus on your social class or upbringing." ],
			[
				"## {trait/Abject Belief}",
				"",
				"**Type:** Faith",
				"",
				"You cling tenaciously to a faith that is doubted by many, perhaps based around a god who has vanished, or was never a god in the first place. You refuse to forsake your beliefs despite all evidence, perhaps due to a need to belong, respect for tradition, or a religious experience. As a result, it is nearly impossible to convince you of your deity's absence. You gain a +2 trait bonus on Will saving throws against fear effects."
			],
			[
				"## {trait/Acclimatize Alignment}",
				"",
				"**Type:** Faith",
				"",
				"Like a climber ascending a mountain, you gradually grow acclimatized to an opposing planar alignment. For each consecutive day you remain on a mildly aligned plane that opposes your alignment, reduce your penalty on Charisma-based checks by 1, to a minimum of 0. This does not affect the penalty from a strongly aligned plane."
			],
			[
				"## {trait/Acolyte of Apocrypha}",
				"",
				"**Type:** Faith",
				"",
				"Your religious studies hinged on teachings rarely recognized by your faith. You can select one of the apocryphal subdomains detailed below, provided the subdomain is associated with your patron deity. In some cases, you can select a subdomain associated with a deity despite that deity not offering the associated domain - these exceptions are noted with an asterisk (&ast;), and you gain domain powers and domain spells from the associated domain as usual, even though your deity normally doesn't grant access to that domain. When selecting a subdomain associated with two domains, a priest can choose only a subdomain that modifies a domain to which he has access.",
				"",
				"**{domain/Alchemy} ({domain/Artifice}/{domain/Magic}):** {faith/Brigh}, {faith/Haagenti}, {faith/Norgorber}&ast; (Artifice only), {faith/Orgesh}&ast; (Magic only), {faith/Qi Zhong})",
				"",
				"**{domain/Captivation}:** {faith/Calistria}, {faith/Kofusachi}, {faith/Nalinivati}, {faith/Norgorber}, {faith/Shelyn}",
				"",
				"**{domain/Hubris} ({domain/Glory}/{domain/Nobility}):** {faith/Dispater}, {faith/General Susumu}, {faith/Iomedae}, {faith/Jaidz}, {faith/Lissala}, {faith/Olheon}, {faith/Ydersius}",
				"",
				"**{domain/Insect}:** {faith/Achaekek}&ast;, {faith/Aldinach}, {faith/Deskari}&ast;, {faith/Ghlaunder}, {faith/Kitumu}, {faith/Mazmezz}",
				"",
				"**{domain/Legend}:** {faith/General Susumu}, {faith/Gorum}, {faith/Shizuru}",
				"",
				"**{domain/Lightning}:** {faith/Gozreh}, {faith/Hei Feng}, {faith/Rovagug}, {faith/Rull}",
				"",
				"**{domain/Medicine}:** {faith/Dalenydra}, {faith/Immonhiel}, {faith/Irori}, {faith/Korada}, {faith/Qi Zhong}, {faith/Sarenrae}",
				"",
				"**[Monsoon](domain/monsoons):** {faith/Daikitsu}, {faith/Gozreh}, {faith/Hei Feng}, {faith/Rull}",
				"",
				"**{domain/Petrification}:** {faith/Ayrzul}, {faith/Minderhal}, {faith/Soralyon}, {faith/Xoveron}",
				"",
				"**{domain/Portal}:** {faith/Abadar}, {faith/Alseta}&ast;, {faith/Barbatos}, {faith/Yog-Sothoth}",
				"",
				"**{domain/Rites}:** {faith/Abraxas}, {faith/Asmodeus}, {faith/Nalinivati}, {faith/Nethys}, [Nyarlathotep](faith/nyarlathotep_black_pharaoh), {faith/Sivanah}",
				"",
				"**{domain/Self-Realization} ({domain/Liberation}/{domain/Strength}):** {faith/Arshea}, {faith/Falayna}, {faith/Haagenti}, {faith/Irori}, {faith/Kurgess}, {faith/Shei}, {faith/Urgathoa}",
				"",
				"**{domain/Thirst}:** {faith/Aldinach}, {faith/Lalaci}, {faith/Nurgal}, {faith/Sarenrae}",
				"",
				"**{domain/Thorns}:** {faith/The Green Mother}, {faith/Shub-Niggurath}, {faith/Zyphus}",
				"",
				"**{domain/Truth}:** {faith/Groetus}, {faith/Lamashtu}, {faith/Sifkesh}, {faith/Sivanah}"
			],
			[
				"## {trait/Apprentice}",
				"",
				"**Type:** Faith",
				"",
				"During your studies of The Majestic Book of the Prime Ascended, you learned some minor magical tricks. Select a single 0-level spell from the sorcerer/wizard spell list. You can cast this spell 1 time per day as a spell-like ability."
			],
			[
				"## {trait/Arcane Scholar}",
				"",
				"**Type:** Faith",
				"",
				"Study of the \"Prime Archmage\" chapter has broadened your magical knowledge. Choose either Knowledge (arcana) or Spellcraft; you gain a +1 trait bonus on that skill and it is a class skill for you."
			],
			[
				"## {trait/Aspect of the Quah}",
				"",
				"**Type:** Faith",
				"",
				"You call upon your quah's totem to grant you power. You gain a unique totem aspect that replaces one of the animal aspects granted to you by the animal focus feature. You must be a hunter or have access to the animal aspect class feature to select this trait, and you must choose the Shoanti quah to which you belong. You gain access to the totem aspect listed for that clan, and you lose access to the animal aspect listed. Once made, this choice cannot be changed.",
				"",
				"**Cliff (Shadde-Quah, Frog):** The creature gains a +4 competence bonus on Acrobatics checks to avoid falling and on Constitution checks to avoid drowning. This bonus increases to +4 at 8th level and +6 at 15th level.",
				"",
				"**Emberstorm (Sklar-Quah, Bear):** The creature gains fire resistance 5. This increases to fire resistance 10 at 8th level and fire resistance 15 at 15th level.",
				"",
				"**Horse (Shriikirri-Quah, Owl):** The creature gains a +4 competence bonus on Ride checks. This bonus increases to +6 at 8th level and +8 at 15th level.",
				"",
				"**Star (Lyrune-Quah, Falcon):** The creature gains low-light vision and a +2 competence bonus on Perception checks. This bonus increases to +4 at 8th level and +6 at 15th level.",
				"",
				"**Storm (Tamiir-Quah, Snake):** The creature gains a +4 bonus on saving throws against cold dangers, disease, heat dangers, starvation, and thirst. This bonus increases to +6 at 8th level and +8 at 15th level.",
				"",
				"**Storm Roc (Shundar-Quah, Mouse):** The creature gains a +2 enhancement bonus to Charisma. This bonus increases to +4 at 8th level and +6 at 15th level.",
				"",
				"**Will-o'-Wisp (Skoan-Quah, Wolf):** The creature gains +2 bonus on saving throws against fear effects and mind-affecting effects. This bonus increases to +4 at 8th level and +6 at 15th level."
			],
			[
				"## {trait/Authoritarian}",
				"",
				"**Type:** Faith",
				"",
				"You spent much of your youth helping the clergy of your chosen faith perform their duties, and learned from them respect for authority. As long as you are acting in the service of a liege or leader you recognize as legitimate, you gain a +2 trait bonus on saving throws against fear and compulsion effects.",
				"",
				"Suggested Characters: Abadarans, Hellknights, Hermeans."
			],
			[
				"## {trait/Beacon of Faith}",
				"",
				"**Type:** Faith",
				"",
				"You wield the might of your faith with power and clarity. Once per day as a free action, you may treat your caster level as if it were 2 levels higher when using one of the granted powers of your domain or inquisition, or when casting one of your domain spells."
			],
			[
				"## {trait/Birthmark}",
				"",
				"**Type:** Faith",
				"",
				"You were born with a strange birthmark that looks very similar to the holy symbol of the god you chose to worship later in life. This birthmark can serve you as a divine focus for casting spells, and as a physical manifestation of your faith, and it increases your devotion to your god. You gain a +2 trait bonus on all saving throws against charm and compulsion effects."
			],
			[
				"## {trait/Blessed}",
				"",
				"**Type:** Faith",
				"",
				"Some divine agent watches over you and heeds your call. Once per day as a swift action, you gain a +1 trait bonus on all saving throws for 1 round."
			],
			[
				"## {trait/Blessed Touch}",
				"",
				"**Type:** Faith",
				"",
				"You may have been raised in a devout family, studied the divine in a formal church environment, or even learned how to combine traditional healing techniques with those of divine casters. In so doing, you have focused yourself into being the perfect vessel for your deity. Divine power flows through you like a mountain stream, making your healing touch more potent than that of others. You heal 1 additional point of damage when using lay on hands, channeling energy, or casting a cure spell."
			],
			[
				"## {trait/Born Free}",
				"",
				"**Type:** Faith",
				"",
				"You were introduced to an individualistic belief as a youth. Thriving under the promise of control of your own destiny, you soon began to demonstrate the truth of this ideal. Though others may mock you for your unwillingness to go along with a group or accept the easy security and comfort promised by more ecclesiastical faiths, you know that the revelations and destiny you seek can only be brought about through your own actions and individual search for meaning. Once per day, after you roll a saving throw against a compulsion effect, you can choose to roll again as an immediate action before the result of the saving throw is announced. You must keep the new roll, even if it is worse."
			],
			[
				"## {trait/Bound by Honor}",
				"",
				"**Type:** Faith",
				"",
				"Your code of honor, obligations, and taboos stem from the shame of a misspent youth. Now, a personal code reminds you how to live, and you have an impressive ability to resist temptation. Once per day, if a mind-affecting effect would compel you to take an action that would cause you to lose {rule/Honor Points}, you may make a new saving throw against the original DC to end the effect."
			],
			[
				"## {trait/Called}",
				"",
				"**Type:** Faith",
				"",
				"Your deity or a powerful spirit spoke to you when you were young, dropping cryptic hints about the important destiny that lay before you and how you must win your fights if you are to achieve your predetermined greatness. Once per day upon rolling a natural 1 on an attack roll, you may reroll the die and take the second result instead.",
				"",
				"Suggested Characters: Oracles, paladins, Ulfen."
			],
			[
				"## {trait/Canon of Coin}",
				"",
				"**Type:** Faith",
				"",
				"You find the pursuit of earning money to be a religious experience. Appraise is a class skill for you. So long as you are carrying coins worth an amount equal to at least 100 gp per character level you have, you gain a +1 trait bonus on Will saves. This bonus increases to +2 against effects that would force you to discard, drop, or give away coins, gems, or trade goods in your possession."
			],
			[
				"## {trait/Caretaker}",
				"",
				"**Type:** Faith",
				"",
				"As the child of an herbalist or an assistant in a temple infirmary, you often had to assist in tending to the sick and wounded. You gain a +1 trait bonus on Heal checks, and Heal is always a class skill for you."
			],
			[
				"## {trait/Child of the Temple}",
				"",
				"**Type:** Faith",
				"",
				"You have long served at a temple in a city, where you picked up on many of the nobility's customs in addition to spending much time in the temple libraries studying your faith. You gain a +1 trait bonus on Knowledge (nobility) and Knowledge (religion) checks, and one of these skills (your choice) is always a class skill for you."
			],
			[
				"## {trait/Chosen of Iomedae}",
				"",
				"**Type:** Faith",
				"",
				"At your birth, your parents dedicated your soul to Iomedae to mold into a sword of her light. The goddess blessed you, granting you a gift of light to brighten your path through darkness and a fine sword with which to spread her will. You may cast light once per day as a spell-like ability (caster level 1st), and you begin play with a masterwork longsword. In addition, whenever light is cast upon this sword, the radius of light and its duration is doubled."
			],
			[
				"## {trait/Covert Channeler}",
				"",
				"**Type:** Faith",
				"",
				"Your mentor in the Wagons of Light taught you to hide holy symbols quickly. You can draw or stow a holy symbol as a swift action."
			],
			[
				"## {trait/Crisis of Faith}",
				"",
				"**Type:** Faith",
				"",
				"You were raised to uphold a specific set of tenets, and you never had reason to doubt their veracity. Recent events, however, have undermined that certainty, and you now find yourself wondering if any of the universal truths you once believed in can actually hold up to scrutiny. Perhaps you witnessed a mentor or church official fall from grace or violate your shared tenets. Maybe you watched a friend injured terribly despite (or because of) her pure faith. Whatever the case, your shaken confidence grants you a +1 trait bonus on saving throws against illusions. You may replace any other faith trait with the Crisis of Faith trait whenever you gain a level. This replacement is permanent until you receive atonement."
			],
			[
				"## {trait/Crusader}",
				"",
				"**Type:** Faith",
				"",
				"From studying \"Prime Commander\" and reading accounts of the battles in the Worldwound, you have trained to be a crusader against demonic forces. You gain a +1 trait bonus on attack rolls against outsiders with the chaotic subtype."
			],
			[
				"## {trait/Darkest Before Dawn}",
				"",
				"**Type:** Faith",
				"",
				"Your devotion sustains you when others would fall to despair. You gain a +2 trait bonus on saving throws against spells with the emotion, fear, or pain descriptor. Once per day, you can increase this bonus to +4 for a single save, but you must make this decision before you attempt the saving throw."
			],
			[
				"## {trait/Deep Faith}",
				"",
				"**Type:** Faith",
				"",
				"Your deity was born of the depths, and you're a child of such realms. Whenever you cast a spell granted by the earth domain (or associated subdomains) while in the Darklands, that spell functions at 1 caster level higher than your actual caster level."
			],
			[
				"## {trait/Defy Madness}",
				"",
				"**Type:** Faith  ",
				"**Requirements:** Old Cults",
				"",
				"Your direct involvement with supernatural and alien forces has left you less vulnerable to the insanity they cause. You gain a +1 trait bonus on any saving throws against confusion, insanity, madness, and Wisdom damage and drain."
			],
			[
				"## {trait/Devoted Healer}",
				"",
				"**Type:** Faith",
				"",
				"Raised in the company of skilled healers, you were always encouraged to devote your time and energy to the welfare of others. Whenever you take 20 on a Heal check to treat deadly wounds, you restore an additional 1d4 hit points to those you aid.",
				"",
				"Suggested Characters: Battle clerics, Iomedaeans, Kellids."
			],
			[
				"## {trait/Devotee of the Green}",
				"",
				"**Type:** Faith",
				"",
				"Your faith in the natural world or one of the gods of nature makes it easy for you to pick up on related concepts. You gain a +1 trait bonus on Knowledge (geography) and Knowledge (nature) checks, and one of these skills (your choice) is always a class skill for you."
			],
			[
				"## {trait/Devout Visionary}",
				"",
				"**Type:** Faith",
				"",
				"As a child, you had a strange vision while suffering from a terrible illness, and only found your way back to the mundane world by following the call of a spiritual leader - perhaps a shaman's drum or a druid's lilting poetry. Since then, you have studied symbolism and dreams in the hope that you might understand your own vision, though your lessons prove just as helpful to others. You gain a +1 trait bonus on Will saving throws against spells and effects that grant the confused or dazed condition. Once per day as a full-round action, you may grant an adjacent ally a new Will saving throw to end an effect that grants the confused or dazed condition."
			],
			[
				"## {trait/Disdainful Defender}",
				"",
				"**Type:** Faith",
				"",
				"You are resistant to the magic of other faiths. You gain a +2 trait bonus on all Will saves you attempt against divine spells. This bonus does not apply against divine spells cast by a caster who worships the same deity you do."
			],
			[
				"## {trait/Divine Confidante}",
				"",
				"**Type:** Faith",
				"",
				"You were inspired with the reverence offered by worshipers to priests and other spiritual leaders, so you assisted them. You gain a +3 trait bonus on Sense Motive checks to get hunches about those who discuss matters of faith, mythology, morality, religion, or the Outer Planes with you. Sense Motive is a class skill for you."
			],
			[
				"## {trait/Divine Denier}",
				"",
				"**Type:** Faith",
				"",
				"You can't bring yourself to accept the authority of the gods, even though friends might hound you relentlessly to change your ways. Perhaps you're a Rahadoumi objecting on ideological grounds, or perhaps you just want to be left alone. Your doubt causes you to shrug off divine magic more quickly than others. Once per day when you are affected by a divine spell, you may reduce that spell's duration to half (minimum 1 round) for you alone."
			],
			[
				"## {trait/Dogged}",
				"",
				"**Type:** Faith",
				"",
				"Drawing inspiration from the Cult of the Failed, you refuse to let setbacks stop you, no matter how disastrous. Once per day when you roll a natural 1 on an attack roll, saving throw, skill check, or ability check, you gain a +1 trait bonus on any one roll you attempt before the end of the next round."
			],
			[
				"## {trait/Ease of Faith}",
				"",
				"**Type:** Faith",
				"",
				"Your mentor, the person who invested your faith in you from an early age, took steps to ensure you understood that what powers your divine magic is no different from that which powers the magic of other religions. This philosophy makes it easier for you to interact with others who may not share your views. You gain a +1 bonus on Diplomacy checks, and Diplomacy is always a class skill for you."
			],
			[
				"## {trait/Empyreal Pantheon}",
				"",
				"**Type:** Faith",
				"",
				"Your faith in the empyreal lords accommodates numerous gods, and you are gifted at adapting their wide variety of focuses and lessons to your own life. Select either the law or chaos alignment descriptor. You may cast spells with that descriptor, even if your alignment or that of your god would normally not allow it. Doing so applies the good descriptor to the spell if it does not already apply."
			],
			[
				"## {trait/Exalted of the Society}",
				"",
				"**Type:** Faith  ",
				"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
				"",
				"The vaults of the Grand Lodge in Absalom contain many secrets of the divine powers of the gods, and you have studied your deity extensively. You may channel energy one additional time per day."
			],
			[
				"## {trait/Faithful Feedback}",
				"",
				"**Type:** Faith  ",
				"**Requirements:** Must have a religion",
				"",
				"A shared religious fervor makes your healing magic more effective. Whenever you cast a spell belonging to the healing subschool on someone of your religion, increase the hit points healed by +1."
			],
			[
				"## {trait/Fate's Favored}",
				"",
				"**Type:** Faith",
				"",
				"The fates watch over you. Whenever you are under the effect of a luck bonus of any kind, that bonus increases by 1."
			],
			[
				"## {trait/Fearless Defiance}",
				"",
				"**Type:** Faith",
				"",
				"Upon overcoming your fear, you become a scourge to your enemies. You gain a +1 trait bonus on all saving throws against fear effects. In addition, if you successfully save against such an effect, you receive a +1 trait bonus on attack rolls against your favored enemies for 1 round."
			],
			[
				"## {trait/First Memories}",
				"",
				"**Type:** Faith  ",
				"**Requirements:** Gnome",
				"",
				"For your whole life, you've felt there was a world just beyond the fabric of the material objects around you, and sometimes you can hear the north wind calling you or smell the dread taint of polluted water before you taste it. You do not gain the normal list of spell-like abilities for the gnome magic racial trait presented in the Pathfinder RPG Core Rulebook. Instead, if you have a Wisdom of 11 of higher, you gain the following spell-like abilities: 1/day-detect poison, know direction, stabilize, and speak with animals. The caster level for these effects is equal to your character level. The DC for these spells is equal to 10 + the spell's level + your Wisdom modifier."
			],
			[
				"## {trait/Focused Disciple}",
				"",
				"**Type:** Faith",
				"",
				"When weaker wills falter, you keep a clear mind. You gain a +2 trait bonus on saving throws against charm and compulsion effects."
			],
			[
				"## {trait/Godclaw Disciple}",
				"",
				"**Type:** Faith",
				"",
				"You worship the amalgamation of lawful deities known as the Godclaw. You gain a +2 trait bonus on Knowledge (religion) checks related to lawful deities, their clergy, their mythology, and their tenets. Additionally, Knowledge (religion) is a class skill for you."
			],
			[
				"## {trait/Heedful Readiness}",
				"",
				"**Type:** Faith",
				"",
				"Your years of meditation and mindfulness allow you to act correctly on a moment's notice. Once per day, you can add your Wisdom modifier to an initiative check."
			],
			[
				"## {trait/Hellknight Inquisitor}",
				"",
				"**Type:** Faith",
				"",
				"If you are an inquisitor, you can select any inquisition associated with your preferred [Hellknight](rule/aff_lawknights) order, as long as you and your patron deity are of a lawful alignment. Additionally, you gain a +1 trait bonus on saving throws against spells and effects with the chaos descriptor."
			],
			[
				"## {trait/Heretic's Caution}",
				"",
				"**Type:** Faith",
				"",
				"You were raised in a faith that did not center on a traditional god or that followed a heretical interpretation of a traditional deity. You learned to deflect attention, especially from ecclesiastical figures. You gain a +1 trait bonus on Bluff checks. This bonus increases to +3 on Bluff checks opposed by religious authorities' Sense Motive checks."
			],
			[
				"## {trait/Hidden Faith}",
				"",
				"**Type:** Faith",
				"",
				"You were raised in a religion forbidden by your government, and draw strength from your hidden faith. You gain a +1 trait bonus on saving throws against the divine spells of creatures that worship a god other than your own."
			],
			[
				"## {trait/History of Heresy}",
				"",
				"**Type:** Faith",
				"",
				"You were raised with heretical views that have made it difficult for you to accept most religious beliefs and often caused you or those you love to be treated as pariahs. As a result, you have turned your back on religious teachings. As long as you do not possess any levels in a class that grants divine spellcasting power, you gain a +1 trait bonus on all saving throws against divine spells."
			],
			[
				"## {trait/Honest}",
				"",
				"**Type:** Faith",
				"",
				"A religious mentor instilled in you a sense of uncompromising integrity. You often speak your mind in defiance of any fear or hatred it might earn you, a habit that inspires others to trust you. You gain a +1 trait bonus on Diplomacy checks. This bonus increases to +2 when the Diplomacy check is made to influence those who are already friendly or helpful toward you.",
				"",
				"Suggested Characters: Diabolists, paladins, Sarenrae worshipers."
			],
			[
				"## {trait/Imperfect Recall}",
				"",
				"**Type:** Faith",
				"",
				"Your belief in reincarnation, as taught by the Sangpotshi philosophy and in lands that were once Imperial Lung Wa, has been reinforced by personal experience. In moments of great stress, you sometimes experience flashes of deja vu in which you recall information you don't remember ever having known. Once per day while you are in danger or distracted, you gain a +3 bonus on a single Knowledge skill check."
			],
			[
				"## {trait/Indomitable Faith}",
				"",
				"**Type:** Faith",
				"",
				"You were born in a region where your faith was not popular, but you still have never abandoned it. Your constant struggle to maintain your own faith has bolstered your drive. You gain a +1 trait bonus on Will saves."
			],
			[
				"## {trait/Inspired}",
				"",
				"**Type:** Faith",
				"",
				"A positive force, philosophy, or divine presence fills you with hope, and is a guiding force of inspiration. Once per day as a free action, roll twice and take the better result on a skill check or ability check."
			],
			[
				"## {trait/Irrepressible}",
				"",
				"**Type:** Faith",
				"",
				"Your hope for a brighter future blessed by the gods, combined with your powerful personality, allows you to force your way free of spells that cloud the mind. You can use your Charisma modifier in place of your Wisdom modifier when attempting Will saving throws against charm and compulsion effects.",
				"",
				"Suggested Characters: Gnomes, Keleshites, Shelyn worshipers."
			],
			[
				"## {trait/Irreverent}",
				"",
				"**Type:** Faith",
				"",
				"You are suspicious of those who lead spiritual lives and are quick to seek out the smallest hypocrisy in even the most pious individuals. Of course, you are also keenly aware of the power the faithful can draw from their worship, and you are stubbornly resistant to it. You gain a +2 trait bonus on saving throws against divine spells that target only you."
			],
			[
				"## {trait/Kalistocratic Prophecy}",
				"",
				"**Type:** Faith",
				"",
				"You were raised under the [Prophecies of Kalistrade](rule/f_profits), and were inspired to seize upon an untapped business opportunity. Up to once per week, when you work to advance this opportunity with at least 1 day of effort, you can attempt an appropriate Profession check to earn money or gain capital using the downtime rules with a +2 trait bonus. In the event of a failed check, your opportunity is discovered by rivals and you cannot employ this trait for 1 month while you look for a new opportunity."
			],
			[
				"## {trait/Light in the Darkness}",
				"",
				"**Type:** Faith",
				"",
				"You're destined to bring light to the darkness and expunge the faithless from the deep. Whenever you cast a spell granted by the sun domain (or associated subdomains) while in the Darklands, the spell functions at 1 caster level higher than your actual caster level."
			],
			[
				"## {trait/Loyalty across Lifetimes}",
				"",
				"**Type:** Faith",
				"",
				"You and your eidolon share a link that seems to span multiple lifetimes. Your eidolon treats its Constitution score as if it were 2 points higher for the purposes of determining when its negative hit point total sends it back to its home plane. In addition, your eidolon gains a +1 trait bonus on Will saves against enchantment spells and effects."
			],
			[
				"## {trait/Martial Manuscript}",
				"",
				"**Type:** Faith",
				"",
				"You either carry or have memorized a sacred text from your school, temple, or monastery, and its wisdom gives you insight that makes your attacks more devastating. You gain a +2 trait bonus on rolls to confirm critical hits when you're using an unarmed strike or monk weapon."
			],
			[
				"## {trait/Masked}",
				"",
				"**Type:** Faith",
				"",
				"You learned from \"Prime Conspirator\" that keeping secrets often means hiding your true identity. Once per day, when attempting a Disguise check, roll twice and take the better result."
			],
			[
				"## {trait/Meditative Rest}",
				"",
				"**Type:** Faith",
				"",
				"When you rest, you ignore the first time you are interrupted during that rest for the purposes of determining how long you need to rest in full to regain the capacity to regain spells, provided the interruption lasts no more than 15 minutes. If you cast spells during this interruption, you don't count these against your daily limit of spells when you wake and prepare spells."
			],
			[
				"## {trait/Monastic}",
				"",
				"**Type:** Faith",
				"",
				"Either your parents sent you to be raised in a monastery, or you traveled there yourself later in life in order to escape the conflict and distractions of the greater world. There you learned to eschew the material concerns that plague so many and cloud their minds, instead embracing an ascetic lifestyle. You readily let go and step away from trouble, free from any tie or baggage that might slow your path to enlightenment - figuratively or literally. Once per day as a swift action, you gain a +1 trait bonus to Armor Class as long as you are wearing no armor, not using a shield, carrying a light load, and have nothing in your hands. This bonus lasts for 1 minute."
			],
			[
				"## {trait/Mystery Initiate}",
				"",
				"**Type:** Faith",
				"",
				"You were initiated into a mystery cult in your youth, and learned secrets that turned your understanding of your faith and the world on its head. This experience has given you a knack for lateral thinking. Once per day, you may reroll any Knowledge skill check. You must decide to use this ability after the first roll is made but before the results are revealed. You must take the second result, even if it is worse.",
				"",
				"Suggested Characters: Mystery cultists, Nethys worshipers, Norgorber worshipers."
			],
			[
				"## {trait/Natural Ritualist}",
				"",
				"**Type:** Faith",
				"",
				"You venerate nature, either by paying homage to your Shoanti totem spirit or by appeasing the kami around you in accordance with Tamashigo. In return, the spirits bless your path. Once per week, you can build a small shrine of natural materials and pay your respects in a ritual that takes 15 minutes. Spellcasters can do this as part of their daily spell preparation. You gain a +2 trait bonus on Knowledge (nature) and Survival checks for 24 hours."
			],
			[
				"## {trait/Nature Worshiper}",
				"",
				"**Type:** Faith",
				"",
				"When you were young, you saw a dead creature's body fertilize a field. Witnessing the connection between life and death moved you to recognize your own connection with the world, and ever since you have revered nature and feared death less. You gain a +1 trait bonus on saving throws against death effects and effects that use negative energy, such as energy drain and inflict spells."
			],
			[
				"## {trait/Necrotic Aura}",
				"",
				"**Type:** Faith  ",
				"**Requirements:** Whispering Way",
				"",
				"Your exposure to the necromantic arts has strengthened your defenses against its vile rot. You gain a +1 trait bonus on saving throws against spells from the necromancy school or any effect that deals negative energy damage."
			],
			[
				"## {trait/Oathbound}",
				"",
				"**Type:** Faith",
				"",
				"You have made a solemn oath, and you pursue that oath with headstrong determination. Once per day, you may reroll a saving throw against a charm or compulsion effect. You must take the second result even if it is worse."
			],
			[
				"## {trait/Omen}",
				"",
				"**Type:** Faith",
				"",
				"You are the harbinger of some future event. Whether this event bodes good or ill, you exude an ominous presence. You gain a +1 trait bonus on Intimidate checks, and Intimidate is always a class skill for you. Once per day, you may attempt to demoralize an opponent as a swift action."
			],
			[
				"## {trait/Pact Servant}",
				"",
				"**Type:** Faith",
				"",
				"The faith of Holomog focuses on finding the good in unusual places and appreciating the nuances of virtue in the world. You may treat Asmodeus as if he were a lawful neutral deity for the purposes of determining your own alignment as a cleric, inquisitor, or other divine spellcaster. You may not select the evil domain unless your own alignment also contains an evil aspect."
			],
			[
				"## {trait/Patient Calm}",
				"",
				"**Type:** Faith",
				"",
				"As a child, you struggled to suppress a sharp temper, but the care and patient respect of a trusted community leader rubbed off on you. As you grew older, you developed a remarkable ability to keep calm and collected when performing a task you are familiar with. Choose one Craft or Profession skill. Whenever you take 10 with that skill, determine the result as if you had rolled a 12 instead of a 10.",
				"",
				"Suggested Characters: Asmodeans, Drumans, Irorans."
			],
			[
				"## {trait/Perpetual Companion}",
				"",
				"**Type:** Faith",
				"",
				"You are bolstered against fear when your eidolon is near. You gain a +2 trait bonus on all saving throws against fear effects whenever your eidolon is within 30 feet."
			],
			[
				"## {trait/Persuasive Insight}",
				"",
				"**Type:** Faith",
				"",
				"You were converted to your faith or taught to bargain with spirits for magic by a figure of inspiring insight who taught you to use keen observation in all dealings. You can use your Wisdom modifier in place of your Charisma modifier on Diplomacy checks to ask favors or gain influence. During a verbal duel, you can use your Wisdom modifier in place of your Charisma modifier when using tactics you assigned to Diplomacy or Wisdom-based skills."
			],
			[
				"## {trait/Planar Savant}",
				"",
				"**Type:** Faith",
				"",
				"You have always had an innate sense of the workings of the planes and their denizens. You may use your Charisma modifier when making Knowledge (planes) checks instead of your Intelligence modifier."
			],
			[
				"## {trait/Priest-Blessed}",
				"",
				"**Type:** Faith",
				"",
				"You were guided to maturity by a trusted priest of an ecclesiastical tradition, who inspired you and made you understand that the authority exerted by a religious hierarchy is a blessing rather than a restriction, allowing the faithful to always feel confident in their direction and the righteousness of the guided actions. Now, your faith wells up whenever you are aided by divine magic, and you find it easy to open up to the magic and succor of any faith, seeing the similarities between all such traditions. Three times per day when you are the target of a harmless divine spell, you may increase its caster level by 1 for purposes of its effect on you alone."
			],
			[
				"## {trait/Principled}",
				"",
				"**Type:** Faith",
				"",
				"You hold yourself to a strict code of behavior that guides all of your decisions and actions. You take a -2 penalty on Bluff checks and gain a +2 trait bonus on saving throws against charm, compulsion, and emotion effects."
			],
			[
				"## {trait/Prophesied}",
				"",
				"**Type:** Faith",
				"",
				"Your coming was foretold in prophecy, and people familiar with your legend regard you with awe and fear. You gain a +1 trait bonus on Diplomacy checks and Intimidate checks when interacting with anyone familiar with you or your reputation."
			],
			[
				"## {trait/Proxy of Many}",
				"",
				"**Type:** Faith",
				"",
				"As a pantheist, you are accustomed to calling on aid from a variety of sources, and have a pragmatic sense for how to best make use of any ally. You gain a +2 trait bonus on Diplomacy checks made to request a favor from a creature that has not performed a favor for you in the past week. This bonus increases to +4 if you have performed a favor for that creature since it last did a favor for you."
			],
			[
				"## {trait/Rebuke the Curse}",
				"",
				"**Type:** Faith",
				"",
				"Once per day, you can attempt to suppress the effects of a curse on a single creature with a touch. This functions as a remove curse spell, treating your character level as your caster level. If you succeed at your caster level check against the curse, the curse's effects are negated for 1 minute. This trait does not allow a person burdened with a cursed item to remove or discard it. Use of this trait is a supernatural ability."
			],
			[
				"## {trait/Redeemer}",
				"",
				"**Type:** Faith",
				"",
				"You've always held the strong belief that morality is everyone's choice, and that those who act in wicked ways have simply never been shown how their actions truly affect others. If they could be shown their errors, then they would accept a more positive course of action - and you have just enough patience to see this through. When acting as a sponsor for an evil creature seeking redemption, your patience and kindness grant the creature a +3 bonus on its save rather than a +1 bonus."
			],
			[
				"## {trait/Reincarnated}",
				"",
				"**Type:** Faith",
				"",
				"You lived a previous life as someone - or something - else. For you, life and death are a cycle, and you have no fear of death. You gain a +2 trait bonus on saving throws against fear and death effects."
			],
			[
				"## {trait/Religious Reformer}",
				"",
				"**Type:** Faith",
				"",
				"You have spent many years studying the tenets of your faith, and now believe that the dominant factions within the church have deviated from its true meaning and purpose. Rather than breaking with your misguided church, you've decided to stand up and fight to reform the organization you love. You have fervently studied scripture and steeled your will to combat the divergent beliefs of your peers. You gain a +2 trait bonus on Knowledge (religion) checks that pertain to your own religion or spiritual practice, and you gain a +2 trait bonus on saving throws against spells cast by others who worship your god or adhere to your philosophy."
			],
			[
				"## {trait/River Acumen}",
				"",
				"**Type:** Faith",
				"",
				"Your connection with the river and its tributaries has blended with your reverence for the gods of the river passages so much so that you seem divinely blessed while plying river waters. You gain a +2 trait bonus on Swim checks in rivers or streams, and a +2 trait bonus on Survival checks to forage for food in or near a river or stream."
			],
			[
				"## {trait/Sacred Conduit}",
				"",
				"**Type:** Faith",
				"",
				"Your birth was particularly painful and difficult for your mother, who needed potent divine magic to ensure that you survived (your mother may or may not have survived). In any event, that magic infused you from an early age, and you now channel divine energy with greater ease than most. Whenever you channel energy, you gain a +1 trait bonus to the save DC of your channeled energy."
			],
			[
				"## {trait/Sacred Touch}",
				"",
				"**Type:** Faith",
				"",
				"You were exposed to a potent source of positive energy as a child, perhaps by being born under the right cosmic sign, or maybe because one of your parents was a gifted healer. As a standard action, you may automatically stabilize a dying creature merely by touching it."
			],
			[
				"## {trait/Scholar of the Great Beyond}",
				"",
				"**Type:** Faith",
				"",
				"Your greatest interests as a child did not lie with current events or the mundane: you have always felt out of place, as if you were born in the wrong era. You take to philosophical discussions of the Great Beyond and of historical events with ease. You gain a +1 trait bonus on Knowledge (history) and Knowledge (planes) checks, and one of these skills (your choice) is always a class skill for you."
			],
			[
				"## {trait/Schooled Inquisitor}",
				"",
				"**Type:** Faith",
				"",
				"Your additional training aids in identifying the wiles of your faith's enemies. You gain a +2 trait bonus on all Knowledge (planes) and Knowledge (religion) checks made to identify the abilities and weaknesses of creatures."
			],
			[
				"## {trait/Scourge of the Darkness}",
				"",
				"**Type:** Faith",
				"",
				"Stories of the depredations present in the Darklands drive you to explore its shadowy depths and purge the corruption from within. You gain a +1 trait bonus on saving throws against fear while in the Darklands and a +1 trait bonus on Intimidate checks against creatures native to the Darklands."
			],
			[
				"## {trait/Secret Keeper}",
				"",
				"**Type:** Faith",
				"",
				"Avoiding inquisitors and agents of your enemies has required you to become a practiced liar. You gain a +3 trait bonus on Bluff checks when they are opposed by another's Sense Motive check."
			],
			[
				"## {trait/Self-Actualization}",
				"",
				"**Type:** Faith",
				"",
				"Inspired by stories of mortals ascending to godhood, you're certain that you can do the same, and do all you can to hone your talents and reach your utmost potential. Once per day, when you take 20 on a roll or check, you can complete the action in only five times the normal amount of time for that action, rather than 20 times the normal amount."
			],
			[
				"## {trait/Self-Sustaining}",
				"",
				"**Type:** Faith  ",
				"**Requirements:** See text",
				"",
				"As a follower of Razmir, the [Prophecies of Kalistrade](rule/f_profits), or some other tradition that preaches self-reliance, you make a point of not seeking divine aid for minor matters. When you gain this trait, choose one of the following 0-level spells: create water, mending, purify food and drink, or stabilize. You can cast this spell once per day as a spell-like ability, using your character level as your caster level. Once chosen, this selection can't change."
			],
			[
				"## {trait/Soul-Searcher's Strength}",
				"",
				"**Type:** Faith  ",
				"**Requirements:** Must follow the traditions of the [Rivethun](rule/aff_animists)",
				"",
				"Your introspections have taught you to understand your own flaws and proclivities and how to work with them. Choose one saving throw. You gain a +1 trait bonus on saving throws of the chosen kind."
			],
			[
				"## {trait/Spell Intuition}",
				"",
				"**Type:** Faith",
				"",
				"Blessed by a priest of a deity of magic at birth, you demonstrated a remarkable knack for guessing the nature of spells without the schooling of your instructors. You gain a +1 trait bonus on Spellcraft checks, and Spellcraft becomes a class skill for you.",
				"",
				"Suggested Characters: Gebbites, Nethys worshipers, Nexians."
			],
			[
				"## {trait/Spirit Sense}",
				"",
				"**Type:** Faith",
				"",
				"You are so attuned to the spiritual world that it is hard to get the jump on you. You gain a +2 trait bonus on Perception checks to avoid being surprised and to detect invisible or incorporeal creatures."
			],
			[
				"## {trait/St. Clydwell's Ward}",
				"",
				"**Type:** Faith  ",
				"**Requirements:** Mendev Crusaders",
				"",
				"You have learned the secrets of an ancient prayer that wards off the attacks of demons. As a standard action, you can recite a holy chant that affects demons as if you were under the effect of a sanctuary spell (caster level equal to 1/2 your Hit Dice + your Charisma modifier)."
			],
			[
				"## {trait/Stalwart of the Society}",
				"",
				"**Type:** Faith  ",
				"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
				"",
				"The courageous powers of Golarion's ancient paladin orders are open to you thanks to the Society's records of heroic deeds. As a result, your aura of courage class ability grants an additional +1 trait bonus on saving throws against fear effects."
			],
			[
				"## {trait/Strength of Submission}",
				"",
				"**Type:** Faith",
				"",
				"Your faith in the church of Razmir and willingness to surrender yourself to him lend you strength and clarity. Whenever you are under the effects of a compulsion effect, you gain a +1 trait bonus on attack and damage rolls."
			],
			[
				"## {trait/Student of History}",
				"",
				"**Type:** Faith",
				"",
				"One can move toward enlightenment by understanding the mistakes of past generations. You gain a +1 trait bonus on Knowledge (history) checks, and Knowledge (history) is a class skill for you."
			],
			[
				"## {trait/Tireless Avenger}",
				"",
				"**Type:** Faith",
				"",
				"You restlessly pursue your enemies. When you're in pursuit of one of your favored enemies, the DC for the Constitution check to avoid taking lethal damage during a forced march is 10 + 1 per extra hour, instead of 10 + 2 per extra hour."
			],
			[
				"## {trait/Totemist}",
				"",
				"**Type:** Faith",
				"",
				"You grew up in a culture where the touch of totem spirits was felt in everyday life, their subtle urgings constantly guiding you and keeping you safe. As a result, you learned quickly to ask for their help when trouble arises. Once per day, you may call upon your totem's wisdom as a standard action. You gain the benefits of guidance, except that the granted competence bonus is equal to half your character level (minimum +1). This is a supernatural ability."
			],
			[
				"## {trait/Traditionalist}",
				"",
				"**Type:** Faith",
				"",
				"You attempt to maintain older traditions despite changing social norms, and find great value in the trappings and codes of the aristocracy. You gain a +1 trait bonus on Knowledge (nobility) checks, and Knowledge (nobility) is a class skill for you."
			],
			[
				"## {trait/Undaunted}",
				"",
				"**Type:** Faith",
				"",
				"Following the path of freedom has resulted in you being threatened by ruffians and bullies throughout your childhood, and it now takes a lot to rattle you. You increase the DC to demoralize you with an Intimidate check by 2."
			],
			[
				"## {trait/Unnatural Presence}",
				"",
				"**Type:** Faith  ",
				"**Requirements:** Old Cults",
				"",
				"Your prolonged association with alien forces leaks from your pores. You can use your Intimidate skill to demoralize animals and vermin; Intimidate is a class skill for you."
			],
			[
				"## {trait/Unshackled}",
				"",
				"**Type:** Faith",
				"",
				"You have escaped slavery or other imprisonment and have vowed never to be shackled again. You gain a +1 trait bonus on Escape Artist checks, and Escape Artist is a class skill for you."
			],
			[
				"## {trait/Untrained Scholar}",
				"",
				"**Type:** Faith",
				"",
				"While scholarship is not your primary focus, you have spent enough time in classrooms and libraries to learn a few things. Once per day, you can attempt a Knowledge (geography), Knowledge (history) or Knowledge (local) check untrained with a +2 trait bonus."
			],
			[
				"## {trait/Urban Acolyte}",
				"",
				"**Type:** Faith",
				"",
				"Growing up in a city has broadened your philosophy, and helped you interpret your patron's divine will in a novel way. You gain Knowledge (local) as a class skill. Additionally, you can select one of the following subdomains using the normal rules for subdomains so long as your deity grants access to its associated domain: {domain/Competition}, {domain/Duels}, {domain/Espionage}, {domain/Fortifications}, {domain/Industry}, {domain/Legislation}, {domain/Plague}, or {domain/Riot}."
			],
			[
				"## {trait/Vile Domain}",
				"",
				"**Type:** Faith",
				"",
				"Your connection with a malignant force has granted you great power. Choose a domain granted by an evil aligned deity, such as an archdevil, demon lord, or Great Old One. You gain a +1 trait bonus to your caster level when casting spells that are granted by that domain. This doesn't grant you the ability to cast such spells - you must still have access to the spells through some other means."
			],
			[
				"## {trait/Wanderer's Shroud}",
				"",
				"**Type:** Faith",
				"",
				"Your wanderings often go unnoticed. Efforts to use the Diplomacy skill to gather information about you take a -1 penalty, and you gain a +1 trait bonus on all saving throws against scrying and mindreading effects that allow saving throws."
			],
			[
				"## {trait/Wendifa Apprentice}",
				"",
				"**Type:** Faith",
				"",
				"For a time during your childhood, you were left in the care of a juju oracle or wendifa, who saw your potential and taught you simple juju magic to influence the weakminded for brief periods of time. You can use daze as a spell-like ability once per day, using your character level as your caster level (minimum 1). The save DC of this effect is Charisma-based. The dazed individual looks ashen and deathly for the duration of the effect."
			],
			[
				"## {trait/Zealot}",
				"",
				"**Type:** Faith  ",
				"**Requirements:** Gnome",
				"",
				"You aren't just faithful to the worship of your patron deity - you are obsessively loyal to all of the faith's tenets and guidelines. Your devotion is an anchor that keeps you from drifting away into the throes of the Bleaching, and you cling to it like the life raft it is. You must match the alignment of your chosen deity exactly. You gain a +1 trait bonus on Knowledge (religion) checks, and that skill is a class skill for you. As long as you remain completely faithful to the tenets of your faith (as determined by the GM), you never suffer from the Bleaching."
			],
			[
				"## {trait/Zealot's Bearing}",
				"",
				"**Type:** Faith",
				"",
				"Your fiery passion for your faith or philosophy is obvious to everyone around you. Those who share your convictions automatically find themselves wanting to defer to your zealous authority, making you a natural leader of your faith. Unfortunately, your scorn for those who haven't yet seen the wisdom of converting is equally obvious, and makes you a poor ambassador or missionary to the \"ignorant masses\" (as you not-so secretly think of them). You gain a +2 bonus on Diplomacy and Intimidate checks when dealing with adherents of your faith or philosophy, but a -1 penalty on Diplomacy and Intimidate checks when dealing with anyone else."
			],
			[
				"## {trait/Zealous Striker}",
				"",
				"**Type:** Faith",
				"",
				"Your zeal is a danger to those of \"lesser\" faiths. While you have the destruction judgment active, you gain a +1 trait bonus on damage rolls when attacking a foe who can cast divine spells and worships a different deity than you."
			]
		],
		"previous": [ ["Main", "main/main"], ["Traits", "main/traits"] ]
	},
	"traits_social": {
		"title": "Social Traits",
		"searchgroup": "trait",
		"sources": [
			"Advanced Player's Guide",
			"Adventurer's Armory 2",
			"Agents of Evil",
			"Antihero's Handbook",
			"Arcane Anthology",
			"Bastards of Golarion",
			"Black Markets",
			"Blood of the Ancients",
			"Blood of the Coven",
			"Champions of Balance",
			"Champions of Corruption",
			"Champions of Purity",
			"Cheliax, Empire of Devils",
			"Disciple's Doctrine",
			"Elemental Master's Handbook",
			"Faction Guide",
			"Gnomes of Golarion",
			"Heroes of the Darklands",
			"Heroes of the High Court",
			"Heroes of the Streets",
			"Heroes of the Wild",
			"Knights of the Inner Sea",
			"Legacy of Dragons",
			"Merchant's Manifest",
			"Monster Hunter's Handbook",
			"Monster Summoner's Handbook",
			"Path of the Hellknight",
			"Pathfinder Society Primer",
			"People of the Wastes",
			"Qadira, Gateway to the East",
			"Quests and Campaigns",
			"Second Darkness Player's Guide",
			"Shattered Star Player's Guide",
			"Spymaster's Handbook",
			"Ultimate Campaign"
		],
		"description": [
			[ "Basic traits are broken down into four categories. Combat traits focus on martial and physical aspects of your background. Faith traits focus on your religious and philosophical leanings. Magic traits focus on any magical events or training you have had. Social traits focus on your social class or upbringing." ],
			[
				"## {trait/Acrobat}",
				"",
				"**Type:** Social",
				"",
				"Having trained from a young age, you're capable of amazing feats of daring. You gain a +1 bonus on Acrobatics checks, and you take only a -2 penalty instead of the normal -5 penalty when using the Climb skill to attempt an accelerated climb."
			],
			[
				"## {trait/Adopted}",
				"",
				"**Type:** Social",
				"",
				"You were adopted and raised by someone not of your race, and raised in a society not your own. As a result, you picked up a race trait from your adoptive parents and society, and may immediately select a race trait from your adoptive parents' race."
			],
			[
				"## {trait/Affable}",
				"",
				"**Type:** Social",
				"",
				"You have a genial personality and make it a point to befriend and help people wherever you go. In your travels, you stop to aid others, tell interesting stories, and often buy rounds of drinks for patrons at the local taverns. You bring good cheer to those you encounter, and for this reason, you often find yourself attending important events or fruitful gatherings, and have even become an honorary member of many families. People find you trustworthy, and they are willing to share information with you. You gain a +2 trait bonus on Diplomacy checks to gather information, and can do so in half the normal time. In addition, Diplomacy and Knowledge (local) are always class skills for you."
			],
			[
				"## {trait/Allies in the Deep}",
				"",
				"**Type:** Social",
				"",
				"You've learned to deal amicably with individuals of questionable morals when necessary. You gain a +1 trait bonus on Charisma-based skill checks to influence evil creatures."
			],
			[
				"## {trait/Ambitious}",
				"",
				"**Type:** Social",
				"",
				"You exude confidence in the presence of those more powerful than you - sometimes unreasonably so. You gain a +4 trait bonus on Diplomacy checks made to influence creatures with at least 5 Hit Dice more than you possess."
			],
			[
				"## {trait/Amiable Blunder}",
				"",
				"**Type:** Social",
				"",
				"Your easy-going demeanor allows you to sometimes recover from potentially awkward social situations or even condemnatory faux pas. Once per day when you fail a Diplomacy check by 5 or more and would cause an NPC's attitude toward you to worsen, you can immediately attempt another Diplomacy check against the same DC as a free action. If you succeed at this second Diplomacy check, the character's attitude doesn't change, as though you had failed the original check by 4 or less."
			],
			[
				"## {trait/Amiable Briber}",
				"",
				"**Type:** Social  ",
				"**Region:** Absalom",
				"",
				"Your attempts to bribe others usually come off as playful or as a gag. The first time someone refuses a bribe you offer, that person's attitude toward you doesn't worsen, even if the offer would normally offend the person (as though you had failed a Diplomacy check by 5 or more)."
			],
			[
				"## {trait/Ancestral Armor}",
				"",
				"**Type:** Social",
				"",
				"You inherited an ancient set of Tar Taargadth armor. You begin play with a set of masterwork armor of your choice. You must be proficient in wearing this armor, and the armor's total cost cannot exceed 300 gp."
			],
			[
				"## {trait/Arodenite Historian}",
				"",
				"**Type:** Social",
				"",
				"You believe there is much useful information to glean from the mark Aroden left on history, and learn all you can about his exploits and teachings. This has given you significant insights on how different kinds of information are interconnected. If you fail a Knowledge (arcana, history, or religion) check, you can reroll the check 1 round later using your bonus for one of the other two skills."
			],
			[
				"## {trait/Artisan}",
				"",
				"**Type:** Social",
				"",
				"You spent time working under artisans, or your parents were artisans who were particularly skilled at their trade. You gain a +2 trait bonus on a single Craft skill (your choice)."
			],
			[
				"## {trait/Avid Reader}",
				"",
				"**Type:** Social",
				"",
				"As a youth, you voraciously consumed books and scrolls provided by a member of an adventurer's guild or a learned organization like the [Pathfinder Society](rule/aff_scholars), and you have internalized these stories of bold adventurers. Choose one Knowledge skill. You can always choose to take 10 on checks with the chosen Knowledge skill, even when distracted or threatened. Suggested Characters: Osirians, Pathfinders, Taldans."
			],
			[
				"## {trait/Balanced Determination}",
				"",
				"**Type:** Social",
				"",
				"You've come to appreciate the balanced approach taken by sovereign dragons. Once per day, before attempting a saving throw against a spell ability originating from another creature, you can invoke the determination of those dragons. You take 10 on the saving throw (treat the d20 die result as if it were a 10)."
			],
			[
				"## {trait/Bastard (UC)}",
				"",
				"**Type:** Social",
				"",
				"You were born out of wedlock. You have always been an outsider in society, and in your own family. This perspective has sharpened your insight. You gain a +1 trait bonus on Sense Motive checks, and Sense Motive is always a class skill for you."
			],
			[
				"## {trait/Beast Bond}",
				"",
				"**Type:** Social",
				"",
				"You share a close bond with animals. You gain a +1 bonus on Handle Animal checks and Ride checks. One of these skills (your choice) is always a class skill for you."
			],
			[
				"## {trait/Beastkin}",
				"",
				"**Type:** Social",
				"",
				"Select one specific type of animal (such as wolves or apes). You were raised from infancy by an animal or pack of animals of that type. You learned their ways and have more in common with your beastly kin than members of any humanoid race. You gain a +1 trait bonus on Survival checks and can use speak with animals as a spell-like ability at will to communicate with the type of animal that raised you."
			],
			[
				"## {trait/Binder's Blood}",
				"",
				"**Type:** Social",
				"",
				"Your lineage features a large number of genie callers, granting you insight into the intricacies of genie binding. You gain a +2 trait bonus on any Charisma-based checks when directly interacting with a genie."
			],
			[
				"## {trait/Brastlewark Businessman (GoG)}",
				"",
				"**Type:** Social  ",
				"**Requirements:** Gnome",
				"",
				"Your time among the gnome elite of Brastlewark in Cheliax has led to an extensive knowledge of alchemy and ready connections in the business. You gain a +2 trait bonus on all Craft (alchemy) checks."
			],
			[
				"## {trait/Bruising Intellect}",
				"",
				"**Type:** Social",
				"",
				"Your sharp intellect and rapier-like wit bruise egos. Intimidate is always a class skill for you, and you may use your Intelligence modifier when making Intimidate checks instead of your Charisma modifier."
			],
			[
				"## {trait/Bully}",
				"",
				"**Type:** Social",
				"",
				"You grew up in an environment where the meek were ignored and you often had to resort to threats or violence to be heard. You gain a +1 trait bonus on Intimidate checks, and Intimidate is always a class skill for you."
			],
			[
				"## {trait/Bureaucrat's Favored}",
				"",
				"**Type:** Social  ",
				"**Region:** Osirion  ",
				"**Requirements:** Associated with the court of the Black Dome",
				"",
				"You have gained favor with the government of Sothis. Once per week, you can attempt a DC 20 Diplomacy or Intimidate check to gain access to an exclusive site or event, such as a government building or an aristocrat's ball."
			],
			[
				"## {trait/Calculated Bribe}",
				"",
				"**Type:** Social  ",
				"**Requirements:** Code of Perseverance",
				"",
				"If you follow this code, you are keenly aware of the value of actions as well as goods. Once per day while haggling with a merchant or striking a bargain with another intelligent creature, you can spend a number of gold pieces equal to your level &times; 10 in order to reroll a Diplomacy check you just made, before the results are revealed. You must take the result of the reroll, even if it's worse than the original roll. In addition, you begin play with a set of extravagant noble's clothes worth 100 gp."
			],
			[
				"## {trait/Callous}",
				"",
				"**Type:** Social",
				"",
				"You have endured many hardships throughout your life, and this has hardened you to the suffering of others to the point that you are not easily swayed by a sad story. You gain a +4 trait bonus on Sense Motive checks that oppose the Bluff checks of creatures that attempt to deceive you by winning your sympathy."
			],
			[
				"## {trait/Canter}",
				"",
				"**Type:** Social",
				"",
				"You grew up among thieves and scoundrels, and their unusual speech patterns and turns of phrase don't faze you in the slightest. Anyone who attempts to use Bluff to deliver a secret message to you gains a +5 bonus on her Bluff check. When you attempt to intercept a secret message using Sense Motive, you gain a +5 trait bonus on the attempt."
			],
			[
				"## {trait/Carnal Attraction}",
				"",
				"**Type:** Social",
				"",
				"You know how to ask the wrong questions the right way, granting you a +2 trait bonus on Diplomacy (gather information) and Knowledge (local) checks regarding whichever vice fascinates you: drugs, forbidden lore, gambling, illegal fighting, or a similar debauchery or indecency."
			],
			[
				"## {trait/Charming}",
				"",
				"**Type:** Social",
				"",
				"Blessed with good looks, you've come to depend on the fact that others find you attractive. You gain a +1 trait bonus when you use Bluff or Diplomacy on a character that is (or could be) sexually attracted to you, and a +1 trait bonus to the save DC of any language-dependent spell you cast on such characters or creatures."
			],
			[
				"## {trait/Chelish Sympathizer}",
				"",
				"**Type:** Social",
				"",
				"You feed intelligence to the Thrice-Damned House of Thrune for your own gain or ideological reasons and are given valuable clues gathered by other Chelish spies in exchange. Once per month while in an Inner Sea region settlement of at least 2,000 people, you can call upon these connections to gain an edge in a verbal duel or gain a +2 bonus on one Bluff, Diplomacy, or Intimidate check."
			],
			[
				"## {trait/Child of the Streets}",
				"",
				"**Type:** Social",
				"",
				"You grew up on the streets of a large city, and as a result you have developed a knack for picking pockets and hiding small objects on your person. You gain a +1 trait bonus on Sleight of Hand checks, and Sleight of Hand is always a class skill for you."
			],
			[
				"## {trait/Chip on the Shoulder}",
				"",
				"**Type:** Social",
				"",
				"When someone pushes you, you push back. Whenever a creature fails an Intimidate check against you, you gain a +2 trait bonus on your next Intimidate check against that creature. Intimidate becomes a class skill for you."
			],
			[
				"## {trait/Civilized}",
				"",
				"**Type:** Social",
				"",
				"You are well versed in the local laws, customs, and politics. You gain a +1 trait bonus on Knowledge (nobility) checks and Knowledge (local) checks. Knowledge (local) is always a class skill for you."
			],
			[
				"## {trait/Clever Wordplay}",
				"",
				"**Type:** Social",
				"",
				"Your cunning and logic are more than a match for another's confidence and poise. Choose one Charisma-based skill. You attempt checks with that skill using your Intelligence modifier instead of your Charisma modifier."
			],
			[
				"## {trait/Collector}",
				"",
				"**Type:** Social  ",
				"**Requirements:** Gnome",
				"",
				"You have a small, bizarre collection of apparently worthless items, such as rusty nails, animal droppings, clockwork cogs, or bent spoons. You find this strange menagerie useful in ways no non-gnome could understand. Seeking new items to add to this collection is endlessly fascinating to you, and while no one else may understand why a Chelish horsenail is worthy to add to your collection when a dwarven wheelbarrow nail is not, it all makes sense to you. Select one of the following skills: Craft (any one), Disable Device, Escape Artist, Perform (any one), or Spellcraft. Whenever you have your collection within 5 feet of you, you gain a +2 trait bonus on all checks made with the selected skill. Once this skill has been selected, it cannot be changed, nor can you gain it for any other collection you begin amassing."
			],
			[
				"## {trait/Competitive}",
				"",
				"**Type:** Social",
				"",
				"You grew up and were raised around fabulous sporting events, and your youth was consumed with a driving need to be better than everyone else. Any hint of a contest spurs you to your greatest heights of potential. Whenever another creature within 30 feet attempts a skill check and you attempt a check with the same skill before the start of that creature's next turn, you gain a +1 trait bonus on your check (this includes attempting an opposed skill check against the creature). Suggested Characters: Brevans, Kurgess worshipers, Sargavans."
			],
			[
				"## {trait/Contagious Mettle}",
				"",
				"**Type:** Social  ",
				"**Requirements:** Code of Valor",
				"",
				"If you follow this code, you gain a +1 trait bonus on Will saves against fear. In addition, any allies adjacent to you receive a +1 morale bonus on Will saves against fear."
			],
			[
				"## {trait/Contemptuous}",
				"",
				"**Type:** Social",
				"",
				"Whether you are a commoner who has come to despise the haughty upper crust or a holier-than-thou noble who can't stand being around the unwashed masses, your contempt drives you to study carefully, making sure you always have the upper hand in social exchanges with them. You gain a +1 trait bonus on Knowledge (local) checks and Knowledge (nobility) checks, and one of these skills becomes a class skill for you."
			],
			[
				"## {trait/Convincing Liar}",
				"",
				"**Type:** Social  ",
				"**Requirements:** Member of The [Bellflower Network](rule/aff_antislavery)",
				"",
				"You've spent your life perfecting the art of half-truths in order to accomplish what you need to. You gain a +1 trait bonus on Bluff or Intimidate checks and one of these skills (your choice) is a class skill for you."
			],
			[
				"## {trait/Criminal}",
				"",
				"**Type:** Social",
				"",
				"You spent your early life robbing and stealing to get by. Select one of the following skills: Disable Device, Intimidate, or Sleight of Hand. You gain a +1 trait bonus on that skill, and it is always a class skill for you."
			],
			[
				"## {trait/Criminal Roots}",
				"",
				"**Type:** Social",
				"",
				"Your family has long operated outside the law. You gain a +2 trait bonus on Diplomacy checks to influence criminals and on Intimidate checks to influence law-abiding citizens, but take a -2 penalty on Diplomacy checks to influence law-abiding citizens. Diplomacy or Intimidate (your choice) is a class skill for you."
			],
			[
				"## {trait/Criminally Connected}",
				"",
				"**Type:** Social",
				"",
				"You have spent a lot of time dealing with the criminal underworld - so much that it might be hard for observers to see you as distinct from it. However, this familiarity gives you a leg up on heroes who refuse to muddy their reputation. While in settlements, you gain a +1 trait bonus on Knowledge (local) checks and on Diplomacy checks to gather information."
			],
			[
				"## {trait/Cutting Condescension}",
				"",
				"**Type:** Social",
				"",
				"The Sable Company has taught you to quickly get compliance from those in your way. You gain a +2 trait bonus on Intimidate checks to force a creature to act friendly towards you, and can attempt such checks in half the normal time."
			],
			[
				"## {trait/Cynical}",
				"",
				"**Type:** Social",
				"",
				"You have seen many heroes in your time, but you see only their capacity for failure and the ways they fall short of being truly good. This practice in looking past facades has proven a useful skill. You gain a +1 trait bonus on saving throws against illusions and charm effects."
			],
			[
				"## {trait/Cynical Ear}",
				"",
				"**Type:** Social",
				"",
				"Neither honeyed tongues or righteous wrath move you much. Add 2 when determining your Hit Dice for Intimidate checks, and increase the DC or all Diplomacy checks against you by 2."
			],
			[
				"## {trait/Darklands Scholar}",
				"",
				"**Type:** Social",
				"",
				"Unsatisfied with mere stories, you have spent years researching journals and firsthand accounts of those who explored the Darklands before you. You gain a +2 trait bonus on Knowledge checks to identify the weaknesses of Darklands creatures."
			],
			[
				"## {trait/Darklands Trader}",
				"",
				"**Type:** Social",
				"",
				"You're familiar with Nar-Voth's trade routes and negotiation involving the denizens of the Darklands. You gain a +1 trait bonus on Diplomacy checks relating to subterranean trade and on Knowledge (dungeoneering) checks relating to subterranean creatures. Select one of these skills to be a class skill for you."
			],
			[
				"## {trait/Debauchery Defier}",
				"",
				"**Type:** Social  ",
				"**Region:** Taldor  ",
				"**Requirements:** Associated with the court of the Imperial Palace of Taldor",
				"",
				"You are particularly adept at resisting addiction. You must fail two saving throws in a row to become addicted to a drug."
			],
			[
				"## {trait/Deep Cover}",
				"",
				"**Type:** Social",
				"",
				"You have lived a double life since your youth, perhaps to avoid persecution for your true identity or in service to an enemy of the people or group associated with your cover identity. You can always take 10 on Bluff and Disguise checks to assume and maintain your cover identity. Bluff or Disguise (your choice) is a class skill for you."
			],
			[
				"## {trait/Destined Diplomat}",
				"",
				"**Type:** Social",
				"",
				"Your relationship with your eidolon gives you some clout with other outsiders. You gain a +2 trait bonus on Diplomacy checks toward outsiders, and Diplomacy is always a class skill for you."
			],
			[
				"## {trait/Detect Disobedience}",
				"",
				"**Type:** Social",
				"",
				"You have an uncanny ability to spot a mutiny brewing. You gain a +2 trait bonus on Sense Motive checks to detect when an underling is trying to hide something from you, and can attempt such checks instead of Perception checks to notice and react to a subordinate's surprise attack against you."
			],
			[
				"## {trait/Dismantle Order}",
				"",
				"**Type:** Social  ",
				"**Requirements:** Code of Revolution",
				"",
				"If you follow this code, your appreciation for unfettered social freedom allows you to locate supporters of law with supernatural ease. Once per day, you can use {spell/detect law} as a spell-like ability (caster level 1st). If you have levels in a class that can cast detect law, your caster level for this spell-like ability is equal to that class level."
			],
			[
				"## {trait/Doublespeak}",
				"",
				"**Type:** Social",
				"",
				"It isn't what you say - it's how you say it. You gain a +2 trait bonus on Bluff checks to pass along secret messages."
			],
			[
				"## {trait/Draconic Destiny}",
				"",
				"**Type:** Social",
				"",
				"Whether you are aware of it or not, the moment of your birth was but one part of a far-reaching machination in a dragon's grand design, and the influence of that mysterious plan makes you a little harder to kill. When dying, you gain a +2 trait bonus on Constitution checks to become stable. In addition, you die from hit point loss only once your hit points equal or exceed a negative amount equal to your Constitution score + 2."
			],
			[
				"## {trait/Dragon Pact}",
				"",
				"**Type:** Social",
				"",
				"At some point your family served a dragon, and acted as its emissary to others. Some members of your family have benefited from this arrangement, gaining some small fraction of that dragon's noble bearing. Choose one category of true dragon (chromatic, metallic, primal, etc.). You gain a +1 trait bonus on Diplomacy checks against that category of dragon and a +1 trait bonus on Intimidate checks against all creatures of the dragon type that are not of the same category of true dragon."
			],
			[
				"## {trait/Dragon-Hunted}",
				"",
				"**Type:** Social",
				"",
				"You've survived being hunted by the draconic nightmares on the Shackles islands of Dahak's Fang, Dahak's Horn, or Dahak's Tooth. You gain a +1 trait bonus on Will saves against fear effects, and against any saving throw from a spell or effect created by a dragon."
			],
			[
				"## {trait/Drake Anatomist}",
				"",
				"**Type:** Social",
				"",
				"You gain a +1 trait bonus on damage rolls against creatures with the dragon creature type, and a +2 trait bonus on Knowledge (arcana) checks to identify dragons and their special powers and vulnerabilities."
			],
			[
				"## {trait/Dusk Market Bribery}",
				"",
				"**Type:** Social",
				"",
				"You learned how to bribe by watching Dusk Market merchants interact with Westcrown's dottari guards. Reduce the amount of gold you must spend to bribe a guard or official or compensate a conjured creature by 5%."
			],
			[
				"## {trait/Ecumenical}",
				"",
				"**Type:** Social",
				"",
				"Your childhood in Magnimar (or in a similar cosmopolitan city) taught you to recognize signs of worship of demigods such as empyreal lords. You gain a +2 trait bonus on Knowledge (religion) checks involving entities other than the most influential gods. You also gain a +2 trait bonus on Diplomacy checks to influence worshipers of such entities."
			],
			[
				"## {trait/Elemental Negotiator}",
				"",
				"**Type:** Social",
				"",
				"You have traveled to the Elemental Planes under the protection of a powerful group of merchants or spellcasters. At character creation, you learn one of the following languages as a bonus language: Aquan, Auran, Ignan, or Terran. Additionally, your options for bonus languages from having a high Intelligence score include the other three elemental languages, in addition to those language options allowed by your race and class. You gain a +2 trait bonus on Diplomacy and Bluff checks when using one of these languages to communicate with a creature originating from the language's corresponding Elemental Plane."
			],
			[
				"## {trait/Enemy of Slavers}",
				"",
				"**Type:** Social  ",
				"**Requirements:** Code of Freedom",
				"",
				"If you follow this code, you are known to be single-minded with regard to slavery, and this fervent belief is easily perceived by others. Those who deal in flesh have a greater desire to appease you before matters escalate to confrontation, knowing that your wrath will be unwavering and swift. You gain a +2 trait bonus on Diplomacy and Intimidate checks made to sway the minds of slavers and anyone who otherwise keeps innocent people against their will."
			],
			[
				"## {trait/Escaped Captive}",
				"",
				"**Type:** Social",
				"",
				"Whether you were on your way to becoming a drow slave or slated for the ghoul chattel pits, you very narrowly avoided a life of miserable captivity. You make a habit of avoiding restraints or tight spaces, gaining a +1 trait bonus on Escape Artist checks and a +2 trait bonus to CMD to avoid being pinned."
			],
			[
				"## {trait/Etymologist}",
				"",
				"**Type:** Social  ",
				"**Requirements:** Gnome",
				"",
				"When you, like all other young gnomes, were taught the hodgepodge Gnome language, you became curious about the original meaning of each word and what language it was derived from. Anytime you come across a new language, you are immediately absorbed by both how it works and what words you can co-opt from it for the Gnome language. You gain a +1 trait bonus on Linguistics checks, know one additional bonus language, and treat Linguistics as a class skill."
			],
			[
				"## {trait/Excellent Penmanship}",
				"",
				"**Type:** Social",
				"",
				"You are a master of calligraphy, an art once highly valued in Lung Wa and still held in high esteem in Lingshen. The DC to detect forgeries you create increases by 2. If you attempt to persuade someone via a written message, you gain a +2 bonus on any Bluff, Diplomacy, or Intimidate check attempted for that communication. Linguistics is always a class skill for you."
			],
			[
				"## {trait/Explorer}",
				"",
				"**Type:** Social  ",
				"**Requirements:** Gnome",
				"",
				"Though many gnomes settle down in communities large enough and interesting enough to provide them with all the stimulation they need to ward off the Bleaching, you're never going to be one of them. You are always looking around the next bend in the road or over the next hill, past the borders of where you are to where you want to be. At the beginning of each character level, select one desired terrain type from the following list: cold, desert, forest, jungle, mountains (including hills), plains, planes (other than the Material Plane), swamp, underground (including caves and dungeons), urban, or water. You gain a +2 bonus on all Survival checks made in your desired terrain type. At the beginning of each level, you must select a new desired terrain type to replace the old one (you cannot take the same desired terrain type two levels in a row)."
			],
			[
				"## {trait/Expressive Pantomime}",
				"",
				"**Type:** Social",
				"",
				"You have learned to express yourself without having to depend on words. When attempting a Bluff check to deliver a secret message, you can take a -5 penalty on the check to communicate a simple message even to creatures that do not share a language with you. You cannot communicate with mindless creatures."
			],
			[
				"## {trait/Fast Talker}",
				"",
				"**Type:** Social",
				"",
				"You had a knack for getting yourself into trouble as a child, and as a result developed a silver tongue at an early age. You gain a +1 trait bonus on Bluff checks, and Bluff is always a class skill for you."
			],
			[
				"## {trait/Feral Speech}",
				"",
				"**Type:** Social",
				"",
				"You were raised in a community that included numerous individuals who spoke with creatures of the wild. You gain one of the following languages of your choice as a bonus language: Aklo, Aquan, Auran, Giant, Ignan, or Sylvan. With your GM's permission, you can instead select Druidic, but druids are protective of their language - you are likely to find yourself hunted by druids wishing to eliminate you as a threat to their sole ownership of their secrets."
			],
			[
				"## {trait/For the Money}",
				"",
				"**Type:** Social",
				"",
				"You gain a +2 trait bonus on skill checks to haggle prices or negotiate payment; this bonus increases to +4 if you are in a position of military or economic power over your target. You also gain a +1 trait bonus on Appraise checks and Appraise is always a class skill for you."
			],
			[
				"## {trait/Founders' Heritage}",
				"",
				"**Type:** Social",
				"",
				"You can trace your family line back to one of the founding families of Absalom that was called by Aroden to aid him in establishing the city because of their vision and potential. You gain a +1 trait bonus on Charisma-based skill checks to influence citizens of Absalom."
			],
			[
				"## {trait/Free Spirit}",
				"",
				"**Type:** Social",
				"",
				"You respect the freedom of others to speak as they will. Your rough-and-tumble youth taught you that everyone deserves a chance to say her piece. After all, you can always simply choose to ignore the speaker. You gain a +1 trait bonus on saving throws against language-dependent and effects with the sonic descriptor. In addition, the DC to Intimidate you increases by 2. Suggested Characters: Andorens, Desnans, Erastil worshipers."
			],
			[
				"## {trait/Friend in Every Town}",
				"",
				"**Type:** Social",
				"",
				"You have no problem making friends and learning information from them wherever you go. You gain a +1 trait bonus on all Knowledge (local) checks and Diplomacy checks. One of these skills (your choice) is always a class skill for you."
			],
			[
				"## {trait/Friends in High Places}",
				"",
				"**Type:** Social",
				"",
				"You have often seen lawbreakers go free when they demonstrate they have friends in high places, and so you put special effort into befriending powerful people yourself. Whenever you are in an area in which you have used the Diplomacy skill to gather information, you gain a +1 trait bonus on Diplomacy and Intimidate checks. This bonus increases to +2 when dealing with government officials. Suggested Characters: Absalom natives, [Aspis Consortium](rule/aff_profiteers) agents, Taldans."
			],
			[
				"## {trait/Friends in Low Places}",
				"",
				"**Type:** Social",
				"",
				"Outcasts know their own, and that knowledge opens doors and loosens tongues. Gathering information in lower quarters, such as vice dens and poorer districts, takes you 1d2 hours (instead of 1d4 hours). In addition, the attitudes of any destitute or impoverished NPCs you interact with begin one step closer to helpful."
			],
			[
				"## {trait/Fury of the Red}",
				"",
				"**Type:** Social",
				"",
				"Somewhere in your family line, the mystic power of red dragons was infused into one of your relatives. If you ever take a class that requires you to select a draconic heritage, you must select a red dragon as your type. After successfully completing a charge attack, you gain a +2 trait bonus on Will saves for a full round."
			],
			[
				"## {trait/Gesture Expertise}",
				"",
				"**Type:** Social",
				"",
				"You are adept at nonverbal communication. You can use a sign language or gestural system to send complex messages quickly in combat, and with a successful DC 15 Linguistics check, you can express yourself clearly enough to communicate basic messages to people who do not understand your gestures. You gain a +2 trait bonus to send secret messages via gestures using the Bluff skill, and to understand gestures with the Linguistics skill."
			],
			[
				"## {trait/Gifted Smuggler}",
				"",
				"**Type:** Social  ",
				"**Region:** Ostenso",
				"",
				"You have a knack for hiding goods on your person. Any small object you attempt to hide on your body is treated as an extraordinarily small object for the purpose of Sleight of Hand checks."
			],
			[
				"## {trait/Gregarious}",
				"",
				"**Type:** Social",
				"",
				"At least once in your childhood, your family moved for a reason you didn't understand and you were forced to leave behind your old friends and make new ones. Ever since, you have always been the first to meet strangers, make new friends, and welcome travelers. You learned that first impressions are the most important, and have a knack for making a good one. Once per day, when you attempt a Diplomacy check to improve a creature's attitude toward you, you may choose to reroll the check after the first roll is made but before the results are revealed. You must take the second result, even if it is worse. Suggested Characters: [Eagle Knights](rule/aff_vangard), Garundi, Pathfinders."
			],
			[
				"## {trait/Grief-Filled}",
				"",
				"**Type:** Social",
				"",
				"You are no stranger to loss and intense emotions. You gain a +2 trait bonus on all saving throws against emotion spells and effects."
			],
			[
				"## {trait/Grim Optimism}",
				"",
				"**Type:** Social",
				"",
				"Growing up with no one to rely on but yourself, you learned to keep a realistic view of your situation and avoid falling into the trap of cynicism with a healthy dose of wit. As a standard action, you can joke about a troublesome situation to lighten the load of dealing with it for yourself and others. You and all allies within 30 feet who can hear you gain a +2 morale bonus on saving throws against fear and pain effects for 1d4 rounds. A character cannot benefit from this effect more than once in 24 hours. Suggested Characters: Galtans, Rahadoumi, Ustalavs."
			],
			[
				"## {trait/Hardly a Fool}",
				"",
				"**Type:** Social",
				"",
				"You have always been able to ferret out lies and deception. Maybe you worked as an investigator for a time, you came from a place rife with lies, or you've studied the human condition long enough to read a person's face and get to the heart of his message. You gain a +1 trait bonus on Sense Motive checks and a +1 trait bonus on saving throws against illusion effects."
			],
			[
				"## {trait/Harvester}",
				"",
				"**Type:** Social",
				"",
				"You were trained to harvest all parts of an animal with care and precision. You gain a +1 trait bonus on Profession (tanner) or Profession (trapper) checks, and you may make these checks as if you were trained in the skill even if you have no ranks. Additionally, you do not risk poisoning yourself whenever you handle or apply poison taken from a venomous creature."
			],
			[
				"## {trait/Heart of Two Worlds}",
				"",
				"**Type:** Social",
				"",
				"Born into a world split in twain, you are particularly skilled at understanding and empathizing with those around you. You gain a +2 trait bonus on Diplomacy and Sense Motive checks involving creatures that belong to the same race (or, if human, ethnicity) as your mother or father."
			],
			[
				"## {trait/Hellknight Ancestry}",
				"",
				"**Type:** Social",
				"",
				"At least one of your parents was a [Hellknight](rule/aff_lawknights), and you see the orders as the embodiment of civic virtue. You gain a +2 trait bonus on Diplomacy checks to influence Hellknights and a +2 trait bonus on Intimidate checks to influence enemies of the Hellknights."
			],
			[
				"## {trait/Imposing Scion}",
				"",
				"**Type:** Social",
				"",
				"The reputation of your bloodline grants you a degree of fearful respect. You gain a +1 trait bonus on Intimidate checks. If your bloodline is keyed to a specific creature type, your trait bonus increases to +2 when interacting with creatures of that type."
			],
			[
				"## {trait/Inexorable Authority}",
				"",
				"**Type:** Social",
				"",
				"When you speak with the full weight of law, your conviction lends you a terrible presence. You gain a +2 trait bonus on Intimidate checks when enforcing or pronouncing a lawful judgment that you're legitimately deputed to enforce or pronounce."
			],
			[
				"## {trait/Infernal Colleague}",
				"",
				"**Type:** Social  ",
				"**Region:** Cheliax  ",
				"**Requirements:** Associated with the court of the Imperial Palace in Cheliax",
				"",
				"Your experience working with devils has given you nerves of steel. You gain a +2 trait bonus on Will saves to resist fear effects created by outsiders."
			],
			[
				"## {trait/Influence}",
				"",
				"**Type:** Social",
				"",
				"Your position in society grants you special insight into others, and special consideration or outright awe from others. Choose one of the following skills: Diplomacy, Intimidate, or Sense Motive. You gain a +1 trait bonus on that skill, and it is always a class skill for you."
			],
			[
				"## {trait/Jistkan Scholar}",
				"",
				"**Type:** Social",
				"",
				"You have specialized in studying Jistkan history and culture. You gain Jistka as a bonus language and a +1 trait bonus on all Knowledge checks related to the Jistka Imperium."
			],
			[
				"## {trait/Keleshite Princess}",
				"",
				"**Type:** Social  ",
				"**Region:** Qadira  ",
				"**Requirements:** Keleshite; female",
				"",
				"You have been raised to expect obedience from those around you, regardless of their station, and are not shy about demanding what you want. You gain a +1 trait bonus to Diplomacy and Intimidate checks, and one of these skills (your choice) is always a class skill for you."
			],
			[
				"## {trait/King in Waiting}",
				"",
				"**Type:** Social",
				"",
				"You've been raised with tales of the great linnorms, and taught that the death curses of these vile dragons cannot stop the truly mighty. You gain a +1 trait bonus on saves to resist curses and spells with the curse descriptor and a +3 trait bonus on saves to resist curses originating from a linnorm."
			],
			[
				"## {trait/Knowing the Enemy}",
				"",
				"**Type:** Social",
				"",
				"You know a good deal about your most dire enemies. You gain a +1 trait bonus on checks with the Knowledge skill corresponding to your first favored enemy choice, and that Knowledge skill is always a class skill for you."
			],
			[
				"## {trait/Law Enforcer}",
				"",
				"**Type:** Social  ",
				"**Requirements:** Code of Vigilance",
				"",
				"If you follow this code, you are always alert to those who transgress against the laws of civilization. You receive a +2 bonus on Sense Motive checks to gain a hunch from social situations, and begin play with a pair of masterwork manacles."
			],
			[
				"## {trait/Life of Toil}",
				"",
				"**Type:** Social",
				"",
				"You have lived a physically taxing life, working long hours for a master or to support a trade. Hard physical labor has toughened your body and mind. You gain a +1 trait bonus on Fortitude saves."
			],
			[
				"## {trait/Lost Nobility}",
				"",
				"**Type:** Social",
				"",
				"Your family was prominent before the rise of Thrune, but that legacy is now forgotten by all but you. You hold every Chelish government official (including [Hellknights](rule/aff_lawknights)) personally responsible for your lost glory. You gain a +1 trait bonus on attack and damage rolls against these officials."
			],
			[
				"## {trait/Maestro of the Society}",
				"",
				"**Type:** Social  ",
				"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
				"",
				"The skills of Golarion's greatest musicians are at your fingertips, thanks to the vast treasure trove of musical knowledge in the vaults beneath the Grand Lodge in Absalom. Studying this knowledge gives you the ability to use your bardic performance an additional 3 rounds per day."
			],
			[
				"## {trait/Malevolent Temptations}",
				"",
				"**Type:** Social",
				"",
				"You have resisted or escaped the temptations of a disguised hag, and you learned much from your encounter. You gain a +1 trait bonus on Sense Motive checks and a +2 trait bonus on saving throws to disbelieve illusions."
			],
			[
				"## {trait/Marked by Unknown Forces}",
				"",
				"**Type:** Social",
				"",
				"That which has marked you for power has also given you proof to show others. You may cast light three times per day as a spell-like ability, but this ability only targets the palm of your hand, and it manifests as a glowing sigil representing your ominous birth - a holy or unholy symbol, a demonic symbol, or perhaps some other distinctive marking established by you and your GM. Those who recognize this symbol have a starting attitude toward you of one step closer to friendly (if they are followers of or scholars studying the sign) or one step closer to hostile (if they are opposed to the sign or its followers)."
			],
			[
				"## {trait/Master Messenger}",
				"",
				"**Type:** Social  ",
				"**Region:** Riddleport",
				"",
				"Your secret messages are rarely misunderstood. If you fail your Bluff check to pass a simple message by 5 or more, you deliver no message instead of delivering the wrong message."
			],
			[
				"## {trait/Mediator}",
				"",
				"**Type:** Social",
				"",
				"You have a way with calming tempers, using cool logic to sooth heated disagreements, and you were always the one to settle arguments among your friends, family, and community. You receive a +1 trait bonus on Diplomacy checks. In addition, you receive a +1 trait bonus to the DC of any charm or compulsion effect that does not provide ongoing control and results in peaceful acts, such as calm emotions, sleep, or a suggestion to lay down arms."
			],
			[
				"## {trait/Memorable}",
				"",
				"**Type:** Social",
				"",
				"Growing up amid a large number of children, you learned quickly how to get others' attention and keep it. When you modify a character's attitude with the Diplomacy or Intimidate skill, the attitude change lasts 1-1/2 times longer than it otherwise would. Whenever you create a fear or mind-affecting effect that imposes a penalty or bonus with a duration of at least 2 rounds, it lasts 1 additional round after it would normally end. For example, if you demoralize a foe with an Intimidate check and beat the DC by 5, the victim is shaken for 3 rounds instead of the usual 2 rounds. Suggested Characters: Free Captains, gnomes, Keleshites."
			],
			[
				"## {trait/Mentored}",
				"",
				"**Type:** Social",
				"",
				"A tutor or private instructor guided you in learning your art, profession, or trade, and through your education, you became capable of teaching and guiding others. Choose a single Craft, Perform, or Profession skill. You gain a +1 trait bonus on checks with that skill. You also gain a +1 trait bonus when you aid another's skill check with any skill."
			],
			[
				"## {trait/Mercenary}",
				"",
				"**Type:** Social",
				"",
				"For everything there is a price, and you are a negotiator at heart. You gain a +2 trait bonus on Diplomacy, Intimidate, and Sense Motive checks made while negotiating payment for a quest or a service that you provide."
			],
			[
				"## {trait/Merchant}",
				"",
				"**Type:** Social",
				"",
				"You lived your life as a merchant, buying and selling goods. You gain a +1 trait bonus on any Appraise and Sense Motive checks you attempt while bargaining for the price of goods. Appraise is always a class skill for you."
			],
			[
				"## {trait/Mock Gladiator}",
				"",
				"**Type:** Social",
				"",
				"You have learned how to work a crowd in Magnimar's mock-gladiator fights. Choose one weapon. You take no penalty on attack rolls when dealing nonlethal damage with that weapon, and once per day if you score a critical hit with the weapon, you can immediately attempt an Intimidate check to demoralize your target."
			],
			[
				"## {trait/Monster Scholar}",
				"",
				"**Type:** Social",
				"",
				"Your study of monsters keeps you well informed. Choose either Knowledge (arcana), Knowledge (dungeoneering), or Knowledge (nature). Whenever you succeed at a Knowledge check to identify a creature and its special powers - or vulnerabilities - with the chosen skill, you gain one additional piece of useful information (as if your skill check result had been 5 higher)."
			],
			[
				"## {trait/Monster Stalker}",
				"",
				"**Type:** Social",
				"",
				"You've been raised to hunt certain beasts. Choose either aberrations, animals, dragons, fey, magical beasts, oozes, or vermin. You gain a limited version of the scent ability (15 feet normal, 30 feet upwind, 5 feet downwind) that detects only your chosen creature type."
			],
			[
				"## [Natural-Born Leader](trait/natural_born_leader_social)",
				"",
				"**Type:** Social",
				"",
				"You've always found yourself in positions where others look up to you as a leader, and you can distinctly remember an event from your early childhood where you led several other children to accomplish a goal that each of you individually could not. All cohorts, followers, or summoned creatures under your leadership gain a +1 morale bonus on Will saves to avoid mind-affecting effects. If you ever take the {feat/Leadership} feat, you gain a +1 trait bonus to your Leadership score."
			],
			[
				"## {trait/Nightstalls Navigator}",
				"",
				"**Type:** Social",
				"",
				"Long exposure to the endless variety of the Nightstalls grants you a +2 trait bonus on Diplomacy checks to gather information and on Knowledge (local) checks to recall information about criminal activities. One of these (your choice) is always a class skill for you."
			],
			[
				"## {trait/Noble Savage}",
				"",
				"**Type:** Social  ",
				"**Faction:** [Ulfen Guard](rule/f_imperial)",
				"",
				"You hail from the fringes of civilization or the bottommost strata of society, but something in your character makes that seem endearing. You gain a +2 trait bonus on Diplomacy and Perform checks when dealing with people of high social standing."
			],
			[
				"## {trait/Nonchalant Thuggery}",
				"",
				"**Type:** Social",
				"",
				"You are adept at keeping witnesses from noticing that anything is wrong. You gain a +4 trait bonus on Bluff checks to keep others from noticing your aggressive actions."
			],
			[
				"## {trait/Numerian Fluid Indulger}",
				"",
				"**Type:** Social  ",
				"**Region:** Numeria  ",
				"**Requirements:** Associated with the court of the Palace of Fallen Stars in Numeria",
				"",
				"You have tasted Numerian fluids many times. Once per day after rolling to determine the side effects of consuming a Numerian fluid, you can roll on the table again, but you must take the second result."
			],
			[
				"## {trait/Obnoxious}",
				"",
				"**Type:** Social",
				"",
				"You have long since forgotten to care what people think about you, though your interactions are always memorable, at the very least. Choose Perform (act), Perform (comedy), Perform (oratory), or Perform (sing); you gain a +1 trait bonus on checks with the chosen skill and gain it as a class skill."
			],
			[
				"## {trait/Official Ties}",
				"",
				"**Type:** Social",
				"",
				"You maintain a friendship with one or more figures of authority. You have minor sway with one of these figures if your game uses individual influence. You gain a +2 trait bonus on Diplomacy checks to influence people in positions of authority aware of your contact and who have an attitude of no worse than indifferent toward the government the contact represents. You also take a -2 penalty on Diplomacy checks to influence criminals and agents of opposing governments, if those characters are aware of your association with authorities. If you lose your contact, you lose the benefits of this trait for 1 month, after which you can make a new contact."
			],
			[
				"## {trait/Ordinary}",
				"",
				"**Type:** Social",
				"",
				"The only thing extraordinary about your appearance is its ordinariness. You carry yourself in an understated way, and many people who see your face soon forget it. You gain a +4 trait bonus on Stealth checks whenever you attempt to hide in a crowd."
			],
			[
				"## {trait/Orphaned}",
				"",
				"**Type:** Social",
				"",
				"You grew up separated from your birth parents, and had to learn to watch out for yourself. You gain a +1 trait bonus on Survival checks, and Survival is always a class skill for you."
			],
			[
				"## {trait/Outsider Enemy}",
				"",
				"**Type:** Social",
				"",
				"One of your ancestors was a conjurer who specialized in binding outsiders of a particular type. You have inherited some of his skills, but also some of his enemies. Choose a single outsider subtype. The DC of your spells increases by 1 against outsiders of the chosen subtype. Outsiders of the chosen subtype gain a +1 morale bonus on attack and damage rolls made against you, and their starting attitude toward you is reduced by one step."
			],
			[
				"## {trait/Pack Savvy}",
				"",
				"**Type:** Social",
				"",
				"You have learned how to gain the respect of gnolls in your region, and you know something of their social structure. You gain a +3 trait bonus on Charisma-based skill checks when dealing with gnolls."
			],
			[
				"## {trait/Passionate Inertia}",
				"",
				"**Type:** Social",
				"",
				"Your passions drive your thinking so irresistibly that even magic struggles to change your mind. You gain a +2 trait bonus on Will saves to resist having your mind changed about something, but you take a -1 penalty on Will saves to resist temptation and compulsions you might reasonably be already inclined toward."
			],
			[
				"## {trait/Poverty-Stricken}",
				"",
				"**Type:** Social",
				"",
				"Your childhood was tough, and your parents always had to make every copper piece count. Hunger was your constant companion, and you often had to live off the land or sleep in the wild. You gain a +1 bonus on Survival checks, and Survival is always a class skill for you."
			],
			[
				"## {trait/Practiced Disruptor}",
				"",
				"**Type:** Social",
				"",
				"You are experienced at facing off against spellcasters. You can attempt Knowledge (arcana) checks untrained; if you have ranks in that skill, you instead gain a +1 trait bonus on those checks. The concentration DC to cast a spell defensively in your threatened area increases by 1."
			],
			[
				"## {trait/Preternatural Awareness}",
				"",
				"**Type:** Social",
				"",
				"Multiple encounters with fell magic have left you wary. You gain a +2 trait bonus on Perception and Sense Motive checks to notice cursed objects, haunts, and magically disguised creatures."
			],
			[
				"## {trait/Questing Hellknight}",
				"",
				"**Type:** Social",
				"",
				"You are a quick study when it comes to local laws. Once per day, you can attempt a Knowledge (local) check untrained to recall information about local laws, rulers, and popular locations. Additionally, you gain a +1 trait bonus on Knowledge (local) checks, and Knowledge (local) is a class skill for you."
			],
			[
				"## {trait/Reassuring Advice}",
				"",
				"**Type:** Social",
				"",
				"You've studied the speeches and writings of a leader or thinker who served as a reassuring voice in her community in the turbulent times after Aroden died, painfully learning which portions of Aroden's advice no longer applied and what of his writings could still be usefully applied. Once per day, you can speak Aroden's words of encouragement to grant any human a +1 insight bonus on any attack roll, saving throw, or skill check of his choice within the following hour. The choice to use the insight bonus must be made before the related roll is made."
			],
			[
				"## {trait/Red Silk Frankness}",
				"",
				"**Type:** Social",
				"",
				"You learned from the Forthright Men, the Coins' peace-keeping thieves' guild, to use candor to avoid trouble. You gain a +5 trait bonus on Diplomacy checks to convince others to overlook offensive or illegal acts. Diplomacy is always a class skill for you."
			],
			[
				"## {trait/Relic-Proof}",
				"",
				"**Type:** Social",
				"",
				"Your experiments - both your successes and failures - have inured you to the effects of stored magic. You gain a +1 trait bonus on saving throws against effects produced by spell completion and spell trigger items."
			],
			[
				"## {trait/Rest for the Wicked}",
				"",
				"**Type:** Social",
				"",
				"Often forced to go without food or stimulation for days at a time, you have learned to use prolonged sleep as a means of escape and a way to heal your wounds. You heal temporary ability damage at a rate of 3 points per day of complete bed rest. A normal night of rest (8 hours) still heals you at a rate of only 1 point of temporary ability damage per night of rest."
			],
			[
				"## {trait/Rich Parents}",
				"",
				"**Type:** Social",
				"",
				"You were born into a rich family, perhaps even the nobility, and even though you turned to a life of adventure, you enjoy a one-time benefit to your initial finances - your starting wealth increases to 900 gp."
			],
			[
				"## {trait/Rugged Dragon Hunter}",
				"",
				"**Type:** Social",
				"",
				"You gain a +2 trait bonus on Survival checks to track dragons. If you have the favored terrain class ability, add a +1 bonus to check for skills affected by this ability, as long as you're using these skills in regards to a dragon."
			],
			[
				"## {trait/Savage}",
				"",
				"**Type:** Social",
				"",
				"You were born and raised in untamed lands far from civilization. You learned to survive in the elements among brutal humanoids and beasts. You gain a +1 trait bonus on Knowledge (nature) checks and a +1 trait bonus on Survival checks to get along in the wild. Knowledge (nature) is always a class skill for you."
			],
			[
				"## {trait/Savant}",
				"",
				"**Type:** Social  ",
				"**Requirements:** [Kitharodian Academy](rule/f_bards)",
				"",
				"From a very young age, the ability to master performance types has come quite naturally to you. Choose a performance type. You gain a +2 trait bonus on all Perform checks made using that performance type. Perform is always a class skill for you."
			],
			[
				"## {trait/Seafaring Reputation}",
				"",
				"**Type:** Social",
				"",
				"The Wave Riders' fame helps you convince seafarers to cooperate. You gain a +1 trait bonus on Diplomacy and Intimidate checks against sailors and residents of Absalom."
			],
			[
				"## {trait/Secret-Keeper (QaC)}",
				"",
				"**Type:** Social",
				"",
				"Growing up in a land where paranoia fills the air and any accusation of heresy or dissent can spell doom for whole families, you learned very quickly to keep a secret. You gain a +1 trait bonus on Bluff checks and a +1 trait bonus on saving throws against divinations, domination effects, and effects that would compel you to speak the truth. Suggested Characters: Chelaxians, Galtans, Nidalese."
			],
			[
				"## {trait/Seeker}",
				"",
				"**Type:** Social",
				"",
				"You are always on the lookout for reward and danger. You gain a +1 trait bonus on Perception checks, and Perception is always a class skill for you."
			],
			[
				"## {trait/Self-Reliant}",
				"",
				"**Type:** Social",
				"",
				"You know how to work with your hands and aren't dependent on complex tools. When attempting Craft checks, you take no penalty when using improvised tools. At the GM's discretion, you can attempt certain Craft checks even when no tools are available, though you take a -2 penalty."
			],
			[
				"## {trait/Signature Moves}",
				"",
				"**Type:** Social",
				"",
				"You're known for some unique item that has become your trademark. Your starting equipment includes a single masterwork item worth less than 900 gp, and you gain a +1 trait bonus on Bluff and Intimidate checks while wielding this item in one or both hands."
			],
			[
				"## {trait/Simple Disciple}",
				"",
				"**Type:** Social",
				"",
				"You picked up skill in a craft or a profession during your time at a monastery. You gain a +1 trait bonus on checks with a Profession or Craft skill of your choice."
			],
			[
				"## {trait/Slave Runner}",
				"",
				"**Type:** Social",
				"",
				"You witnessed or were party to the rescue of a halfling from Chelish slavery by the [Bellflower Network](rule/aff_antislavery) or [Eagle Knights](rule/aff_vangard). Once per day when attempting to directly free a slave, you gain a +2 trait bonus on your choice of an Acrobatics check, an Escape Artist check, a Stealth check, or a skill check attempted as part of a heist or pursuit"
			],
			[
				"## {trait/Snowbound}",
				"",
				"**Type:** Social",
				"",
				"You came of age in a place with harsh winters amid a culture that rewarded you for testing your limits in the cold. You gain a +1 trait bonus on saving throws against cold effects and a +2 trait bonus on Fortitude saves against the effects of cold weather. Suggested Characters: Irriseni, Kellids, Ulfen."
			],
			[
				"## {trait/Student of Philosophy}",
				"",
				"**Type:** Social",
				"",
				"You were trained in a now-defunct philosophical tradition - such as that of the now-destroyed Galtan universities or Lirgeni astrologers - and learned to use logic and reason to persuade others. You can use your Intelligence modifier in place of your Charisma modifier on Diplomacy checks to persuade others and on Bluff checks to convince others that a lie is true. (This trait does not affect Diplomacy checks to gather information or Bluff checks to feint in combat.) Suggested Characters: Arodenites, Galtans, Sodden Lands natives."
			],
			[
				"## {trait/Style Sage}",
				"",
				"**Type:** Social",
				"",
				"You have a passion for history and news concerning monastic disciplines. You gain a +1 trait bonus on checks with your choice of either Knowledge (local) or Knowledge (history), and the one you choose is always a class skill for you. In addition, you gain a +1 trait bonus on Diplomacy checks made to gather information about any person with levels in monk."
			],
			[
				"## {trait/Subjective Truth}",
				"",
				"**Type:** Social",
				"",
				"You are able to divorce your knowledge of the facts from your beliefs about the truth, and thus from your facial expressions and body language. You gain a +2 trait bonus on Bluff checks to lie, provided the person you're lying to has never known you to lie to him. Failing this check counts as being caught in a lie by the target, negating any future use of this bonus against that person."
			],
			[
				"## {trait/Supportive}",
				"",
				"**Type:** Social",
				"",
				"You were forced to get by in an isolated enclave, whether surrounded by a community that feared and suspected you or in a remote locale far from other people, and you became practiced at assisting your friends. You gain a +1 trait bonus on skill checks to use the aid another action. Suggested Characters: Halflings, Mwangi, Tians."
			],
			[
				"## {trait/Suspicious}",
				"",
				"**Type:** Social",
				"",
				"You discovered at an early age that someone you trusted, perhaps an older sibling or a parent, had lied to you, and lied often, about something you had taken for granted, leaving you quick to question the claims of others. You gain a +1 trait bonus on Sense Motive checks, and Sense Motive is always a class skill for you."
			],
			[
				"## {trait/Talented}",
				"",
				"**Type:** Social",
				"",
				"You are a virtuoso musician, actor, or storyteller. You gain a +1 trait bonus on checks with a single Perform skill (your choice), and all Perform skills are always class skills for you."
			],
			[
				"## {trait/Tireless Logic}",
				"",
				"**Type:** Social",
				"",
				"Your curious mind figures out even the most complex problems. Once per day when you make an Intelligence-based skill check or ability check, you can roll twice and take the better result."
			],
			[
				"## {trait/Triaxus-Trained}",
				"",
				"**Type:** Social",
				"",
				"You have been trained in intricate dragon-handling techniques that originated on Triaxus. You gain a +1 trait bonus on Perception checks, and a +1 trait bonus on skill checks attempted as part of trying to influence a dragon."
			],
			[
				"## {trait/Tropical Upbringing}",
				"",
				"**Type:** Social",
				"",
				"You were raised in searing-hot deserts, plains, jungles, or other areas, and developed an impressive resistance to heat. You gain a +1 trait bonus on saving throws against fire effects and a +2 trait bonus on Fortitude saves against the effects of hot weather. Suggested Characters: Garundi, Keleshites, Mwangi."
			],
			[
				"## {trait/Trustworthy}",
				"",
				"**Type:** Social",
				"",
				"People find it easy to put their faith in you. You gain a +1 trait bonus on Bluff checks made to fool someone. You also gain a +1 trait bonus on Diplomacy checks, and Diplomacy is always a class skill for you."
			],
			[
				"## {trait/Truth's Agent}",
				"",
				"**Type:** Social",
				"",
				"You are skilled at weeding out information. You gain a +1 trait bonus on all Diplomacy checks made to gather information and all Knowledge (local) checks. Knowledge (local) is always a class skill for you."
			],
			[
				"## {trait/Unabashed Gall}",
				"",
				"**Type:** Social",
				"",
				"Your total indifference to the law even as you're breaking it is such that those watching you are stunned. Whenever you commit an unexpected and outrageously unlawful act (such as knowingly destroying or stealing something) that would elicit a hostile response from another creature, you may attempt a Bluff check opposed by the opponent's Sense Motive check. If you're successful, you and any allies who were willfully expecting your unlawful deed may act in a surprise round. For each ally willfully expecting your unlawful deed, you take a cumulative -2 penalty on your Bluff check. If your Bluff check fails, there is no surprise round. Regardless of whether your Bluff check succeeds, you and any allies willfully taking advantage of your unlawful deed treat your initiative checks for the duration of combat as though you had each rolled a 1."
			],
			[
				"## {trait/Unbalanced Insight}",
				"",
				"**Type:** Social",
				"",
				"You gain Aklo as a bonus language, and gain a +2 trait bonus on all saving throws to resist any effects or spells originating from aberrations that cause confusion or fear."
			],
			[
				"## {trait/Unintentional Linguist}",
				"",
				"**Type:** Social",
				"",
				"You can speak with outsiders. You gain a +1 trait bonus on all Linguistics checks, and you begin play knowing one of the following languages (in addition to those granted by your race and Intelligence modifier): Abyssal, Aquan, Celestial, Ignan, Infernal, Protean, or Terran."
			],
			[
				"## {trait/Unnatural Revenge}",
				"",
				"**Type:** Social",
				"",
				"You gain a +2 trait bonus on all Intimidate checks against creatures of the animal, fey, or plant type, and Intimidate is always a class skill for you."
			],
			[
				"## {trait/Unpredictable}",
				"",
				"**Type:** Social",
				"",
				"Your actions often seem random and chaotic to others, but there is a method to your madness. You gain a +1 trait bonus on Bluff checks, and Bluff is always a class skill for you."
			],
			[
				"## {trait/Untapped Potential}",
				"",
				"**Type:** Social",
				"",
				"You've been part of one of Mengkare's minor experiments. Once per day, you can cast {spell/detect psychic significance} or {spell/telekinetic projectile} as a spell-like ability, with a caster level equal to your character level."
			],
			[
				"## {trait/Unwelcome Business}",
				"",
				"**Type:** Social",
				"",
				"You specialize in delivering or procuring shipments where those commodities are not allowed or where your identity would elicit negative bias. You gain a +1 trait bonus on Disguise or Sleight of Hand checks, and that skill becomes a class skill for you. In addition, choose one humanoid species; you ignore the -2 penalty on Disguise checks to disguise yourself as a member of that species."
			],
			[
				"## {trait/Veiled Disciple}",
				"",
				"**Type:** Social",
				"",
				"Trained in espionage, you're skilled at passing messages and staying on task. You gain a +1 trait bonus on Bluff checks made to pass secret messages and a +1 trait bonus on saving throws against charm and compulsion effects."
			],
			[
				"## {trait/Vengeful (Social)}",
				"",
				"**Type:** Social",
				"",
				"You were brutally betrayed, and you have dedicated yourself to pursuing revenge. Choose a humanoid subtype that is not your own from the following list: dwarf, elf, gnome, halfling, or human. You gain a +2 trait bonus on Intimidate checks against creatures with that subtype."
			],
			[
				"## {trait/Vigilant Spycatcher}",
				"",
				"**Type:** Social",
				"",
				"Paranoid parents or a military trainer taught you to keep vigilant for spies. If you roll less than 10 on Perception checks to see through disguises, determine your result as if you had rolled 10."
			],
			[
				"## {trait/Voices in your Head}",
				"",
				"**Type:** Social",
				"",
				"Through pacts with eldritch beings or a simple quirk of circumstance, your voice has an uncanny rapport with those swept up in madness. Once per day as an immediate action, you can issue a command to a confused creature within 30 feet. This allows the creature to immediately reroll on the [confused condition table](rule/awareness_conditions), and you can pick which of the two actions - the action of its initial roll or that of the reroll - the creature takes. Confused creatures do not need to understand you for this trait to take effect."
			],
			[
				"## {trait/Wanderlust}",
				"",
				"**Type:** Social",
				"",
				"Your childhood was brightened by the new places you constantly saw as you traveled with your parents, who were merchants. Still excited by travel, you gain great energy when traveling overland. Treat your base land speed as 10 feet higher when determining your overland speed. Suggested Characters: Desnans, halflings, Varisians."
			],
			[
				"## {trait/Wasteland Vargrant}",
				"",
				"**Type:** Social",
				"",
				"You have spent most of your life learning how to survive in wastelands, and a lack of normal survival resources apparent in the environment is not a problem for you. When you gain this trait, pick one type of wasteland from the following list: blighted, Abyssal, desert, or waterlogged. You gain a +2 trait bonus on Survival checks in that type of wasteland terrain. (The GM determines whether terrain falls into the chosen type of wasteland.) Once you choose a type of wasteland terrain to gain this benefit in, you cannot change it later."
			],
			[
				"## {trait/Weathered Emissary}",
				"",
				"**Type:** Social",
				"",
				"Your travels in the wildlands gave you insight into how to survive their dangers and communicate with their inhabitants. You gain a +1 trait bonus on all Linguistics and Survival checks, and Linguistics is always a class skill for you."
			],
			[
				"## {trait/Wicked Leader}",
				"",
				"**Type:** Social",
				"",
				"You gain a +1 trait bonus on Charisma checks against evil creatures. If you select the {feat/Leadership} feat or the {feat/Vile Leadership} feat at any point when you meet the prerequisites for that feat, you can recruit a cohort who is up to 1 level lower than you (instead of the normal requirement that your cohort must be 2 or more levels lower than you are) as long as your cohort is evil."
			],
			[
				"## {trait/Wiscrani Ear}",
				"",
				"**Type:** Social",
				"",
				"You have a keen ear for the movements of thieves and monsters. You can always take 10 on Perception checks, even when stress and distractions would normally prevent you from doing so."
			],
			[
				"## {trait/Worldly}",
				"",
				"**Type:** Social",
				"",
				"You have acquired an unusual breadth of life experience - more than others of your age, race, or culture. Once per day when attempting a skill check for a skill you're untrained in, you can roll twice and take the better result."
			]
		],
		"previous": [ ["Main", "main/main"], ["Traits", "main/traits"] ]
	},
	"traits_magic": {
		"title": "Magic Traits",
		"sources": [
			"Advanced Player's Guide",
			"Adventurer's Armory 2",
			"Agents of Evil",
			"Arcane Anthology",
			"Bastards of Golarion",
			"Black Markets",
			"Blood of the Ancients",
			"Blood of the Coven",
			"Blood of the Moon",
			"Champions of Balance",
			"Champions of Corruption",
			"Champions of Purity",
			"Cheliax, Empire of Devils",
			"Distant Shores",
			"Dwarves of Golarion",
			"Elemental Master's Handbook",
			"Faction Guide",
			"Gnomes of Golarion",
			"Haunted Heroes Handbook",
			"Heroes of the Darklands",
			"Heroes of the Wild",
			"Legacy of Dragons",
			"Merchant's Manifest",
			"Monster Summoner's Handbook",
			"Pathfinder Society Primer",
			"People of the Stars",
			"People of the Wastes",
			"Plane-Hopper's Handbook",
			"Quests and Campaigns",
			"Second Darkness Player's Guide",
			"Shattered Star Player's Guide",
			"Spymaster's Handbook",
			"Ultimate Campaign"
		],
		"searchgroup": "trait",
		"description": [
			[ "Basic traits are broken down into four categories. Combat traits focus on martial and physical aspects of your background. Faith traits focus on your religious and philosophical leanings. Magic traits focus on any magical events or training you have had. Social traits focus on your social class or upbringing." ],
			[
				"## {trait/Acadamae Neophyte}",
				"",
				"**Type:** Magic",
				"",
				"You have shown a significant talent for the magical arts, gaining the attention of the famed Acadamae of Korvosa. Whenever you succeed at a Knowledge (planes) check to identify a creature and its special powers or vulnerabilities, you gain one additional piece of useful information (as if your skill check result had been 5 higher)."
			],
			[
				"## {trait/Aeromantic Affinity}",
				"",
				"**Type:** Magic",
				"",
				"One of your distant ancestors was either a powerful aeromancer or a creature of elemental air, granting you greater skill with air magic. You treat your caster level as 1 higher when casting spells with the air or electricity descriptor."
			],
			[
				"## {trait/Air-Touched}",
				"",
				"**Type:** Magic",
				"",
				"You share an affinity with elemental air. You gain DR 1/- against creatures and attacks with the air type."
			],
			[
				"## {trait/Alchemical Adept}",
				"",
				"**Type:** Magic",
				"",
				"You are skilled in creating alchemical items. You gain a +2 trait bonus on all Craft (alchemy) checks made to craft alchemical items. Furthermore, when you fail a Craft (alchemy) check by 5 or more but don't roll a natural 1, you don't ruin any raw materials or have to pay that cost again."
			],
			[
				"## {trait/Alchemical Intuition}",
				"",
				"**Type:** Magic",
				"",
				"You are often struck with epiphanies about alchemical processes and substances. Once per day as a free action, you may gain a trait bonus equal to your Charisma modifier (minimum 0) on a Craft (alchemy) check you make. You can apply this bonus after you roll the check, possibly turning a failure into a success."
			],
			[
				"## {trait/Arcane Researcher}",
				"",
				"**Type:** Magic",
				"",
				"Your curiosity and ingenuity have driven you to experiment and push new boundaries, and you have a knack for tampering with magic. You gain a +4 trait bonus on Knowledge (arcana) and Spellcraft checks to research, modify, and create new spells."
			],
			[
				"## {trait/Arcane Revitalization}",
				"",
				"**Type:** Magic",
				"",
				"Your martial prowess can feed your arcane power. Once per day, when you confirm a critical hit with a weapon attack, you regain 1 arcane pool point. You can't exceed your maximum number of arcane pool points."
			],
			[
				"## {trait/Arcane Temper}",
				"",
				"**Type:** Magic",
				"",
				"You have quick reactions and fierce concentration. You gain a +1 trait bonus on concentration and initiative checks."
			],
			[
				"## {trait/Ascendant Recollection}",
				"",
				"**Type:** Magic",
				"",
				"Your first bloodline power is particularly strong. Your sorcerer level is considered to be 1 level higher when determining the effects of your 1st-level bloodline power."
			],
			[
				"## {trait/Balancer's Banishing}",
				"",
				"**Type:** Magic",
				"",
				"The interference of the Outer Planes in mortal affairs angers you to no end and invigorates the potency of your magic. As long as you remain neutral, whenever you cast a spell that would send an outsider with the chaotic, evil, good, or lawful subtype back to its home plane, the spell's saving throw DC increases by 1."
			],
			[
				"## {trait/Beast of the Society}",
				"",
				"**Type:** Magic  ",
				"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
				"",
				"A druid at the Grand Lodge revealed to you secrets changing your form into that of an animal. Whenever you use your wild shape class ability to turn yourself into a Small or Medium animal, the effect lasts for 2 hours per druid level instead of 1 hour per druid level."
			],
			[
				"## {trait/Black Blood Heritage}",
				"",
				"**Type:** Magic",
				"",
				"One of your ancestors came in contact with the mystical black blood, granting you an affinity for the substance. You are immune to the negative effects of black blood. Once per day as a swift action, you can channel the essence of black blood, increasing your effective caster level by 1 for any 1st- or 2nd-level necromancy spell you cast. Your blood is pitch black as a result of this trait."
			],
			[
				"## {trait/Bladed Magic}",
				"",
				"**Type:** Magic",
				"",
				"You have an innate talent for using magical weaponry and those weapons capable of becoming magical. You gain a +1 trait bonus on Craft checks made to craft magic or masterwork weapons. In addition, when you use your arcane pool class ability to grant a weapon an enhancement bonus, that bonus lasts for 2 minutes instead of 1."
			],
			[
				"## {trait/Bountiful Herb-Lore}",
				"",
				"**Type:** Magic  ",
				"**Region:** Cassomir",
				"",
				"Once per day after 10 minutes of foraging, you can sprinkle nutritious herbs into a magical consumable item (such as a potion of cure light wounds). If the item is consumed within 1 minute, it provides nourishment as if it were a normal meal to the creature that partakes of it."
			],
			[
				"## {trait/Charlatan}",
				"",
				"**Type:** Magic  ",
				"**Requirements:** Gnome",
				"",
				"Your talent for illusion goes beyond a mere knack for figments and phantasms. You can actually channel spell energy into simple illusions that augment your attempts at deception. As a swift action, you may expend one prepared spell or spell slot to gain a bonus on the next Bluff check you make, provided the check takes place before the beginning of your next turn. The bonus on this check is equal to the level of the spell consumed. You may use this ability 3 times per day. Only gnomes of nonlawful alignment may take this trait."
			],
			[
				"## {trait/Child of the Moon}",
				"",
				"**Type:** Magic",
				"",
				"Your lunar gift becomes much more powerful when the moon is full. Choose either Climb, Stealth, or Swim. You gain a +1 trait bonus on checks made with the chosen skill. On dates during and after the first quarter of a lunar phase but before end of the last quarter (the half of the lunar cycle where the moon is fuller), this bonus increases to +2. During the full moon, this bonus increases to +4."
			],
			[
				"## {trait/Classically Schooled}",
				"",
				"**Type:** Magic",
				"",
				"Your apprenticeship or early education was particularly focused on the direct application of magic. You gain a +1 trait bonus on Spellcraft checks, and Spellcraft is always a class skill for you."
			],
			[
				"## {trait/Coven Casting}",
				"",
				"**Type:** Magic",
				"",
				"You have belonged to a coven or magical cabal and know how to coordinate your spellcasting with others. When within 30 feet of an allied spellcaster, you both gain a +2 trait bonus on concentration checks."
			],
			[
				"## {trait/Cross-Disciplined}",
				"",
				"**Type:** Magic",
				"",
				"Your dabbling has granted you greater insight into the proper casting of certain spells. Once per day, you may cast a spell you have prepared that appears on both the magus and wizard spell lists as if your caster level were 1 level higher."
			],
			[
				"## {trait/Cross-Knowledge}",
				"",
				"**Type:** Magic",
				"",
				"Once per day, you may treat an extract you drink as if your caster level were 1 level higher as long as that extract appears on the wizard spell list and the alchemist list of formulae."
			],
			[
				"## {trait/Dangerously Curious}",
				"",
				"**Type:** Magic",
				"",
				"You have always been intrigued by magic, possibly because you were the child of a magician or priest. You often snuck into your parent's laboratory or shrine to tinker with spell components and magic devices, and frequently caused quite a bit of damage and headaches for your parent as a result. You gain a +1 bonus on Use Magic Device checks, and Use Magic Device is always a class skill for you."
			],
			[
				"## {trait/Deep Guardian}",
				"",
				"**Type:** Magic  ",
				"**Requirements:** Dwarf",
				"",
				"The subtle power of the deep places of the world flows within you, and grants you mastery of summoning beings of earth and stone. Any creature you conjure with a summon spell that has the earth subtype or a burrow speed gains a +1 morale bonus on attack rolls and a +1 enhancement bonus to Armor Class for the duration of the spell that summoned it."
			],
			[
				"## {trait/Demonblight Reistance}",
				"",
				"**Type:** Magic",
				"",
				"Your exposure to powerful energies instilled in you a supernatural resistance to diseases, particularly those of a demonic bent. You gain a +3 trait bonus on saving throws against diseases you are exposed to while fighting one or more creatures of the demon subtype, or while such a hostile creature is within 100 feet."
			],
			[
				"## {trait/Desperate Focus}",
				"",
				"**Type:** Magic",
				"",
				"You've often found yourself in situations where a lack of focus can lead to worse than a lost spell. You gain a +2 trait bonus on concentration checks."
			],
			[
				"## {trait/Desperate Resolve}",
				"",
				"**Type:** Magic",
				"",
				"You are adept at casting spells even in the most precarious situations. You gain a +1 trait bonus on concentration checks. This trait bonus increases to +4 when you are grappled, pinned, in violent weather, or entangled."
			],
			[
				"## {trait/Desperate Speed}",
				"",
				"**Type:** Magic",
				"",
				"Your eidolon excels at a movement type you do not possess. Your eidolon receives a +5-foot enhancement bonus to one type of speed it has that you do not, such as a climb or swim speed. If your eidolon doesn't already possess such a mode of movement, you may apply this trait bonus later if it gains an evolution that grants it such a mode. Once this bonus is applied to a mode of movement, it can't be switched to another mode."
			],
			[
				"## {trait/Diabolical Dabbler}",
				"",
				"**Type:** Magic",
				"",
				"Each fiendish animal you conjure with any summon spell gains +1 hit point per hit die for the duration of the spell that summoned it."
			],
			[
				"## {trait/Distance Aptitude}",
				"",
				"**Type:** Magic",
				"",
				"You were exposed to the magic of an elf gate, portal, or some other form of distance-spanning magic when you were young. This contact with ancient world-spanning magic has granted you insight into means to extend the range of your own spells. Treat your caster level as 1 higher for the purposes of determining the range of spells and spell-like abilities.",
				"",
				"Suggested Characters: Elves, Numerians, Sarkorians."
			],
			[
				"## {trait/Domineering}",
				"",
				"**Type:** Magic",
				"",
				"When you were young, you attracted a group of devoted companions thanks to your impressive talent, and the experience inspired in you a powerful self-assurance and air of superiority. Your confidence is so strong that others feel naturally compelled to follow your commands. Choose one 1st-level enchantment spell you are capable of casting. The DC of that spell increases by 1.",
				"",
				"Suggested Characters: Chelaxians, Irriseni, Mwangi."
			],
			[
				"## {trait/Draconic Infusion}",
				"",
				"**Type:** Magic",
				"",
				"You were exposed to an artifact or other powerful magic that infused you with the power of dragons. Choose the acid, cold, electricity, or fire spell descriptor when you take this trait. Once per day for every 2 caster levels you have (minimum once per day), when you cast a spell that has your chosen elemental descriptor, you can deal an additional 1d4 points of damage of that energy type to one target of that spell."
			],
			[
				"## {trait/Earth-Touched}",
				"",
				"**Type:** Magic",
				"",
				"You share an affinity with elemental earth. You gain DR 1/- against creatures and attacks with the earth type."
			],
			[
				"## {trait/Earthbound}",
				"",
				"**Type:** Magic  ",
				"**Requirements:** Dwarf",
				"",
				"Your druid spells use a handful of earth or sand as a divine focus in addition to the normal components. While you are touching the ground, you add a +2 trait bonus to saving throw DCs and on caster level checks to overcome spell resistance for all spells you cast against creatures with the air subtype."
			],
			[
				"## {trait/Eldritch Auditor}",
				"",
				"**Type:** Magic",
				"",
				"You are a magically adept merchant who has learned tricks to protect your own goods, or you serve a city as an impartial auditor who guards against arcane trickery in the bazaars. You gain a +2 trait bonus on Spellcraft checks and Will saves to identify an item's true properties, such as against spells like magic aura."
			],
			[
				"## {trait/Eldritch Delver}",
				"",
				"**Type:** Magic",
				"",
				"You have an unquenchable thirst for knowledge about the world and desire to obtain it firsthand. You gain a +1 trait bonus on all Knowledge (dungeoneering) and Knowledge (history) checks, and you may treat your caster level as 1 level higher for all conjuration spells of the teleportation subschool."
			],
			[
				"## {trait/Eldritch Smith}",
				"",
				"**Type:** Magic  ",
				"**Requirements:** Dwarf",
				"",
				"You are learned in the secret lore of the forge, rituals handed down for generations that some say come from Torag himself. Whenever you use the Craft skill or a crafting feat to make a stone or metal item, you reduce the cost of making the item by 5%. This includes metal-headed weapons with nonmetal parts, such as axes and spears."
			],
			[
				"## {trait/Elemental Accident}",
				"",
				"**Type:** Magic",
				"",
				"A traumatic experience in your childhood, such as surviving a violent earthquake, fleeing a shipwreck, escaping a devastating fire, or getting struck by lightning, caused you to develop a fear of the corresponding element. You can instinctively shield yourself against elemental dangers of that type. Select acid, cold, electricity, or fire at character creation (once chosen, this damage type can't be changed). Once per day when you are subjected to an attack or effect that deals energy damage of that type, you can gain resistance 10 against that damage type for 1 round as an immediate action. This resistance does not stack with any existing resistance you might have against that energy type."
			],
			[
				"## {trait/Enduring Mutagen}",
				"",
				"**Type:** Magic",
				"",
				"Because of special training, your unique body chemistry, or the uncovering of an alchemical secret, your mutagens last longer. The bonuses and penalties granted by your mutagens last for 1 additional minute per alchemist level."
			],
			[
				"## {trait/Eye for the Wondrous}",
				"",
				"**Type:** Magic  ",
				"**Region:** Katapesh",
				"",
				"Your experience with magic items clues you in to their properties more quickly than others. You can identify the properties of a magic item using {spell/detect magic} in 1 round."
			],
			[
				"## {trait/Fey Protection}",
				"",
				"**Type:** Magic",
				"",
				"Your birth brought an unexpected guest to your parents' home: a helpful fey who prophesied about your future and gave you a magical gift in exchange for your parents' hospitality, a cup of milk, and a drop of your blood. You gain a +1 trait bonus to AC against attacks of opportunities made by fey and a +1 trait bonus on saving throws against the effects of fey creatures.",
				"",
				"Suggested Characters: Drumans, Eldest worshipers, Ulfen."
			],
			[
				"## {trait/Flame-Touched}",
				"",
				"**Type:** Magic",
				"",
				"You share an affinity with elemental fire. You gain DR 1/- against creatures and attacks with the fire type."
			],
			[
				"## {trait/Focused Burn}",
				"",
				"**Type:** Magic",
				"",
				"You know the secret of making punishing fire bombs. Any bombs you have that deal fire damage deal 1 additional point of fire damage on a direct hit per 2d6 of fire damage normally dealt (minimum 1 point). This additional damage does not apply to the bomb's splash damage."
			],
			[
				"## {trait/Focused Mind}",
				"",
				"**Type:** Magic",
				"",
				"Your childhood was dominated either by lessons of some sort (whether musical, academic, or other) or by a horrible home life that encouraged your ability to block out distractions and focus on the immediate task at hand. You gain a +2 trait bonus on concentration checks."
			],
			[
				"## {trait/Fortunate}",
				"",
				"**Type:** Magic",
				"",
				"You are blessed by fate. Once per day when you use a spell or magic item with a randomized effect (such as confusion, mirror image, prismatic spray, or a bag of tricks), before you roll to determine the result, you may choose to roll twice and pick either result.",
				"",
				"Suggested Characters: Calistrians, harrow deck readers, Vudrani."
			],
			[
				"## {trait/Gifted Adept}",
				"",
				"**Type:** Magic",
				"",
				"Your interest in magic was inspired by witnessing a spell being cast in a particularly dramatic method, perhaps even one that affected you physically or spiritually. This early exposure to magic has made it easier for you to work similar magic on your own. Pick one spell when you choose this trait - from this point on, whenever you cast that spell, its effects manifest at +1 caster level."
			],
			[
				"## {trait/Greater Adept of the Society}",
				"",
				"**Type:** Magic  ",
				"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
				"",
				"Months of meditation and practice with the greatest spellcasters of the Society have given you an increased capacity for arcane knowledge. You gain one additional 0-level spell slot."
			],
			[
				"## {trait/Greater Link}",
				"",
				"**Type:** Magic",
				"",
				"The link between you and your eidolon is stronger than most. Your eidolon's current and maximum hit point totals are not reduced by 50% until you are separated by 110 feet or more. Your eidolon's current and maximum hit point totals are not reduced by 75% until you are separated by 1,100 feet or more. All other aspects of your life link class feature are unaffected."
			],
			[
				"## {trait/Greater Purpose}",
				"",
				"**Type:** Magic",
				"",
				"You are convinced you're alive to achieve a great purpose. You gain a +1 trait bonus on all saving throws to resist death effects and a +1 trait bonus on Constitution checks made to stabilize while dying."
			],
			[
				"## {trait/Green-Blooded}",
				"",
				"**Type:** Magic",
				"",
				"You are touched by the supernatural essence of nature, marking you since birth as something other than purely mortal. Choose a single 0-level druid spell. You can cast this spell once per day as a spell-like ability with a caster level equal to your character level."
			],
			[
				"## {trait/Guiding Spirit}",
				"",
				"**Type:** Magic",
				"",
				"Few understand the medium's willingness to harbor powerful spirits, but even if you aren't one of these talented few, you've always identified with their abilities. you've always felt that you were not alone in this world and that a mysterious guiding spirit watches over you with singular focus. You may have briefly glimpsed this strange spirit - or maybe you simply feel its presence in times of need. Once per day as a swift action, you can look to your guiding spirit for advice. The next time you roll a d20 in that same round, roll twice and pick the better result. If one of these two rolls is a natural 20, you can use this ability again that same day."
			],
			[
				"## {trait/Havoc of the Society}",
				"",
				"**Type:** Magic  ",
				"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
				"",
				"Through countless hours studying vast libraries of arcane power, you have learned how to cause greater damage to your foes. Whenever you cast a spell that deals damage, you gain a +1 trait bonus to the total damage dealt. This damage is considered force damage regardless of the type of damage dealt by the spell."
			],
			[
				"## {trait/Hedge Magician}",
				"",
				"**Type:** Magic",
				"",
				"You apprenticed for a time to an artisan who often built magic items, and he taught you many handy shortcuts and cost-saving techniques. Whenever you craft a magic item, you reduce the required gp cost to make the item by 5%."
			],
			[
				"## {trait/Hex-Proof}",
				"",
				"**Type:** Magic",
				"",
				"You've dealt too often with cruel fey magic, and so gain a +2 bonus on Will saves against hexes and fey creatures' spells and spell-like abilities."
			],
			[
				"## {trait/Horrifying Mind}",
				"",
				"**Type:** Magic",
				"",
				"When a nonevil humanoid attempts to read your mind via a magical effect, the reader must attempt a Will save opposed by your Wisdom or Charisma check (your choice). If the reader fails this save, she is shaken for 1 round. If she fails by 10 or more, she is instead frightened for 1 round, then shaken for 1 round."
			],
			[
				"## {trait/House of Green Mothers Pupil}",
				"",
				"**Type:** Magic",
				"",
				"You studied at Anuli's center for druidic magic long enough to begin bonding with a familiar. You gain a +1 trait bonus on Handle Animal checks. You may substitute this trait for {feat/Iron Will} as the prerequisite for the {feat/Familiar Bond} feat."
			],
			[
				"## {trait/Inhabitant of Illusion}",
				"",
				"**Type:** Magic  ",
				"**Region:** Kyonin  ",
				"**Requirements:** Ascoiated with the court of Kyonin",
				"",
				"Your experience with illusions allows you to discern them easily. When you first encounter an illusion, you can attempt a Will saving throw with a -2 penalty to disbelieve it, even if you don't suspect the illusion. The GM rolls this saving throw in secret."
			],
			[
				"## {trait/Insistent Benefactor}",
				"",
				"**Type:** Magic",
				"",
				"Pathfinders of different backgrounds don't always realize what's best for them, and you have perfected the art of forcing your magical boons on your allies. Whenever you cast a harmless spell, you gain a +2 trait bonus on caster level checks to overcome spell resistance, and the saving throw DC of the spell (if any) is increased by 2."
			],
			[
				"## {trait/Internal Compass}",
				"",
				"**Type:** Magic",
				"",
				"You maintain a sense of direction, even on planes where direction is relative. If you are on a plane that has no analogue to north, you automatically know the direction toward the plane's major dominating feature (for instance, Pharasma's Spire in the Boneyard, or the sun in Nirvana). If there is no such dominating feature, you instead know the direction of the closest feature significant to one of the plane's divinities or demigods."
			],
			[
				"## {trait/Inured to Death}",
				"",
				"**Type:** Magic",
				"",
				"You have been around death or the undead all of your life; you have become accustomed to its shadowy presence, and are no longer overwhelmed by it. You gain a +2 trait bonus on saving throws against death effects.",
				"",
				"Suggested Characters: Gebbites, Urgathoans, Ustalavs."
			],
			[
				"## {trait/Jinx Eater}",
				"",
				"**Type:** Magic  ",
				"**Region:** The Shackles  ",
				"**Requirements:** Tengu",
				"",
				"Your presence dampens curses and other ill effects. You gain a +1 trait bonus on saves against curses, including the hex class ability of shamans and witches. Once per day, you can grant this bonus to all allies within 30 feet for 1 round as an immediate action."
			],
			[
				"## {trait/Keen Appraiser}",
				"",
				"**Type:** Magic",
				"",
				"Your frequent handling of magic items, artifacts, and other enchanted goods has made you an expert at determining when something has magical properties. You gain a +1 trait bonus on Appraise checks. In addition, you need only exceed the DC of an Appraise check by 2 in order to determine whether the item in question has magic properties (although success still does not grant knowledge of the magic item's abilities).",
				"",
				"Suggested Characters: Drumans, dwarves, Torag worshipers."
			],
			[
				"## {trait/Kin Bond}",
				"",
				"**Type:** Magic",
				"",
				"The bond between you and a close sibling is nearly mystical. Choose a single sibling with whom to share this bond. Once per day when you fail a saving throw while your sibling is within 30 feet, you may reroll that saving throw using your sibling's saving throw modifier. If you and the sibling are twins or otherwise part of a multiple birth, you gain a +2 trait bonus on the rerolled saving throw. Your sibling must be willing to grant you the reroll. If you fail the saving throw, you and your sibling are dazed for 1 round."
			],
			[
				"## {trait/Knowledgeable Caster}",
				"",
				"**Type:** Magic",
				"",
				"Once per day when you cast a divination spell, you can cast that spell as if your caster level were 1 level higher in the appropriate class. You also gain a +1 trait bonus on any Knowledge checks associated with your sorcerer bloodline, if any."
			],
			[
				"## {trait/Lamia's Bane}",
				"",
				"**Type:** Magic",
				"",
				"You have been exposed to the magical energies of lamias in your past, or you have heard innumerable stories about your family's dealings with lamias, and you have built up a resistance to their charms. You gain a +1 trait bonus on saving throws against enchantment effects and a +2 trait bonus on saving throws against the spells and spell-like abilities of lamias."
			],
			[
				"## {trait/Less Effort}",
				"",
				"**Type:** Magic",
				"",
				"Select one spell belonging to the abjuration or transmutation school on your spell list. When you cast that spell or it is cast on you, treat the caster level as 2 higher for the purpose of determining the duration."
			],
			[
				"## {trait/Linked Surge}",
				"",
				"**Type:** Magic",
				"",
				"Once per day, you may make a Strength- or Constitution-based ability check or skill check using you eidolon's ability score in place of your own. Your eidolon must be summoned and with 30 feet for you to use this trait."
			],
			[
				"## {trait/Low Blow}",
				"",
				"**Type:** Magic",
				"",
				"When targeting a good-aligned creature with a spell or spell-like ability with the pain descriptor or that imposes a morale penalty, increase its effective caster level by 1. If you are of an evil alignment, increase the save DC of the effect by 1 as well."
			],
			[
				"## {trait/Lucid Dreamer}",
				"",
				"**Type:** Magic  ",
				"**Requirements:** Varisian wanderers or Wonderseekers",
				"",
				"Your dreams are a special place of power that only you get to enjoy; driving away threats to your subconscious is as easy as slamming a door. You receive a +1 trait bonus on Knowledge (planes) checks and a +2 trait bonus on Will saves against effects on your dreaming mind or subconscious, such as a night hag's dream haunting ability, the nightmare spell, and illusions of the phantasm subschool."
			],
			[
				"## {trait/Lunar Birth}",
				"",
				"**Type:** Magic",
				"",
				"Born during a lunar eclipse, you were forever marked by the moon's mysterious and ancient magic. You gain a +1 trait bonus on saving throws against the spells and spell-like abilities cast by humans."
			],
			[
				"## {trait/Magic Crafter}",
				"",
				"**Type:** Magic",
				"",
				"Your early magical training involved study of the properties and creation of magic items. You gain a +1 trait bonus on Appraise checks and a +1 bonus on any Craft checks attempted while making magic items."
			],
			[
				"## {trait/Magical Flair}",
				"",
				"**Type:** Magic",
				"",
				"At a young age, you saw a witch burned by fearful peasants, druids falsely punished for demon worship, or another sort of spellcaster persecuted for merely practicing her dubious craft. Intent on not suffering the same fate, you approach spellcasting with a powerful desire to control how your magic is perceived by others. You can cause spells you cast to manifest with strange visual, auditory, or olfactory features that make them hard to identify. Choose a school of magic. The Spellcraft DC to identify spells you cast from that school of magic increases by 2. Onlookers who fail a Spellcraft check to identify your spell by 2 or less incorrectly identify the spell as another randomly selected spell of the same school and level.",
				"",
				"Suggested Characters: Gnomes, Razmir worshipers, witches."
			],
			[
				"## {trait/Magical Knack}",
				"",
				"**Type:** Magic",
				"",
				"You were raised, either wholly or in part, by a magical creature, either after it found you abandoned in the woods or because your parents often left you in the care of a magical minion. This constant exposure to magic has made its mysteries easy for you to understand, even when you turn your mind to other devotions and tasks. Pick a class when you gain this trait - your caster level in that class gains a +2 trait bonus as long as this bonus doesn't raise your caster level above your current Hit Dice."
			],
			[
				"## {trait/Magical Lineage}",
				"",
				"**Type:** Magic",
				"",
				"One of your parents was a gifted spellcaster who not only used metamagic often, but also developed many magical items and perhaps even a new spell or two - and you have inherited a fragment of this greatness. Pick one spell when you choose this trait. When you apply metamagic feats to this spell that add at least 1 level to the spell, treat its actual level as 1 lower for determining the spell's final adjusted level."
			],
			[
				"## {trait/Magical Talent}",
				"",
				"**Type:** Magic",
				"",
				"Either from inborn talent, the whimsy of the gods, or obsessive study of strange tomes, you have mastered the use of a cantrip. Choose a 0-level spell. You may cast that spell once per day as a spell-like ability. This spell-like ability is cast at your highest caster level gained; if you have no caster level, it functions at CL 1st. The spell-like ability's save DC is Charisma-based."
			],
			[
				"## {trait/Malleable Magic}",
				"",
				"**Type:** Magic",
				"",
				"Once per day as a swift action, you can lose a single 1st-, 2nd- or 3rd-level magus spell to regain 1 arcane pool point. You can't exceed the maximum number of arcane pool points in your arcane pool by using this trait."
			],
			[
				"## {trait/Mathematical Prodigy}",
				"",
				"**Type:** Magic",
				"",
				"Mathematics has always come easily for you, and you have always been able to \"see the math\" in the physical and magical world. You gain a +1 bonus on Knowledge (arcana) and Knowledge (engineering) checks, and one of these skills (your choice) is always a class skill for you."
			],
			[
				"## {trait/Mechanical Aptitude}",
				"",
				"**Type:** Magic",
				"",
				"You have learned much from tinkering with ancient technology from the Jistka Imperium. Choose one of the following skills: Disable Device, Knowledge (engineering), or Use Magic Device. Once per day, you can reroll a check with that skill before the outcome of the check is revealed. You must take the second result, even if it is worse."
			],
			[
				"## {trait/Meticulous Concoction}",
				"",
				"**Type:** Magic",
				"",
				"Your meticulous carefulness makes your bombs and extracts more potent. Once per day, you can either add a +2 trait bonus to the save DC for one bomb you throw or extend the duration of one extract you imbibe by 2 rounds. Extracts with an instantaneous duration are not affected by this trait."
			],
			[
				"## {trait/Mutant Eye}",
				"",
				"**Type:** Magic",
				"",
				"One of your parents was exposed to uncontrolled magic or arcane pollution before you were born, causing you to develop a minor mutation that has marked you as different all your life. You have a third eye on your forehead. As long as it is uncovered and open, you can get a clearer sense of the emotions of those you see, granting you a +2 trait bonus on Sense Motive checks that increases to +4 on checks to notice whether a character is under a mind-affecting effect. However, the eye is unsettling, and you take a -1 penalty on Bluff and Diplomacy checks against humanoids who can see it.",
				"",
				"Suggested Characters: Lamashtans, Mana Wastes natives, Nexians."
			],
			[
				"## {trait/Naturally Gifted}",
				"",
				"**Type:** Magic  ",
				"**Requirements:** Gnome",
				"",
				"For unknown reasons, you have deeper reserves of magical energy than those around you. Perhaps you are descended from a family of powerful arcane casters, or maybe you believe this trait marks you as destined for magical greatness. Wherever the truth lies, you gain an additional use of one of your gnome magic spell-like abilities each day. This does not always have to be the same spell-like ability - one day you might use {spell/dancing lights} twice, only to use the additional casting for {spell/speak with animals} the next day."
			],
			[
				"## {trait/Outcast's Intuition}",
				"",
				"**Type:** Magic",
				"",
				"You are able to sense the motives of others and use that sense to bolster your magic against dispelling. You gain a +1 trait bonus on Sense Motive checks, and Sense Motive is always a class skill for you. In addition, your caster level is treated as 1 level higher for the purposes of any attempts to dispel your magic."
			],
			[
				"## {trait/Outer Dragon Blood}",
				"",
				"**Type:** Magic",
				"",
				"The blood of outer dragons courses through your veins, and you've inherited a portion of their magic. You gain Draconic as a bonus language. In addition, if you are a sorcerer with the draconic bloodline, you can select one of the outer dragon types for your bloodline powers; this affects your resistances and the type of energy damage dealt by a number of your abilities.",
				"",
				"**Lunar:** Cold energy, 60-foot line  ",
				"**Solar:** Fire energy, 60-foot line  ",
				"**Time:** Electricity energy, 30-foot cone  ",
				"**Void:** Cold energy, 30-foot cone  ",
				"**Vortex:** Fire energy, 30-foot cone"
			],
			[
				"## {trait/Outsider Ties}",
				"",
				"**Type:** Magic",
				"",
				"An outsider visited you at a young age, and you have had a significant affinity with that type of outsider ever since. Choose a subtype of outsider, such as angel or elemental. When you summon an outsider of that subtype via summon monster, planar ally, planar binding, or similar spells and abilities, the summoned creature gains a number of temporary hit points equal to the level of spell used to summon it."
			],
			[
				"## {trait/Overwhelming Beauty}",
				"",
				"**Type:** Magic",
				"",
				"Your wiles are particularly potent against people who share a race with you, as your beauty is often held up as a symbol of perfection. The DC of your mind-affecting effects increases by 1 against creatures that have at least one of the same subtypes as you."
			],
			[
				"## {trait/Partial Protege}",
				"",
				"**Type:** Magic",
				"",
				"You are adept at disguising your true talents. You gain a +1 trait bonus on Bluff checks and on Use Magic Device checks made to emulate a class feature."
			],
			[
				"## {trait/Pathfinder's Focus}",
				"",
				"**Type:** Magic",
				"",
				"You can select a magnetic compass for your arcane bond class feature; this compass is nonmagical, but you can later spend 250 gp to upgrade it into a wayfinder. Choosing this trait allows you to upgrade this wayfinder to a variant or unique wayfinder per [the normal rules for improving magic items](rule/magic_item_creation). A bonded wayfinder must be held in your hand to grant the benefits of being a bonded object."
			],
			[
				"## {trait/Perfectionist's Brew}",
				"",
				"**Type:** Magic",
				"",
				"You know that potion recipes should be followed with exact precision. You gain a +2 trait bonus on all Craft (alchemy) checks and on Spellcraft checks made to brew potions."
			],
			[
				"## {trait/Planar Escapee}",
				"",
				"**Type:** Magic",
				"",
				"You were a prisoner or slave in a city on the Elemental Planes, such as the cruel efreet's City of Brass on the Plane of Fire or the dwarven city of Urgashaz on the Plane of Earth. When you escaped that city, you had to use your captors' weapons and magic against them in addition to your sheer wits, and you learned how to find weaknesses in their natural resistances. At character creation, select acid, cold, electricity, or fire (once chosen, this selection can't be changed). Once per day as a swift action, you can choose a single creature that is within 30 feet of you and within your line of sight; treat that creature's resistance against your chosen energy as 5 lower than its normal energy resistance for 1 round. This ability has no effect if the creature has no resistance to the chosen energy or if the creature has immunity to the chosen energy."
			],
			[
				"## {trait/Possessed}",
				"",
				"**Type:** Magic",
				"",
				"You were, or are, possessed in some way by another entity that grants you occasional access to its knowledge. Once per day, you can attempt a Knowledge check of your choice even if you are not trained in that skill and it is not usually possible to use that skill untrained. If you can normally use that skill untrained, you gain a +2 trait bonus on the check."
			],
			[
				"## {trait/Pragmatic Activator}",
				"",
				"**Type:** Magic",
				"",
				"While some figure out how to use magical devices with stubborn resolve, your approach is more pragmatic. You may use your Intelligence modifier when making Use Magic Device checks instead of your Charisma modifier."
			],
			[
				"## {trait/Precise Treatment}",
				"",
				"**Type:** Magic",
				"",
				"You treat others with a clear and calculating intellect. You gain a +1 trait bonus on all Heal checks, and you may use your Intelligence modifier when making Heal checks instead of your Wisdom modifier."
			],
			[
				"## {trait/Radiant Healing}",
				"",
				"**Type:** Magic",
				"",
				"You've learned how to infuse your healing magic with lingering traces of light. Whenever you cast a spell from the conjuration (healing) school that has a casting time of a standard action, you can extend its casting time to a full-round action to imbue the target with light, as per light, with a duration of 1 round per caster level."
			],
			[
				"## {trait/Reluctant Apprentice}",
				"",
				"**Type:** Magic",
				"",
				"Your early training grants you knowledge of the arcane. You gain a +1 trait bonus on Knowledge (arcana) checks, and are considered trained in that skill even if you have no ranks in it."
			],
			[
				"## {trait/Resilient Caster}",
				"",
				"**Type:** Magic",
				"",
				"Your great force of will makes your magic harder to dispel. Your caster level is treated as 1 level higher whenever someone attempts to dispel one of your spells."
			],
			[
				"## {trait/Rivethun Adherent}",
				"",
				"**Type:** Magic",
				"",
				"[Rivethun](rule/aff_animists) is an ancient tradition of dwarven shamans who learned to listen to and affect the world around them by reflecting on the friction between body and spirit. As someone who feels a similar friction between your inner spirit and physical body, you have picked up some old rivethun meditation techniques, even if you aren't a dwarf. While you suffer a physical ailment, such as disease, poison, or ability damage to Strength, Dexterity, or Constitution (but not including hit point damage), you gain a +2 trait bonus on Will saving throws. While you suffer a mental ailment, including insanity, any charm or compulsion effect, or ability damage to Intelligence, Wisdom, or Charisma, you gain a +2 trait bonus on Fortitude saving throws."
			],
			[
				"## {trait/Scholar of the Analects}",
				"",
				"**Type:** Magic",
				"",
				"You studied various Analects of Aroden from a young age and became skilled at using magic written by others. You can cast read magic as a spell-like ability three times per day, using your character level as your caster level."
			],
			[
				"## {trait/Scorned by Magic}",
				"",
				"**Type:** Magic",
				"",
				"As a youth, you assisted a wise woman or witch doctor who removed magical maladies from the needy and was present for the breaking of many spells - or perhaps you passed through a dead magic zone. Whatever the cause, magic seems a little more reluctant to affect you than others. Reduce the caster level of spells and spell-like abilities cast upon you by 1 for the purpose of attempting dispel checks and overcoming your spell resistance (if any).",
				"",
				"Suggested Characters: Kellids, Mana Wastes natives, Shoanti."
			],
			[
				"## {trait/Second Tongue}",
				"",
				"**Type:** Magic  ",
				"**Requirements:** Old Cults",
				"",
				"Using an ancient and painful surgical technique, you've reshaped your tongue. These surgical mutilations permit you to speak ancient words unpronounceable to most mortals, enhancing your ability to work magic associated with the Great Old Ones. Any summoning or divination spell you cast to summon or contact a Great Old One or one of their minions is cast at +1 caster level."
			],
			[
				"## {trait/Secret Scrolls}",
				"",
				"**Type:** Magic",
				"",
				"You were inducted into a secret magical tradition such as the Esoteric Order of the Palatine Eye. You can cast read magic once per day as a spell-like ability, and gain a +1 trait bonus on Use Magic Device checks to activate scrolls you cannot normally use."
			],
			[
				"## {trait/Self-Taught Scholar}",
				"",
				"**Type:** Magic",
				"",
				"Being self-taught has made it necessary for you to scour all documentation you can get your hands on. You gain a +1 trait bonus on Linguistics checks to decipher unfamiliar languages, and Linguistics is always a class skill for you. In addition, you gain a +1 trait bonus on Spellcraft checks made to decipher the writing on a scroll."
			],
			[
				"## {trait/Shrouded Casting}",
				"",
				"**Type:** Magic",
				"",
				"You have learned the secret to casting some spells without lesser material components. Choose one school of magic when you pick this trait. You can cast spells from that school as if you had the Eschew Materials feat."
			],
			[
				"## {trait/Skeptic}",
				"",
				"**Type:** Magic",
				"",
				"Growing up, you were always around magical effects to the extent that you realized much of it was mere smoke and mirrors. You gain a +2 trait bonus on all saving throws against illusions."
			],
			[
				"## {trait/Spark of Creation}",
				"",
				"**Type:** Magic",
				"",
				"You have always had a knack for making useful things, and your talent as an artisan was evident even at an early age. You gain a +1 trait bonus on Craft checks, and the cost of creating magic items is reduced by 5%."
			],
			[
				"## {trait/Spiritual Attachment}",
				"",
				"**Type:** Magic",
				"",
				"The union between spirits and spiritualists is one of the strongest (and strangest) bonds shared between the mortal realm and the spirit world. Spiritualists can use the knowledge of their linked phantoms to better negotiate with other spirits. Whether you're a spiritualist or not, you've always had a similar knack when it comes to interactions with the spirit world. You gain a +4 trait bonus on checks to notice haunts, and when interacting with someone who is possessed by an incorporeal undead creature, you gain a +2 trait bonus n Bluff, Diplomacy, Intimidate, and Sense Motive checks against that target."
			],
			[
				"## {trait/Stabbing Spells}",
				"",
				"**Type:** Magic",
				"",
				"Aroden wrote much about ways to use weapons to enhance magic's effectiveness, and you have taken to heart the insights gleaned from his words. Whenever you strike a foe with a weapon, you gain a +2 trait bonus on caster level checks to overcome that foe's spell resistance until the end of your next turn."
			],
			[
				"## {trait/Storm-Touched}",
				"",
				"**Type:** Magic",
				"",
				"You share an affinity with elemental lightning. You gain DR 1/- against creatures and attacks with the electricity type."
			],
			[
				"## {trait/Strength Foretold}",
				"",
				"**Type:** Magic",
				"",
				"You can channel extra power into one of your bloodline spells. Once per day as a free action, you gain a +1 trait bonus to the DC of the saving throw of one of your bonus bloodline spells."
			],
			[
				"## {trait/Strength of the Land}",
				"",
				"**Type:** Magic  ",
				"**Requirements:** Dwarf",
				"",
				"You are able to tap into the living energy of the world to shatter lesser magic. You gain a +1 trait bonus on caster level checks while touching the ground or unworked stone. This includes dispel checks and checks to overcome spell resistance."
			],
			[
				"## {trait/Sun-Blessed}",
				"",
				"**Type:** Magic",
				"",
				"Your birth came at a time when the sun was auspiciously aligned with your birth sign. As a result, you have a natural affinity for light and life. Whenever you're affected by a healing effect that would heal more hit points than your maximum hit point total, you gain the excess healing as temporary hit points. You can gain up to a number of temporary hit points per day equal to your character level in this way. These temporary hit points last for 1 minute."
			],
			[
				"## {trait/Tar-Baphon's Whisper}",
				"",
				"**Type:** Magic  ",
				"**Requirements:** [Whispering Way](rule/f_gravepath)",
				"",
				"You have learned the secrets of sotto voce, the eerie, dry whispering voice used to pass on cult secrets. You may cast {spell/sotto voce} as a spell-like ability three times per day as a spell-like ability. This spell-like ability is cast at your highest caster level; if you have no caster level, it functions at CL 1st."
			],
			[
				"## {trait/Tenacious Shifting}",
				"",
				"**Type:** Magic",
				"",
				"You've discovered the secret of stable transmutations. Any transmutation spell you cast upon yourself has its duration increased by 2 rounds. Transmutation spells with an instantaneous duration are not affected by this trait."
			],
			[
				"## {trait/Theoretical Magician}",
				"",
				"**Type:** Magic",
				"",
				"You've studied more magic than what you can actually perform. You gain a +2 trait bonus on Spellcraft checks, or a +3 bonus if you aren't a spellcaster."
			],
			[
				"## {trait/Transmuter of Korada}",
				"",
				"**Type:** Magic",
				"",
				"You learned the secrets of transmutation from a follower of the empyreal lord Korada. Whenever you cast a spell from the transmutation school, its effects manifest at +1 caster level. Additionally, select one of the following transmutation spells: bear's endurance, bull's strength, cat's grace, eagle's splendor, fox's cunning, or owl's wisdom. Once per day when you cast that spell, its duration is doubled. A spell affected by this trait cannot be modified further by the {feat/Extend Spell} metamagic feat or similar abilities."
			],
			[
				"## {trait/Trickster (Gnome)}",
				"",
				"**Type:** Magic  ",
				"**Requirements:** Gnome",
				"",
				"You are particularly adept with your racial spell-like abilities, and as child you quickly learned how dancing lights and ghost sound could be used to amuse your friends and fool your elders. This natural talent for illusion continued as you grew older, and before long you were being offered training in more advanced figments and glamers. You gain a +1 trait bonus to your caster level when determining the duration, range, and area of all spells from the illusion school."
			],
			[
				"## {trait/Twinned Presence}",
				"",
				"**Type:** Magic",
				"",
				"Your eidolon - and your connection to it - makes others ill at ease. You gain a +1 trait bonus on Intimidate checks, and Intimidate is always a class skill for you. In addition, if your eidolon is summoned and within 30 feet, and its size exceeds your own, use its size modifier on any Intimidate checks you make."
			],
			[
				"## {trait/Twisted Tattoo}",
				"",
				"**Type:** Magic",
				"",
				"Your exposure to eldritch phenomena has caused your skin to develop a strange pattern. Once per day as you cast a spell whose casting time is 1 round or less, you can roll 1d4-2 (no minimum) and add the result to that spell's effective caster level. In an area of primal magic, the minimum result of this roll is 0, not -1."
			],
			[
				"## {trait/Two-World Magic}",
				"",
				"**Type:** Magic  ",
				"**Region:** Sargava",
				"",
				"You have bridged the gap between the natural magic of the Mwangi peoples and the refined magic of the Chelish colonists. Select one 0-level spell from a class spell list other than your own. This spell is a 0-level spell on your class spell list (or a 1st-level spell if your class doesn't have 0-level spells). For example, if you are a druid, you could select mage hand and thereafter prepare it as a 0-level druid spell; if you are a sorcerer, you could select know direction as a 0-level sorcerer spell known."
			],
			[
				"## {trait/Unscathed}",
				"",
				"**Type:** Magic",
				"",
				"You are amazingly resistant to energy attacks because of either your upbringing or magical experimentation. Each type of energy resistance you have (if any) increases by 2 points."
			],
			[
				"## {trait/Unseen but Not Undone}",
				"",
				"**Type:** Magic",
				"",
				"Without a single gesture, you can unleash a bloodline spell. Once per day, you can cast a bloodline spell as if you had the Still Spell feat. Using this trait does not modify the spell's level."
			],
			[
				"## {trait/Unstable Mutagen}",
				"",
				"**Type:** Magic",
				"",
				"You discovered or were given a secret to make your mutagens more unstable - but also more potent. Once per day, you can create an unstable mutagen. It is like a normal mutagen in most ways, but also gains a single benefit or hindrance due to its instability. Roll 1d6 to determine the result of the instability.",
				"",
				"| 1d6 | Instability |",
				"| --- | --- |",
				"| 1 | The unstable mutagen lasts for 5 minutes per alchemist level. |",
				"| 2 | The unstable mutagen lasts for 20 minutes per alchemist level. |",
				"| 3 | The unstable mutagen does not grant a natural armor bonus. |",
				"| 4 | The natural armor bonus granted by the mutagen increases by 2. |",
				"| 5 | The penalty that the mutagen applies to the corresponding mental ability score increases by 2. |",
				"| 6 | The unstable mutagen does not apply a penalty to the corresponding mental ability score. |"
			],
			[
				"## {trait/Volatile Conduit}",
				"",
				"**Type:** Magic",
				"",
				"You discovered a secret that enhances the energy of some spells. Once per day as a free action, when you cast a spell that deals acid, cold, electricity, or fire damage, you can enhance that spell with volatile energy. When you do, it deals 1d4 points of extra damage of the same energy type."
			],
			[
				"## {trait/Water-Touched}",
				"",
				"**Type:** Magic",
				"",
				"You share an affinity with elemental water. You gain DR 1/- against creatures and attacks with the water type."
			],
			[
				"## {trait/Winter Witchcraft Survivor}",
				"",
				"**Type:** Magic",
				"",
				"You narrowly escaped death when a Winter Witch punished you for supporting the Heralds. You gain cold resistance 5 against the first cold damage you take each day, and gain a +2 bonus on saving throws against the fear effects of creatures with the cold subtype."
			]
		],
		"previous": [ ["Main", "main/main"], ["Traits", "main/traits"] ]
	}
}
