{
	"monsters_2": {
		"title": "Monsters: D to Fox",
		"sources": [],
		"searchgroup": "monster",
		"description": [[ "{table0}" ]],
		"singleTable": true,
		"tables": [
			{
				"id": "monsters d fox",
				"headers": [ "Monster", "CR", "Type", "Size", "Alignment", "Description" ],
				"types": [ null, "num", null, "num", "num", 0 ],
				"ripples": [0],
				"data": [
					[ "{monster/D'ziriak}", 3, "outsider", [ 4, "medium" ], [ 4, "N" ], "This four-armed creature looks like a cross between a human and a black and ochre termite. Its body and arms display glowing runes." ],
					[ "{monster/Daemon, Acrididaemon}", 14, "outsider", [ 5, "large" ], [ 5, "NE" ], "This wicked creature has the claws and mandibles of an enormous insect, and its lower body is made entirely of swarming locusts." ],
					[ "{monster/Daemon, Astradaemon}", 16, "outsider", [ 5, "large" ], [ 5, "NE" ], "Vaguely humanoid in shape, this gaunt fiend has the face of a hideous fish and a body of lanky limbs and writhing tendrils." ],
					[ "{monster/Daemon, Bibliodaemon}", 8, "outsider", [ 4, "medium" ], [ 5, "NE" ], "Flowing black robes hang all around this four-armed, weasel-faced humanoid. Feathers that resemble quills emerge from each knuckle of its clawed upper hands." ],
					[ "{monster/Daemon, Cacodaemon}", 2, "outsider", [ 2, "tiny" ], [ 5, "NE" ], "An ever-gnashing maw, filled with row after row of mismatched teeth, dominates this frightful creature's orb-like body." ],
					[ "{monster/Daemon, Ceustodaemon}", 6, "outsider", [ 5, "large" ], [ 5, "NE" ], "This brown, shaggy-furred beast stands on slate grey hooves. Its head resembles that of a maniacal horned ape." ],
					[ "{monster/Daemon, Crucidaemon}", 15, "outsider", [ 4, "medium" ], [ 5, "NE" ], "Its body seemingly made of iron, this shapely feminine form has wrists pierced by chains that end in curved blades." ],
					[ "{monster/Daemon, Derghodaemon}", 12, "outsider", [ 5, "large" ], [ 5, "NE" ], "A deadly and vicious bouquet of insectile claws sprouts from this horrid, three-legged, multi-eyed beast." ],
					[ "{monster/Daemon, Erodaemon}", 11, "outsider", [ 4, "medium" ], [ 5, "NE" ], "This blue-skinned woman has ram's horns, a third eye in her forehead, and a long, scaled tail that ends in a hissing viper's head." ],
					[ "{monster/Daemon, Genthodaemon}", 5, "outsider", [ 5, "large" ], [ 5, "NE" ], "Jagged bits of metal, armor, and sharp pieces of wire embed the flesh of this towering fiend." ],
					[ "{monster/Daemon, Hydrodaemon}", 8, "outsider", [ 5, "large" ], [ 5, "NE" ], "The skin on this frog-like fiend is clammy and its eyes look dead and milky; its wide face is split by a fanged maw." ],
					[ "{monster/Daemon, Lacridaemon}", 3, "outsider", [ 4, "medium" ], [ 5, "NE" ], "The face of this gray-skinned humanoid stretches in a manic grin, even though it weeps steaming tears. Frost crusts its flesh." ],
					[ "{monster/Daemon, Lapsudaemon}", 14, "outsider", [ 4, "medium" ], [ 5, "NE" ], "This grotesque and malevolent creature appears to be a crushed ball of broken humanoid body parts spraying blood." ],
					[ "{monster/Daemon, Leukodaemon}", 9, "outsider", [ 5, "large" ], [ 5, "NE" ], "This human-shaped beast has a horse's skull for a head. It walks on cracked hooves and bears the rotting wings of a carrion bird." ],
					[ "{monster/Daemon, Meladaemon}", 11, "outsider", [ 5, "large" ], [ 5, "NE" ], "This foul creature looks like an emaciated humanoid with the head of a jackal." ],
					[ "{monster/Daemon, Nixudaemon}", 7, "outsider", [ 5, "large" ], [ 5, "NE" ], "This four-armed fiend has blue-green skin covered in white scars. Its two upper arms end in long, barbed whips of calloused flesh." ],
					[ "{monster/Daemon, Obcisidaemon}", 19, "outsider", [ 7, "gargantuan" ], [ 5, "NE" ], "This massive fiend has eagle wings, a tusked canine face, and a muscular frame. It wields an immense, cruel-looking halberd." ],
					[ "{monster/Daemon, Olethrodaemon}", 20, "outsider", [ 7, "gargantuan" ], [ 5, "NE" ], "Crowned with a wicked array of twisted horns, this wide-mouthed, spherical behemoth stands on four stout legs." ],
					[ "{monster/Daemon, Phasmadaemon}", 17, "outsider", [ 5, "large" ], [ 5, "NE" ], "This serpentine monstrosity has the long snout of a crocodile, ram's horns, and mantis claws projecting from its sinuous body." ],
					[ "{monster/Daemon, Piscodaemon}", 10, "outsider", [ 4, "medium" ], [ 5, "NE" ], "This hideous cross between a lobster, an octopus, and a human threatens enemies with powerful claws and writhing tentacles." ],
					[ "{monster/Daemon, Purrodaemon}", 18, "outsider", [ 5, "large" ], [ 5, "NE" ], "Dozens of weapons pierce this massive monster's body. Red eyes glow with wickedness in its vulture-like head." ],
					[ "{monster/Daemon, Sangudaemon}", 9, "outsider", [ 4, "medium" ], [ 5, "NE" ], "This human-sized, serpent-headed spider seems to be made of clotted blood, its dragonfly-like wings dripping crimson streamers." ],
					[ "{monster/Daemon, Sepsidaemon}", 7, "outsider", [ 4, "medium" ], [ 5, "NE" ], "A long-beaked, crested head on a twisted neck rises from a formless, glowing mass of a body. Now and then, a grasping claw extends forth." ],
					[ "{monster/Daemon, Suspiridaemon}", 7, "outsider", [ 4, "medium" ], [ 5, "NE" ], "This tall, three-legged, vulture-headed fiend has a grotesquely long, suckered tongue and gangly arms that end in claws." ],
					[ "{monster/Daemon, Temerdaemon}", 14, "outsider", [ 5, "large" ], [ 5, "NE" ], "This humanoid creature's limbs - four arms and four legs - bend in awkward configurations. It wields a scythe in its largest arms." ],
					[ "{monster/Daemon, Thanadaemon}", 13, "outsider", [ 4, "medium" ], [ 5, "NE" ], "Rattling with each stride, this looming, horned, skeletal figure clutches a wicked staff. A seething glow burns in its eye sockets." ],
					[ "{monster/Daemon, Venedaemon}", 5, "outsider", [ 4, "medium" ], [ 5, "NE" ], "Tentacles protrude from the robes of this floating hooded figure in place of arms and legs. Its face is a disturbing, toothless maw." ],
					[ "{monster/Daemon, Vulnudaemon}", 4, "outsider", [ 3, "small" ], [ 5, "NE" ], "A bloody, tooth-filled mouth that looks almost like a horrific gash gasps in the neck of this pale, childlike horror." ],
					[ "{monster/Dahzagan}", 6, "outsider", [ 5, "large" ], [ 8, "CE" ], "This winged horror has the upper body of a feral, bloody-mouthed female orc warrior and the lower body of a giant wolf." ],
					[ "{monster/Daitengu}", 10, "outsider", [ 4, "medium" ], [ 4, "N" ], "This winged, humanoid ascetic's face is bright red and boasts a prodigiously long nose." ],
					[ "{monster/Dallo}", 1, "animal", [ 3, "small" ], [ 4, "N" ], "This squat, grunting creature stinks of musk and earth. Leathery plates and black horns protect its woolly underside." ],
					[ "{monster/Dancing Hut of Baba Yaga}", 17, "construct", [ 6, "huge" ], [ 4, "N" ], "A rustic hut stands here, its timber walls hung with bundles of drying herbs and etched with eerie symbols. From beneath its splintering wooden porch extends a pair of legs, like those of a fifteen-foot-tall chicken with gigantic talons caked in mud but sharp as razors." ],
					[ "{monster/Danse Macabre}", 14, "undead", [ 5, "large" ], [ 5, "NE" ], "Dozens of ghostly figures swirl and cavort, floating through the air as they follow the steps of an ancient, rhythmic dance, seemingly keeping time with the ebb and flow of life itself. Amid this eerie crowd of dancing specters looms a dark-cloaked figure wielding a scythe." ],
					[ "{monster/Danthienne}", 5, "fey", [ 2, "tiny" ], [ 7, "CN" ], "This bright-eyed, doll-sized woman wears jewels and silks. She has pointed ears, four-fingered hands, and a mischievous grin." ],
					[ "{monster/Dark Folk, Caligni}", [ -2, "1/2" ], "humanoid", [ 4, "medium" ], [ 7, "CN" ], "Beneath ragged shreds, this lean figure's chalky skin darkens to charred hues at the extremities." ],
					[ "{monster/Dark Folk, Dark Caller}", 5, "humanoid", [ 4, "medium" ], [ 8, "CE" ], "Wrapped in tatters of dark musty robes, this humanoid figure weaves malevolent magic." ],
					[ "{monster/Dark Folk, Dark Champion}", 5, "humanoid", [ 4, "medium" ], [ 2, "LE" ], "This gaunt humanoid's body is entirely cased in black plate armor. Its open-faced helm reveals its pale skin and shallow, fleshy hollows where its eyes should be." ],
					[ "{monster/Dark Folk, Dark Creeper}", 2, "humanoid", [ 3, "small" ], [ 7, "CN" ], "Filthy, reeking black rags wrap this small humanoid from head to toe, leaving only its hands and pale white nose visible." ],
					[ "{monster/Dark Folk, Dark Dancer}", 1, "humanoid", [ 3, "small" ], [ 7, "CN" ], "Dancing in a wicked celebration, this slight humanoid is wrapped head to toe in dirty scraps of dark cloth." ],
					[ "{monster/Dark Folk, Dark Empath}", 2, "humanoid", [ 3, "small" ], [ 7, "CN" ], "This gaunt, hunched humanoid's unblinking eyes stare out from a pale face wrapped in dark cloth." ],
					[ "{monster/Dark Folk, Dark Slayer}", 3, "humanoid", [ 3, "small" ], [ 8, "CE" ], "This small humanoid is clothed in tattered rags from head to foot. Only its sinister eyes and pale hands are visible." ],
					[ "{monster/Dark Folk, Dark Stalker}", 4, "humanoid", [ 4, "medium" ], [ 7, "CN" ], "This tall humanoid's pale brow and black, soulless eyes are all that can be seen above a black scarf wrapped around its face." ],
					[ "{monster/Dark Young of Shub-Niggurath}", 12, "aberration", [ 6, "huge" ], [ 8, "CE" ], "The lumbering bulk of a treelike monster lurches out of the mist, its branches tentacles, its roots ending in hooves, and its trunk decorated with numerous drooling maws." ],
					[ "{monster/Darkmantle}", 1, "magical beast", [ 3, "small" ], [ 4, "N" ], "As this creature falls from the cavern roof, it opens like a hideous octopus, its thin, hook-lined tentacles connected by a fleshy web." ],
					[ "{monster/Daughter of Urgathoa}", 8, "undead", [ 5, "large" ], [ 5, "NE" ], "What was once a woman now towers as a monstrosity of ectoplasmic flesh, horns, and a tremendous scythelike claw." ],
					[ "{monster/Dawn Piper}", 5, "fey", [ 4, "medium" ], [ 7, "CN" ], "Eldritch energy burns within the eyes of this humanoid figure. Strangely colored hair crowns her head like a torch, and gleaming white teeth shine from her grin. The creature cradles a pipe in her long, graceful fingers." ],
					[ "{monster/Deadfall Dweller}", 5, "magical beast", [ 5, "large" ], [ 4, "N" ], "This creature resembles a fallen tree trunk that walks upon dozens of tiny, barbed branches and shambles like a spider." ],
					[ "{monster/Death Coach}", 14, "undead", [ 6, "huge" ], [ 5, "NE" ], "Two spectral horses pull this ornate, ghostly carriage, whose windows are blocked by dark, heavy curtains." ],
					[ "{monster/Death Dog}", 2, "magical beast", [ 5, "large" ], [ 5, "NE" ], "This black-furred, two-headed dog is as large as a horse and has midnight-black eyes. Tiny worms crawl on its mangy hide." ],
					[ "{monster/Death Worm, Death Worm Leviathan}", 11, "magical beast", [ 7, "gargantuan" ], [ 4, "N" ], "This enormous worm has stony hide and acid-dripping jaws." ],
					[ "{monster/Death Worm}", 6, "magical beast", [ 5, "large" ], [ 4, "N" ], "This large worm's body is muscular and scaly, its mouth a nightmare of row upon row of triangular teeth." ],
					[ "{monster/Deathsnatcher}", 18, "monstrous humanoid", [ 4, "medium" ], [ 8, "CE" ], "This bipedal jackal has vulture wings and a rat tail ending in a scorpion's stinger. Each of its four arms ends in a clawed hand." ],
					[ "{monster/Deathtrap Ooze}", 8, "ooze", [ 5, "large" ], [ 4, "N" ], "The killing blade of this horrific trap drips with an animated sheen of foul brown-orange slime." ],
					[ "{monster/Deathweb}", 6, "undead", [ 5, "large" ], [ 4, "N" ], "This animated husk from an enormous spider seems filled with thousands of living spiders that fall from its body like drops of blood." ],
					[ "{monster/Decapus}", 4, "aberration", [ 4, "medium" ], [ 8, "CE" ], "This swollen cephalopod has ten writhing tentacles and a hideously monstrous face with pale, milky eyes on its bulbous body." ],
					[ "{monster/Deep Merfolk}", 3, "humanoid", [ 4, "medium" ], [ 4, "N" ], "This gaunt mermaid has a long, semi-transparent tail with a vivid red crest and caudal fin." ],
					[ "{monster/Deep One, Deep One Hybrid}", [ -2, "1/2" ], "humanoid", [ 4, "medium" ], [ 8, "CE" ], "This elderly man's wide-mouthed, staring countenance and webbed hands suggest a sinister taint in his bloodline." ],
					[ "{monster/Deep One, Elder Deep One}", 14, "monstrous humanoid", [ 7, "gargantuan" ], [ 8, "CE" ], "The frame of this immense monstrosity is humanoid, but its ichthyic visage is that of a deep-sea predator." ],
					[ "{monster/Deep One}", 1, "monstrous humanoid", [ 4, "medium" ], [ 8, "CE" ], "This lumbering creature's gray-green hide glistens with moisture, and saliva dribbles from its fishlike maw." ],
					[ "{monster/Deep Sea Serpent}", 19, "magical beast", [ 7, "gargantuan" ], [ 4, "N" ], "This enormous, water-dwelling serpent has bright, bulging eyes and rounded jaws filled with long, jagged teeth." ],
					[ "{monster/Deep Walker}", 14, "aberration", [ 7, "gargantuan" ], [ 2, "LE" ], "This armor-plated creature has four crab-like legs and four arms with razor-sharp pincers." ],
					[ "{monster/Deeplit}", 5, "undead", [ 4, "medium" ], [ 5, "NE" ], "This granite-skinned humanoid stands as tall as a dwarf, though a flickering flame hovers where its head should be." ],
					[ "{monster/Delgeth}", 6, "magical beast", [ 4, "medium" ], [ 4, "N" ], "The antlers and hooves of this elk appear scorched and charred. The ground where it stands smolders and bursts into flame." ],
					[ "{monster/Delver}", 9, "aberration", [ 6, "huge" ], [ 4, "N" ], "This fleshy, slug-like creature has two long pseudopods that end in lumps of hard, callused flesh, and its whole body sizzles with acidic slime as it slides forward through melting stone." ],
					[ "{monster/Demodand, Gristly}", 17, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This obese humanoid has a wide mouth, batlike wings, and pale fluid seeping from rolls of black, greasy skin." ],
					[ "{monster/Demodand, Shaggy}", 18, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This toad-faced humanoid is bloated and swollen, with folds of obsidian skin hanging down beneath two immense bat wings." ],
					[ "{monster/Demodand, Slimy}", 16, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This muscular, frog-headed humanoid has tattered flesh hanging from its batlike wings and is covered in a viscous slime." ],
					[ "{monster/Demodand, Squamous}", 20, "outsider", [ 7, "gargantuan" ], [ 8, "CE" ], "This titanic mass of flesh is covered in razor-sharp scales and has bony wings, four taloned arms, and a toothy, toad-like head." ],
					[ "{monster/Demodand, Stringy}", 15, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This lanky, winged humanoid is covered in layers of long, ropy skin growths." ],
					[ "{monster/Demodand, Tarry}", 13, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This lithe, toothy creature's jet-black skin looks like living tar, and ooze drips from the claws that cap its long arms." ],
					[ "{monster/Demon, Abrikandilu}", 3, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This deformed, horned, hunchbacked humanoid has a forked, ratlike tail and two thumbs on each taloned hand." ],
					[ "{monster/Demon, Andrazku}", 5, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This burly, primitive-looking creature has an ape-like upper body, demonic horns, cloven hooves, and skin the color of a snow-buried corpse." ],
					[ "{monster/Demon, Babau}", 6, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This emaciated figure looks like a horned human skeleton smothered within a bone-tight hide of slimy leather." ],
					[ "{monster/Demon, Balor}", 20, "outsider", [ 5, "large" ], [ 8, "CE" ], "This winged fiend's horned head and fanged visage present the perfection of the demonic form, fire spurting from its flesh." ],
					[ "{monster/Demon, Brimorak}", 5, "outsider", [ 3, "small" ], [ 8, "CE" ], "This muscular, red-eyed, goat-headed demon wields a burning sword. Fire licks up from its flaming hooves." ],
					[ "{monster/Demon, Cambion}", 2, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This red-skinned, demonic humanoid has a forked tongue, and a pair of black horns sprout from its brow." ],
					[ "{monster/Demon, Coloxus}", 12, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This figure would be the picture of elegance and refinement were it not for its grotesque fly head and shivering insectile wings." ],
					[ "{monster/Demon, Derakni}", 10, "outsider", [ 5, "large" ], [ 8, "CE" ], "The size of a horse, this demonic locust has a scorpion's stinger and an almost-human face. Its front legs end in clawed hands." ],
					[ "{monster/Demon, Dretch}", 2, "outsider", [ 3, "small" ], [ 8, "CE" ], "This creature's bloated frame shudders with each heaving step, yet despite its shape, the thing moves with surprising quickness." ],
					[ "{monster/Demon, Gallu}", 19, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This horned, winged, wolf-headed demon has bone-white flesh onto which have been riveted plates of spiky armor." ],
					[ "{monster/Demon, Ghalzarokh}", 15, "outsider", [ 5, "large" ], [ 8, "CE" ], "This corpulent, four-armed fiend is covered in yellow-orange dragon scales, and draconic wings sprout from its back." ],
					[ "{monster/Demon, Gibrileth}", 11, "outsider", [ 5, "large" ], [ 8, "CE" ], "This flying, bulbous, tumor-riddled mass has numerous arms, no legs, and a leering, three-eyed face." ],
					[ "{monster/Demon, Glabrezu}", 13, "outsider", [ 6, "huge" ], [ 8, "CE" ], "Four arms grace the torso of this towering monstrosity. The monster's eyes shine with a mix of intelligence and cruelty." ],
					[ "{monster/Demon, Hala}", 4, "outsider", [ 4, "medium" ], [ 8, "CE" ], "Skin the color of thunderheads and wings made for soaring through the most violent winds mark this lean, cyclopic being as a master of terrible storms. The sound of shrieking wind emanates from its mouth full of needle-sharp teeth." ],
					[ "{monster/Demon, Hezrou}", 11, "outsider", [ 5, "large" ], [ 8, "CE" ], "This fiend's armored flesh is scaly and moist. Its large, toothy mouth gapes below a pair of hungry, reptilian eyes." ],
					[ "{monster/Demon, Incubus}", 6, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This darkly handsome humanoid's batlike wings, curving horns, and bestial legs betray his demonic origin." ],
					[ "{monster/Demon, Kalavakus}", 10, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This muscular, violet demon walks upon elephantine feet. Large, razor-sharp horns cover its body." ],
					[ "{monster/Demon, Katpaskir}", 18, "outsider", [ 4, "medium" ], [ 8, "CE" ], "Four clawed arms sprout from this fiend's chest like the limbs of a buried insect struggling to crawl free. Overlapping iridescent plates of chitin cascade down the monster's back, shrouding four membranous dragonfly wings." ],
					[ "{monster/Demon, Kithangian}", 9, "outsider", [ 5, "large" ], [ 8, "CE" ], "This creature combines the features of a scorpion and a horse-slavering humanoid faces peer from between its two pincers." ],
					[ "{monster/Demon, Larva}", 1, "outsider", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Demon, Lilitu}", 17, "outsider", [ 4, "medium" ], [ 8, "CE" ], "While this seductive woman has goat horns, goat hooves, and a serpentine tail, her eyeless face is her most disturbing feature." ],
					[ "{monster/Demon, Marilith}", 17, "outsider", [ 5, "large" ], [ 8, "CE" ], "This snake-bodied fiend has a six-armed woman's torso, pointed ears, and glittering, otherworldly eyes." ],
					[ "{monster/Demon, Nabasu}", 8, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This lanky fiend's mouth is filled with sharp fangs, while great bat-like wings stretch from its scaly hide." ],
					[ "{monster/Demon, Nalfeshnee}", 14, "outsider", [ 6, "huge" ], [ 8, "CE" ], "A towering, corpulent beast, this fiend has the hideous head of a boar and arms ending in fatty, four-fingered hands." ],
					[ "{monster/Demon, Omox}", 12, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This rancid-smelling mound of animated ooze has about its shifting countenance the hideous shape of a half-melted man." ],
					[ "{monster/Demon, Oolioddroo}", 13, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This skeletally thin woman has a mothlike face, flies upon dragonfly wings, and is wrapped in shadows." ],
					[ "{monster/Demon, Painajai}", 14, "outsider", [ 5, "large" ], [ 8, "CE" ], "The eight spider eyes of this pale, towering humanoid glisten hungrily, and its mouth contains dozens of sharp teeth. It carries a barbed spear with a long, clinking chain attached to its end." ],
					[ "{monster/Demon, Quasit}", 2, "outsider", [ 2, "tiny" ], [ 8, "CE" ], "Ram horns curl back from the twisted head of this tiny winged demon, and its body is thin and wiry." ],
					[ "{monster/Demon, Schir}", 4, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This goat-headed humanoid is covered in a mangy gray hide that only partly covers its gaunt but muscled frame." ],
					[ "{monster/Demon, Seraptis}", 15, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This woman's flesh is pale and clammy, as if her body had been drained of blood from the fanged slashes on her four arms." ],
					[ "{monster/Demon, Shachath}", 11, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This winged abomination is a horrid mix of demonic and angelic features, as if two bodies were carelessly fused into one. Its fanged, inhuman face is frozen in permanent contempt, while a beautiful visage with an expression of horror bulges from the back of its skull." ],
					[ "{monster/Demon, Shadow}", 7, "outsider", [ 4, "medium" ], [ 8, "CE" ], "Only this shadowy bat-winged demon's teeth and claws have any sense of physicality to them - the rest is lost in darkness." ],
					[ "{monster/Demon, Shemhazian}", 16, "outsider", [ 7, "gargantuan" ], [ 8, "CE" ], "This enormous, bestial demon combines the worst aspects of a bear, a mantis, a wolf, and a reptilian humanoid." ],
					[ "{monster/Demon, Succubus}", 7, "outsider", [ 4, "medium" ], [ 8, "CE" ], "Tiny horns, bat-like wings, and a sinuous tail betray the demonic nature of this alluring woman." ],
					[ "{monster/Demon, Swaithe}", 4, "outsider", [ 3, "small" ], [ 8, "CE" ], "This creepy ash-gray goblin-like creature has empty eye sockets and scraggly, stained teeth." ],
					[ "{monster/Demon, Thoxel}", 5, "outsider", [ 4, "medium" ], [ 8, "CE" ], "Dead white scars and raw red flesh crisscross this creature's scorched and sallow skin as though it has been flogged and branded a thousand times." ],
					[ "{monster/Demon, Ulkreth}", 15, "outsider", [ 7, "gargantuan" ], [ 8, "CE" ], "This towering monstrosity is clad in cracked boulders, jagged shards of rock, spars of crooked metal, and shredded steel. Four immense arms end in rocky fists, and bony wings protrude from its back." ],
					[ "{monster/Demon, Vavakia}", 18, "outsider", [ 6, "huge" ], [ 8, "CE" ], "This reptilian demon has a quadrupedal dinosaur's lower body, a vaguely humanoid upper torso, and a draconic saurian head." ],
					[ "{monster/Demon, Vermlek}", 3, "outsider", [ 4, "medium" ], [ 8, "CE" ], "A hideous, pale, wormlike head pushes violently up and out of a corpulent man's body." ],
					[ "{monster/Demon, Vilsteth}", 16, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This fiend seems carved from weathered ivory, and runes and symbols of power cover its pale flesh. Its eyes glow an eerie yellow, and horns curl from its eerie, mouthless head." ],
					[ "{monster/Demon, Vrock}", 9, "outsider", [ 5, "large" ], [ 8, "CE" ], "A cloud of spores and a trail of feathers surrounds this twisted cross between a man and a gigantic vulture." ],
					[ "{monster/Demon, Vrolikai}", 19, "outsider", [ 5, "large" ], [ 8, "CE" ], "This black-skinned, bat-winged demon has four arms; a long, thin tail; and a leering, fanged face with dead, white eyes." ],
					[ "{monster/Demon, Yaenit}", 6, "outsider", [ 4, "medium" ], [ 8, "CE" ], "Patches of fur adorn the sickly flesh of this gangly but muscular hyena-headed humanoid." ],
					[ "{monster/Denizen of Leng}", 8, "outsider", [ 4, "medium" ], [ 8, "CE" ], "Shrouded in tattered leather robes, this strange humanoid looks more alien and horrific the more one studies its twitching visage." ],
					[ "{monster/Derhii}", 5, "monstrous humanoid", [ 5, "large" ], [ 4, "N" ], "Powerful black wings beat from the back of this large ape, which carries a wickedly curved sword in its simian hands." ],
					[ "{monster/Derro, Derro Bodysnatcher}", 10, "humanoid", [ 3, "small" ], [ 8, "CE" ], "Wily and well groomed, this diminutive blue-tinged man exudes detached patience. A wicked-looking crossbow and blood-stained manacles enhance his aura of quiet menace." ],
					[ "{monster/Derro, Derro Brainwasher}", 5, "humanoid", [ 3, "small" ], [ 8, "CE" ], "This pallid woman's clothing is adorned with leather straps, wicked barbs, and surgical tools. Her eyes twinkle with madness." ],
					[ "{monster/Derro, Derro Magister}", 5, "humanoid", [ 3, "small" ], [ 8, "CE" ], "This pale blue humanoid has bright white eyes and wild, white hair adorned with a spiked, gem-encrusted coronet." ],
					[ "{monster/Derro, Urban Stalker}", 7, "humanoid", [ 3, "small" ], [ 8, "CE" ], "This furtive gray-skinned woman wears a tattered cloak and a spiky circlet. The barbed hook of her weapon glistens with poison." ],
					[ "{monster/Derro, White-Eyed Torturer}", 12, "humanoid", [ 3, "small" ], [ 8, "CE" ], "A scorpion's claw and twisted goat legs, all stitched into place with ragged black thread, replace three of this wild-haired man's limbs." ],
					[ "{monster/Derro}", 3, "humanoid", [ 3, "small" ], [ 8, "CE" ], "This pale blue humanoid has bulging white eyes, wild hair, four-fingered hands, and a large hooked club." ],
					[ "{monster/Desert Vermin, Giant Ground Wasp}", 4, "vermin", [ 3, "small" ], [ 4, "N" ], "Black and yellow stripes cover this winged insect's bulbous abdomen, which ends in a dagger-sized stinger." ],
					[ "{monster/Desert Vermin, Giant Walking Stick}", 5, "vermin", [ 5, "large" ], [ 4, "N" ], "What at first appears to be a spindly, dead tree suddenly crawls from its camouflage, its wiry antenna twitching in the air." ],
					[ "{monster/Despoiler}", 7, "undead", [ 4, "medium" ], [ 8, "CE" ], "Three spears of obsidian energy skewer this cadaverous figure." ],
					[ "{monster/Destrachan}", 8, "aberration", [ 5, "large" ], [ 5, "NE" ], "The hunched, reptilian beast lopes on two clawed feet, its eyeless head dominated by a huge circular maw filled with jagged teeth." ],
					[ "{monster/Devil Monkey}", 6, "animal", [ 6, "huge" ], [ 4, "N" ], "This towering baboon has fiery orange fur, with two tufts of hair curling up like horns on its head." ],
					[ "{monster/Devil, Accomplice/ (Hesperian)}", 4, "outsider", [ 4, "medium" ], [ 2, "LE" ], "This robed figure appears human except for snakelike eyes, a pair of devilish horns, and the occasional dart of a forked tongue." ],
					[ "{monster/Devil, Accuser/ (Zebub)}", 3, "outsider", [ 3, "small" ], [ 2, "LE" ], "This childlike blasphemy conjoins the features of a plump human infant and a gigantic, gore-fattened fly." ],
					[ "{monster/Devil, Advodaza}", 18, "outsider", [ 6, "huge" ], [ 2, "LE" ], "The rending, thunderous clangor of rushing claws heralds the charge of this fire-eyed ruin, a terror of flame-seared hide and saber-like spines shaped in a monstrously muscled centauric form. The true terrible ferocity of the thing lies hidden, restrained beneath armor and wings of crumbling stone carved with icons as ancient as they are undeniable and profane." ],
					[ "{monster/Devil, Apostate/ (Deimavigga)}", 17, "outsider", [ 4, "medium" ], [ 2, "LE" ], "A grim metal mask floats above ceremonial armor that shifts and writhes, and long blades form fingers on gauntleted hands." ],
					[ "{monster/Devil, Barbed/ (Hamatula)}", 11, "outsider", [ 4, "medium" ], [ 2, "LE" ], "From the tip of its lashing tail to the serrated features of its fang-filled visage, this fiery-eyed sentinel bristles with barbs." ],
					[ "{monster/Devil, Bearded/ (Barbazu)}", 5, "outsider", [ 4, "medium" ], [ 2, "LE" ], "This seething devil deftly wields a vicious, saw-toothed glaive, while below its toothy maw writhes a hideous, twitching beard." ],
					[ "{monster/Devil, Belier/ (Bdellavritra)}", 16, "outsider", [ 5, "large" ], [ 2, "LE" ], "This amphisbaenic monstrosity has the body of a slug with a leech's mouth at one end and a knot of three human heads at the other." ],
					[ "{monster/Devil, Bone/ (Osyluth)}", 9, "outsider", [ 5, "large" ], [ 2, "LE" ], "Merging the most horrifying features of carrion-fed insect and withered cadaver, this bony devil moves in unsettling lurches." ],
					[ "{monster/Devil, Cabal/ (Uniila)}", 10, "outsider", [ 4, "medium" ], [ 2, "LE" ], "The curves of a shapely maiden define the outline of a mysterious figure wrapped in mist and strips of ancient robes. From beneath the rune-embroidered tatters stretch four, corpse-pale arms, each bearing either a blade or some mysterious arcane device. Hidden within the cowl of its hood shimmer the faintest outlines of a veiled face and a pair of eyes flickering with barely restrained energy." ],
					[ "{monster/Devil, Chortov}", 9, "outsider", [ 6, "huge" ], [ 2, "LE" ], "Quivering with heat and barely restrained might, this monstrous, pig-faced titan looms taller than a city wall. Girded in fiendishly etched armor too small for its incredible corpulence, rolls of densely muscled hide spill forth in a flamered avalanche. Gnashing its many-tusked teeth and clutching a wicked military fork, the terrible giant rumbles as if preparing to roar or scream." ],
					[ "{monster/Devil, Contract/ (Phistophilus)}", 10, "outsider", [ 4, "medium" ], [ 2, "LE" ], "With rust-colored skin and a jutting crown of ridge-like horns, this muscular devil is draped in lengthy contracts." ],
					[ "{monster/Devil, Curse/ (Phiam)}", 5, "outsider", [ 3, "small" ], [ 2, "LE" ], "This short fiend has mottled pink skin, clawed fingers, and green eyes. It drags a tattered scroll behind its feminine frame." ],
					[ "{monster/Devil, Drowning/ (Sarglagon)}", 8, "outsider", [ 5, "large" ], [ 2, "LE" ], "This serpentine creature has finlike wings, ram horns, four eyes, and arms that end in masses of tentacles." ],
					[ "{monster/Devil, Erinyes}", 8, "outsider", [ 4, "medium" ], [ 2, "LE" ], "Some calamity has befallen this angelic warrior. Wings stained black shear the air as her merciless eyes search for a target." ],
					[ "{monster/Devil, Executioner/ (Munagola)}", 11, "outsider", [ 4, "medium" ], [ 2, "LE" ], "Corded muscles ripple under this massive devil's red skin as her black wings beat overhead and her black eyes smolder like coals." ],
					[ "{monster/Devil, Gambling/ (Magadaz)}", 4, "outsider", [ 4, "medium" ], [ 2, "LE" ], "This creature resembles a man crafted entirely of gold. Some of its features seem warped, as if the creature had been melted and then reformed." ],
					[ "{monster/Devil, Handmaiden/ (Gylou)}", 14, "outsider", [ 4, "medium" ], [ 2, "LE" ], "Twin tentacles stretch from the crown of this feminine fiend's head, while her lower body blooms in a gown of writhing tendrils." ],
					[ "{monster/Devil, Heresy/ (Ayngavhaul)}", 12, "outsider", [ 6, "huge" ], [ 2, "LE" ], "Seemingly fused with a monstrous iron throne, this impossibly corpulent being floats several feet off the ground." ],
					[ "{monster/Devil, Horned/ (Cornugon)}", 16, "outsider", [ 5, "large" ], [ 2, "LE" ], "Bristling with terrible spines and a crown of deadly horns, this leering winged terror wields a whirling barbed chain." ],
					[ "{monster/Devil, Host, Greater/ (Magaav)}", 6, "outsider", [ 4, "medium" ], [ 2, "LE" ], "Twisted horns rise from the skinless head of this winged creature, and noxious fumes leak from between its yellowed fangs." ],
					[ "{monster/Devil, Host, Lesser/ (Gaav)}", 3, "outsider", [ 3, "small" ], [ 2, "LE" ], "This tangle of scaly avian limbs furiously beats its double pair of vulture-like wings, keeping its fiendish, horned skull-head aloft. As fetid breath rises from its repulsive, fly-covered visage, clawed arms work together to slash the air with a vicious-looking spear." ],
					[ "{monster/Devil, Ice/ (Gelugon)}", 13, "outsider", [ 5, "large" ], [ 2, "LE" ], "A pair of frozen, multifaceted eyes coldly judge all before this towering, insectile monstrosity." ],
					[ "{monster/Devil, Immolation/ (Puragaus)}", 19, "outsider", [ 5, "large" ], [ 2, "LE" ], "Ash and embers encrust the smoldering humanoid frame of this imperious, dragon-winged devil." ],
					[ "{monster/Devil, Imp}", 2, "outsider", [ 2, "tiny" ], [ 2, "LE" ], "Fiendish wings and a whipping scorpion-like tail lash behind this diminutive, red-skinned nuisance." ],
					[ "{monster/Devil, Lemure}", 1, "outsider", [ 4, "medium" ], [ 2, "LE" ], "A roiling wave of flesh gushes forward. Amid the fatty surge wriggle half-formed limbs and a dripping tumorous face." ],
					[ "{monster/Devil, Mnemor}", 5, "outsider", [ 4, "medium" ], [ 2, "LE" ], "This ghoulish figure wears a tattered robe and stares with milky-white eyes, a proboscis-like tongue snaking out over its distended jaw." ],
					[ "{monster/Devil, Nemesis/ (Advodaza)}", 18, "outsider", [ 6, "huge" ], [ 2, "LE" ], "This ancient monstrosity has the torso of a massively muscled giant." ],
					[ "{monster/Devil, Nupperibo}", 1, "outsider", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Devil, Pit Fiend}", 20, "outsider", [ 5, "large" ], [ 2, "LE" ], "A pair of gigantic, flame-seared wings and eyes smoldering like embers give this towering devil a truly horrific appearance." ],
					[ "{monster/Devil, Possession, Greater/ (Gidim)}", 15, "outsider", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Devil, Possession, Lesser/ (Gidim)}", 6, "outsider", [ 4, "medium" ], [ 2, "LE" ], "An impression of unmistakable malice pervades the area, the vague yet undeniable sensation of looming malevolence and faint foul breath." ],
					[ "{monster/Devil, Rust/ (Ferrugon)}", 12, "outsider", [ 4, "medium" ], [ 2, "LE" ], "This creature has curling ram's horns, metallic flesh that bears coiling ribbons of rust, and wings covered with rusty metallic feathers, each resembling a weathered dagger." ],
					[ "{monster/Devil, Salikotal}", 7, "outsider", [ 4, "medium" ], [ 2, "LE" ], "On lean limbs the color of spilt blood creeps a being of sinister grace. Eyes like embers and a sneer full of needle-thin teeth gleam from an unmistakably fiendish visage. A pair of crimson wings sprout from the back of the hairless humanoid form, fluttering silently like an assassin's cloak, while in one hand it clutches the twisted, dagger-like horn of some infernal terror." ],
					[ "{monster/Devil, Sire/ (Patraavex)}", 7, "outsider", [ 4, "medium" ], [ 2, "LE" ], "This fiend is a horrendous amalgamation of snapping claws and writhing tendrils with a disgusting fanged mouth running vertically across its torso." ],
					[ "{monster/Devil, Tinder/ (Ukobach)}", 4, "outsider", [ 3, "small" ], [ 2, "LE" ], "The light of a flaming pitchfork illuminates a creepily malformed little man, his red skin scarred and raw like the victim of horrific burns. Although barely taller than a child, his features mock those of a terrible old man with an oversized head, knife-like nose, and crazed round eyes flickering with wild flames." ],
					[ "{monster/Devil, Warmonger/ (Levaloch)}", 7, "outsider", [ 5, "large" ], [ 2, "LE" ], "Armored like an infernal knight upon some monstrous steed, this fiend of iron and nails scuttles upon six bladed, beetle-like legs." ],
					[ "{monster/Devilfish}", 4, "magical beast", [ 5, "large" ], [ 5, "NE" ], "This purple, seven-armed octopoid monstrosity is the size of a horse, with hook-lined tentacles and cold, blue eyes." ],
					[ "{monster/Devourer}", 11, "undead", [ 5, "large" ], [ 5, "NE" ], "This dry, hovering corpse's chest is a prison of jagged ribs, within which is trapped a small tormented ghostly form." ],
					[ "{monster/Dhampir}", [ -2, "1/2" ], "humanoid", [ 4, "medium" ], [ 8, "CE" ], "This unnaturally graceful man moves without a sound, his gaze just as piercing as the needle-sharp blade he effortlessly wields." ],
					[ "{monster/Digmaul}", 3, "animal", [ 4, "medium" ], [ 4, "N" ], "This muscular, cougarlike cat has fearsome teeth and a thick tail ending in a spiked ball." ],
					[ "{monster/Dimensional Shambler}", 8, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This rugose figure rears up to a man's height, its large hands bearing far too many twitching fingers." ],
					[ "{monster/Dinosaur, Allosaurus}", 7, "animal", [ 6, "huge" ], [ 4, "N" ], "This bipedal dinosaur has a mouth filled with sharp teeth and short, powerful arms that end in sharp claws." ],
					[ "{monster/Dinosaur, Amargasaurus}", 6, "animal", [ 6, "huge" ], [ 4, "N" ], "This sauropod has an elongated neck and a long, tapering tail. Two spiny frills run along the back of the creature's neck." ],
					[ "{monster/Dinosaur, Ankylosaurus}", 6, "animal", [ 6, "huge" ], [ 4, "N" ], "Thick bony plates armor the domelike back of this quadrupedal dinosaur, its powerfully muscled tail ending in a bony club." ],
					[ "{monster/Dinosaur, Brachiosaurus}", 10, "animal", [ 7, "gargantuan" ], [ 4, "N" ], "A long tail counterbalances this reptile's equally long neck, at the end of which a relatively small head pulls food from the treetop." ],
					[ "{monster/Dinosaur, Ceratosaurus}", 5, "animal", [ 5, "large" ], [ 4, "N" ], "Bladelike horns jut from the snout and eye ridges of this toothy, bipedal dinosaur." ],
					[ "{monster/Dinosaur, Compsognathus}", [ -2, "1/2" ], "animal", [ 2, "tiny" ], [ 4, "N" ], "This small reptile has a snake-like neck and head, a bird-like body with strong legs for running, and a whip-like tail." ],
					[ "{monster/Dinosaur, Deinonychus}", 3, "animal", [ 4, "medium" ], [ 4, "N" ], "This brightly colored dinosaur exudes a dangerous ferocity. Each foot is armed with a large, sickle-shaped claw." ],
					[ "{monster/Dinosaur, Dimetrodon}", 3, "animal", [ 5, "large" ], [ 4, "N" ], "The massive sail on the back of this squat reptilian creature flexes and twitches as the beast stalks forward." ],
					[ "{monster/Dinosaur, Dimorphodon}", 1, "animal", [ 4, "medium" ], [ 4, "N" ], "The head of this colorful red and purple flying reptile is overly large, and its jaws are lined with tiny sharp teeth." ],
					[ "{monster/Dinosaur, Diplodocus}", 12, "animal", [ 8, "colossal" ], [ 4, "N" ], "This enormous, long-necked quadruped moves with an uncanny grace, holding its lengthy, whiplike tail out level behind it." ],
					[ "{monster/Dinosaur, Elasmosaurus}", 7, "animal", [ 6, "huge" ], [ 4, "N" ], "Long-necked and long-tailed, this large, predatory reptile glides through the water on four powerful flippers." ],
					[ "{monster/Dinosaur, Giganotosaurus}", 13, "animal", [ 8, "colossal" ], [ 4, "N" ], "This bipedal dinosaur has a large head and cavernous jaws full of large, sharp teeth." ],
					[ "{monster/Dinosaur, Iguanodon}", 6, "animal", [ 6, "huge" ], [ 4, "N" ], "This dinosaur seems comfortable on two legs or four. Its front limbs are each adorned with a cruel-looking, thumblike spike." ],
					[ "{monster/Dinosaur, Kentrosaurus}", 5, "animal", [ 5, "large" ], [ 4, "N" ], "This quadrupedal dinosaur has two rows of dorsal spikes, a spiked tail, and two more spikes projecting from its shoulders." ],
					[ "{monster/Dinosaur, Pachycephalosaurus}", 4, "animal", [ 5, "large" ], [ 4, "N" ], "This bipedal reptile has a rounded, dome-like head adorned with bony frills and ridges." ],
					[ "{monster/Dinosaur, Parasaurolophus}", 4, "animal", [ 6, "huge" ], [ 4, "N" ], "This thick-bodied dinosaur has a whip-like tail and a long neck, its head topped by the crest of a backward-curving horn." ],
					[ "{monster/Dinosaur, Plesiosaurus}", 2, "animal", [ 5, "large" ], [ 4, "N" ], "This streamlined reptile has a long, serpentine neck, at the end of which glares a many-fanged head." ],
					[ "{monster/Dinosaur, Pteranodon}", 3, "animal", [ 5, "large" ], [ 4, "N" ], "This flying reptile has two huge wings and a distinctive backward-sweeping crest decorating its head." ],
					[ "{monster/Dinosaur, Quetzalcoatlus}", 7, "animal", [ 6, "huge" ], [ 4, "N" ], "This immense flying reptile has a staggering wingspan and a brightly colored head with a razor-sharp beak." ],
					[ "{monster/Dinosaur, Spinosaurus}", 11, "animal", [ 7, "gargantuan" ], [ 4, "N" ], "This titanic saurian has a crocodilian snout, powerful front claws, and a colorful sail-like ridge that runs down its back." ],
					[ "{monster/Dinosaur, Stegosaurus}", 7, "animal", [ 6, "huge" ], [ 4, "N" ], "This huge dinosaur has a small head, twin rows of sharp dorsal plates, and a muscular tail terminating in a set of bony spikes." ],
					[ "{monster/Dinosaur, Styracosaurus}", 5, "animal", [ 5, "large" ], [ 4, "N" ], "This bulky, four-legged dinosaur has a long nasal horn and a crest studded with additional horns sweeping back from its skull." ],
					[ "{monster/Dinosaur, Therizinosaurus}", 10, "animal", [ 7, "gargantuan" ], [ 4, "N" ], "This feathered bipedal saurian looks somewhat comical - save for its outlandish sword-sized claws." ],
					[ "{monster/Dinosaur, Triceratops}", 8, "animal", [ 6, "huge" ], [ 4, "N" ], "This beast's armored head has three sharp horns decorating its face and a large round crest angling back over its neck from its skull." ],
					[ "{monster/Dinosaur, Troodon}", 1, "animal", [ 4, "medium" ], [ 4, "N" ], "This small, slender-necked dinosaur's bright, inquisitive eyes seem to miss nothing." ],
					[ "{monster/Dinosaur, Tylosaurus}", 8, "animal", [ 7, "gargantuan" ], [ 4, "N" ], "Surging out of the water, this massive lizard is shaped like a giant fish with a powerful, toothed maw." ],
					[ "{monster/Dinosaur, Tyrannosaurus}", 9, "animal", [ 7, "gargantuan" ], [ 4, "N" ], "This bipedal dinosaur's front arms seem small compared to the rest of its bulk, but its enormous head is all teeth." ],
					[ "{monster/Dinosaur, Velociraptor}", 2, "animal", [ 3, "small" ], [ 4, "N" ], "This small, sleek dinosaur has vicious, snapping jaws and feet that end in large talons for gutting prey." ],
					[ "{monster/Dire Corby}", 1, "monstrous humanoid", [ 4, "medium" ], [ 5, "NE" ], "This creature looks like a humanoid crow with oily black feathers, glittering eyes, and a sharp beak." ],
					[ "{monster/Disenchanter}", 3, "magical beast", [ 5, "large" ], [ 4, "N" ], "This blue-furred creature sports a short trunk and a camel-like body. The air around it seems to shimmer with magical energy." ],
					[ "{monster/Div, Aghash}", 4, "outsider", [ 4, "medium" ], [ 5, "NE" ], "Draped in rags and hunched over on goatlike legs, this creature possesses a featureless face, save for a large eye ringed by fangs." ],
					[ "{monster/Div, Akvan}", 20, "outsider", [ 7, "gargantuan" ], [ 5, "NE" ], "Ornate armor covers this hulking creature, rocky protrusions jutting from its hide and fierce horns crowning its broad head." ],
					[ "{monster/Div, Bushyasta}", 6, "outsider", [ 4, "medium" ], [ 5, "NE" ], "This gaunt figure has ashy yellow skin and a strange, feathered mask covering most of her face, save for her wide, fang-filled mouth." ],
					[ "{monster/Div, Doru}", 2, "outsider", [ 2, "tiny" ], [ 5, "NE" ], "This disembodied and bestial head covered in lashing hair and curling horns flies through the air." ],
					[ "{monster/Div, Druj Nasu}", 8, "outsider", [ 4, "medium" ], [ 5, "NE" ], "A sickly smell of feral musk, rotting flesh, and acrid sweat surrounds this fly-like creature. Its wings fill the air with a dreadful drone even when the creature is still." ],
					[ "{monster/Div, Ghawwas}", 10, "outsider", [ 5, "large" ], [ 5, "NE" ], "Bristling with spiny ridges, coral horns, and needle-sharp teeth, this menacing biped seems to have emerged from some poisoned sea." ],
					[ "{monster/Div, Pairaka}", 7, "outsider", [ 4, "medium" ], [ 5, "NE" ], "Blue-skinned and draped in revealing attire, this humanoid fiend has a sultry gaze suggesting all manner of debased pleasures." ],
					[ "{monster/Div, Sepid}", 14, "outsider", [ 5, "large" ], [ 5, "NE" ], "Twice the height of a human, this horned monstrous warrior wields a massive blade." ],
					[ "{monster/Div, Shira}", 12, "outsider", [ 5, "large" ], [ 5, "NE" ], "Moving with deadly grace, this brutal, thickly furred humanoid figure's head is that of a lioness with dead black eyes." ],
					[ "{monster/Dodo/ (Familiar)}", [ -4, "1/4" ], "animal", [ 3, "small" ], [ 4, "N" ], "This plump, gray, flightless bird waddles about on ungainly legs, fearlessly bobbing its prodigious beak." ],
					[ "{monster/Dog, Riding}", 1, "animal", [ 4, "medium" ], [ 4, "N" ], "This burly dog is fitted with a small saddle. A low, menacing growl rumbles up from its chest." ],
					[ "{monster/Dog}", [ -3, "1/3" ], "animal", [ 3, "small" ], [ 4, "N" ], "This small dog has a rough coat and a hungry look in its dark brown eyes." ],
					[ "{monster/Dolphin, Orca}", 5, "animal", [ 6, "huge" ], [ 4, "N" ], "This sleek black whale has a distinctive white patch near each eye and a mouth filled with sharp teeth." ],
					[ "{monster/Dolphin, Popoto/ (Familiar)}", [ -3, "1/3" ], "animal", [ 3, "small" ], [ 4, "N" ], "This sleek mammal has a short snout and black, white, and gray markings along its body." ],
					[ "{monster/Dolphin, Popoto}", [ -3, "1/3" ], "animal", [ 3, "small" ], [ 4, "N" ], "This sleek mammal has a short snout and black, white, and gray markings along its body, with a rounded black dorsal fin." ],
					[ "{monster/Dolphin}", [ -2, "1/2" ], "animal", [ 4, "medium" ], [ 4, "N" ], "This streamlined, fish-like mammal has sparkling eyes over a smiling mouth filled with hundreds of teeth." ],
					[ "{monster/Donkey Rat/ (Familiar)}", [ -4, "1/4" ], "animal", [ 3, "small" ], [ 4, "N" ], null ],
					[ "{monster/Doppeldrek}", 5, "ooze", [ 4, "medium" ], [ 4, "N" ], "The half-formed shape a snarling dog rises out of this pile of grayish foam." ],
					[ "{monster/Doppelganger}", 3, "monstrous humanoid", [ 4, "medium" ], [ 4, "N" ], "This grayish humanoid creature seems almost unfinished, with a narrow head, gaunt limbs, and a sinister, noseless face." ],
					[ "{monster/Dorvae}", 11, "outsider", [ 4, "medium" ], [ 5, "NE" ], "Two pairs of stretched and veiny leather wings adorn the back of this shrouded reptilian nightmare." ],
					[ "{monster/Dossenus}", 1, "aberration", [ 3, "small" ], [ 4, "N" ], "This small creature looks like a lumpy head with crab legs and a giant mouth filled with stone teeth." ],
					[ "{monster/Dragon (Black), Adult Black Dragon}", 11, "dragon", [ 5, "large" ], [ 8, "CE" ], null ],
					[ "{monster/Dragon (Black), Ancient Black Dragon}", 16, "dragon", [ 6, "huge" ], [ 8, "CE" ], null ],
					[ "{monster/Dragon (Black), Young Black Dragon}", 7, "dragon", [ 4, "medium" ], [ 8, "CE" ], "Hissing green acid drips from the fanged maw of this black-scaled, horned dragon." ],
					[ "{monster/Dragon (Blue), Adult Blue Dragon}", 13, "dragon", [ 6, "huge" ], [ 2, "LE" ], null ],
					[ "{monster/Dragon (Blue), Ancient Blue Dragon}", 18, "dragon", [ 7, "gargantuan" ], [ 2, "LE" ], null ],
					[ "{monster/Dragon (Blue), Young Blue Dragon}", 9, "dragon", [ 5, "large" ], [ 2, "LE" ], "With scales the color of the desert sky, this large, serpentine dragon moves with an unsettling grace." ],
					[ "{monster/Dragon (Brass), Adult Brass Dragon}", 11, "dragon", [ 5, "large" ], [ 6, "CG" ], null ],
					[ "{monster/Dragon (Brass), Ancient Brass Dragon}", 16, "dragon", [ 6, "huge" ], [ 6, "CG" ], null ],
					[ "{monster/Dragon (Brass), Young Brass Dragon}", 7, "dragon", [ 4, "medium" ], [ 6, "CG" ], "A crest of horns sweeps back from the head of this dragon, leading to a long neck and serpentine brass body." ],
					[ "{monster/Dragon (Bronze), Adult Bronze Dragon}", 13, "dragon", [ 6, "huge" ], [ 0, "LG" ], null ],
					[ "{monster/Dragon (Bronze), Ancient Bronze Dragon}", 18, "dragon", [ 7, "gargantuan" ], [ 0, "LG" ], null ],
					[ "{monster/Dragon (Bronze), Young Bronze Dragon}", 9, "dragon", [ 5, "large" ], [ 0, "LG" ], "This sleek dragon is covered in dull metallic scales that range in color from shining bronze to mottled blue." ],
					[ "{monster/Dragon (Copper), Adult Copper Dragon}", 12, "dragon", [ 5, "large" ], [ 6, "CG" ], null ],
					[ "{monster/Dragon (Copper), Ancient Copper Dragon}", 17, "dragon", [ 6, "huge" ], [ 6, "CG" ], null ],
					[ "{monster/Dragon (Copper), Young Copper Dragon}", 8, "dragon", [ 4, "medium" ], [ 6, "CG" ], "Bright, shining copper scales run from the horn-crowned head to the ridged tail of this long-winged dragon." ],
					[ "{monster/Dragon (Esoteric, Astral), Adult Astral Dragon}", 13, "dragon", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Dragon (Esoteric, Astral), Ancient Astral Dragon}", 18, "dragon", [ 7, "gargantuan" ], [ 4, "N" ], null ],
					[ "{monster/Dragon (Esoteric, Astral), Young Astral Dragon}", 9, "dragon", [ 5, "large" ], [ 4, "N" ], "This majestic dragon seems to shimmer as if surrounded by thousands of eddies of astral thought." ],
					[ "{monster/Dragon (Esoteric, Dream), Adult Dream Dragon}", 14, "dragon", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Dragon (Esoteric, Dream), Ancient Dream Dragon}", 19, "dragon", [ 7, "gargantuan" ], [ 4, "N" ], null ],
					[ "{monster/Dragon (Esoteric, Dream), Young Dream Dragon}", 10, "dragon", [ 5, "large" ], [ 4, "N" ], "Clouds trail from the edges of this graceful, nearly fanciful creature in hypnotizing patterns." ],
					[ "{monster/Dragon (Esoteric, Etheric), Adult Etheric Dragon}", 11, "dragon", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Dragon (Esoteric, Etheric), Ancient Etheric Dragon}", 16, "dragon", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Dragon (Esoteric, Etheric), Young Etheric Dragon}", 7, "dragon", [ 4, "medium" ], [ 4, "N" ], "This silent dragon seems to gather shadows and gloom around its tattered-appearing wings." ],
					[ "{monster/Dragon (Esoteric, Nightmare), Adult Nightmare Dragon}", 10, "dragon", [ 5, "large" ], [ 5, "NE" ], null ],
					[ "{monster/Dragon (Esoteric, Nightmare), Ancient Nightmare Dragon}", 15, "dragon", [ 6, "huge" ], [ 5, "NE" ], null ],
					[ "{monster/Dragon (Esoteric, Nightmare), Young Nightmare Dragon}", 6, "dragon", [ 4, "medium" ], [ 5, "NE" ], "This ebony dragon with red frills appears terribly contorted and trails shadows." ],
					[ "{monster/Dragon (Esoteric, Occult), Adult Occult Dragon}", 10, "dragon", [ 5, "large" ], [ 3, "NG" ], null ],
					[ "{monster/Dragon (Esoteric, Occult), Ancient Occult Dragon}", 15, "dragon", [ 6, "huge" ], [ 3, "NG" ], null ],
					[ "{monster/Dragon (Esoteric, Occult), Young Occult Dragon}", 6, "dragon", [ 4, "medium" ], [ 3, "NG" ], "Its parchment-colored scales rustling like dry leaves, this dragon seems unusually attentive, as if always on the lookout." ],
					[ "{monster/Dragon (Gold), Adult Gold Dragon}", 15, "dragon", [ 6, "huge" ], [ 0, "LG" ], null ],
					[ "{monster/Dragon (Gold), Ancient Gold Dragon}", 20, "dragon", [ 7, "gargantuan" ], [ 0, "LG" ], null ],
					[ "{monster/Dragon (Gold), Young Gold Dragon}", 11, "dragon", [ 5, "large" ], [ 0, "LG" ], "Golden scales cover the body of this majestic dragon, and a regal crest of horns arches backward above wise and piercing eyes." ],
					[ "{monster/Dragon (Green), Adult Green Dragon}", 12, "dragon", [ 6, "huge" ], [ 2, "LE" ], null ],
					[ "{monster/Dragon (Green), Ancient Green Dragon}", 17, "dragon", [ 7, "gargantuan" ], [ 2, "LE" ], null ],
					[ "{monster/Dragon (Green), Young Green Dragon}", 8, "dragon", [ 5, "large" ], [ 2, "LE" ], "Scales the color of emeralds armor this ferocious dragon. A single sharp horn protrudes from the end of its toothy snout." ],
					[ "{monster/Dragon (Imperial, Forest), Adult Forest Dragon}", 14, "dragon", [ 6, "huge" ], [ 8, "CE" ], null ],
					[ "{monster/Dragon (Imperial, Forest), Ancient Forest Dragon}", 19, "dragon", [ 7, "gargantuan" ], [ 8, "CE" ], null ],
					[ "{monster/Dragon (Imperial, Forest), Young Forest Dragon}", 10, "dragon", [ 5, "large" ], [ 8, "CE" ], "This massive serpentine and wingless creature has jade scales and antlers, and sounds like grinding stones as it stalks forth." ],
					[ "{monster/Dragon (Imperial, Sea), Adult Sea Dragon}", 12, "dragon", [ 6, "huge" ], [ 6, "CG" ], null ],
					[ "{monster/Dragon (Imperial, Sea), Ancient Sea Dragon}", 17, "dragon", [ 7, "gargantuan" ], [ 6, "CG" ], null ],
					[ "{monster/Dragon (Imperial, Sea), Young Sea Dragon}", 8, "dragon", [ 5, "large" ], [ 6, "CG" ], "The long, undulating body of this serpentine dragon rolls and bends with scales the color of the ocean's waves." ],
					[ "{monster/Dragon (Imperial, Sky), Adult Sky Dragon}", 13, "dragon", [ 6, "huge" ], [ 0, "LG" ], null ],
					[ "{monster/Dragon (Imperial, Sky), Ancient Sky Dragon}", 18, "dragon", [ 7, "gargantuan" ], [ 0, "LG" ], null ],
					[ "{monster/Dragon (Imperial, Sky), Young Sky Dragon}", 9, "dragon", [ 5, "large" ], [ 0, "LG" ], "Although wingless, this dragon twists gracefully though the sky, its scales reflecting the shifting hues of the heavens." ],
					[ "{monster/Dragon (Imperial, Sovereign), Adult Sovereign Dragon}", 15, "dragon", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Dragon (Imperial, Sovereign), Ancient Sovereign Dragon}", 20, "dragon", [ 7, "gargantuan" ], [ 4, "N" ], null ],
					[ "{monster/Dragon (Imperial, Sovereign), Young Sovereign Dragon}", 11, "dragon", [ 5, "large" ], [ 4, "N" ], "This magnificent dragon is covered in splendid gold scales, and horns jut from its head like a crown." ],
					[ "{monster/Dragon (Imperial, Underworld), Adult Underworld Dragon}", 11, "dragon", [ 5, "large" ], [ 2, "LE" ], null ],
					[ "{monster/Dragon (Imperial, Underworld), Ancient Underworld Dragon}", 16, "dragon", [ 6, "huge" ], [ 2, "LE" ], null ],
					[ "{monster/Dragon (Imperial, Underworld), Young Underworld Dragon}", 7, "dragon", [ 4, "medium" ], [ 2, "LE" ], "This serpentine dragon has skin the color of deep volcanic rock, enormous claws, and jagged, stonelike horns and scales." ],
					[ "{monster/Dragon (Other), Faerie Dragon}", 2, "dragon", [ 2, "tiny" ], [ 6, "CG" ], "A pair of brightly colored butterfly wings sprouts from the back of this miniature dragon." ],
					[ "{monster/Dragon (Other), Prism Dragon}", 17, "dragon", [ 6, "huge" ], [ 7, "CN" ], "The facets of this crystalline dragon's body reflect fascinating and sparkling patterns." ],
					[ "{monster/Dragon (Other), Spine Dragon}", 16, "dragon", [ 7, "gargantuan" ], [ 7, "CN" ], "This dragon bears a forest of razor-sharp crystalline spines. Its wings are transparent and seem almost to be made of glass." ],
					[ "{monster/Dragon (Other), Tidepool Dragon}", 3, "dragon", [ 2, "tiny" ], [ 7, "CN" ], "This small draconic creature seems better suited for the waves than wind, its wings sweeping along its body like massive fins. Light from the water refracts off its resilient-looking cerulean hide as it snaps crustacean-like claws." ],
					[ "{monster/Dragon (Outer, Lunar), Adult Lunar Dragon}", 13, "dragon", [ 6, "huge" ], [ 7, "CN" ], null ],
					[ "{monster/Dragon (Outer, Lunar), Ancient Lunar Dragon}", 18, "dragon", [ 7, "gargantuan" ], [ 7, "CN" ], null ],
					[ "{monster/Dragon (Outer, Lunar), Young Lunar Dragon}", 9, "dragon", [ 5, "large" ], [ 7, "CN" ], "A shimmering halo surrounds this regal dragon's spine-crowned head, and its vast wings ripple like milky gossamer lit by the moon." ],
					[ "{monster/Dragon (Outer, Solar), Adult Solar Dragon}", 13, "dragon", [ 6, "huge" ], [ 1, "LN" ], null ],
					[ "{monster/Dragon (Outer, Solar), Ancient Solar Dragon}", 18, "dragon", [ 7, "gargantuan" ], [ 1, "LN" ], null ],
					[ "{monster/Dragon (Outer, Solar), Young Solar Dragon}", 9, "dragon", [ 5, "large" ], [ 1, "LN" ], "This regal dragon glows like the sun. Its burnished wings shimmer the color of flames, and a crown of horns decorates its head." ],
					[ "{monster/Dragon (Outer, Time), Adult Time Dragon}", 15, "dragon", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Dragon (Outer, Time), Ancient Time Dragon}", 20, "dragon", [ 7, "gargantuan" ], [ 4, "N" ], null ],
					[ "{monster/Dragon (Outer, Time), Young Time Dragon}", 11, "dragon", [ 5, "large" ], [ 4, "N" ], "This dragon's cracked scales creak with frightening, patient power. Some of its horns are ancient and brittle, others new and pristine." ],
					[ "{monster/Dragon (Outer, Void), Adult Void Dragon}", 13, "dragon", [ 6, "huge" ], [ 5, "NE" ], null ],
					[ "{monster/Dragon (Outer, Void), Ancient Void Dragon}", 18, "dragon", [ 7, "gargantuan" ], [ 5, "NE" ], null ],
					[ "{monster/Dragon (Outer, Void), Young Void Dragon}", 9, "dragon", [ 5, "large" ], [ 5, "NE" ], "This dragon's ebony scales and horns are flecked with a substance that glows an eerie green. The folds of its wings reflect a starry sky." ],
					[ "{monster/Dragon (Outer, Vortex), Adult Vortex Dragon}", 14, "dragon", [ 6, "huge" ], [ 1, "LN" ], null ],
					[ "{monster/Dragon (Outer, Vortex), Ancient Vortex Dragon}", 19, "dragon", [ 7, "gargantuan" ], [ 1, "LN" ], null ],
					[ "{monster/Dragon (Outer, Vortex), Young Vortex Dragon}", 10, "dragon", [ 5, "large" ], [ 1, "LN" ], "This dragon twists and whips with near untraceable speed. Its horns, crests along its neck, and wings emit a glow like starlight." ],
					[ "{monster/Dragon (Planar, Apocalypse), Adult Apocalypse Dragon}", 16, "dragon", [ 6, "huge" ], [ 5, "NE" ], "Gangrenous wounds mar this dragon's twisted body." ],
					[ "{monster/Dragon (Planar, Apocalypse), Ancient Apocalypse Dragon}", 21, "dragon", [ 7, "gargantuan" ], [ 5, "NE" ], "Gangrenous wounds mar this dragon's twisted body." ],
					[ "{monster/Dragon (Planar, Apocalypse), Young Apocalypse Dragon}", 12, "dragon", [ 5, "large" ], [ 5, "NE" ], "Gangrenous wounds mar this dragon's twisted body." ],
					[ "{monster/Dragon (Planar, Bliss), Adult Bliss Dragon}", 16, "dragon", [ 6, "huge" ], [ 3, "NG" ], "This serene dragon's feathered form emits a comforting warmth." ],
					[ "{monster/Dragon (Planar, Bliss), Ancient Bliss Dragon}", 21, "dragon", [ 7, "gargantuan" ], [ 3, "NG" ], "This serene dragon's feathered form emits a comforting warmth." ],
					[ "{monster/Dragon (Planar, Bliss), Young Bliss Dragon}", 12, "dragon", [ 5, "large" ], [ 3, "NG" ], "This serene dragon's feathered form emits a comforting warmth." ],
					[ "{monster/Dragon (Planar, Crypt), Adult Crypt Dragon}", 16, "dragon", [ 6, "huge" ], [ 4, "N" ], "This dragon's scales are the color of weathered bone, and its hide stretches tautly and painfully over its emaciated form." ],
					[ "{monster/Dragon (Planar, Crypt), Ancient Crypt Dragon}", 21, "dragon", [ 7, "gargantuan" ], [ 4, "N" ], "This dragon's scales are the color of weathered bone, and its hide stretches tautly and painfully over its emaciated form." ],
					[ "{monster/Dragon (Planar, Crypt), Young Crypt Dragon}", 12, "dragon", [ 5, "large" ], [ 4, "N" ], "This dragon's scales are the color of weathered bone, and its hide stretches tautly and painfully over its emaciated form." ],
					[ "{monster/Dragon (Planar, Edict), Adult Edict Dragon}", 16, "dragon", [ 6, "huge" ], [ 1, "LN" ], null ],
					[ "{monster/Dragon (Planar, Edict), Ancient Edict Dragon}", 21, "dragon", [ 7, "gargantuan" ], [ 1, "LN" ], null ],
					[ "{monster/Dragon (Planar, Edict), Young Edict Dragon}", 12, "dragon", [ 5, "large" ], [ 1, "LN" ], null ],
					[ "{monster/Dragon (Planar, Havoc), Adult Havoc Dragon}", 16, "dragon", [ 6, "huge" ], [ 6, "CG" ], "This dragon's scales and insectile wings dance with color, while its whiplike tail waves as if stirred by an unseen breeze." ],
					[ "{monster/Dragon (Planar, Havoc), Ancient Havoc Dragon}", 21, "dragon", [ 7, "gargantuan" ], [ 6, "CG" ], "This dragon's scales and insectile wings dance with color, while its whiplike tail waves as if stirred by an unseen breeze." ],
					[ "{monster/Dragon (Planar, Havoc), Young Havoc Dragon}", 12, "dragon", [ 5, "large" ], [ 6, "CG" ], "This dragon's scales and insectile wings dance with color, while its whiplike tail waves as if stirred by an unseen breeze." ],
					[ "{monster/Dragon (Planar, Infernal), Adult Infernal Dragon}", 16, "dragon", [ 6, "huge" ], [ 2, "LE" ], "Cruel horns frame this dragon's head. Its body glows faintly with malicious heat." ],
					[ "{monster/Dragon (Planar, Infernal), Ancient Infernal Dragon}", 21, "dragon", [ 7, "gargantuan" ], [ 2, "LE" ], "Cruel horns frame this dragon's head. Its body glows faintly with malicious heat." ],
					[ "{monster/Dragon (Planar, Infernal), Young Infernal Dragon}", 12, "dragon", [ 5, "large" ], [ 2, "LE" ], "Cruel horns frame this dragon's head. Its body glows faintly with malicious heat." ],
					[ "{monster/Dragon (Planar, Paradise), Adult Paradise Dragon}", 16, "dragon", [ 6, "huge" ], [ 0, "LG" ], "This sleek dragon carries itself with regal dignity. Its eyes glow with heavenly light." ],
					[ "{monster/Dragon (Planar, Paradise), Ancient Paradise Dragon}", 21, "dragon", [ 7, "gargantuan" ], [ 0, "LG" ], "This sleek dragon carries itself with regal dignity. Its eyes glow with heavenly light." ],
					[ "{monster/Dragon (Planar, Paradise), Young Paradise Dragon}", 12, "dragon", [ 5, "large" ], [ 0, "LG" ], "This sleek dragon carries itself with regal dignity. Its eyes glow with heavenly light." ],
					[ "{monster/Dragon (Planar, Rift), Adult Rift Dragon}", 16, "dragon", [ 6, "huge" ], [ 8, "CE" ], "This dark-scaled dragon has massive claws, and foul-smelling acid drips from its saber teeth." ],
					[ "{monster/Dragon (Planar, Rift), Ancient Rift Dragon}", 21, "dragon", [ 7, "gargantuan" ], [ 8, "CE" ], "This dark-scaled dragon has massive claws, and foul-smelling acid drips from its saber teeth." ],
					[ "{monster/Dragon (Planar, Rift), Young Rift Dragon}", 12, "dragon", [ 5, "large" ], [ 8, "CE" ], "This dark-scaled dragon has massive claws, and foul-smelling acid drips from its saber teeth." ],
					[ "{monster/Dragon (Planar, Tumult), Adult Tumult Dragon}", 16, "dragon", [ 6, "huge" ], [ 7, "CN" ], "This dragon seems to be made of parts from different creatures." ],
					[ "{monster/Dragon (Planar, Tumult), Ancient Tumult Dragon}", 21, "dragon", [ 7, "gargantuan" ], [ 7, "CN" ], "This dragon seems to be made of parts from different creatures." ],
					[ "{monster/Dragon (Planar, Tumult), Young Tumult Dragon}", 12, "dragon", [ 5, "large" ], [ 7, "CN" ], "This dragon seems to be made of parts from different creatures." ],
					[ "{monster/Dragon (Primal, Brine), Adult Brine Dragon}", 11, "dragon", [ 5, "large" ], [ 1, "LN" ], null ],
					[ "{monster/Dragon (Primal, Brine), Ancient Brine Dragon}", 16, "dragon", [ 6, "huge" ], [ 1, "LN" ], null ],
					[ "{monster/Dragon (Primal, Brine), Young Brine Dragon}", 7, "dragon", [ 4, "medium" ], [ 1, "LN" ], "A blue-green neck frill sweeps back from the head of this dragon, leading to a body of shiny scales and fin-like crests." ],
					[ "{monster/Dragon (Primal, Cloud), Adult Cloud Dragon}", 13, "dragon", [ 6, "huge" ], [ 7, "CN" ], null ],
					[ "{monster/Dragon (Primal, Cloud), Ancient Cloud Dragon}", 18, "dragon", [ 7, "gargantuan" ], [ 7, "CN" ], null ],
					[ "{monster/Dragon (Primal, Cloud), Young Cloud Dragon}", 9, "dragon", [ 5, "large" ], [ 7, "CN" ], "The blue-white scales of this four-horned dragon exude wisps of fog. The dragon's snout is short but filled with sharp teeth." ],
					[ "{monster/Dragon (Primal, Crystal), Adult Crystal Dragon}", 10, "dragon", [ 5, "large" ], [ 6, "CG" ], null ],
					[ "{monster/Dragon (Primal, Crystal), Ancient Crystal Dragon}", 15, "dragon", [ 6, "huge" ], [ 6, "CG" ], null ],
					[ "{monster/Dragon (Primal, Crystal), Young Crystal Dragon}", 6, "dragon", [ 4, "medium" ], [ 6, "CG" ], "This brilliantly colored dragon has scales, teeth, and claws made of multicolored crystal, and its wings are sheets of flexible glass." ],
					[ "{monster/Dragon (Primal, Magma), Adult Magma Dragon}", 12, "dragon", [ 5, "large" ], [ 7, "CN" ], null ],
					[ "{monster/Dragon (Primal, Magma), Ancient Magma Dragon}", 17, "dragon", [ 6, "huge" ], [ 7, "CN" ], null ],
					[ "{monster/Dragon (Primal, Magma), Young Magma Dragon}", 8, "dragon", [ 4, "medium" ], [ 7, "CN" ], "Between this dragon's jet-black scales run glowing rivulets of lava, and veins aglow with heat shine in the membranes of its wings." ],
					[ "{monster/Dragon (Primal, Umbral), Adult Umbral Dragon}", 14, "dragon", [ 6, "huge" ], [ 8, "CE" ], null ],
					[ "{monster/Dragon (Primal, Umbral), Ancient Umbral Dragon}", 19, "dragon", [ 7, "gargantuan" ], [ 8, "CE" ], null ],
					[ "{monster/Dragon (Primal, Umbral), Young Umbral Dragon}", 10, "dragon", [ 5, "large" ], [ 8, "CE" ], "This sleek, dark dragon moves with a disturbing, serpentine grace, its eyes glowing as if lit from within by crimson embers." ],
					[ "{monster/Dragon (Red), Adult Red Dragon}", 14, "dragon", [ 6, "huge" ], [ 8, "CE" ], null ],
					[ "{monster/Dragon (Red), Ancient Red Dragon}", 19, "dragon", [ 7, "gargantuan" ], [ 8, "CE" ], null ],
					[ "{monster/Dragon (Red), Young Red Dragon}", 10, "dragon", [ 5, "large" ], [ 8, "CE" ], "A crown of cruel horns surrounds the head of this mighty dragon. Thick scales the color of molten rock cover its long body." ],
					[ "{monster/Dragon (Silver), Adult Silver Dragon}", 14, "dragon", [ 6, "huge" ], [ 0, "LG" ], null ],
					[ "{monster/Dragon (Silver), Ancient Silver Dragon}", 19, "dragon", [ 7, "gargantuan" ], [ 0, "LG" ], null ],
					[ "{monster/Dragon (Silver), Young Silver Dragon}", 10, "dragon", [ 5, "large" ], [ 0, "LG" ], "The scales of this tall, elegant dragon shine like polished silver, and its tail has a feathered appearance." ],
					[ "{monster/Dragon (White), Adult White Dragon}", 10, "dragon", [ 5, "large" ], [ 8, "CE" ], null ],
					[ "{monster/Dragon (White), Ancient White Dragon}", 15, "dragon", [ 6, "huge" ], [ 8, "CE" ], null ],
					[ "{monster/Dragon (White), Young White Dragon}", 6, "dragon", [ 4, "medium" ], [ 8, "CE" ], "This dragon's scales are a frosty white. Its head is crowned with slender horns, with a thin membrane stretched between them." ],
					[ "{monster/Dragon Horse}", 9, "magical beast", [ 5, "large" ], [ 3, "NG" ], "The glossy alabaster coat of this noble horse ripples with muscles, while its hooves shimmer with pale blue energy." ],
					[ "{monster/Dragon Turtle}", 9, "dragon", [ 6, "huge" ], [ 4, "N" ], "This long-tailed aquatic beast resembles a massive snapping turtle with draconic features." ],
					[ "{monster/Dragonfly, Shimmerwing/ (Familiar)}", [ -4, "1/4" ], "vermin", [ 2, "tiny" ], [ 4, "N" ], "This sizable insect has a slender body and two pairs of long, elegant, iridescent wings." ],
					[ "{monster/Dragonkin}", 9, "dragon", [ 5, "large" ], [ 1, "LN" ], "This sleek, gold-scaled draconic creature looks both regal and intelligent. A leather harness holds a saddle between its wings." ],
					[ "{monster/Dragonne}", 7, "magical beast", [ 5, "large" ], [ 4, "N" ], "This creature has the features of a lion but the wings and scales of a brass dragon, and a wild mane matching its scales." ],
					[ "{monster/Drake, Desert}", 8, "dragon", [ 5, "large" ], [ 5, "NE" ], "This sleek dragon has scales mottled in desert colors, lacks forelimbs, and sports massive wings on its lissome back." ],
					[ "{monster/Drake, Ether}", 10, "dragon", [ 5, "large" ], [ 4, "N" ], "Bony plates cover the upper body of this dragon. Its lower frame has a glassy sheen, and bone wings protrude from its back." ],
					[ "{monster/Drake, Flame}", 5, "dragon", [ 5, "large" ], [ 8, "CE" ], "This ferocious creature looks like a red-and-yellow scaled dragon, but with only two legs." ],
					[ "{monster/Drake, Forest}", 4, "dragon", [ 5, "large" ], [ 2, "LE" ], "This green-scaled dragon has two powerful legs and a pair of long, leathery wings. A long spike adorns its thrashing tail." ],
					[ "{monster/Drake, Frost}", 7, "dragon", [ 5, "large" ], [ 8, "CE" ], "This two-legged dragon has dull blue scales tinged with bright blue ice. A freezing mist issues from between its powerful jaws." ],
					[ "{monster/Drake, Jungle}", 6, "dragon", [ 5, "large" ], [ 5, "NE" ], "The skin of this rugged dragon is mottled in hues of blue and green. Its elongated tail hides a menacing stinger." ],
					[ "{monster/Drake, Lava}", 9, "dragon", [ 5, "large" ], [ 5, "NE" ], "This muscular two-legged dragon is covered with scales of thick volcanic stone." ],
					[ "{monster/Drake, Mist}", 5, "dragon", [ 5, "large" ], [ 5, "NE" ], "This lanky dragon's dappled grayish scales and sprawling wings shift and fade in color, blending in with the mist." ],
					[ "{monster/Drake, Rift}", 9, "dragon", [ 5, "large" ], [ 8, "CE" ], "Horns jut from this muscular dragon's beaked head, and spikes cover the dragon's hide even in places on its winged arms." ],
					[ "{monster/Drake, River}", 3, "dragon", [ 4, "medium" ], [ 5, "NE" ], "With graceful wings and wide fins, this sleek dragon looks equally well equipped to glide through sea and sky." ],
					[ "{monster/Drake, Sea}", 6, "dragon", [ 5, "large" ], [ 5, "NE" ], "Not quite sea serpent or dragon, this vicious beast is covered with shiny blue-green scales. Its arms serve as both wings and flippers." ],
					[ "{monster/Drake, Shadow}", 2, "dragon", [ 2, "tiny" ], [ 8, "CE" ], "This tiny black dragonlike creature has charcoal-colored scales and shadowy wings." ],
					[ "{monster/Drake, Spire}", 7, "dragon", [ 5, "large" ], [ 2, "LE" ], "This reptilian creature's gaunt body, legs, and batlike face are covered in long spines. Two wings stretch out from its torso." ],
					[ "{monster/Draugr}", 2, "undead", [ 4, "medium" ], [ 8, "CE" ], "This barnacle-encrusted walking corpse looks like a zombie, but is dripping with water and gives off a nauseating stench." ],
					[ "{monster/Drekavac}", 3, "undead", [ 3, "small" ], [ 5, "NE" ], "Dressed in graveyard rags, this pitiful creature cries out like a sick child. An oversized, bestial head perches atop its spindly, child-sized body, and its eyes are nothing but sunken pools of shadow with no trace of life in them. A cloying mist wreathes its frail form, accompanied by the stench of death and disease." ],
					[ "{monster/Drocha Swarm}", 7, "undead", [ 2, "tiny" ], [ 8, "CE" ], "Hundreds of twisted, distorted faces roil in a miserable cloud, screaming of their unquiet deaths." ],
					[ "{monster/Drochtac}", 1, "fey", [ 4, "medium" ], [ 8, "CE" ], "An inordinate number of sinewy limbs, each terminating in clawed feet, protrude from the sides of this slithering creature. Its face is disturbingly demonic." ],
					[ "{monster/Drow, Drow Demonic Champion}", 9, "humanoid", [ 4, "medium" ], [ 8, "CE" ], "This dark-skinned elf stands in a battle-ready pose, her hair silver and eyes white and pupilless." ],
					[ "{monster/Drow, Drow House Captain}", 6, "humanoid", [ 4, "medium" ], [ 8, "CE" ], "This dark-skinned elf stands in a battle-ready pose, her hair silver and eyes white and pupilless." ],
					[ "{monster/Drow, Drow House Guard}", 2, "humanoid", [ 4, "medium" ], [ 8, "CE" ], "This dark-skinned elf stands in a battle-ready pose, her hair silver and eyes white and pupilless." ],
					[ "{monster/Drow, Drow Master Scout}", 7, "humanoid", [ 4, "medium" ], [ 8, "CE" ], "This dark-skinned elf stands in a battle-ready pose, her hair silver and eyes white and pupilless." ],
					[ "{monster/Drow, Drow Matron}", 15, "humanoid", [ 4, "medium" ], [ 8, "CE" ], "This dark-skinned elf stands in a battle-ready pose, her hair silver and eyes white and pupilless." ],
					[ "{monster/Drow, Drow Noble}", 3, "humanoid", [ 4, "medium" ], [ 8, "CE" ], "This dark-skinned elf stands in a battle-ready pose, her hair silver and eyes white and pupilless." ],
					[ "{monster/Drow, Drow Poisoner}", 11, "humanoid", [ 4, "medium" ], [ 8, "CE" ], "This dark-skinned elf stands in a battle-ready pose, her hair silver and eyes white and pupilless." ],
					[ "{monster/Drow, Drow Priest}", 5, "humanoid", [ 4, "medium" ], [ 8, "CE" ], "This dark-skinned elf stands in a battle-ready pose, her hair silver and eyes white and pupilless." ],
					[ "{monster/Drow, Drow Scout}", 1, "humanoid", [ 4, "medium" ], [ 8, "CE" ], "This dark-skinned elf stands in a battle-ready pose, her hair silver and eyes white and pupilless." ],
					[ "{monster/Drow}", [ -3, "1/3" ], "humanoid", [ 4, "medium" ], [ 8, "CE" ], "This dark-skinned elf stands in a battle-ready pose, her hair silver and eyes white and pupilless." ],
					[ "{monster/Dryad}", 3, "fey", [ 4, "medium" ], [ 6, "CG" ], "This strange, beautiful woman has flesh that seems made of wood and vibrant hair that resembles leaves and blossoms." ],
					[ "{monster/Duergar, Duergar Anvil}", 1, "humanoid", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Duergar, Duergar Bombardier}", 1, "humanoid", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Duergar, Duergar Captain}", 8, "humanoid", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Duergar, Duergar Hammer}", 11, "humanoid", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Duergar, Duergar High Priest}", 12, "humanoid", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Duergar, Duergar Lieutenant}", 5, "humanoid", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Duergar, Duergar Sergeant}", 1, "humanoid", [ 5, "large" ], [ 2, "LE" ], null ],
					[ "{monster/Duergar, Duergar Sharpshooter}", [ -2, "1/2" ], "humanoid", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Duergar, Duergar Slaver}", [ -2, "1/2" ], "humanoid", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Duergar, Duergar Taskmaster}", 9, "humanoid", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Duergar, Duergar Tyrant}", 3, "humanoid", [ 4, "medium" ], [ 2, "LE" ], "The dull gray skin of this dwarf ripples with kinetic power." ],
					[ "{monster/Duergar}", [ -3, "1/3" ], "humanoid", [ 4, "medium" ], [ 2, "LE" ], "This bald, long-bearded dwarf has dull gray skin, low arching brows, and eyes that seem to absorb rather than reflect the light." ],
					[ "{monster/Dullahan}", 7, "undead", [ 4, "medium" ], [ 2, "LE" ], "Clad in ragged black robes and tarnished armor, this grim, headless rider is surrounded by an aura of menace." ],
					[ "{monster/Duneshaker}", 18, "vermin", [ 8, "colossal" ], [ 4, "N" ], "This enormous spiderlike creature has a tremendous pair of jagged fangs as menacing as its oversized claws." ],
					[ "{monster/Duppy}", 7, "undead", [ 4, "medium" ], [ 8, "CE" ], "This floating, ghostly humanoid's face is a blend of human and beast. Canine shapes twine around the creature's legs." ],
					[ "{monster/Duskwalker}", [ -2, "1/2" ], "outsider", [ 4, "medium" ], [ 4, "N" ], "This tall, gray-skinned woman's eyes flicker with determination. Her somber attire is decorated with small bones." ],
					[ "{monster/Dust Digger}", 4, "aberration", [ 5, "large" ], [ 4, "N" ], "A tremendous starfish-like creature emerges from the sand, its five long arms surrounding a circular toothy maw." ],
					[ "{monster/Dwarf Caiman/ (Familiar)}", [ -3, "1/3" ], "animal", [ 3, "small" ], [ 4, "N" ], "This lithe, green-scaled reptile looks like a miniature crocodile with a stunted muzzle." ],
					[ "{monster/Dweomer Cap/ (Familiar)}", [ -8, "1/8" ], "plant", [ 2, "tiny" ], [ 4, "N" ], "Undulating patterns of purple and orange luminescence play across this strange mushroom's gills." ],
					[ "{monster/Dweomercat, Dweomercat Cub}", 2, "magical beast", [ 2, "tiny" ], [ 7, "CN" ], "Its coat shining vividly, this majestic tiger looks exotic and otherworldly. It gazes with piercing yellow eyes and stands calmly, as though fearless." ],
					[ "{monster/Dweomercat}", 7, "magical beast", [ 4, "medium" ], [ 7, "CN" ], null ],
					[ "{monster/Dwiergeth}", 13, "aberration", [ 5, "large" ], [ 8, "CE" ], "This beast's bulbous body perches atop four sucker-ended, multijointed legs, and possesses two gnashing, ophidian maws." ],
					[ "{monster/Dybbuk}", 15, "undead", [ 4, "medium" ], [ 5, "NE" ], "This grinning spectre has mad eyes and blood-red hands that twitch and jerk like a puppeteer's." ],
					[ "{monster/Eagle, Giant}", 3, "magical beast", [ 5, "large" ], [ 3, "NG" ], "This immense eagle's feathers are golden brown and shimmer in the light. Its sharp beak and curved talons are dark yellow." ],
					[ "{monster/Eagle}", [ -2, "1/2" ], "animal", [ 3, "small" ], [ 4, "N" ], "This magnificent bird of prey has dark feathers save for those on its head, which are pure white." ],
					[ "{monster/Eaisge}", 1, "undead", [ 4, "medium" ], [ 5, "NE" ], "Water gushes from the mouth and nose of this bloated creature. Broken wood and jagged nails jut from its half-rotted flesh." ],
					[ "{monster/Ebon Acolytus}", 7, "construct", [ 5, "large" ], [ 4, "N" ], "A chilling statue strands behind a dark altar, both smeared with evidence of grisly sacrifices. The monstrous statue, sculpted as a perverse amalgam of both man and beast, raises a wickedly curved sacrificial dagger above its head, its bejeweled eyes seeming to glint with murderous zeal." ],
					[ "{monster/Echeneis}", 1, "magical beast", [ 3, "small" ], [ 4, "N" ], "This thin, colorful fish has a broad, segmented sucker above its narrow mouth. A line of spines runs down its back." ],
					[ "{monster/Ecorche}", 16, "undead", [ 5, "large" ], [ 8, "CE" ], "This brawny creature has had its skin completely flensed from its form, revealing the violent pulsing of its massive, exposed muscles." ],
					[ "{monster/Eel, Electric}", 2, "animal", [ 3, "small" ], [ 4, "N" ], "This six-foot-long, snake-like fish moves slowly. A strange popping and snapping sound occasionally emits from the creature's body." ],
					[ "{monster/Eel, Giant Moray}", 5, "animal", [ 5, "large" ], [ 4, "N" ], "This sixteen-foot-long eel slithers through the water with uncanny grace, mouth open to display large teeth and a second set of jaws." ],
					[ "{monster/Egophage}", 10, "aberration", [ 3, "small" ], [ 8, "CE" ], "Eight tentacles ending in claws grow from the base of this glistening and gruesome floating brain." ],
					[ "{monster/Egregore}", 10, "aberration", [ 5, "large" ], [ 4, "N" ], "Within a swirl of light, a clump of brains wrapped in arcs of light pulses and throbs. The impression of an open eye floats before it." ],
					[ "{monster/Eidolon, Unfettered}", 8, "outsider", [ 4, "medium" ], [ 7, "CN" ], "This bizarre amalgam of monstrous parts rampages forth, an eldritch rune seared upon its forehead." ],
					[ "{monster/Einherji}", 10, "outsider", [ 4, "medium" ], [ 7, "CN" ], "Holding a massive battleaxe and shield, this tall, helmed warrior is grim and fierce." ],
					[ "{monster/Ekekeh}", 4, "fey", [ 5, "large" ], [ 3, "NG" ], "This creature looks like a gilled dolphin with a row of spiral horns down its back, arcs of electricity crackling between them." ],
					[ "{monster/Elder Thing}", 5, "aberration", [ 4, "medium" ], [ 1, "LN" ], "This strange being has a star-shaped head and numerous writhing appendages arranged radially around its barrel-shaped body." ],
					[ "{monster/Elder Wyrm}", 24, "dragon", [ 8, "colossal" ], [ 4, "N" ], "This mighty, two-headed dragon has a six-legged serpentine body that ends in a writhing, whiplike tail." ],
					[ "{monster/Elemental (Aether), Elder Aether Elemental}", 11, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Greater Aether Elemental}", 9, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Huge Aether Elemental}", 7, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Large Aether Elemental}", 5, "outsider", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Medium Aether Elemental}", 3, "outsider", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Small Aether Elemental}", 1, "outsider", [ 3, "small" ], [ 4, "N" ], "This strange entity is formed from interwoven, translucent threads of an unusual multicolored material." ],
					[ "{monster/Elemental (Air), Elder Air Elemental}", 11, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Greater Air Elemental}", 9, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Huge Air Elemental}", 7, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Large Air Elemental}", 5, "outsider", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Medium Air Elemental}", 3, "outsider", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Small Air Elemental}", 1, "outsider", [ 3, "small" ], [ 4, "N" ], "This cloud-like creature has dark hollows reminiscent of eyes and a mouth, and a howling wind whips it into ominous shapes." ],
					[ "{monster/Elemental (Earth), Elder Earth Elemental}", 11, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Greater Earth Elemental}", 9, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Huge Earth Elemental}", 7, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Large Earth Elemental}", 5, "outsider", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Medium Earth Elemental}", 3, "outsider", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Small Earth Elemental}", 1, "outsider", [ 3, "small" ], [ 4, "N" ], "This hulking, roughly humanoid creature of dirt and stone explodes up from the earth, faceless save for two glowing gemstone eyes." ],
					[ "{monster/Elemental (Fire), Elder Fire Elemental}", 11, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Greater Fire Elemental}", 9, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Huge Fire Elemental}", 7, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Large Fire Elemental}", 5, "outsider", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Medium Fire Elemental}", 3, "outsider", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Small Fire Elemental}", 1, "outsider", [ 3, "small" ], [ 4, "N" ], "This creature looks like a living, mobile bonfire, tongues of flame reaching out in search of things to burn." ],
					[ "{monster/Elemental (Ice), Elder Ice Elemental}", 11, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Greater Ice Elemental}", 9, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Huge Ice Elemental}", 7, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Large Ice Elemental}", 5, "outsider", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Medium Ice Elemental}", 3, "outsider", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Small Ice Elemental}", 1, "outsider", [ 3, "small" ], [ 4, "N" ], "From the waist up, this icy creature's features are humanoid, but below its body is a snake-like, slithering tail." ],
					[ "{monster/Elemental (Lightning), Elder Lightning Elemental}", 11, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Greater Lightning Elemental}", 9, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Huge Lightning Elemental}", 7, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Large Lightning Elemental}", 5, "outsider", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Medium Lightning Elemental}", 3, "outsider", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Small Lightning Elemental}", 1, "outsider", [ 3, "small" ], [ 4, "N" ], "This creature looks like a dark storm cloud, with sparks suggesting eyes and long sweeping arms charged with bolts of lightning." ],
					[ "{monster/Elemental (Magma), Elder Magma Elemental}", 11, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Greater Magma Elemental}", 9, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Huge Magma Elemental}", 7, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Large Magma Elemental}", 5, "outsider", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Medium Magma Elemental}", 3, "outsider", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Small Magma Elemental}", 1, "outsider", [ 3, "small" ], [ 4, "N" ], "This rocky monster glows with an internal heat. Red light spills from its eyes and mouth, as well as fractures in its outer surface." ],
					[ "{monster/Elemental (Mud), Elder Mud Elemental}", 11, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Greater Mud Elemental}", 9, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Huge Mud Elemental}", 7, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Large Mud Elemental}", 5, "outsider", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Medium Mud Elemental}", 3, "outsider", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Small Mud Elemental}", 1, "outsider", [ 3, "small" ], [ 4, "N" ], "This animate pile of mud seems barely able to maintain the semblance of a humanoid form made of dripping sludge." ],
					[ "{monster/Elemental (Water), Elder Water Elemental}", 11, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Greater Water Elemental}", 9, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Huge Water Elemental}", 7, "outsider", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Large Water Elemental}", 5, "outsider", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Medium Water Elemental}", 3, "outsider", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Small Water Elemental}", 1, "outsider", [ 3, "small" ], [ 4, "N" ], "This translucent creature's shape shifts between a spinning column of water and a crashing wave." ],
					[ "{monster/Elephant, Mastodon}", 9, "animal", [ 6, "huge" ], [ 4, "N" ], "This creature is larger than a normal elephant, with enormous sweeping tusks and shaggy brown fur on its body." ],
					[ "{monster/Elephant}", 7, "animal", [ 6, "huge" ], [ 4, "N" ], "These thick-skinned animals bear large ivory tusks flanking a long, prehensile snout." ],
					[ "{monster/Embalming Bear}", 7, "construct", [ 5, "large" ], [ 4, "N" ], "This decaying taxidermic bear is held together with thick stitches, metal armor plates, and a pungent chemical fluid." ],
					[ "{monster/Emerald Automaton}", 4, "construct", [ 4, "medium" ], [ 4, "N" ], "An eerie green glow shines through the seams of this mechanical creature's armor." ],
					[ "{monster/Emotion Ooze}", 6, "ooze", [ 4, "medium" ], [ 4, "N" ], "This viscous blob of brightly colored goo quivers and pulses in a curious manner." ],
					[ "{monster/Emperor Stag}", 3, "animal", [ 4, "medium" ], [ 4, "N" ], "A wide rack of ivory-white antlers crowns the head of this majestic tawny stag." ],
					[ "{monster/Empusa}", 13, "outsider", [ 4, "medium" ], [ 7, "CN" ], "This beautiful woman has red antennae, gossamer insectile wings, a wasp's legs, and a serpentine whip." ],
					[ "{monster/Encantado}", 8, "fey", [ 4, "medium" ], [ 7, "CN" ], "This graceful creature combines the features of a human and a river dolphin." ],
					[ "{monster/Enchanter Heron}", 3, "animal", [ 5, "large" ], [ 4, "N" ], "This large bird has gray-and-white feathers, a long beak, and a bulbous sac on its throat that glows with a pale, sapphire light." ],
					[ "{monster/Ephemeral Echo}", 7, "undead", [ 4, "medium" ], [ 5, "NE" ], "This ghostly image of a sad-eyed young woman hovers suspended in the air. Her face never loses its mournful expression." ],
					[ "{monster/Erlking}", 18, "fey", [ 4, "medium" ], [ 7, "CN" ], "Birdlike wings covered with autumnal leaves instead of feathers extend from the back of this regal, elf-like humanoid." ],
					[ "{monster/Escorite}", 8, "fey", [ 5, "large" ], [ 8, "CE" ], "This giant moth has a head like a doe skull and six short tentacles instead of legs. Its wings drizzle a cascade of shimmering dust." ],
					[ "{monster/Estuarine Worm, Estuarine Worm (Ahket Form)}", 10, "magical beast", [ 6, "huge" ], [ 4, "N" ], "As thick and tall as a towering palm tree, this mud-colored worm hisses through a fanged mouth. Atop its head, a small protuberance shines like a star." ],
					[ "{monster/Estuarine Worm, Estuarine Worm (Shemu Form)}", 10, "magical beast", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Etheroot}", 8, "plant", [ 5, "large" ], [ 4, "N" ], "This leafy bush bears flowers of a variety of shapes and colors, one of which resembles a toothy mouth at the end of a long stalk." ],
					[ "{monster/Etiainen}", 1, "outsider", [ 4, "medium" ], [ 7, "CN" ], "This vaguely humanoid-shaped roil of mist appears to be improbably solid." ],
					[ "{monster/Ettercap}", 3, "aberration", [ 4, "medium" ], [ 5, "NE" ], "This hideous purple creature walks upright like a man, but its face is that of a spider, and its hands are sickle-shaped claws." ],
					[ "{monster/Ettin}", 6, "humanoid", [ 5, "large" ], [ 8, "CE" ], "This lumbering, filthy, two-headed giant wears tattered remnants of leather armor and clutches a large flail in each fist." ],
					[ "{monster/Euryale}", 20, "monstrous humanoid", [ 4, "medium" ], [ 8, "CE" ], "This creature has the upper body of a woman, the lower body of a snake, and a mass of undulating cobras for hair." ],
					[ "{monster/Eurypterid, Bluetip}", 5, "vermin", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Eurypterid, Common}", 1, "vermin", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Eurypterid, Ochre}", [ -3, "1/3" ], "vermin", [ 3, "small" ], [ 4, "N" ], "Two large pincers grasp at the air before this sleek creature, while a finned tail bristling with a long, thin stinger rises from behind." ],
					[ "{monster/Eurypterid, Spiny}", 9, "vermin", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Eurypterid, Spitting}", 12, "vermin", [ 7, "gargantuan" ], [ 4, "N" ], null ],
					[ "{monster/Exiled Shade}", 6, "undead", [ 4, "medium" ], [ 8, "CE" ], "Gray and black shadows and mist coalesce into a humanoid figure, its face a distorted mask of rage and hatred." ],
					[ "{monster/Ez-azael}", 12, "outsider", [ 5, "large" ], [ 0, "LG" ], "This goat-like creature has a thick, snowy-white woolen coat. Its eyes gleam with a metallic golden sheen. Its hooves have sharpened, serrated edges and are soaked in blood. A single strand of scarlet thread is tangled between its curled ram horns." ],
					[ "{monster/Faceless Hulk (Ugoroth)}", 9, "aberration", [ 5, "large" ], [ 8, "CE" ], "This hairless, leathery giant has no discernible features aside from unsettling whorls across its skin and grotesque, slurping tongues where its face should be." ],
					[ "{monster/Faceless Stalker}", 4, "aberration", [ 4, "medium" ], [ 8, "CE" ], "This hairless, leathery biped has a face dominated by grotesque and unsettling whorls and slits instead of actual features." ],
					[ "{monster/Faceless Whale}", 15, "magical beast", [ 8, "colossal" ], [ 4, "N" ], "A deep groan at the edge of hearing precedes the appearance of this sightless leviathan, whose pallid body breaks the surface of dark waters without as much as a ripple." ],
					[ "{monster/Fachen}", 5, "aberration", [ 4, "medium" ], [ 5, "NE" ], "This half-bodied monstrosity with a toothy mouth and stringy hair hops about on its single leg with unusual grace." ],
					[ "{monster/Fading Fox}", 2, "animal", [ 2, "tiny" ], [ 4, "N" ], "This regal fox's coat shifts subtly between silver, red, and dull brown as it walks." ],
					[ "{monster/Faerie Mount}", 1, "animal", [ 4, "medium" ], [ 4, "N" ], "Short legs and overlarge ears make this broad-chested canine seem almost comical." ],
					[ "{monster/Fafnheir}", 24, "dragon", [ 8, "colossal" ], [ 8, "CE" ], "The scales of this craggy serpentine dragon are scarred and blackened. Its eyes flare with nightmarish power, and its mouth drips with liquid flame." ],
					[ "{monster/Fallen}", 8, "undead", [ 4, "medium" ], [ 2, "LE" ], "This ghostly crusader floats just above the ground, yet despite its phantomlike appearance, its armor and weapons seem quite solid." ],
					[ "{monster/Fantionette}", 4, "outsider", [ 3, "small" ], [ 8, "CE" ], "What appears at first glance to be a child or halfling has skin more akin to cracked porcelain barely covering a black, insectile carapace, and it has spiderlike legs where one would expect arms." ],
					[ "{monster/Fastachee}", 11, "fey", [ 2, "tiny" ], [ 3, "NG" ], "This gaunt, two-foot-tall humanoid figure appears made of corn husks, and carries an oversized basket filled with corn." ],
					[ "{monster/Faun}", 1, "fey", [ 4, "medium" ], [ 6, "CG" ], "This capricious figure has the upper torso, arms, and head of a man, but goatlike legs, a tail, and curling horns on his head." ],
					[ "{monster/Fear Eater}", 5, "fey", [ 4, "medium" ], [ 5, "NE" ], "A distressingly humanoid face and stubby arms grow from this maggotlike creature's body." ],
					[ "{monster/Feargaunt}", 9, "outsider", [ 5, "large" ], [ 8, "CE" ], "This hulking shadow exudes a palpable menace, its form twisting into the shapes of hooks, grasping hands, and writhing tentacles." ],
					[ "{monster/Feeder in the Depths}", 8, "magical beast", [ 6, "huge" ], [ 2, "LE" ], "An immense gray-and-white shark glides through the water, its piercing red eyes revealing a vicious intelligence." ],
					[ "{monster/Fellsig}", 3, "undead", [ 4, "medium" ], [ 5, "NE" ], "This squat figure's rough-hewn visage is frozen in a mask of pain, while the cracks in its dark stone body glow with a fiery inner heat." ],
					[ "{monster/Fen Mauler}", 10, "monstrous humanoid", [ 5, "large" ], [ 5, "NE" ], "This figure looms within the shadows. The bones and teeth of countless creatures clatter from tangles within its matted, reeking fur." ],
					[ "{monster/Feranth}", 14, "magical beast", [ 6, "huge" ], [ 8, "CE" ], "A droning hum announces the presence of this enormous horned beast. Powerful muscles ripple just beneath its mottled black hide." ],
					[ "{monster/Festering Spirit}", 8, "undead", [ 4, "medium" ], [ 8, "CE" ], "This ghostlike creature reeks of the grave and drips with putrescent goo." ],
					[ "{monster/Festrog}", 1, "undead", [ 4, "medium" ], [ 5, "NE" ], "This hideously malformed, hairless, pustule-covered corpse moves and snarls more like an undead hound than an undead man." ],
					[ "{monster/Fetchling}", [ -2, "1/2" ], "outsider", [ 4, "medium" ], [ 4, "N" ], "This gaunt man appears drained of color, like a person viewed at twilight or in a dark alley." ],
					[ "{monster/Fext}", 10, "undead", [ 4, "medium" ], [ 2, "LE" ], "This creature's pallid skin and dead, vacant eyes belie its healthy, powerful physique. It is clad in fearsome armor." ],
					[ "{monster/Fey Animal}", 3, "fey", [ 4, "medium" ], [ 7, "CN" ], "This wolverine's eyes possess the unmistakable glint of intelligence, and its mouth seems to twitch as if it were about to laugh." ],
					[ "{monster/Fiend-Bred Animal, Chelish Hell-Bred Dog}", 2, "animal", [ 4, "medium" ], [ 4, "N" ], "This reddish-brown canine has a square, athletic build. Its dripping saliva smells of sulfur." ],
					[ "{monster/Fiend-Bred Animal, Quillcat}", 1, "animal", [ 3, "small" ], [ 4, "N" ], "Dozens of long, sharp spines line the back and tail of this dark-gray cat." ],
					[ "{monster/Fiend-Bred Animal, Stygian Hot-Blooded Horse}", 2, "animal", [ 5, "large" ], [ 4, "N" ], "This dark horse has striking coloring and a ferocious look in its bloodshot eyes." ],
					[ "{monster/Firbolg}", 4, "humanoid", [ 5, "large" ], [ 4, "N" ], "This burly, eight-foot-tall humanoid, dressed in a bearskin and equipped with a massive axe, has long, red hair and a bushy beard." ],
					[ "{monster/Fire Salamander/ (Familiar)}", [ -3, "1/3" ], "animal", [ 1, "diminutive" ], [ 4, "N" ], "Yellow spots and stripes run from this amphibian's wide snout to the tip of its tail." ],
					[ "{monster/Fire Whale}", 16, "magical beast", [ 8, "colossal" ], [ 4, "N" ], "Waves of searing heat ripple from the stony, gem-encrusted hide of this enormous whalelike beast." ],
					[ "{monster/Fish, Dunkleosteus}", 6, "animal", [ 6, "huge" ], [ 4, "N" ], "This gigantic, prehistoric fish has a head like a snapping turtle, complete with sharp, toothlike plates." ],
					[ "{monster/Fish, Giant Blowfish}", 5, "animal", [ 5, "large" ], [ 4, "N" ], "A blowfish the size of a horse drifts through the water, its quills the size of spears." ],
					[ "{monster/Fish, Swordfish}", 2, "animal", [ 5, "large" ], [ 4, "N" ], "A proud fin flares along the spine of this large, sleek fish, its head coming to a spearlike point." ],
					[ "{monster/Fish, Tiger}", 1, "animal", [ 4, "medium" ], [ 4, "N" ], "Deadly, wolf like teeth fill the mouth of this brawny fish." ],
					[ "{monster/Fish, Varisian Hagfish}", 1, "animal", [ 2, "tiny" ], [ 4, "N" ], "A mouth like a lamprey's gnashes curved teeth at one end of this slimy, eel-like fish." ],
					[ "{monster/Flail Snail}", 4, "magical beast", [ 5, "large" ], [ 4, "N" ], "This enormous snail has a brightly colored shell and four tentacles on its head, each tipped with a mace-like club." ],
					[ "{monster/Flea, Giant}", [ -2, "1/2" ], "vermin", [ 3, "small" ], [ 4, "N" ], "A hideous, dog-sized flea leaps about on long, gangly legs. The sharp, jagged edges of its jaws greedily clatter for blood." ],
					[ "{monster/Flea, Mammoth}", 2, "vermin", [ 5, "large" ], [ 4, "N" ], "This mammoth flea is size of a horse. Its legs dangle awkwardly from its great, swollen body armored entirely in disfigured plates." ],
					[ "{monster/Fleshdreg Swarm}", 2, "aberration", [ 2, "tiny" ], [ 5, "NE" ], "Hundreds of wads of squirming flesh with flailing appendages move together in a cluster of teeth and claws." ],
					[ "{monster/Fleshdreg}", 1, "aberration", [ 3, "small" ], [ 5, "NE" ], "Composed of half-formed body parts, this creature stands on two bizarre legs. Its mouth is full of jagged teeth and a slavering tongue." ],
					[ "{monster/Fleshwarp, Drider}", 7, "aberration", [ 5, "large" ], [ 8, "CE" ], "The dry rasping of spidery legs brings this hideous monstrosity into view - a nightmarish, centaurian fusion of drow and spider." ],
					[ "{monster/Fleshwarp, Ghonhatine}", 10, "aberration", [ 5, "large" ], [ 8, "CE" ], "Even hunched and creeping upon all fours, this reptilian behemoth towers over its prey, its protruding teeth snapping wildly." ],
					[ "{monster/Fleshwarp, Grothlut}", 3, "aberration", [ 4, "medium" ], [ 8, "CE" ], "Pale and glistening with moisture, this sluglike creature stares vacantly as a droning moan escapes its slobbering lips." ],
					[ "{monster/Fleshwarp, Halsora}", 7, "aberration", [ 3, "small" ], [ 8, "CE" ], "This small, plantlike creature is a bulging mass of viselike muscle with sunken eyes that constantly drip viscous, black tears." ],
					[ "{monster/Fleshwarp, Irnakurse}", 9, "aberration", [ 5, "large" ], [ 8, "CE" ], "A mad-eyed mess of deformed limbs, misplaced features, and bone shards pulls itself along amid a cacophony of slapping flesh." ],
					[ "{monster/Fleshwarp, Oronci}", 5, "aberration", [ 5, "large" ], [ 8, "CE" ], "A cruel face and orc features dominate this creature's upper half, while its lower quarters bear the sinewy shape of a centipede." ],
					[ "{monster/Flotsam Terror}", 4, "undead", [ 3, "small" ], [ 5, "NE" ], "This mass of detritus, sea foam, and seaweed undulates and quivers as it moves. The mass has a humanoid shape roughly the size of a child." ],
					[ "{monster/Flowering Lattice/ (Familiar)}", [ -6, "1/6" ], "plant", [ 1, "diminutive" ], [ 4, "N" ], "This scuttling patchwork plant features flowers of many different shapes and colors." ],
					[ "{monster/Flumph}", 1, "aberration", [ 3, "small" ], [ 0, "LG" ], "This pale, jellyfish-like creature floats gently in the air, two long eyestalks extending from either side of its puckered mouth." ],
					[ "{monster/Fluxwraith}", 17, "undead", [ 4, "medium" ], [ 5, "NE" ], "This hovering, translucent humanoid appears to sleep serenely, even as shards of flickering energy encircle it, each fragment reflecting younger or older versions of itself." ],
					[ "{monster/Flying Fox/ (Familiar)}", [ -3, "1/3" ], "animal", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Flying Polyp}", 14, "aberration", [ 6, "huge" ], [ 8, "CE" ], "This nauseating, tapered tower of flesh, eyes, and tendrils writhes midair, surrounded by a strange vortex of sucking wind." ],
					[ "{monster/Flying Squirrel/ (Familiar)}", [ -3, "1/3" ], "animal", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Forgefiend (Scanderig)}", 10, "outsider", [ 5, "large" ], [ 2, "LE" ], "A massive, fire-filled maw splits the belly of this lumbering iron-skinned fiend, whose short arms end in razor-sharp claws." ],
					[ "{monster/Forlarren}", 2, "fey", [ 4, "medium" ], [ 5, "NE" ], "This humanoid creature has the legs of a bald goat, a completely hairless body, and a horned head with a sinister expression." ],
					[ "{monster/Formian, Formian Myrmarch}", 10, "monstrous humanoid", [ 5, "large" ], [ 1, "LN" ], "This horse-sized insect has a brilliant red carapace, and its monstrous face reflects great intelligence and confidence." ],
					[ "{monster/Formian, Formian Queen}", 17, "monstrous humanoid", [ 5, "large" ], [ 1, "LN" ], "This large and majestic creature is nearly immobile, her massive abdomen swollen with her impending brood." ],
					[ "{monster/Formian, Formian Taskmaster}", 7, "monstrous humanoid", [ 4, "medium" ], [ 1, "LN" ], "This centaurlike creature is equipped with an ant's mandibles and antennae." ],
					[ "{monster/Formian, Formian Warrior}", 3, "monstrous humanoid", [ 4, "medium" ], [ 1, "LN" ], "Armored from head to toe in gleaming black-and-red chitin, this insectile warrior's tail ends in a wickedly barbed stinger." ],
					[ "{monster/Formian, Formian Worker}", [ -2, "1/2" ], "monstrous humanoid", [ 3, "small" ], [ 1, "LN" ], "This small, centaurlike ant creature bears a huge, bulging sack on its armored back." ],
					[ "{monster/Formless Spawn}", 10, "ooze", [ 6, "huge" ], [ 8, "CE" ], "This shuddering blot of living tar is surrounded by a mass of writhing tendrils, and its maw opens into a dark gullet." ],
					[ "{monster/Forsaken Legion, Forsaken Arbalester}", 3, "undead", [ 4, "medium" ], [ 2, "LE" ], "An eerie green glow emanates from this decayed soldier's bony eye sockets. It wears a rotted uniform and carries a massive crossbow." ],
					[ "{monster/Forsaken Legion, Forsaken Defender}", 4, "undead", [ 4, "medium" ], [ 2, "LE" ], "This undead soldier carries a heavy-looking pickaxe in one hand and a short sword in the other." ],
					[ "{monster/Forsaken Legion, Forsaken Foot Soldier}", 2, "undead", [ 4, "medium" ], [ 2, "LE" ], "This withered corpse carries a sharpened spear and has a small shield strapped to its emaciated arm." ],
					[ "{monster/Fossegrim}", 4, "fey", [ 4, "medium" ], [ 5, "NE" ], "This striking, blue-eyed man with luminous skin and flowing white hair holds an ethereal harp." ],
					[ "{monster/Fox/ (Familiar)}", [ -4, "1/4" ], "animal", [ 2, "tiny" ], [ 4, "N" ], null ]
				],
				"initialColumn": 0,
				"className": "endcaps"
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	},
	"monsters_4": {
		"title": "Monsters: Li to Sci",
		"sources": [],
		"description": [[ "{table0}" ]],
		"searchgroup": "monster",
		"singleTable": true,
		"tables": [
			{
				"id": "monsters li sci",
				"headers": [ "Monster", "CR", "Type", "Size", "Alignment", "Description" ],
				"types": [ null, "num", null, "num", "num", 0 ],
				"ripples": [0],
				"data": [
					[ "{monster/Liavaran Dreamer}", 8, "aberration", [ 5, "large" ], [ 4, "N" ], "This amorphous creature resembles a golden-hued jellyfish that floats through the air, fleshy tentacles dangling down in a line." ],
					[ "{monster/Lich Newt}", [ -4, "1/4" ], "animal", [ 2, "tiny" ], [ 4, "N" ], "Two sharp ridges of bone run along the back of this foot-long, black-and-white speckled newt." ],
					[ "{monster/Lich, Demilich}", 14, "undead", [ 2, "tiny" ], [ 5, "NE" ], "Glittering jewels encrust this leering skull as it floats up into the air on a swirling vortex of dust and shimmering magic." ],
					[ "{monster/Lich, Forsaken}", 12, "undead", [ 4, "medium" ], [ 5, "NE" ], "This horribly withered creature moves in jerks and twitches as if constantly wracked with pain. Waves of shadow undulate through the creature's body, emerging like appendages from just beneath its dry, stretched skin." ],
					[ "{monster/Liminal Sprite}", 2, "fey", [ 2, "tiny" ], [ 7, "CN" ], "This creature resembles an elven courtier in miniature, dressed in the latest fashion and mothlike wings on its back." ],
					[ "{monster/Linnorm, Cairn}", 18, "dragon", [ 7, "gargantuan" ], [ 8, "CE" ], "Pallid and horribly gaunt, this enormous but emaciated dragonlike creature has two forearms and no wings." ],
					[ "{monster/Linnorm, Crag}", 14, "dragon", [ 7, "gargantuan" ], [ 8, "CE" ], "This immense, wingless dragon rears up on a serpentine body. Its triple tail and powerful talons swipe at the air." ],
					[ "{monster/Linnorm, Fjord}", 16, "dragon", [ 7, "gargantuan" ], [ 8, "CE" ], "This massive, eel-like dragon has two webbed talons. Its tail ends in large and powerful-looking flukes." ],
					[ "{monster/Linnorm, Gare}", 15, "dragon", [ 7, "gargantuan" ], [ 8, "CE" ], "An enormous draconic head rises up atop a massive serpentine neck wider than a galleon's mainmast. Seemingly endless coils break the water's surface around it, only hinting at the monster's terrifying size, as it opens its steam-shrouded maw with a hiss." ],
					[ "{monster/Linnorm, Ice}", 17, "dragon", [ 8, "colossal" ], [ 8, "CE" ], "A snake-like, dragon-headed monster of tremendous size rises up, drifts of snow and ice tumbling from its coiling flanks." ],
					[ "{monster/Linnorm, Sea}", 22, "dragon", [ 8, "colossal" ], [ 5, "NE" ], "This unfathomably large serpent sports a distinctly draconic face. Its body is deep, blackened gray with swatches of crimson. An entrancing set of lures dangles off its face, each glowing with a pulsating orange light accented by regular electrical discharges." ],
					[ "{monster/Linnorm, Taiga}", 19, "dragon", [ 8, "colossal" ], [ 8, "CE" ], "With menacing black horns jutting from its head, this two-legged dragon is covered in dark green scales and vicious black barbs." ],
					[ "{monster/Linnorm, Tarn}", 20, "dragon", [ 8, "colossal" ], [ 8, "CE" ], "This nightmarishly huge, snake-like dragon possesses two equally fearsome heads. Its twin jaws seethe with acid and poison." ],
					[ "{monster/Linnorm, Tor}", 21, "dragon", [ 8, "colossal" ], [ 8, "CE" ], "This gigantic, wingless, four-armed dragon has rivulets of bright red magma coursing through its serpentine body." ],
					[ "{monster/Lion, Dire/ (Spotted Lion)}", 5, "animal", [ 5, "large" ], [ 4, "N" ], "This immense spotted lion stands as tall as a man at the shoulder, its fur matted with the blood of its victims." ],
					[ "{monster/Lion}", 3, "animal", [ 5, "large" ], [ 4, "N" ], "This great cat's muscles flex visibly under its skin as it bares its fangs and shakes its thick mane of hair." ],
					[ "{monster/Litanu}", 11, "undead", [ 4, "medium" ], [ 8, "CE" ], "This hulking merfolk has rotting skin, dull black eyes, and four thick tentacles ending in toothy maws protruding from its back." ],
					[ "{monster/Living Cave Painting}", 4, "aberration", [ 4, "medium" ], [ 4, "N" ], "The painted ochre lines of this stylized bison seem to shift and flow, giving the primitive drawing an eerie sense of life and otherworldly majesty." ],
					[ "{monster/Living Doldrums}", 12, "outsider", [ 7, "gargantuan" ], [ 5, "NE" ], "The air here is eerily still, and the normal sound of the wind is replaced by a barely audible hum." ],
					[ "{monster/Living Effigy}", 8, "construct", [ 6, "huge" ], [ 4, "N" ], "Carved from gray stone, this enormous figure is shaped like the head of some primordial giant." ],
					[ "{monster/Living Mirage}", 9, "ooze", [ 7, "gargantuan" ], [ 4, "N" ], "A glimmering vision shimmers on the horizon, the very air coalescing into an oasis that may or may not exist." ],
					[ "{monster/Living Rune}", 13, "aberration", [ 4, "medium" ], [ 5, "NE" ], "A pulsating glyph animates into a quickly flowing script that changes form as it rewrites itself, before finally assembling into an arcane symbol that flares with untold magical power." ],
					[ "{monster/Living Sandstorm, Living Sandstorm (Humanoid)}", 11, "outsider", [ 4, "medium" ], [ 4, "N" ], "This hulking humanoid figure of packed red sand is no taller than an average human, but it is brawny and exceptionally broad." ],
					[ "{monster/Living Sandstorm, Living Sandstorm (Sandstorm)}", 11, "outsider", [ 0, "fine" ], [ 4, "N" ], null ],
					[ "{monster/Living Topiary}", 4, "plant", [ 4, "medium" ], [ 4, "N" ], "This lumbering topiary has the rough shape of an elephant, complete with brambly limbs and tusks." ],
					[ "{monster/Living Wall}", 4, "construct", [ 5, "large" ], [ 4, "N" ], "This gruesome wall is made stacked corpses mortared together into an unyielding mass of grasping limbs, topped with a dragon skull." ],
					[ "{monster/Lizard/ (Familiar)}", [ -6, "1/6" ], "animal", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Lizard, Giant Chameleon}", 3, "animal", [ 5, "large" ], [ 4, "N" ], "Nearly invisible in its surroundings, this scaly lizard's eyes dart about independently of each other." ],
					[ "{monster/Lizard, Giant Frilled}", 5, "animal", [ 5, "large" ], [ 4, "N" ], "This bright-eyed lizard is larger than a horse. As it hisses in anger, a brightly colored frill extends around its neck." ],
					[ "{monster/Lizard, Monitor}", 2, "animal", [ 4, "medium" ], [ 4, "N" ], "This immense lizard moves with a slow but relentless gait. Its feet end in large talons, and ropes of drool hang from its toothy maw." ],
					[ "{monster/Lizardfolk, Lizard Scion}", 5, "humanoid", [ 5, "large" ], [ 4, "N" ], "This muscular lizardfolk towers above others of its kind, a primeval behemoth painted with elaborate designs." ],
					[ "{monster/Lizardfolk, Lizardfolk Berserker}", 5, "humanoid", [ 4, "medium" ], [ 7, "CN" ], null ],
					[ "{monster/Lizardfolk, Lizardfolk Champion}", 10, "humanoid", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Lizardfolk, Lizardfolk Clutch Mother}", 13, "humanoid", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Lizardfolk, Lizardfolk Rattler}", 5, "humanoid", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Lizardfolk, Lizardfolk Sorcerer}", 12, "humanoid", [ 4, "medium" ], [ 7, "CN" ], null ],
					[ "{monster/Lizardfolk, Lizardfolk Stalker}", 3, "humanoid", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Lizardfolk, Lizardfolk Swamp Lurker}", 8, "humanoid", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Lizardfolk, Lizardfolk Vanguard}", 2, "humanoid", [ 4, "medium" ], [ 7, "CN" ], null ],
					[ "{monster/Lizardfolk}", 1, "humanoid", [ 4, "medium" ], [ 4, "N" ], "This reptilian humanoid has green scales, a short and toothy snout, and a thick alligator-like tail." ],
					[ "{monster/Llama}", [ -2, "1/2" ], "animal", [ 4, "medium" ], [ 4, "N" ], "This shaggy, hoofed quadruped sports an elongated neck and large, crooked teeth." ],
					[ "{monster/Llorona}", 11, "undead", [ 4, "medium" ], [ 5, "NE" ], "Weeping and wearing a damp funeral dress, this ghostly woman carries an air of menace and overwhelming despair about her." ],
					[ "{monster/Locathah}", [ -2, "1/2" ], "humanoid", [ 4, "medium" ], [ 4, "N" ], "This lean humanoid bears crested fins on its head and back, and has the wide-eyed and wide-lipped face of a fish." ],
					[ "{monster/Locust, Giant}", 3, "vermin", [ 4, "medium" ], [ 4, "N" ], "The mandibles of this enormous grasshopper churn and grind as it quests for food." ],
					[ "{monster/Locust, Locust Swarm}", 2, "vermin", [ 0, "fine" ], [ 4, "N" ], "Thousands upon thousands of locusts dance and drone in a dark and ravenous cloud." ],
					[ "{monster/Locust, Plague Swarm}", 8, "vermin", [ 0, "fine" ], [ 4, "N" ], "Buzzing with an ear-shattering drone, this cloud is full of particularly vicious-looking locusts." ],
					[ "{monster/Lorelei}", 12, "aberration", [ 5, "large" ], [ 5, "NE" ], "This strange creature appears to be a gigantic human head carved from stone, with thick tentacles sprouting from its scalp." ],
					[ "{monster/Lotus Tree}", 20, "plant", [ 7, "gargantuan" ], [ 4, "N" ], "This majestic tree of strange, twisted bark has countless pale fruits and an intensely pleasant scent." ],
					[ "{monster/Lovelorn}", 4, "undead", [ 2, "tiny" ], [ 8, "CE" ], "Eight legs of shattered bone emerge from this sickly, pulsating heart, holding it aloft like a spider. Blood oozes from the glistening organ." ],
					[ "{monster/Lukwata}", 11, "magical beast", [ 6, "huge" ], [ 4, "N" ], "A long, spiny fin runs down the length of the dolphinlike body of this eel-headed predator." ],
					[ "{monster/Lunarma}", 6, "aberration", [ 4, "medium" ], [ 4, "N" ], "This monstrous crablike creature hovers in midair, its three clawed tentacles snapping aggressively." ],
					[ "{monster/Lurker in Light}", 5, "fey", [ 3, "small" ], [ 5, "NE" ], "This large-eyed humanoid looks like a glowing, emaciated elven child save for its small, transparent wings." ],
					[ "{monster/Lurking Ray, Executioner's Hood}", 2, "aberration", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Lurking Ray, Lurker Above}", 7, "aberration", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Lurking Ray, Trapper}", 8, "aberration", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Lusca}", 17, "magical beast", [ 7, "gargantuan" ], [ 8, "CE" ], "This beast has three sharklike heads on short, scaly necks, while its lower body appears to be that of an octopus." ],
					[ "{monster/Lythirium}", 11, "plant", [ 5, "large" ], [ 3, "NG" ], "This wolflike creature's body is composed of thick vines, fine vegetation that almost resembles fur, and enormous thorns. Its eyes shine with a green glow, and prickly vines cover the immense, antlerlike growths on its head." ],
					[ "{monster/Maenad}", 8, "monstrous humanoid", [ 4, "medium" ], [ 8, "CE" ], "This wild-looking woman is covered in spattered blood. Her wicked smile reveals sharp teeth and her eyes suggest insanity." ],
					[ "{monster/Maftet}", 6, "monstrous humanoid", [ 4, "medium" ], [ 4, "N" ], "Broad hawk wings support this creature with the torso of a bronze-skinned human and the lower body of a tawny, bipedal lion." ],
					[ "{monster/Magma Ooze}", 7, "ooze", [ 5, "large" ], [ 4, "N" ], "This seething mass of bubbling molten rock churns and moves of its own hungry accord." ],
					[ "{monster/Magmin}", 3, "outsider", [ 3, "small" ], [ 7, "CN" ], "Built of fire and magma, this short humanoid radiates intense heat that causes the air around it to shimmer." ],
					[ "{monster/Makara Vahana}", 9, "magical beast", [ 6, "huge" ], [ 4, "N" ], "This massive creature combines the trunk, tusks, and size of an elephant with the powerful jaws, scaly hide, and tail of a crocodile." ],
					[ "{monster/Malbolgian Cerberi}", 12, "outsider", [ 5, "large" ], [ 2, "LE" ], "A beast leapt forth from the flames of Hell, this gigantic, three-headed hound howls a sound like the cacophony of a raging wildfire. Large enough to heft a horse in its monstrous maws, this terror bears no flesh, its body merely a thing of exposed bone and charred musculature. From its three fanged mouths leap tongues of flame, and crimson saliva leaks from the terror's skeletal jaws." ],
					[ "{monster/Mamiwa}", 2, "outsider", [ 2, "tiny" ], [ 4, "N" ], "The tail of this shimmering, salamander-like creature is composed entirely of water." ],
					[ "{monster/Manananggal}", 7, "undead", [ 4, "medium" ], [ 8, "CE" ], "This disembodied female torso flaps through the air on batlike wings, her fanged face a hateful mask." ],
					[ "{monster/Manasaputra, Maharishi Manu}", 16, "outsider", [ 4, "medium" ], [ 0, "LG" ], "This elderly figure looks out with heavy-lidded eyes, and seems lost in its own serenity." ],
					[ "{monster/Manasaputra, Manu}", 12, "outsider", [ 4, "medium" ], [ 0, "LG" ], "A toned, regal human radiates a shifting aura of many colors and murmuring voices that seem strangely familiar." ],
					[ "{monster/Manasaputra, Rishi Manu}", 14, "outsider", [ 4, "medium" ], [ 0, "LG" ], "This regal, apparently human figure has glowing purple eyes and the grace and fluidity of water given form." ],
					[ "{monster/Manasaputra, Twilight Pitri (Barhisad)}", 18, "outsider", [ 5, "large" ], [ 0, "LG" ], "Cerulean light surrounds this towering four-armed figure in a vibrant corona." ],
					[ "{monster/Mandragora}", 4, "plant", [ 3, "small" ], [ 8, "CE" ], "This filthy creature resembles a small, wide-mouthed fat child made from leaves, vines, tree bark, dirt, and pallid tubers." ],
					[ "{monster/Manitou}", 15, "outsider", [ 6, "huge" ], [ 3, "NG" ], "An invisible presence suggests the shape of a giant-sized person, surrounded by a rhythm of subtle noises from the natural world." ],
					[ "{monster/Manticore}", 5, "magical beast", [ 5, "large" ], [ 2, "LE" ], "This creature has a vaguely humanoid head, the body of a lion, and the wings of a dragon. Its tail ends in long, sharp spikes." ],
					[ "{monster/Mantis, Deadly}", 11, "vermin", [ 8, "colossal" ], [ 4, "N" ], "This terrifying monstrosity towers taller than the mightiest jungle trees, its forelimbs raised in a meditative, deadly stance." ],
					[ "{monster/Mantis, Giant}", 3, "vermin", [ 5, "large" ], [ 4, "N" ], "This towering insect walks on its back four legs. Its head is triangular and its front legs sport razor-sharp edges and claws." ],
					[ "{monster/Mapinguari}", 11, "magical beast", [ 6, "huge" ], [ 4, "N" ], "This immense, green creature stands on two thick legs, glaring with a single massive eye as it displays knifelike talons." ],
					[ "{monster/Marax}", 11, "animal", [ 5, "large" ], [ 4, "N" ], "Dense, bony growths line the back of this bipedal predator. Between its gnashing, toothy underbite, scythe-like claws, and spiked tail, no part of this beast offers mercy." ],
					[ "{monster/Mederach}", 9, "outsider", [ 5, "large" ], [ 6, "CG" ], "This towering spider has multifaceted, shining eyes, eight legs that are each tipped with silver, and massive mandibles." ],
					[ "{monster/Medusa, Eygreas}", 13, "monstrous humanoid", [ 5, "large" ], [ 2, "LE" ], "This monstrous, snaked-haired creature has the upper body of a bronze-skinned woman and the lower body of an enormous serpent." ],
					[ "{monster/Medusa}", 7, "monstrous humanoid", [ 4, "medium" ], [ 2, "LE" ], "This slender, attractive woman has strangely glowing eyes and a full head of hissing snakes for hair." ],
					[ "{monster/Meerkat/ (Familiar)}", [ -4, "1/4" ], "animal", [ 2, "tiny" ], [ 4, "N" ], "This curious, sand-colored, weasellike creature has dark bands around its inquisitive eyes." ],
					[ "{monster/Megafauna, Archelon}", 5, "animal", [ 6, "huge" ], [ 4, "N" ], "The shell of this immense sea turtle easily spans 12 feet in length. Its narrow head ends in a hooked beak." ],
					[ "{monster/Megafauna, Arsinoitherium}", 7, "animal", [ 5, "large" ], [ 4, "N" ], "This creature is much like a rhino, some six feet tall and ten feet long, with a pair of massive, knife-like horns curving up from its nose." ],
					[ "{monster/Megafauna, Baluchitherium}", 8, "animal", [ 6, "huge" ], [ 4, "N" ], "This towering armored herbivore resembles a hornless rhinoceros, but with longer legs and a longer neck." ],
					[ "{monster/Megafauna, Basilosaurus}", 12, "animal", [ 7, "gargantuan" ], [ 4, "N" ], "This immense primeval whale has a sleek body that looks more serpentine than mammal, and jaws filled with sharp teeth." ],
					[ "{monster/Megafauna, Brontotherium}", 8, "animal", [ 6, "huge" ], [ 4, "N" ], "This stocky quadruped's lowered head puts its intimidating Y-shaped horn on full display." ],
					[ "{monster/Megafauna, Chalicotherium}", 6, "animal", [ 5, "large" ], [ 4, "N" ], "This huge, rather slow-moving and slothlike creature has long, clawed forelimbs and short rear legs." ],
					[ "{monster/Megafauna, Deinotherium}", 7, "animal", [ 6, "huge" ], [ 4, "N" ], "This creature resembles an elephant, though it has a shorter, thicker trunk and sharp, downward-curving tusks." ],
					[ "{monster/Megafauna, Elasmotherium}", 9, "animal", [ 6, "huge" ], [ 4, "N" ], "This lumbering, four-legged, rhino-like beast has thick hide and a single immense horn protruding from the top of its head." ],
					[ "{monster/Megafauna, Embolotherium}", 5, "animal", [ 5, "large" ], [ 4, "N" ], "This creature is reminiscent of a rhinoceros, but instead of pointed horns on its nose, this creature possesses a blunt, bony protrusion." ],
					[ "{monster/Megafauna, Glyptodon}", 6, "animal", [ 5, "large" ], [ 4, "N" ], "This armored creature has a bony, turtle-like shell from which protrude short limbs, a blunt head, and a short spiky tail." ],
					[ "{monster/Megafauna, Kaprosuchus}", 5, "animal", [ 6, "huge" ], [ 4, "N" ], "This massive, squat crocodilian has forward facing eyes, jutting teeth, and a pronounced snout." ],
					[ "{monster/Megafauna, Megalania}", 7, "animal", [ 6, "huge" ], [ 4, "N" ], "This gigantic lizard has short but powerful limbs, a muscular tail, and a spiny crest that runs the length of its body." ],
					[ "{monster/Megafauna, Megaloceros}", 4, "animal", [ 5, "large" ], [ 4, "N" ], "The massive and majestic elk stands fully the height of a human at its shoulder, and its antlers stretch over ten feet across." ],
					[ "{monster/Megafauna, Megatherium}", 5, "animal", [ 6, "huge" ], [ 4, "N" ], "The great sloth, standing on its hind legs, can reach the treetops with its agile tongue to grab at foliage." ],
					[ "{monster/Megafauna, Moa}", 2, "animal", [ 5, "large" ], [ 4, "N" ], "Standing on muscular legs that end in enormous talons, this flightless bird is almost twice the height of a man." ],
					[ "{monster/Megafauna, Titanoboa}", 13, "animal", [ 8, "colossal" ], [ 4, "N" ], "This immense serpent moves in deliberate, slithering undulations, its forked tongue tasting the air eagerly for the scent of prey." ],
					[ "{monster/Megafauna, Uintatherium}", 7, "animal", [ 5, "large" ], [ 4, "N" ], "This large creature is built like a rhinoceros, but with fangs like a saber-toothed tiger and smaller hornlike ridges." ],
					[ "{monster/Melacage}", 5, "undead", [ 4, "medium" ], [ 5, "NE" ], "This ethereal ball of faces hovers in the middle of the air. Tears stream from every one of the faces' eyes, but the drops fade to nothing before they reach the ground." ],
					[ "{monster/Melfesh Monster}", 6, "plant", [ 4, "medium" ], [ 5, "NE" ], "Covered with mossy growths and creeping vines, this towering creature glides effortlessly across the ground. A hood of damp moss and crusty bark conceals the monster's face." ],
					[ "{monster/Mephit}", 3, "outsider", [ 3, "small" ], [ 4, "N" ], "This small humanoid creature has thin, leathery wings, small horns, and a mischievous smile." ],
					[ "{monster/Mercane}", 5, "outsider", [ 5, "large" ], [ 1, "LN" ], "The tall, blue-skinned humanoid is clad in loose, flowing robes. Its alien face has too many eyes and its hands have too few fingers." ],
					[ "{monster/Merfolk}", [ -3, "1/3" ], "humanoid", [ 4, "medium" ], [ 4, "N" ], "Slipping in and out of the crashing waves, this beautiful woman has the lower torso of a long, slender fish." ],
					[ "{monster/Merlucent}", 3, "aberration", [ 4, "medium" ], [ 7, "CN" ], "A mane of long, writhing tentacles crowns this translucent, humanoid figure. A crystalline skeleton supports its faintly glowing flesh." ],
					[ "{monster/Merrow, Freshwater}", 3, "humanoid", [ 5, "large" ], [ 5, "NE" ], "This giant has pale green, scaled skin and large, webbed hands and feet. On either side of its neck are slotted gills." ],
					[ "{monster/Merrow, Saltwater}", 6, "humanoid", [ 6, "huge" ], [ 5, "NE" ], null ],
					[ "{monster/Mezlan}", 14, "ooze", [ 4, "medium" ], [ 4, "N" ], "An amorphous blob coalesces, forming into a humanoid figure. As it stabilizes, intricate details emerge." ],
					[ "{monster/Mi-go}", 6, "plant", [ 4, "medium" ], [ 5, "NE" ], "This unnaturally graceful creature has a bulbous fungoid lump for a head, spiny insectoid wings, and a tangle of spiky, clawed legs." ],
					[ "{monster/Mihstu}", 8, "outsider", [ 4, "medium" ], [ 5, "NE" ], "A miasmal form roils as barbed tentacles emerge from the central mass, coalescing into razor-sharp talons and claws." ],
					[ "{monster/Mimic Ooze}", 9, "ooze", [ 4, "medium" ], [ 7, "CN" ], "The body of this humanoid-shaped ooze is composed of an oily, black liquid. Its body ripples as it moves, and tendrils of hair flow around its expressionless face." ],
					[ "{monster/Mimic}", 4, "aberration", [ 4, "medium" ], [ 4, "N" ], "What appeared to be a chest filled with treasure comes to life as it grows long, glistening tentacles and a number of sharp teeth." ],
					[ "{monster/Mindslaver Mold}", 3, "plant", [ 3, "small" ], [ 5, "NE" ], "A thick sheet of filthy green fungus grows in twisting patterns across the shoulders and back of this feral-looking man." ],
					[ "{monster/Mindspin Ram}", 2, "animal", [ 4, "medium" ], [ 4, "N" ], "This stark white ram's curved horns appear to have sharp thorns studding every inch of their surface." ],
					[ "{monster/Minotaur, Labyrinth Guardian}", 8, "undead", [ 5, "large" ], [ 8, "CE" ], "A cold chill trails this ironclad minotaur skeleton, yet flames pour from the undead abomination's enormous blade." ],
					[ "{monster/Minotaur, Labyrinth}", 16, "outsider", [ 5, "large" ], [ 8, "CE" ], "This hulking minotaur's hooves are clad in imposing steel. The massive beast wears a heavy bronze mask that covers most of its face." ],
					[ "{monster/Minotaur, Minotaur Marauder}", 6, "monstrous humanoid", [ 5, "large" ], [ 8, "CE" ], "The battle-worn axe and scarred leather armor born by this sunbleached minotaur woman mark her as a seasoned combatant." ],
					[ "{monster/Minotaur, Prophet of Baphomet}", 13, "monstrous humanoid", [ 5, "large" ], [ 8, "CE" ], "This white-maned minotaur's gilt-edged robes project elegance and terror in equal measure. The cloud of heady incense about her form doesn't conceal the distinct scent of brimstone." ],
					[ "{monster/Minotaur, Tangle Tender}", 10, "monstrous humanoid", [ 5, "large" ], [ 5, "NE" ], "The cold eyes of this minotaur are without fear or emotion. An arsenal of devices rattle from its belt, not the least of which is its mechanical monstrosity of a crossbow." ],
					[ "{monster/Minotaur}", 4, "monstrous humanoid", [ 5, "large" ], [ 8, "CE" ], "With the body of a powerfully built man and the head of a snarling bull, this creature stomps its hooves as if preparing to charge." ],
					[ "{monster/Mire Nettle}", 2, "plant", [ 3, "small" ], [ 4, "N" ], "The sawtooth edges of this plant's glistening, triangular leaves weave around stalks adorned with needlelike spines." ],
					[ "{monster/Mirror Man}", 5, "construct", [ 4, "medium" ], [ 5, "NE" ], "Tall and lean, this hooded figure resembles a human until the terrible face beneath the cowl is revealed - nothing but a featureless mirror, reflecting a hard, cold world." ],
					[ "{monster/Mirror Serpent}", 5, "magical beast", [ 5, "large" ], [ 4, "N" ], "The body of this enormous serpent is covered in mirrorlike scales, and a pair of luminous blue eyes gazes from a horned head that ends in an elongated, toothy snout." ],
					[ "{monster/Mite}", [ -4, "1/4" ], "fey", [ 3, "small" ], [ 2, "LE" ], "This squat humanoid seems to be nearly all head - an unfortunate circumstance, considering how ugly its puffy blue face is." ],
					[ "{monster/Mngwa}", 7, "magical beast", [ 5, "large" ], [ 8, "CE" ], "This jungle cat has a dark coat of striped fur, glossy black teeth and claws, and a black mane." ],
					[ "{monster/Mobogo}", 10, "magical beast", [ 6, "huge" ], [ 8, "CE" ], "This grotesque creature looks like a gigantic toad with leathery wings, fangs, horns, and three bulbous eyes." ],
					[ "{monster/Mockingfey}", 1, "fey", [ 2, "tiny" ], [ 7, "CN" ], "This tiny avian has the head of a humanoid and the body of a brilliantly colored parrot." ],
					[ "{monster/Mohrg}", 8, "undead", [ 4, "medium" ], [ 8, "CE" ], "A thick tangle of discolored entrails clings to this lurching skeleton's torso and winds upward to loll from its jaw like a clawed tongue." ],
					[ "{monster/Moit of Shub-Niggurath, Spawning Canker}", 9, "aberration", [ 4, "medium" ], [ 8, "CE" ], "Pale and bloodless, a brutally decapitated corpse lurches forth. Where a head should be instead lashes a forest of horrific, unnatural tentacles, whipping as though trying to simultaneously burrow deeper into and escape from its fleshy husk." ],
					[ "{monster/Mokele-Mbembe}", 9, "animal", [ 6, "huge" ], [ 4, "N" ], "This long-necked creature has an even longer tail, as well as a row of spines along its back and countless sharp fangs." ],
					[ "{monster/Moldwretch}", 7, "plant", [ 3, "small" ], [ 4, "N" ], "This deformed mold creature has long, dragging arms and an even longer tentacle growing out of its back that spews clouds of spores." ],
					[ "{monster/Mole (FF)/ (Familiar)}", [ -6, "1/6" ], "animal", [ 2, "tiny" ], [ 4, "N" ], "This brown, apparently eyeless rodent has a furry cylindrical body, a pointed snout, and large, thick paws that end in digging claws." ],
					[ "{monster/Mole (UW)/ (Familiar)}", [ -8, "1/8" ], "animal", [ 1, "diminutive" ], [ 4, "N" ], "This brown rodent has a furry, cylindrical body, a pointed snout, and large, thick paws that end in digging claws." ],
					[ "{monster/Mome Rath}", 2, "animal", [ 4, "medium" ], [ 4, "N" ], "Moss and lichen grow from the shaggy back of this boar-like animal. Its curving claws and prehensile tail hold it in the trees." ],
					[ "{monster/Mongrelman}", 1, "monstrous humanoid", [ 4, "medium" ], [ 1, "LN" ], "Ivory tusks, insect chitin, matted fur, scaly flesh, and more combine to form a hideous humanoid shape." ],
					[ "{monster/Monkey/ (Familiar)}", [ -4, "1/4" ], "animal", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Monkey Swarm}", 2, "animal", [ 2, "tiny" ], [ 4, "N" ], "Screeches and bestial calls precede this pack of monkeys, each primate propelling itself forward on calloused knuckles." ],
					[ "{monster/Moon Dog}", 9, "outsider", [ 4, "medium" ], [ 3, "NG" ], "This sleek, white-furred hound stands three feet tall at the shoulder. It paws resemble hands and its face seems preternaturally wise." ],
					[ "{monster/Moon-Beast}", 11, "aberration", [ 5, "large" ], [ 8, "CE" ], "This creature has a pale, froglike appearance with clawed hands, no eyes, a wide mouth, and a snout ending in pink tentacles." ],
					[ "{monster/Moonflower}", 8, "plant", [ 6, "huge" ], [ 4, "N" ], "A twisted trunk clustered with bulbous blossoms holds up a gaping mouth ready to swallow a victim whole." ],
					[ "{monster/Moose}", 3, "animal", [ 5, "large" ], [ 4, "N" ], "A slightly goofy, bent-nosed face does little to detract from the imposing height and bulk of this ungulate." ],
					[ "{monster/Morgodea}", 4, "fey", [ 4, "medium" ], [ 8, "CE" ], "Amid this hissing cloud of glistening cockroaches is a disheveled vagrant with wasplike stingers extending from its palms." ],
					[ "{monster/Morlock}", 2, "monstrous humanoid", [ 4, "medium" ], [ 8, "CE" ], "Skin pale as a slug's belly, eyes huge and bulging, this thing crawls down the wall like a spider, but its shape is hideously humanoid." ],
					[ "{monster/Mortic, Angheuvore}", 2, "humanoid", [ 4, "medium" ], [ 5, "NE" ], "This pale, gray-skinned elf has a gangly frame and an overlarge jaw. Its lips are spattered with blood." ],
					[ "{monster/Mortic, Etioling}", 10, "humanoid", [ 3, "small" ], [ 7, "CN" ], "Glowing veins of green creep across the flesh of this pale, spasming gnome. Stifled giggles escape her rictus grin." ],
					[ "{monster/Mortic, Gurgist}", 6, "humanoid", [ 4, "medium" ], [ 4, "N" ], "This woman's clothing is a jumbled quilt of fine fabrics and elegant stitching, topped with a magnificent mask of painted wood and feathers. Bruises and sores cover her skin." ],
					[ "{monster/Mortic, Jitterbone}", 4, "humanoid", [ 3, "small" ], [ 7, "CN" ], "This small, gaunt humanoid has flesh tight around its oversized skull. Sharp spurs of bone protrude from its hands and arms." ],
					[ "{monster/Mortic, Lifeleecher}", 8, "humanoid", [ 4, "medium" ], [ 8, "CE" ], "The pallid flesh of this ferocious, orc-like creature is covered in scars and burns. Its muscles are thick and corded, and its hatefilled eyes seem to reflect death wherever they stare." ],
					[ "{monster/Mortic, Relictner}", 12, "humanoid", [ 4, "medium" ], [ 2, "LE" ], "This withered, decrepit dwarf has crumbling skin and wears ancient leather armor but moves with eerie agility." ],
					[ "{monster/Mosquito, Giant}", 6, "vermin", [ 4, "medium" ], [ 4, "N" ], "A bloated, red belly dangles beneath the furiously beating wings of this massive mosquito." ],
					[ "{monster/Mosquito, Mosquito Swarm}", 3, "vermin", [ 1, "diminutive" ], [ 4, "N" ], "The droning and spastic movements of this cloud of hungry mosquitoes promise a painful ordeal." ],
					[ "{monster/Mosslord}", 18, "plant", [ 5, "large" ], [ 2, "LE" ], "This towering, four-armed humanoid seems to be made of moss and splintered wood, its face sinister and mouthless." ],
					[ "{monster/Mothman, Mothman Elder}", 12, "monstrous humanoid", [ 5, "large" ], [ 7, "CN" ], "Two colorful membranous wings rise behind this large insectlike humanoid, forming and reforming into complex patterns." ],
					[ "{monster/Mothman}", 6, "monstrous humanoid", [ 4, "medium" ], [ 7, "CN" ], "A shroud of dark wings cloaks this thin, humanoid shape. Two monstrous red eyes glare malevolently from its narrow face." ],
					[ "{monster/Mu Spore}", 21, "plant", [ 8, "colossal" ], [ 7, "CN" ], "Tentacles and eyes cover this floating, fungoid monster, and its vast mouth opens like a toothy cavern." ],
					[ "{monster/Muckdweller}", [ -4, "1/4" ], "magical beast", [ 3, "small" ], [ 4, "N" ], "This bipedal lizard has mottled gray-and-brown flesh. A short dorsal fin runs the length of its body and its forelimbs look like hands." ],
					[ "{monster/Mudlord}", 6, "outsider", [ 4, "medium" ], [ 4, "N" ], "This fluid creature's roughly humanoid form is composed entirely of thick gobbets of soggy, brown mud." ],
					[ "{monster/Muhuru}", 10, "magical beast", [ 5, "large" ], [ 4, "N" ], "This reptilian beast has large fangs, a club-tipped tail, and a large, finlike sail on its back that shimmers radiantly in the light." ],
					[ "{monster/Mummy Lord}", 10, "undead", [ 4, "medium" ], [ 2, "LE" ], "Dirty linen strips swathe this emaciated, once-noble figure from head to toe. Its eyes burn with unholy light." ],
					[ "{monster/Mummy}", 5, "undead", [ 4, "medium" ], [ 2, "LE" ], "Wrapped from head to toe in ancient strips of moldering linen, this humanoid moves with a shuffling gait." ],
					[ "{monster/Munavri}", 1, "humanoid", [ 4, "medium" ], [ 6, "CG" ], "Jade armor covers this lean albino humanoid, and her pale eyes have an eerie gleam." ],
					[ "{monster/Murajau}", 5, "monstrous humanoid", [ 5, "large" ], [ 3, "NG" ], "This chitin-plated humanoid has the lower body of a hermit crab, complete with a brightly decorated shell encasing his back." ],
					[ "{monster/Muse}", 16, "fey", [ 4, "medium" ], [ 6, "CG" ], "This beautiful, woman moves with impossible grace, a knowing smile on her lips." ],
					[ "{monster/Myceloid}", 4, "plant", [ 4, "medium" ], [ 5, "NE" ], "This shambling fungus creature bears a strong resemblance to a rotund human, but with a mushroom cap for a head." ],
					[ "{monster/Nachzehrer}", 12, "undead", [ 4, "medium" ], [ 8, "CE" ], "This spindly-limbed horror has pale eyes, bony fingers that end in dirty claws, papery skin, and long, sharp fangs protruding from a breathless mouth." ],
					[ "{monster/Naga, Dark}", 8, "aberration", [ 5, "large" ], [ 2, "LE" ], "A sharp-featured humanoid head crowns the powerful, sinuous body of this snake-like monstrosity." ],
					[ "{monster/Naga, Deep}", 12, "aberration", [ 6, "huge" ], [ 5, "NE" ], "This creature's massive, serpentine body is covered in dark purple scales. Its humanoid head has a wide mouth filled with fangs." ],
					[ "{monster/Naga, Dream}", 9, "aberration", [ 5, "large" ], [ 4, "N" ], "This large, flying serpent has a humanoid head outlined by a colorful, frilled hood." ],
					[ "{monster/Naga, Guardian}", 10, "aberration", [ 5, "large" ], [ 0, "LG" ], "A contemplative humanoid face framed by a cobra-like hood adorns the body of this long, brightly colored serpent." ],
					[ "{monster/Naga, Lunar}", 6, "aberration", [ 5, "large" ], [ 7, "CN" ], "Stark white hair frames the fair face of this snake-bodied woman, and its black scales sparkle hypnotically." ],
					[ "{monster/Naga, Royal}", 11, "aberration", [ 6, "huge" ], [ 1, "LN" ], "This snake-bodied creature has five necks, each with a regal, humanoid face in a cobralike hood." ],
					[ "{monster/Naga, Slime}", 9, "aberration", [ 5, "large" ], [ 5, "NE" ], "This slime-covered serpentine creature has a humanoid head resembling that of an angry old man." ],
					[ "{monster/Naga, Spirit}", 9, "aberration", [ 5, "large" ], [ 8, "CE" ], "Yellowed, venom-dripping fangs fill the human-like mouth of this sinister serpentine monstrosity." ],
					[ "{monster/Naga, Water}", 7, "aberration", [ 5, "large" ], [ 4, "N" ], "Slender spines and brightly colored frills stretch back from the humanlike face of this massive aquatic snake." ],
					[ "{monster/Nagaji}", [ -2, "1/2" ], "humanoid", [ 4, "medium" ], [ 1, "LN" ], "This dark-scaled reptilian humanoid has lidless eyes, and a serpentine tongue that flickers from a fanged, lipless mouth." ],
					[ "{monster/Naiad}", [ -2, "1/2" ], "fey", [ 4, "medium" ], [ 3, "NG" ], "This lovely woman's skin appears to be made of water. She has a fluid grace and wears clothing of woven reeds and leaves." ],
					[ "{monster/Narrik}", 7, "aberration", [ 4, "medium" ], [ 8, "CE" ], "Glossy eyespots bulge from the neck of this long-limbed figure. Jagged teeth line the open mouth in its chest." ],
					[ "{monster/Necrocraft}", 3, "undead", [ 4, "medium" ], [ 5, "NE" ], "Thick muscle and jutting bone from multiple corpses fused together form a winged, humanlike predator." ],
					[ "{monster/Necrophidius}", 3, "construct", [ 4, "medium" ], [ 4, "N" ], "The soft scrape of bone reveals the long, sinuous skeleton of a large snake, its head a humanoid skull with a snake's jaws." ],
					[ "{monster/Neh-Thalggu}", 8, "aberration", [ 5, "large" ], [ 8, "CE" ], "This crab-like nightmare has a lamprey mouth, twitching eyes on its legs, and several blisters along its back that hold human brains." ],
					[ "{monster/Nehushtan}", 2, "magical beast", [ 2, "tiny" ], [ 3, "NG" ], "The lustrous, metallic bronze scales that cover this tiny serpent glisten as if reflecting an unseen light." ],
					[ "{monster/Nekomata}", 6, "magical beast", [ 4, "medium" ], [ 5, "NE" ], "This oversized house cat has two twitching tails and a malevolent gleam in its eyes." ],
					[ "{monster/Nemhain}", 15, "undead", [ 4, "medium" ], [ 5, "NE" ], "A cloud of translucent humanoid spirits whirls around this ghostly desiccated corpse." ],
					[ "{monster/Neothelid Overlord}", 20, "aberration", [ 7, "gargantuan" ], [ 8, "CE" ], "Two disgusting heads rise above this enormous mass of slime-drenched coils and slithering tentacles." ],
					[ "{monster/Neothelid}", 15, "aberration", [ 7, "gargantuan" ], [ 8, "CE" ], "Its slime-drenched length coiled upon itself in a shuddering mountain, this huge worm's tentacled head rises like a snake's." ],
					[ "{monster/Nependis}", 9, "monstrous humanoid", [ 5, "large" ], [ 8, "CE" ], "Resembling a bestial ogre with great tusks and thick, bristly hair, this brute seems quite nimble despite its cloven hooves." ],
					[ "{monster/Nephilim}", 8, "outsider", [ 5, "large" ], [ 4, "N" ], "The strength and stature of this giant-sized human is matched only by the nobility of its bearing." ],
					[ "{monster/Nephlei}", 9, "outsider", [ 5, "large" ], [ 7, "CN" ], "A mighty woman of refined beauty hovers in the air, her skin whorled with blue markings." ],
					[ "{monster/Nereid}", 10, "fey", [ 4, "medium" ], [ 7, "CN" ], "This beautiful woman has pearlescent skin and long, dark hair. Her nudity is barely hidden by a diaphanous, wet shawl." ],
					[ "{monster/Neshmaal}", 12, "outsider", [ 5, "large" ], [ 8, "CE" ], "This semi-transparent mass of convulsively roiling tentacles and whiplike tendrils hovers in the air, giving off an aura of dark, alien menace." ],
					[ "{monster/Ngoga}", 7, "magical beast", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Nightgaunt}", 4, "monstrous humanoid", [ 4, "medium" ], [ 7, "CN" ], "This lanky ebon humanoid has batlike wings, horns, and a long prehensile tail, but lacks a face." ],
					[ "{monster/Nightmare, Cauchemar}", 11, "outsider", [ 6, "huge" ], [ 5, "NE" ], "This towering, burning equine stands upon smoking hooves. Hellfire shimmers in its hateful eyes." ],
					[ "{monster/Nightmare}", 5, "outsider", [ 5, "large" ], [ 5, "NE" ], "This eerie horse-like creature's skin is an inky blackness. Fire spurts from its hair and nostrils, and its hooves spray sparks." ],
					[ "{monster/Nightshade, Nightcrawler}", 18, "undead", [ 7, "gargantuan" ], [ 8, "CE" ], "This immense worm is covered with plates of dead-black, chitinous armor. Its toothy maw yawns like a cave." ],
					[ "{monster/Nightshade, Nightprowler}", 10, "undead", [ 5, "large" ], [ 8, "CE" ], "This bulky predator's feline form is cloaked in shadows, save for its red eyes, which glow with a baleful hatred." ],
					[ "{monster/Nightshade, Nightwalker}", 16, "undead", [ 6, "huge" ], [ 8, "CE" ], "This towering, night-black giant has demonic features, including a huge pair of ram-like horns. Its arms end in massive blades." ],
					[ "{monster/Nightshade, Nightwave}", 20, "undead", [ 8, "colossal" ], [ 8, "CE" ], "Immense almost beyond belief, this sleek, midnight-black shark rises from the sea like an unholy island heaved up from below." ],
					[ "{monster/Nightshade, Nightwing}", 14, "undead", [ 6, "huge" ], [ 8, "CE" ], "This enormous, bat-like creature is shaped from utter darkness, its eyes tiny red stars in the blackest night." ],
					[ "{monster/Nihiloi}", 11, "outsider", [ 4, "medium" ], [ 7, "CN" ], "A mass of black, bramble-like tentacles writhes from the back of this vague, shifting humanoid. Inky skin covers the creature, and ebon claws curve long and thin from the tips of its fingers. Numerous tendrils of wispy shadow hold the creature aloft while others rise above its shoulders in strange, wriggling wings." ],
					[ "{monster/Nimbral Child}", 11, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This emaciated humanoid is barely visible in a swirl of engulfing shadow. Its eyes and mouth reveal a burning void within its head." ],
					[ "{monster/Ningen}", 16, "monstrous humanoid", [ 8, "colossal" ], [ 4, "N" ], "This enormous flippered creature is as pale as an iceberg and is nearly as large." ],
					[ "{monster/Ningyo, Undead}", 1, "undead", [ 3, "small" ], [ 5, "NE" ], "The repulsively fused features of a dried fish and desiccated humanoid combine in these monstrous remains. The crackle of tiny grinding bones and the hiss of parched scales whisper with every motion as the snarling miniature mummy drags its shriveled corpse forward." ],
					[ "{monster/Ningyo}", 1, "monstrous humanoid", [ 3, "small" ], [ 5, "NE" ], "This hideous sea monstrosity combines the most ferocious features of simian and carp, its fish-like tail sprouting a grotesquely primitive humanoid torso, head, and limbs. Although little more than 2 feet long, the nasty thing gibbers wildly as it gnashes its curling fangs and swipes at prey with webbed claws." ],
					[ "{monster/Nirento, Elder}", 6, "plant", [ 6, "huge" ], [ 4, "N" ], "Thorny vines encircle this tropical tree's thick, spongy trunk, and jungle debris lies strewn about its base." ],
					[ "{monster/Nirento}", 4, "plant", [ 5, "large" ], [ 4, "N" ], "Thorny vines encircle this tropical tree's thick, spongy trunk, and jungle debris lies strewn about its base." ],
					[ "{monster/Nisid}", 4, "fey", [ 3, "small" ], [ 6, "CG" ], "This small, naked creature looks like a lithe halfling, but with long, tapered ears and tough, brown skin. His hair is unkempt and his flesh is weathered, but his large eyes glitter violet." ],
					[ "{monster/Nixie}", 1, "fey", [ 3, "small" ], [ 4, "N" ], "This green-skinned fey has webbed hands and feet. Its hair is the color of seaweed, and is decorated with shells." ],
					[ "{monster/Nochlean}", 3, "fey", [ 4, "medium" ], [ 8, "CE" ], "This gaunt, clawed faerie creature wears simple, homespun clothing and a malicious grin. Its oversized ears stick out from the sides of its head, and it wears its long earlobes like a scarf." ],
					[ "{monster/Norn}", 18, "fey", [ 5, "large" ], [ 1, "LN" ], "This towering, stern woman wears her long blonde hair in braids. She carries a reel of golden thread and a pair of shears." ],
					[ "{monster/Nuckelavee}", 9, "fey", [ 5, "large" ], [ 5, "NE" ], "This skinless creature resembles a horse and its humanoid rider, fused into a single hideous being of rage and sickness." ],
					[ "{monster/Nue}", 10, "magical beast", [ 5, "large" ], [ 5, "NE" ], "Materializing out of a noxious black cloud, this beast has the head of a fanged monkey and the body of a tiger with a viper as a tail." ],
					[ "{monster/Nukkefeen}", 1, "fey", [ 4, "medium" ], [ 4, "N" ], "This eerie creature resembles a human with oddly segmented limbs, waxen skin, and doll-like eyes." ],
					[ "{monster/Nulmind}", 11, "plant", [ 3, "small" ], [ 4, "N" ], "This thick ribbon of fungus somewhat resembles a caterpillar. Its folds pulse with an eerie, golden incandescence." ],
					[ "{monster/Nycar}", 2, "dragon", [ 2, "tiny" ], [ 7, "CN" ], "This cruel-looking serpent is about the size of a housecat, with two forearms and dangerous-looking fangs." ],
					[ "{monster/Nymph}", 7, "fey", [ 4, "medium" ], [ 6, "CG" ], "A delicate figure rises from the water, her long ears tapering to points above her head, her beauty painful in its perfection." ],
					[ "{monster/Obambo}", 13, "undead", [ 4, "medium" ], [ 2, "LE" ], "This spectral creature looks like a scarred and shriveled ruin of an ancient tribal elder, with skin caked with dirt and moss, and long white hair tangled with sticks. Sharp teeth fill its cackling mouth, and its eyes are tiny but bright and piercing. Jungle vines weave through its ghostly body, which appears stuffed with decaying leaves and other plant matter." ],
					[ "{monster/Oblivion}", 20, "ooze", [ 8, "colossal" ], [ 5, "NE" ], "A single sinister eye glares from the heart of this roiling cloud of darkness as tentacles of smoke coil and writhe beneath it." ],
					[ "{monster/Occulari}", 7, "aberration", [ 1, "diminutive" ], [ 8, "CE" ], "Bundles of viscera hang from the hundreds of levitating eyes in this mass. Jagged teeth protrude from each eyelid, forming makeshift fanged maws." ],
					[ "{monster/Oceanid}", 7, "fey", [ 4, "medium" ], [ 7, "CN" ], "This beautiful woman is clad only in sea foam and her long, white hair, which cascades over her body." ],
					[ "{monster/Ochre Jelly}", 5, "ooze", [ 5, "large" ], [ 4, "N" ], "This yellow-orange amoeboid creature slithers across the ground, pseudopods grasping ahead of its slow approach." ],
					[ "{monster/Octopus, Blue-Ringed/ (Familiar)}", [ -2, "1/2" ], "animal", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Octopus, Giant}", 8, "animal", [ 5, "large" ], [ 4, "N" ], "A storm of tentacles, each twenty feet in length, flails with deadly precision from the leathery body of this gigantic octopus." ],
					[ "{monster/Octopus}", 1, "animal", [ 3, "small" ], [ 4, "N" ], "Eight tentacles, each adorned with rows of countless suckers, unfurl from the barrel-shaped body of this large-eyed creature." ],
					[ "{monster/Ogre, Ogre Boss}", 7, "humanoid", [ 5, "large" ], [ 8, "CE" ], "This lumbering giant's beady eyes are devoid of wit or kindness, and its puffy face features a wide mouth with ill-fitting teeth." ],
					[ "{monster/Ogre, Ogre Brute}", 6, "humanoid", [ 5, "large" ], [ 8, "CE" ], "This lumbering giant's beady eyes are devoid of wit or kindness, and its puffy face features a wide mouth with ill-fitting teeth." ],
					[ "{monster/Ogre, Ogre Destroyer}", 10, "humanoid", [ 5, "large" ], [ 8, "CE" ], null ],
					[ "{monster/Ogre, Ogre Glutton}", 11, "humanoid", [ 5, "large" ], [ 8, "CE" ], "This lumbering giant's beady eyes are devoid of wit or kindness, and its puffy face features a wide mouth with ill-fitting teeth." ],
					[ "{monster/Ogre, Ogre Hunter}", 9, "humanoid", [ 5, "large" ], [ 8, "CE" ], null ],
					[ "{monster/Ogre, Ogre King}", 13, "humanoid", [ 5, "large" ], [ 8, "CE" ], "This lumbering giant's beady eyes are devoid of wit or kindness, and its puffy face features a wide mouth with ill-fitting teeth." ],
					[ "{monster/Ogre, Ogre Mancatcher}", 8, "humanoid", [ 5, "large" ], [ 8, "CE" ], "This lumbering giant's beady eyes are devoid of wit or kindness, and its puffy face features a wide mouth with ill-fitting teeth." ],
					[ "{monster/Ogre, Ogre Priest}", 4, "humanoid", [ 5, "large" ], [ 8, "CE" ], "This lumbering giant's beady eyes are devoid of wit or kindness, and its puffy face features a wide mouth with ill-fitting teeth." ],
					[ "{monster/Ogre, Ogre Stalker}", 4, "humanoid", [ 5, "large" ], [ 8, "CE" ], "This lumbering giant's beady eyes are devoid of wit or kindness, and its puffy face features a wide mouth with ill-fitting teeth." ],
					[ "{monster/Ogre}", 3, "humanoid", [ 5, "large" ], [ 8, "CE" ], "This lumbering giant's beady eyes are devoid of wit or kindness, and its puffy face features a wide mouth with ill-fitting teeth." ],
					[ "{monster/Ohancanu}", 5, "fey", [ 5, "large" ], [ 8, "CE" ], "This brutish, one-eyed giant carries a large, well-made axe and wears a simple tunic. He has a head of shaggy hair, and the lower half of his face is obscured by a bristly, dark beard." ],
					[ "{monster/Oma}", 16, "magical beast", [ 8, "colossal" ], [ 4, "N" ], "This whale-like creature floats ponderously, arcs of brilliant energy filling its mouth and rolling down its body." ],
					[ "{monster/Oneirogen}", 2, "outsider", [ 4, "medium" ], [ 7, "CN" ], "This vague, humanoid figure seems to be the source of a bank of unnaturally colored fog." ],
					[ "{monster/Oni, Atamahuta}", 11, "outsider", [ 5, "large" ], [ 2, "LE" ], "This large humanoid creature has two heads, one brutish-looking, the other with three eyes and gems and tattoos decorating its forehead." ],
					[ "{monster/Oni, Earth Yai}", 13, "outsider", [ 5, "large" ], [ 5, "NE" ], "Jagged cracks and pebbled growths mar the surface of this three-eyed giant's rocky skin, making it appear to have burst forth from rugged stone." ],
					[ "{monster/Oni, Fire Yai}", 15, "outsider", [ 5, "large" ], [ 5, "NE" ], "This fanged, three-eyed giant rages in its finely crafted armor, its skin as red as a smoldering ember." ],
					[ "{monster/Oni, Ice Yai}", 14, "outsider", [ 5, "large" ], [ 8, "CE" ], "This blue-skinned giant has three eyes, fangs, and claws. Its hair seems to be formed of delicate strands of ice." ],
					[ "{monster/Oni, Ja Noi}", 5, "outsider", [ 4, "medium" ], [ 2, "LE" ], "This hunchbacked, fiery-skinned humanoid possesses black eyes beneath the bony ridges of its brow, wears elaborate heavy armor, and wields an ornate metal club." ],
					[ "{monster/Oni, Kigyo}", 6, "outsider", [ 4, "medium" ], [ 2, "LE" ], "This humanoid has the lower body of a giant seahorse and a round, colorful face dominated by wide, staring eyes and hideous fangs." ],
					[ "{monster/Oni, Kuwa}", 4, "outsider", [ 4, "medium" ], [ 2, "LE" ], "This golden-skinned fiend has horns, fangs, and bulging eyes. It grips a spiked club in its four-fingered claws." ],
					[ "{monster/Oni, Najikai}", 8, "outsider", [ 5, "large" ], [ 2, "LE" ], "This scaly-skinned humanoid has long venomous fangs, claws, and unblinking reptilian eyes." ],
					[ "{monster/Oni, Nogitsune}", 7, "outsider", [ 4, "medium" ], [ 5, "NE" ], "This fox-headed humanoid has a sleek, feminine form that moves with seductive grace. As she steps into a defensive posture, a mass of bushy tails flicks at the air above her back and she reveals teeth flecked with blood." ],
					[ "{monster/Oni, Ogre Mage}", 8, "outsider", [ 5, "large" ], [ 2, "LE" ], "Clad in beautiful armor, this exotically garbed giant roars, its tusks glistening and its eyes afire with murderous intent." ],
					[ "{monster/Oni, Spirit}", 2, "outsider", [ 2, "tiny" ], [ 2, "LE" ], "This evil-looking animated mask shows the face of a horned fiend, its eyes popping and its leering smile full of fangs." ],
					[ "{monster/Oni, Void Yai}", 20, "outsider", [ 6, "huge" ], [ 2, "LE" ], "This towering, three-eyed horned giant carries himself with the self-assurance of an undefeated champion of countless wars." ],
					[ "{monster/Oni, Water Yai}", 18, "outsider", [ 6, "huge" ], [ 8, "CE" ], "This towering woman has blue skin, small fangs, and a third eye glaring from her forehead. Her robes are soaking wet." ],
					[ "{monster/Oni, Wind Yai}", 16, "outsider", [ 6, "huge" ], [ 2, "LE" ], "A third eye rests on the forehead of this ornately robed giantess, her figure half-shrouded in the darkness of a starry night that swirls continuously about her." ],
					[ "{monster/Oni, Yamabushi Tengu}", 5, "outsider", [ 4, "medium" ], [ 2, "LE" ], "This humanoid creature has a fearsome mien, with a cruel red face, glaring yellow eyes, a prodigious nose, and large ravenlike wings." ],
					[ "{monster/Onkushu}", 13, "outsider", [ 5, "large" ], [ 6, "CG" ], "This oval body and enormous wings of this creature are made of roiling flame, and it has a vaguely humanoid face." ],
					[ "{monster/Onwu Azu}", 1, "animal", [ 3, "small" ], [ 4, "N" ], "This oversized piranha bursts from the water, spreading broad fins as it takes to the air to sate its hunger." ],
					[ "{monster/Onyvolan}", 3, "monstrous humanoid", [ 4, "medium" ], [ 7, "CN" ], "This humanlike creature is clad in gaudy clothing, and each of its spindly limbs terminates in a strange wheel-appendage." ],
					[ "{monster/Onyx Scourge}", 16, "outsider", [ 6, "huge" ], [ 8, "CE" ], "This gigantic creature's stony body is laced with veins of deep red and black minerals that pulse with dark energy. Its face is a mask of rage with glowing red eyes and a pit of pitch blackness for a mouth." ],
					[ "{monster/Orang-pendak}", [ -2, "1/2" ], "humanoid", [ 3, "small" ], [ 4, "N" ], "This hairy humanoid has orange-brown hair, a broad chest, and muscular arms." ],
					[ "{monster/Orc, Gorthek Rider}", 6, "humanoid", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Orc, Gorthek}", 7, "animal", [ 5, "large" ], [ 4, "N" ], "This massive quadruped has a thick, wrinkled hide, curving horns, and shaggy hair that frames its leonine face." ],
					[ "{monster/Orc, Orc Chieftain}", 9, "humanoid", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Orc, Orc Lieutenant}", 4, "humanoid", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Orc, Orc Mystic}", 2, "humanoid", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Orc, Orc Scout}", 5, "humanoid", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Orc, Orc Sergeant}", 2, "humanoid", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Orc, Orc Thug}", 3, "humanoid", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Orc, Orc War Drummer}", 3, "humanoid", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Orc, Orc Warlord}", 6, "humanoid", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Orc, Orc Witch Doctor}", 8, "humanoid", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Orc}", [ -3, "1/3" ], "humanoid", [ 4, "medium" ], [ 8, "CE" ], "This savage creature looks like a bestial version of a savage human, with green-gray skin and greasy black hair." ],
					[ "{monster/Oread}", [ -2, "1/2" ], "outsider", [ 4, "medium" ], [ 4, "N" ], "This large warrior appears heavy and solid, with chiseled, angular features that make her look almost like a statue brought to life." ],
					[ "{monster/Orphne}", 4, "fey", [ 4, "medium" ], [ 5, "NE" ], "Pale skin and dark features frame this starkly beautiful creature, which is surrounded by a palpable aura of death." ],
					[ "{monster/Orsheval}", 4, "outsider", [ 4, "medium" ], [ 1, "LN" ], "This short, iron-skinned horse is surrounded by a flickering light. A preternatural intelligence glitters in its metallic golden eyes." ],
					[ "{monster/Ossumental, Ossumental (Air)}", 12, "undead", [ 5, "large" ], [ 5, "NE" ], null ],
					[ "{monster/Ossumental, Ossumental (Earth)}", 12, "undead", [ 5, "large" ], [ 5, "NE" ], "This towering collection of sun-bleached bones is assembled in a humanoid form." ],
					[ "{monster/Ossumental, Ossumental (Fire)}", 12, "undead", [ 5, "large" ], [ 5, "NE" ], null ],
					[ "{monster/Ossumental, Ossumental (Water)}", 12, "undead", [ 5, "large" ], [ 5, "NE" ], null ],
					[ "{monster/Ostovite}", 1, "magical beast", [ 2, "tiny" ], [ 8, "CE" ], "This tiny, skittering creature looks like an insect made of fish bones, with a head full of glowing red eyes." ],
					[ "{monster/Ostrich}", 1, "animal", [ 4, "medium" ], [ 4, "N" ], "This human-sized bird has a long neck and legs sprouting from a round body covered in fluffy gray feathers." ],
					[ "{monster/Otter/ (Familiar)}", [ -4, "1/4" ], "animal", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Otyugh}", 4, "aberration", [ 5, "large" ], [ 4, "N" ], "This three-legged freak is mostly mouth. Three tentacles, two tipped with barbs and one with eyes, extend from its sides." ],
					[ "{monster/Ouroboros}", 21, "magical beast", [ 8, "colossal" ], [ 4, "N" ], "This serpentine creature chews at its own tail. Its body consists of a multitude of entangled serpents with countless hissing jaws." ],
					[ "{monster/Owb, Owb Prophet}", 13, "outsider", [ 5, "large" ], [ 5, "NE" ], "This creature resembles the skeletal torso of a winged, four-armed giant draped in tatters of liquid shadow." ],
					[ "{monster/Owb}", 6, "outsider", [ 4, "medium" ], [ 5, "NE" ], "This thing looks like a skeletal human torso coated in liquid shadow, obscuring its bones but clearly revealing its shape." ],
					[ "{monster/Owl/ (Familiar)}", [ -3, "1/3" ], "animal", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Owl, Giant}", 5, "magical beast", [ 6, "huge" ], [ 1, "LN" ], "This enormous owl has a silent gracefulness and wisdom about it despite its considerable size." ],
					[ "{monster/Owl, Great Horned}", [ -2, "1/2" ], "animal", [ 3, "small" ], [ 4, "N" ], "This gray-and-white feathered owl has fluffy wings and a bulky head that makes it look larger than most owls." ],
					[ "{monster/Owlbear}", 4, "magical beast", [ 5, "large" ], [ 4, "N" ], "An amalgam of fur and feathers, this bizarre half-bear, half-owl monstrosity raises its huge, ursine claws in anger." ],
					[ "{monster/Ozimat}", 11, "outsider", [ 4, "medium" ], [ 4, "N" ], "Chunks of rock spin about a humanoid form of vibrant green light." ],
					[ "{monster/Paguroida}", 9, "monstrous humanoid", [ 5, "large" ], [ 1, "LN" ], "This crab-like creature has the torso and head of a human, one arm ending in a massive claw, and another arm wielding a scimitar. It scuttles on six legs that emerge from beneath a massive shell with glinting metal and gems embedded into its surface." ],
					[ "{monster/Pale Stranger}", 10, "undead", [ 4, "medium" ], [ 5, "NE" ], "This nearly skeletal figure wields a pistol in each hand. Its garb is dusty and weathered, and smells of old decay." ],
					[ "{monster/Pallid Angel}", 12, "outsider", [ 4, "medium" ], [ 5, "NE" ], "This macabre beauty holds her ebon-feathered wings spread behind her. Her skin and clothing are soaked and splattered with blood, wine, and other fluids." ],
					[ "{monster/Panda}", 2, "animal", [ 4, "medium" ], [ 4, "N" ], "This black-and-white-furred bear is about as long in the body as an average human - but much rounder." ],
					[ "{monster/Panotti}", 2, "humanoid", [ 4, "medium" ], [ 3, "NG" ], "This bald humanoid looks strikingly human except for the long folds of skin that droop from his head and neck to just above his ankles." ],
					[ "{monster/Papinijuwari}", 13, "humanoid", [ 6, "huge" ], [ 5, "NE" ], "This imposing one-eyed giant wears fragments of crude armor and a breechcloth adorned with skulls. Its breath reeks of pestilence." ],
					[ "{monster/Pard}", 3, "magical beast", [ 4, "medium" ], [ 7, "CN" ], "This brightly-colored feline blur resembles a cheetah with longer fur and lynx-like ears, and seems to scorch the air as it moves." ],
					[ "{monster/Pavbagha}", 4, "outsider", [ 5, "large" ], [ 1, "LN" ], "This majestic tiger has white fur with deep blue stripes. It glows with divine radiance and radiates an aura of calm." ],
					[ "{monster/Peafowl/ (Familiar)}", [ -4, "1/4" ], "animal", [ 3, "small" ], [ 4, "N" ], "This bird's royal-blue body is upstaged only by the magnificent array of feathers that radiate from its back." ],
					[ "{monster/Pech}", 3, "fey", [ 3, "small" ], [ 4, "N" ], "This pale yellow humanoid has blank, bulging white eyes and gangly arms and legs. It clutches a pickaxe in its knobby hands." ],
					[ "{monster/Pegasus}", 3, "magical beast", [ 5, "large" ], [ 6, "CG" ], "This magnificient horse has great bird-like wings upon its back and moves with a quiet and proud grace." ],
					[ "{monster/Peluda}", 10, "dragon", [ 5, "large" ], [ 5, "NE" ], "This long-necked dragon has steamy breath, a lashing tail, and a back covered in hundreds of quills." ],
					[ "{monster/Penguin/ (Familiar)}", [ -3, "1/3" ], "animal", [ 3, "small" ], [ 4, "N" ], "This three-foot-tall, thickset bird has black and white coloration, a long beak, and black flippers that lie flat against its sides instead of wings." ],
					[ "{monster/Peri}", 14, "outsider", [ 4, "medium" ], [ 3, "NG" ], "This beautiful albino woman is wreathed in wings of brilliant flame." ],
					[ "{monster/Peryton}", 4, "magical beast", [ 4, "medium" ], [ 8, "CE" ], "This creature has a stag's body, a hawk's wings and talons, and the head of a slavering wolf with a rack of sharp antlers on its brow." ],
					[ "{monster/Pest Drake Swarm}", 9, "dragon", [ 1, "diminutive" ], [ 4, "N" ], "These songbird-sized drakes declare their territory with an insistent chorus of shrill chirps." ],
					[ "{monster/Petrifern/ (Familiar)}", [ -6, "1/6" ], "plant", [ 1, "diminutive" ], [ 4, "N" ], "This tiny, unassuming tree is shaped like a miniature person, with branches for arms and roots for feet." ],
					[ "{monster/Petrified Maiden}", 6, "undead", [ 4, "medium" ], [ 5, "NE" ], "Fresh blood seeps from the cracks of this weathered but exquisitely detailed stone sculpture of a warrior woman." ],
					[ "{monster/Petromin}", [ -3, "1/3" ], "animal", [ 2, "tiny" ], [ 4, "N" ], "This sleek, furred creature has flaps of skin stretching between its limbs and its body." ],
					[ "{monster/Peuchen}", 10, "magical beast", [ 4, "medium" ], [ 5, "NE" ], "This enormous snake has glowing green eyes, large fangs, and wide, membranous wings." ],
					[ "{monster/Phantom Armor, Giant}", 4, "undead", [ 5, "large" ], [ 5, "NE" ], "This suit of armor moves with a warrior's deadly skill despite obviously being empty." ],
					[ "{monster/Phantom Armor, Guardian}", 2, "undead", [ 4, "medium" ], [ 5, "NE" ], "This suit of armor moves with a warrior's deadly skill despite obviously being empty." ],
					[ "{monster/Phantom Armor, Hollow Helm}", 1, "undead", [ 2, "tiny" ], [ 5, "NE" ], "Though at first appearing to be an ordinary suit of armor, this imposing being begins to move, its lumbering movements slow and methodical." ],
					[ "{monster/Phantom Armor, Phantom Lancer}", 6, "undead", [ 5, "large" ], [ 5, "NE" ], null ],
					[ "{monster/Phantom Fungus}", 3, "plant", [ 4, "medium" ], [ 4, "N" ], "Portions of this three-stalked fungoid monster's body seem to fade in and out of sight. A large maw gapes along its entire front." ],
					[ "{monster/Pharaonic Guardian}", 11, "undead", [ 5, "large" ], [ 2, "LE" ], "This translucent humanoid figure has an animal's head. Rising from its back are wings of chilling white light." ],
					[ "{monster/Pharmakos}", 15, "aberration", [ 7, "gargantuan" ], [ 5, "NE" ], "The body of this monstrous creature is a foul mass of sore-covered flesh, a blubbery worm with the upper torso of a deformed man." ],
					[ "{monster/Phase Spider}", 5, "magical beast", [ 5, "large" ], [ 4, "N" ], "This large spider-like monster has an eerie, humanoid face surrounded by a shaggy mane of fur." ],
					[ "{monster/Phoenix}", 15, "magical beast", [ 7, "gargantuan" ], [ 3, "NG" ], "This immense bird seems to be made of living flame. It spreads its wings and gives vent to a musical cry as it takes to the air." ],
					[ "{monster/Phycomid}", 4, "plant", [ 3, "small" ], [ 4, "N" ], "This tangle of purple-capped mushrooms growing out of a nasty green sludge shudders and writhes, wafting tendrils of smoke." ],
					[ "{monster/Pickled Punk}", 1, "undead", [ 2, "tiny" ], [ 5, "NE" ], "Barely contained in thick glass, this deformed humanoid creature wriggles in its jar." ],
					[ "{monster/Pig/ (Familiar)}", [ -3, "1/3" ], "animal", [ 3, "small" ], [ 4, "N" ], null ],
					[ "{monster/Pilo}", 2, "animal", [ 3, "small" ], [ 4, "N" ], "Sharp quills cover this bright yellow, six-legged animal, and its long, twitching snout probes the air around it." ],
					[ "{monster/Pipefox}", 2, "magical beast", [ 1, "diminutive" ], [ 4, "N" ], "This furry, minute serpent has a foxlike head and tiny eyes that glitter with intelligence." ],
					[ "{monster/Piranha Swarm, Megapiranha Swarm}", 6, "animal", [ 2, "tiny" ], [ 4, "N" ], "Within this mass of primeval fish glint innumerable savagely gnashing teeth." ],
					[ "{monster/Piranha Swarm}", 3, "animal", [ 2, "tiny" ], [ 4, "N" ], "This swarm of silver-scaled fish thrashes feverishly, the dozens of swiftly moving creatures within seeming restless and bloodthirsty." ],
					[ "{monster/Pixie Circle}", 7, "plant", [ 6, "huge" ], [ 4, "N" ], "Heart-shaped leaves and drooping clusters of purple and pink flowers emitting a faint scent of honey and fruit drape over the bone-white trees of a dead grove buried under heavy vines." ],
					[ "{monster/Pixie}", 4, "fey", [ 3, "small" ], [ 3, "NG" ], "This tiny, whimsical-looking humanoid darts about swiftly on wildly colored gossamer wings." ],
					[ "{monster/Plankta}", 17, "aberration", [ 8, "colossal" ], [ 5, "NE" ], "The shattered remnants of buildings and statues can be seen in this shuddering mass of wet, rugged rock." ],
					[ "{monster/Plasma Ooze}", 16, "ooze", [ 7, "gargantuan" ], [ 4, "N" ], "This amorphous blob of violet energy ripples like a globe of floating liquid. It periodically lashes out with tendrils of blue light." ],
					[ "{monster/Platypus/ (Familiar)}", [ -6, "1/6" ], "animal", [ 2, "tiny" ], [ 4, "N" ], "This creature is plump, brown, and covered in sleek fur, but it has a duck's bill, a flat tail, and webbed feet." ],
					[ "{monster/Polevik}", 5, "fey", [ 3, "small" ], [ 5, "NE" ], "Toadstools, puff balls, and other bizarre fungal growths sprout from this small, hunchbacked man's mold-streaked body. His beady eyes burn with paranoia and malice." ],
					[ "{monster/Polong}", 8, "undead", [ 4, "medium" ], [ 5, "NE" ], "This crimson spectral creature drips with blood, its skeletal face contorted with malice." ],
					[ "{monster/Poltergeist}", 2, "undead", [ 4, "medium" ], [ 2, "LE" ], "A ghostly, skeletal figure rises up amid a whirling cyclone of tools, plates, utensils, and other loose objects." ],
					[ "{monster/Poludnica}", 10, "fey", [ 4, "medium" ], [ 7, "CN" ], "A haze of heat shimmers around this beautiful woman. The glare of the sun gleams from her radiant skin." ],
					[ "{monster/Pooka}", 2, "fey", [ 2, "tiny" ], [ 7, "CN" ], "This creature combines the features of a sprightly girl and a black rabbit. A wicked, whimsical grin gleams on her face." ],
					[ "{monster/Popobala}", 15, "monstrous humanoid", [ 4, "medium" ], [ 8, "CE" ], "This brawny, sallow-skinned figure is muscular but lean, with batlike wings and a single hideous eye in its noseless face." ],
					[ "{monster/Poppet, Poppet, Small}", [ -2, "1/2" ], "construct", [ 3, "small" ], [ 4, "N" ], null ],
					[ "{monster/Poppet, Poppet, Tiny}", [ -3, "1/3" ], "construct", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Porcupine, Giant}", 2, "animal", [ 4, "medium" ], [ 4, "N" ], "This gray, human-sized porcupine's round body is covered in sharp, striped quills." ],
					[ "{monster/Porcupine}", [ -4, "1/4" ], "animal", [ 2, "tiny" ], [ 4, "N" ], "This small-eyed rodent has a rounded body with numerous quills running all over its back." ],
					[ "{monster/Primeval Sea Creature, Kronosaurus}", 10, "animal", [ 7, "gargantuan" ], [ 4, "N" ], "This enormous, finned reptile has a long mouth full of sharp teeth and moves through the water with incredible speed." ],
					[ "{monster/Primeval Sea Creature, Nothosaur}", 5, "animal", [ 5, "large" ], [ 4, "N" ], "This long-necked reptile swims through the water propelled by four paddle-like feet, whipping a long and slender tail behind it as it gnashes its sharp, needle-like teeth." ],
					[ "{monster/Primeval Sea Creature, Zeuglodon}", 9, "animal", [ 7, "gargantuan" ], [ 4, "N" ], "This elongated, whale-like creature moves through the water with an eel-like motion despite its wide, fluked tail. Razor-sharp teeth fill its almost reptilian mouth." ],
					[ "{monster/Protean, Akizendri}", 3, "outsider", [ 3, "small" ], [ 7, "CN" ], "This cackling protean's serpentine body is surrounded by flowing, illuminated script pulled from nearby tomes and pages." ],
					[ "{monster/Protean, Azuretzi}", 5, "outsider", [ 3, "small" ], [ 7, "CN" ], "Brilliant blue scales with purple highlights cover this sinuous creature's body, and its slender reptilian maw is filled with tiny, sharp teeth." ],
					[ "{monster/Protean, Hegessik}", 15, "outsider", [ 5, "large" ], [ 7, "CN" ], "This serpentine creature has shimmering golden plumage that transitions into sparkling gemstones on its back." ],
					[ "{monster/Protean, Ibshaunet}", 11, "outsider", [ 6, "huge" ], [ 7, "CN" ], "This nightmarish serpentine creature bears crackling wings of chaotic energy and bristling fins of insubstantial fire." ],
					[ "{monster/Protean, Illureshi}", 9, "outsider", [ 4, "medium" ], [ 7, "CN" ], "This anemic protean wears a wizard's robe and garish jewelry." ],
					[ "{monster/Protean, Imentesh}", 10, "outsider", [ 5, "large" ], [ 7, "CN" ], "This serpentine creature has the lower body of a snake, a humanoid torso, and a bird-like head and claws." ],
					[ "{monster/Protean, Izfiitar}", 20, "outsider", [ 4, "medium" ], [ 7, "CN" ], "This serpentine monster has six arms and is crowned by a halo of ever-changing symbols." ],
					[ "{monster/Protean, Keketar}", 17, "outsider", [ 5, "large" ], [ 7, "CN" ], "Colors dance over this serpentine creature's scales. A strange crown of energy glows above the thing's reptilian head." ],
					[ "{monster/Protean, Naunet}", 7, "outsider", [ 5, "large" ], [ 7, "CN" ], "Tentacles tipped with snapping jaws emerge from this serpentine creature's back, complementing the vicious maw in its reptilian face." ],
					[ "{monster/Protean, Oshageros}", 13, "outsider", [ 4, "medium" ], [ 7, "CN" ], "This crocodile-jawed creature has two talon-tipped hands and luminescent tentacles extending from its back." ],
					[ "{monster/Protean, Ourdivar}", 4, "outsider", [ 5, "large" ], [ 7, "CN" ], "The upper body of this creature is that of a multicolored bestial humanoid, while its lower section ends in a serpentine tail." ],
					[ "{monster/Protean, Pelagastr}", 8, "outsider", [ 4, "medium" ], [ 7, "CN" ], "This glittering serpent's body ends in a looping length of tail. Its scales glow softly in ever-changing patterns." ],
					[ "{monster/Protean, Voidworm}", 2, "outsider", [ 2, "tiny" ], [ 7, "CN" ], "This tiny, iridescent serpent slithers through empty space, the air around it distorting as if from heat." ],
					[ "{monster/Proto-Shoggoth, Proto-Shoggoth Synctium}", 14, "ooze", [ 5, "large" ], [ 7, "CN" ], "Half-formed eyes, toothless mouths, gaping throats, and countless other malformed organs constantly form and dissolve over this monster's surface." ],
					[ "{monster/Proto-Shoggoth}", 11, "ooze", [ 4, "medium" ], [ 4, "N" ], "Half-formed eyes, toothless mouths, gaping throats, and countless other malformed organs constantly form and dissolve over this monster's surface." ],
					[ "{monster/Pseudodragon}", 1, "dragon", [ 2, "tiny" ], [ 3, "NG" ], "This housecat-sized miniature dragon has fine scales, sharp horns, wicked little teeth, and a tail tipped with a barbed stinger." ],
					[ "{monster/Pseudosphinx}", 2, "magical beast", [ 2, "tiny" ], [ 4, "N" ], "This small creature has the body of a housecat, the wings of a falcon, and the head of a monkey." ],
					[ "{monster/Pseudowyvern}", 2, "dragon", [ 2, "tiny" ], [ 4, "N" ], "The sinuous tail of this cat-sized winged, armless dragon is tipped with a scorpianlike stinger." ],
					[ "{monster/Psoglav}", 13, "monstrous humanoid", [ 4, "medium" ], [ 8, "CE" ], "This one-eyed, wolf-headed creature walks upright on two hoofed feet. It bares metal fangs while a thin, ratlike tail twitches behind it." ],
					[ "{monster/Psyche Serpent}", 2, "magical beast", [ 2, "tiny" ], [ 4, "N" ], "A spiral pattern adorns the hood of this cobralike serpent. Its gaze betrays a keen intellect." ],
					[ "{monster/Psychemental}", 8, "outsider", [ 3, "small" ], [ 4, "N" ], "This incorporeal field shimmers with a constant flux of colors and shapes that coalesce into distorted, ephemeral images and reflections." ],
					[ "{monster/Psychepore}", 7, "plant", [ 4, "medium" ], [ 4, "N" ], "A mass of shell-like fungus grows so thick it obscures the mass of plant matter beneath." ],
					[ "{monster/Psychic Stalker}", 7, "undead", [ 4, "medium" ], [ 5, "NE" ], "This horrific, ghostly skull's brain pulses within its cranium, the whorls and folds plainly visible through bone." ],
					[ "{monster/Psychopomp, Ahmuuth}", 4, "outsider", [ 4, "medium" ], [ 4, "N" ], "This somberly dressed humanoid wears an ominous mask. Gravestones float near it like heavy shields." ],
					[ "{monster/Psychopomp, Algea}", 11, "outsider", [ 1, "diminutive" ], [ 4, "N" ], "This shrill swarm of whippoorwills flies in a spiral, their airborne antics infused with streamers of pale blue mist." ],
					[ "{monster/Psychopomp, Calaca}", 8, "outsider", [ 4, "medium" ], [ 4, "N" ], "This figure wears a fine suit, vest, gloves, and ascot and has a guitar at the ready. The creature's face is hidden by an intricately decorated skull mask." ],
					[ "{monster/Psychopomp, Catrina}", 5, "outsider", [ 4, "medium" ], [ 4, "N" ], "With lengthy curling hair, a dancer's dress, and a bouquet of flowers, this woman remains beautiful, despite having no flesh." ],
					[ "{monster/Psychopomp, Ember Weaver}", 8, "outsider", [ 4, "medium" ], [ 4, "N" ], "This slim, glowing figure is draped with voluminous gossamer shawls and veils that obscure its shape." ],
					[ "{monster/Psychopomp, Esobok}", 3, "outsider", [ 4, "medium" ], [ 4, "N" ], "This stout, hunched predator has a ruff of dirty feathers and a crocodilian skull for a head." ],
					[ "{monster/Psychopomp, Fulgati}", 18, "outsider", [ 8, "colossal" ], [ 4, "N" ], "This towering, muscular, female figure wears an iron, ram-headed mask. Four stout arms crackle with primal energies, while four additional arms emerge from her hips, supporting her bulk in place of legs." ],
					[ "{monster/Psychopomp, Kere}", 10, "outsider", [ 4, "medium" ], [ 4, "N" ], "This unnaturally pale woman is dressed in the somber garb of a mourner, her countenance covered by a lengthy black veil." ],
					[ "{monster/Psychopomp, Memitim}", 15, "outsider", [ 4, "medium" ], [ 4, "N" ], "Eyes with the dead cast of onyx glare from beneath the legionnaire's helmet worn by this ominous, black-winged woman." ],
					[ "{monster/Psychopomp, Morbai}", 6, "outsider", [ 3, "small" ], [ 4, "N" ], "This hunched, barefoot old woman leans heavily on her gnarled staff. She wears two plague masks on opposite sides of her head." ],
					[ "{monster/Psychopomp, Morrigna}", 13, "outsider", [ 4, "medium" ], [ 4, "N" ], "This beautiful woman wears a mask and is completely wrapped in spider silk. Magical fetishes adorn her clothing and staff." ],
					[ "{monster/Psychopomp, Nosoi}", 2, "outsider", [ 2, "tiny" ], [ 4, "N" ], "This strange black bird wears a leather long-nosed mask like a plague doctor." ],
					[ "{monster/Psychopomp, Olethros}", 17, "outsider", [ 4, "medium" ], [ 4, "N" ], "This moth-winged woman wears a spiral mask and a white, silken gown glimmering with tiny bronze mirrors." ],
					[ "{monster/Psychopomp, Shoki}", 9, "outsider", [ 4, "medium" ], [ 4, "N" ], "A wooden staff topped with a silver cage containing a ghostly face keeps this grizzled, snail-backed creature upright." ],
					[ "{monster/Psychopomp, Vanth}", 7, "outsider", [ 4, "medium" ], [ 4, "N" ], "This humanoid skeleton has black raven wings, a long tail, and a polished vulture-like mask where its face should be." ],
					[ "{monster/Psychopomp, Viduus}", 4, "outsider", [ 4, "medium" ], [ 4, "N" ], "This dour being has a mostly humanoid form with its lower body wrapped in a cocoon-like husk." ],
					[ "{monster/Psychopomp, Yamaraj}", 20, "outsider", [ 6, "huge" ], [ 4, "N" ], "The head of this winged, dragonlike beast is crowned with long spines. Sooty feathers cover its body." ],
					[ "{monster/Ptarmigan/ (Familiar)}", [ -6, "1/6" ], "animal", [ 2, "tiny" ], [ 4, "N" ], "This small bird has a mix of brown and white feathers and makes a loud croaking sound." ],
					[ "{monster/Pufferfish/ (Familiar)}", [ -4, "1/4" ], "animal", [ 2, "tiny" ], [ 4, "N" ], "This spotted fish has pronounced eyes, a wide mouth, and tiny, brightly colored spikes protruding from its body." ],
					[ "{monster/Puffin/ (Familiar)}", [ -8, "1/8" ], "animal", [ 1, "diminutive" ], [ 4, "N" ], "This squat, black-and-white bird has a bright red-and-black beak." ],
					[ "{monster/Pukwudgie}", 7, "monstrous humanoid", [ 3, "small" ], [ 5, "NE" ], "A merging of an emaciated man and a porcupine, this sinister creature smells of death and decay." ],
					[ "{monster/Purple Worm}", 12, "magical beast", [ 7, "gargantuan" ], [ 4, "N" ], "This enormous worm is covered with dark purple plates of chitinous armor. Its giant, tooth-filled mouth is the size of an ox." ],
					[ "{monster/Putrid Ooze}", 11, "ooze", [ 6, "huge" ], [ 4, "N" ], "Masses of carrion and debris break the inky surface of this enormous, undulating sludge." ],
					[ "{monster/Pyrausta}", [ -4, "1/4" ], "dragon", [ 1, "diminutive" ], [ 7, "CN" ], "This minuscule dragon's transparent wings and large eyes resemble those of a praying mantis. Its form glows bright with an inner fire." ],
					[ "{monster/Pyrogeist}", 10, "undead", [ 5, "large" ], [ 8, "CE" ], "A malevolent face emerges from within this roiling mass of ghostly fire. Several smaller faces writhe within the flames." ],
					[ "{monster/Pyropiscis}", 8, "magical beast", [ 5, "large" ], [ 4, "N" ], "Glowing-hot plates of iron cover the head of this immense, primordial lungfish, and lava spills from between its jagged teeth." ],
					[ "{monster/Qallupilluk}", 7, "monstrous humanoid", [ 4, "medium" ], [ 2, "LE" ], "This hag's lumpy hide, tangled black hair, and ragged garments drip with icy water, though she has a curiously sweet smell." ],
					[ "{monster/Qlippoth, Augnagar}", 14, "outsider", [ 6, "huge" ], [ 8, "CE" ], "This enormous, spider-like creature has three clawed tails and eight legs connected by leathery webs of flesh." ],
					[ "{monster/Qlippoth, Behimiron}", 13, "outsider", [ 6, "huge" ], [ 8, "CE" ], "This monstrous fiend resembles a titan beetle with a sagging, elephantine hide stretched over its spiny carapace." ],
					[ "{monster/Qlippoth, Cataboligne}", 16, "outsider", [ 7, "gargantuan" ], [ 8, "CE" ], "Spiked clubs extend from each end of this six-legged fiend. A spiky growth sticks up from its back, and a mouth yawns in its belly." ],
					[ "{monster/Qlippoth, Chernobue}", 12, "outsider", [ 5, "large" ], [ 8, "CE" ], "This slippery, writhing mass of tentacles and stalked mouths has one huge hideous eye and a fanged maw for a belly." ],
					[ "{monster/Qlippoth, Cythnigot}", 2, "outsider", [ 2, "tiny" ], [ 8, "CE" ], "This six-legged horror has a spider's face and a fibrous stalk growing out of its back - a stalk ending in a snapping mouth." ],
					[ "{monster/Qlippoth, Deinochos}", 5, "outsider", [ 3, "small" ], [ 8, "CE" ], "A fleshy pseudopod tipped with a jawless mouth and ringed by dozens of eyes emerges from a spiny shell along with several hooked legs." ],
					[ "{monster/Qlippoth, Gongorinan}", 11, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This human-sized, crab-like creature scuttles on six stumpy legs, and each of its four arms sports a different method of inflicting pain." ],
					[ "{monster/Qlippoth, Gorgoros}", 9, "outsider", [ 5, "large" ], [ 8, "CE" ], "Numerous writhing, coiling tails support this serpent-headed beast. Its three eyes glow a sickly yellow." ],
					[ "{monster/Qlippoth, Hydraggon}", 3, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This eellike monstrosity has a gaping, fanged mouth from which lolls a long, red tongue split into three tendrils, two of which wield weapons." ],
					[ "{monster/Qlippoth, Iathavos}", 20, "outsider", [ 8, "colossal" ], [ 8, "CE" ], "This immense creature has four bat-like wings and a spherical body. Red eyes peer from all sides, and two huge claws dangle below." ],
					[ "{monster/Qlippoth, Nyogoth}", 10, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This appears to be a mass of floating intestines tangled around a fanged mouth - the tips of its coils also end in toothy maws." ],
					[ "{monster/Qlippoth, Shoggti}", 7, "outsider", [ 5, "large" ], [ 8, "CE" ], "This pale creature has four suckered arms that end in pincers. A gnashing maw gapes in its head between two staring eyes." ],
					[ "{monster/Qlippoth, Thognorok}", 4, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This obscene mass looks like a melted blob crossed with a spider, ceaselessly lashing out with its hairy, wriggling legs." ],
					[ "{monster/Qlippoth, Thulgant}", 18, "outsider", [ 5, "large" ], [ 8, "CE" ], "This monster has ten spidery legs, a head writhing with dripping tentacles above a clutch of red eyes, and three whipping stingers." ],
					[ "{monster/Qlippoth, Utukku}", 8, "outsider", [ 4, "medium" ], [ 8, "CE" ], "Wriggling tendrils surround this creature's single eye where a face should be, and sucker-tipped tentacles stretch from its shoulders." ],
					[ "{monster/Qlippoth, Vexenion}", 6, "outsider", [ 5, "large" ], [ 8, "CE" ], "This blood-red tumorous mass has a shifting cluster of waving tentacles sprouting from its amorphous form, its body pulsating with a horrid vitality." ],
					[ "{monster/Quickling}", 3, "fey", [ 3, "small" ], [ 8, "CE" ], "This creature resembles a short and slight elf wearing drab clothes and a wicked grin. In a blink, the thing darts from sight." ],
					[ "{monster/Quickwood}", 8, "plant", [ 6, "huge" ], [ 4, "N" ], "Were it not for the image of a sinister face peeking out from its dark gray bark, this would look like any other ragged oak tree." ],
					[ "{monster/Rabbit/ (Familiar)}", [ -6, "1/6" ], "animal", [ 2, "tiny" ], [ 4, "N" ], "This small, furry creature has long ears and oversized feet." ],
					[ "{monster/Rabisu}", 11, "fey", [ 4, "medium" ], [ 8, "CE" ], "This hollow-eyed, blue-skinned woman has a vulture's wings, birdlike talons for hands and feet, and a fang-filled mouth." ],
					[ "{monster/Raccoon/ (Familiar)}", [ -2, "1/2" ], "animal", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Radiant Essence}", 13, "ooze", [ 5, "large" ], [ 3, "NG" ], "Shimmering knots whirl and twist around a shining nucleus in this mound of golden-yellow slime." ],
					[ "{monster/Ragewight}", 6, "undead", [ 4, "medium" ], [ 8, "CE" ], "This desiccated corpse wields a greatsword, its eyes blazing with eerie red light." ],
					[ "{monster/Raiju}", 5, "outsider", [ 3, "small" ], [ 7, "CN" ], "The air around this strange, pale animal sparks with erratic flashes of static electricity, its body constantly twitching as if filled to capacity with the energy. It suddenly perks up, alert and seemingly ready to bolt." ],
					[ "{monster/Rakshasa, Amanusya}", 6, "outsider", [ 4, "medium" ], [ 2, "LE" ], "This lithe dancer would be beautiful were it not for her clawed hands, backward-facing head, and long, lolling tongue." ],
					[ "{monster/Rakshasa, Avatarana}", 12, "outsider", [ 4, "medium" ], [ 2, "LE" ], "Instead of legs, this bald, emaciated humanoid has a second set of long, muscular arms and a leathery flap covering its face." ],
					[ "{monster/Rakshasa, Dandasuka}", 5, "outsider", [ 3, "small" ], [ 2, "LE" ], "This small creature looks like a well-dressed and jewelry-bedecked fiendish gnome, its face mostly mouth and fangs." ],
					[ "{monster/Rakshasa, Marai}", 8, "outsider", [ 4, "medium" ], [ 2, "LE" ], "This finely robed and nimble fiend has six colorful vipers in place of arms, and a long, forked tongue in its fanged mouth." ],
					[ "{monster/Rakshasa, Orsatka}", 13, "outsider", [ 4, "medium" ], [ 2, "LE" ], "This hulking bear-headed fiend has a mouth full of fangs and clawed, six-fingered hands with too many knuckles." ],
					[ "{monster/Rakshasa, Rakshasa Maharaja}", 20, "outsider", [ 4, "medium" ], [ 2, "LE" ], "Impeccably dressed and bedecked in exotic jewelry, this fiend holds an ornate saber in its backward-facing hands." ],
					[ "{monster/Rakshasa, Raktavarna}", 2, "outsider", [ 2, "tiny" ], [ 2, "LE" ], "What at first appears to be a bejeweled blade shimmers and writhes, transforming into a hideous, red-eyed serpent." ],
					[ "{monster/Rakshasa, Tataka}", 15, "outsider", [ 5, "large" ], [ 2, "LE" ], "This towering, blue-skinned woman has backward-facing hands and a feral, animal-like visage with exaggerated features." ],
					[ "{monster/Rakshasa, Zalyakavat}", 13, "outsider", [ 4, "medium" ], [ 2, "LE" ], "This sinewy humanoid with putrid green skin and a grotesque, shrew-like snout wears little more than a colorful silk sarong and a thin, flexible blade worn as a belt." ],
					[ "{monster/Rakshasa}", 10, "outsider", [ 4, "medium" ], [ 2, "LE" ], "This figure's backward-bending fingers and its bestial, snarling visage leave little doubt as to its fiendish nature." ],
					[ "{monster/Ramidreju}", [ -2, "1/2" ], "magical beast", [ 4, "medium" ], [ 4, "N" ], "This long, serpent-bodied weasel has tusks and a snout similar to that of a boar and a body covered with soft, green fur." ],
					[ "{monster/Rast}", 5, "outsider", [ 4, "medium" ], [ 4, "N" ], "This bulbous creature consists of many tangled legs, a bulging body of puffed flesh, and a mouth filled with sharp fangs." ],
					[ "{monster/Rat/ (Familiar)}", [ -4, "1/4" ], "animal", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Rat King}", 5, "magical beast", [ 3, "small" ], [ 4, "N" ], "Squeaks and chittering cries rise from a tangle of diseased rats with their tails knotted together." ],
					[ "{monster/Rat, Dire}", [ -3, "1/3" ], "animal", [ 3, "small" ], [ 4, "N" ], "This filthy rat is the size of a small dog. It has a coat of coarse fur, a long and scabby tail, and two glittering eyes." ],
					[ "{monster/Rat, Rat Swarm}", 2, "animal", [ 2, "tiny" ], [ 4, "N" ], "A squirming, roiling mass of squeaking rats draws closer, teeth flashing and claws scratching everything in its path." ],
					[ "{monster/Ratfolk, Ratfolk Bravo}", 2, "humanoid", [ 3, "small" ], [ 4, "N" ], "This small, ratlike humanoid has a twitching, whiskered snout, pointed ears, and a long, leathery tail." ],
					[ "{monster/Ratfolk, Ratfolk Caravan Guard}", 3, "humanoid", [ 3, "small" ], [ 4, "N" ], "This small, ratlike humanoid has a twitching, whiskered snout, pointed ears, and a long, leathery tail." ],
					[ "{monster/Ratfolk, Ratfolk Chemist}", 7, "humanoid", [ 3, "small" ], [ 4, "N" ], "This small, ratlike humanoid has a twitching, whiskered snout, pointed ears, and a long, leathery tail." ],
					[ "{monster/Ratfolk, Ratfolk Elder}", 8, "humanoid", [ 3, "small" ], [ 4, "N" ], "This small, ratlike humanoid has a twitching, whiskered snout, pointed ears, and a long, leathery tail." ],
					[ "{monster/Ratfolk, Ratfolk Expedition Leader}", 7, "humanoid", [ 3, "small" ], [ 4, "N" ], "This small, ratlike humanoid has a twitching, whiskered snout, pointed ears, and a long, leathery tail." ],
					[ "{monster/Ratfolk, Ratfolk Sage}", 6, "humanoid", [ 3, "small" ], [ 4, "N" ], "This small, ratlike humanoid has a twitching, whiskered snout, pointed ears, and a long, leathery tail." ],
					[ "{monster/Ratfolk, Ratfolk Tinkerer}", 1, "humanoid", [ 3, "small" ], [ 4, "N" ], "This small, ratlike humanoid has a twitching, whiskered snout, pointed ears, and a long, leathery tail." ],
					[ "{monster/Ratfolk, Ratfolk Troubleshooter}", 5, "humanoid", [ 3, "small" ], [ 4, "N" ], "This small, ratlike humanoid has a twitching, whiskered snout, pointed ears, and a long, leathery tail." ],
					[ "{monster/Ratfolk, Ratfolk Warden}", 4, "humanoid", [ 3, "small" ], [ 4, "N" ], "This small, ratlike humanoid has a twitching, whiskered snout, pointed ears, and a long, leathery tail." ],
					[ "{monster/Ratfolk}", [ -3, "1/3" ], "humanoid", [ 3, "small" ], [ 4, "N" ], "This small, ratlike humanoid has a twitching, whiskered snout, pointed ears, and a long, leathery tail." ],
					[ "{monster/Ratling}", 2, "magical beast", [ 2, "tiny" ], [ 8, "CE" ], "This ratlike creature has tiny human hands in place of its front paws, and an unnerving human face with a toothy mouth." ],
					[ "{monster/Raven/ (Familiar)}", [ -6, "1/6" ], "animal", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Raven Swarm}", 3, "animal", [ 2, "tiny" ], [ 4, "N" ], "The pitch-black birds that make up this torrent of claws and feathers glare ominously from hundreds of beady eyes." ],
					[ "{monster/Ravenous Tumbleweed/ (Familiar)}", [ -3, "1/3" ], "plant", [ 2, "tiny" ], [ 4, "N" ], "This tangle of dry-looking vegetation has grown into a spherical ball of thorny twigs and roots." ],
					[ "{monster/Rawhead}", 14, "monstrous humanoid", [ 4, "medium" ], [ 5, "NE" ], "This slim figure's proportions are wrong, and its disturbingly long arms end in claws, save for an oversized, boneless index finger." ],
					[ "{monster/Ray, Manta}", 1, "animal", [ 5, "large" ], [ 4, "N" ], "Gliding gracefully through the water on wing-like fins, this large ray scoops up tiny morsels in its wide mouth." ],
					[ "{monster/Ray, Stingray}", [ -2, "1/2" ], "animal", [ 4, "medium" ], [ 4, "N" ], "A long tail fitted with a barbed stinger trails from this flat, triangular fish's body." ],
					[ "{monster/Razor Fern/ (Familiar)}", [ -4, "1/4" ], "plant", [ 2, "tiny" ], [ 4, "N" ], "This vaguely human-shaped plant slashes out with dangerous-looking barbed fronds." ],
					[ "{monster/Razormouth}", 11, "vermin", [ 6, "huge" ], [ 4, "N" ], "This creature has a hairless body and a black-striped abdomen. It prominently displays a pair of large, serrated, bright red fangs." ],
					[ "{monster/Reaper, Grim}", 20, "undead", [ 5, "large" ], [ 5, "NE" ], "This tall, cloaked figure stares out from the black hood that covers its head. It wields an enormous scythe in its skeletal, bone-white hands, looking as though it is freezing the very air around it." ],
					[ "{monster/Reaper, Minor}", 10, "undead", [ 4, "medium" ], [ 5, "NE" ], null ],
					[ "{monster/Red Panda/ (Familiar)}", [ -2, "1/2" ], "animal", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Red Reaver}", 13, "magical beast", [ 5, "large" ], [ 4, "N" ], "Its stooped stance evoking a gorilla-like frame, this massive beast has six tiny eyes and atrophied wings." ],
					[ "{monster/Redcap}", 6, "fey", [ 3, "small" ], [ 5, "NE" ], "Like some miniscule, wicked old man, this snarling little humanoid wears metal boots and a blood-red pointed cap." ],
					[ "{monster/Redkind}", 2, "fey", [ 3, "small" ], [ 5, "NE" ], "Vicious shadows wrap around the form of this pudgy, white-eyed child." ],
					[ "{monster/Reefclaw}", 1, "aberration", [ 3, "small" ], [ 7, "CN" ], "Blood-red spines run the length of this frightening creature, which resembles a lobster in the front and an eel in the back." ],
					[ "{monster/Remacera}", 6, "fey", [ 5, "large" ], [ 7, "CN" ], "This enormous, fleshy green caterpillar has the face of a serene human woman." ],
					[ "{monster/Remorhaz}", 7, "magical beast", [ 6, "huge" ], [ 4, "N" ], "An immense centipede-like beast erupts from the snow, rows of chitinous plates on its back glowing red-hot." ],
					[ "{monster/Reptoid}", [ -2, "1/2" ], "humanoid", [ 4, "medium" ], [ 2, "LE" ], "This gaunt, scaled humanoid has reptilian eyes, a barely perceptible nose, and a wide, lipless mouth filled with sharp teeth." ],
					[ "{monster/Retriever}", 11, "construct", [ 6, "huge" ], [ 8, "CE" ], "A spider the size of a bull elephant rears up on its back four legs in a violent challenge, eyes shimmering with magical energy." ],
					[ "{monster/Revenant}", 6, "undead", [ 4, "medium" ], [ 2, "LE" ], "This shambling corpse is twisted and mutilated. Fingers of sharpened bone reach out with malevolent intent." ],
					[ "{monster/Rhamphorhynchus/ (Familiar)}", [ -3, "1/3" ], "animal", [ 2, "tiny" ], [ 4, "N" ], "This creature looks like a cross between a bird and a reptile, sporting leathery wings, a beak filled with needlelike teeth, and a long tail ending in a diamond-shaped vane." ],
					[ "{monster/Rhinoceros, Woolly}", 6, "animal", [ 5, "large" ], [ 4, "N" ], "This large rhinoceros has a shaggy pelt of long, brown fur and a row of immense horns on its snout and brow." ],
					[ "{monster/Rhinoceros}", 4, "animal", [ 5, "large" ], [ 4, "N" ], "This rhinoceros has a low-slung head with twisted ears that lie back along its neck." ],
					[ "{monster/Rhu-chalik}", 6, "aberration", [ 3, "small" ], [ 8, "CE" ], "Thin tendrils trail from this misshapen ovoid. Its underside holds a gray orb that resembles a bulging, lidless eye." ],
					[ "{monster/Riftcreeper}", 15, "ooze", [ 7, "gargantuan" ], [ 8, "CE" ], "This slithering mass of bubbling red ooze extrudes a nest of long, thin tendrils, as if tasting the air in search of prey." ],
					[ "{monster/Ringhorn}", 1, "animal", [ 4, "medium" ], [ 4, "N" ], "The horns of this goatlike deer grow up and curve around into a pair of massive, spiraling rings atop its head." ],
					[ "{monster/Robot, Annihilator}", 16, "construct", [ 7, "gargantuan" ], [ 4, "N" ], "The tip of this towering, scorpion-like construct's tail thrums with otherworldly energy." ],
					[ "{monster/Robot, Arachnid}", [ -2, "1/2" ], "construct", [ 3, "small" ], [ 4, "N" ], "This dog-sized, spiderlike robot has a plasma torch mounted on a stinger-like limb and gripping claws on its forelegs." ],
					[ "{monster/Robot, Collector}", 3, "construct", [ 4, "medium" ], [ 4, "N" ], "A soft whirring noise accompanies this flying mechanical creature. Its arms and hands end in spindly, multi-jointed fingers, and four circular rotors hold the creature aloft." ],
					[ "{monster/Robot, Director}", 10, "construct", [ 5, "large" ], [ 4, "N" ], "A humanoid torso and four spindly legs sprout from the top of this black-paneled orb. Buzzing mechanical tentacles churn and writhe below its bulk." ],
					[ "{monster/Robot, Evaluator}", 12, "construct", [ 4, "medium" ], [ 4, "N" ], "With wings and an unearthly glow, this mechanical being could easily be mistaken for an angel." ],
					[ "{monster/Robot, Gearsman}", 4, "construct", [ 4, "medium" ], [ 4, "N" ], "Made of what appears to be burnished brass, this construct resembles a suit of armor with a glowing glass orb for an eye." ],
					[ "{monster/Robot, Gladiator}", 17, "construct", [ 4, "medium" ], [ 4, "N" ], "One of this metallic humanoid's four arms ends in the barrel of a large-bore rifle, while another ends in a spinning circular blade. Its final two arms grasp a massive chainsaw." ],
					[ "{monster/Robot, Juggernaut}", 15, "construct", [ 7, "gargantuan" ], [ 4, "N" ], "This towering mechanical humanoid stares down from a soulless violet eye. Its metallic fists crackle with electricity." ],
					[ "{monster/Robot, Mannequin}", 2, "construct", [ 4, "medium" ], [ 4, "N" ], "This impassive humanoid has shiny, pale skin and an eerily expressionless face." ],
					[ "{monster/Robot, Myrmidon}", 11, "construct", [ 5, "large" ], [ 4, "N" ], "This metallic creature has pincer-tipped arms, a single red eye, and an array of deadly armaments." ],
					[ "{monster/Robot, Observer Swarm}", 10, "construct", [ 2, "tiny" ], [ 4, "N" ], null ],
					[ "{monster/Robot, Observer}", 2, "construct", [ 2, "tiny" ], [ 4, "N" ], "This small robot is reminiscent of a beetle with a pair of pincers extending from the front of its body." ],
					[ "{monster/Robot, Octopod Mechanic Drone}", 13, "construct", [ 4, "medium" ], [ 4, "N" ], "This octopus-like robot has eight tentacles that it uses to repair multiple machines at a time." ],
					[ "{monster/Robot, Reclamation}", 12, "construct", [ 5, "large" ], [ 4, "N" ], "This complex-looking automaton's multiple arms end in gripping talons. It moves about on a set of four legs and has a strange bell-shaped head." ],
					[ "{monster/Robot, Repair}", 2, "construct", [ 4, "medium" ], [ 4, "N" ], "This quadruped robot has glowing eyes and dexterous hands capable of examining and fixing machinery." ],
					[ "{monster/Robot, Scrapyard}", 3, "construct", [ 4, "medium" ], [ 4, "N" ], "Frayed wires and broken-off protrusions sprout from mechanical construct, and one of its salvaged arms ends in a spinning blade." ],
					[ "{monster/Robot, Surgeon}", 14, "construct", [ 4, "medium" ], [ 4, "N" ], "This robot has the general appearance of a skeletal preying mantis fashioned entirely from gleaming metal. An array of limbs fitted with laser scalpels, syringes, and other surgical devices spring from its body." ],
					[ "{monster/Robot, Terraformer}", 7, "construct", [ 5, "large" ], [ 4, "N" ], "This large robot's arms end in an assortment of drills, torches, hammers, and vices." ],
					[ "{monster/Robot, Thought Harvester}", 10, "construct", [ 4, "medium" ], [ 4, "N" ], "Rows of crystal spheres line the back of this four-legged robot. A single glowing eye sits in the middle of its head." ],
					[ "{monster/Robot, Torturer}", 8, "construct", [ 3, "small" ], [ 4, "N" ], "Spinning blades, long needles, and crystal-tipped rods stud the surface of this hovering metallic sphere." ],
					[ "{monster/Robot, Warden}", 9, "construct", [ 5, "large" ], [ 4, "N" ], "Crafted of a strange, dull metal, this bulky construct stomps forward on stout, multi-jointed legs." ],
					[ "{monster/Roc}", 9, "animal", [ 7, "gargantuan" ], [ 4, "N" ], "This immense raptor unleashes a shrill cry as it bares its talons, each large enough to carry off a horse." ],
					[ "{monster/Rock Tuatara}", [ -3, "1/3" ], "animal", [ 2, "tiny" ], [ 4, "N" ], "The stony-looking hide of this fat reptile ends in a studded, heavy club of a tail." ],
					[ "{monster/Roiling Oil}", 6, "ooze", [ 5, "large" ], [ 4, "N" ], "This viscous heap slides like an inky spill. It's the color of a starless night sky, and a thick odor permeates the air around it." ],
					[ "{monster/Rokurokubi}", 14, "monstrous humanoid", [ 4, "medium" ], [ 2, "LE" ], "This peasant woman sprouts a grotesquely long neck that coils about like a snake, with razor-sharp teeth filling her gaping maw." ],
					[ "{monster/Roofgarden}", 7, "plant", [ 4, "medium" ], [ 4, "N" ], "A thick carpet of moss and vines stretches out from a central tangled mass of plant matter." ],
					[ "{monster/Rope Dragon}", 5, "dragon", [ 3, "small" ], [ 7, "CN" ], "This small dragon, which appears to be composed of coils of rope, bristles with frayed filaments." ],
					[ "{monster/Roper}", 12, "aberration", [ 5, "large" ], [ 8, "CE" ], "A huge eye opens in this conical creature's front, just above a toothy mouth. Long strands of fibrous material whip from its sides." ],
					[ "{monster/Rorkoun}", 6, "aberration", [ 6, "huge" ], [ 5, "NE" ], "A large amber eye tops a swollen head, surrounded evenly by four mouths loaded with needle-sharp teeth. This enormously long, yet slender creature stretches the length of five men and appears to be composed of twisted strands of pallid flesh and veiny musculature. The tentacle-like thing moves with the awkward, alien speed of a hunting insect, unnaturally still one moment and darting forth with incredible speed the next." ],
					[ "{monster/Roseling}", 7, "plant", [ 3, "small" ], [ 3, "NG" ], "This small plant is shaped vaguely like a human with a rose blossom for a head and soft, petallike wings fluttering from its shoulders." ],
					[ "{monster/Rot Grub, Giant Rot Grub}", 3, "vermin", [ 3, "small" ], [ 4, "N" ], "This twitching, pale maggot is the size of a large dog. A circular mouth quivers and gasps at one end of its pulsating body." ],
					[ "{monster/Rot Grub, Rot Grub Swarm}", 7, "vermin", [ 0, "fine" ], [ 4, "N" ], "This nauseating carpet of wriggling white grubs undulates outward in a pallid wave of hunger." ],
					[ "{monster/Rougarou}", [ -2, "1/2" ], "humanoid", [ 4, "medium" ], [ 1, "LN" ], "This muscular, wolf-headed humanoid is covered in brown and gray fur." ],
					[ "{monster/Rukh, Juvenile}", 3, "magical beast", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Rukh}", 10, "magical beast", [ 7, "gargantuan" ], [ 4, "N" ], "This gigantic two-headed vulture has greasy, night-black wings and sharp talons." ],
					[ "{monster/Rune Guardian}", 1, "construct", [ 2, "tiny" ], [ 4, "N" ], "A carved rune detaches itself from the wall and floats silently in midair, glowing with arcane energy." ],
					[ "{monster/Rusalka}", 12, "fey", [ 4, "medium" ], [ 5, "NE" ], "This beguiling female figure is partly obscured by long flowing hair that dances and flows around her as if she were underwater." ],
					[ "{monster/Rust Monster}", 3, "aberration", [ 4, "medium" ], [ 4, "N" ], "This insectile monster has four legs, a strange propeller-shaped protrusion at the end of its tail, and two long, feathery antennae." ],
					[ "{monster/Rust-Risen}", 2, "undead", [ 4, "medium" ], [ 8, "CE" ], "Miscellaneous bits of rusted machinery are fused to the body of this shambling corpse." ],
					[ "{monster/Sabosan}", 5, "monstrous humanoid", [ 4, "medium" ], [ 5, "NE" ], "This batlike humanoid has a lean, muscular body covered with fur and two large, leathery wings." ],
					[ "{monster/Sagari}", [ -2, "1/2" ], "aberration", [ 2, "tiny" ], [ 5, "NE" ], "This unsettling creature has the head of a fanged, green-eyed horse and a body that is little more than a writhing tentacle." ],
					[ "{monster/Saguaroi}", 5, "plant", [ 4, "medium" ], [ 4, "N" ], "This humanoid plant creature has the prickly hide of a cactus, and smaller cactuses seemingly sprout from its flesh." ],
					[ "{monster/Sahkil, Esipil}", 2, "outsider", [ 2, "tiny" ], [ 5, "NE" ], "This creature's stout canine torso tops a slimy mass resembling an earthworm. Disgusting veins dangle from its face." ],
					[ "{monster/Sahkil, Ichkoh}", 7, "outsider", [ 4, "medium" ], [ 5, "NE" ], "This monstrosity looks like a massive cockroach made from putrid hair. A humanoid face leers in place of an insectile head." ],
					[ "{monster/Sahkil, Kimenhul}", 20, "outsider", [ 6, "huge" ], [ 5, "NE" ], "Three monstrous, misshapen skulls top a twisted trunk balanced on three leglike splinters of flesh and bone." ],
					[ "{monster/Sahkil, Nucol}", 4, "outsider", [ 4, "medium" ], [ 5, "NE" ], "This monstrous wild boar is infested with wriggling worms and accompanied by a buzzing cloud of flies." ],
					[ "{monster/Sahkil, Pakalchi}", 9, "outsider", [ 4, "medium" ], [ 5, "NE" ], "Thorny vines with tiny red flowers grow from this emaciated woman and flow like a train behind her." ],
					[ "{monster/Sahkil, Qolok}", 16, "outsider", [ 5, "large" ], [ 5, "NE" ], "Terrible jaws ringed with clawed arms open atop this towering mass of flesh. A probing tongue flops from another orifice." ],
					[ "{monster/Sahkil, Wihsaak}", 6, "outsider", [ 4, "medium" ], [ 5, "NE" ], "Buzzing wings hold this gaunt creature just above the ground. A grasshopper serves as the creature's head." ],
					[ "{monster/Sahkil, Ximtal}", 17, "outsider", [ 5, "large" ], [ 5, "NE" ], "A rat's head sprouts from the front of a crab-like body, and two tentacular tails ending in hands erupt from the towering bulk." ],
					[ "{monster/Sahkil, Zohanil}", 10, "outsider", [ 4, "medium" ], [ 5, "NE" ], "This monster is vaguely humanoid, but stands on three legs. A foul liquid drips from the needlelike tips of its long, hooked arms." ],
					[ "{monster/Sahuagin Mutant, Four-Armed Mutant}", 3, "monstrous humanoid", [ 4, "medium" ], [ 2, "LE" ], "This burly humanoid has sharp scales and fins like some predatory fish. As if its maw full of serrated teeth were not intimidating enough, the monstrosity clenches deadly claws at the ends of four powerful arms." ],
					[ "{monster/Sahuagin Mutant, Malenti}", 2, "monstrous humanoid", [ 4, "medium" ], [ 2, "LE" ], "A predatory gleam glints in the eyes of this stern-looking aquatic elf." ],
					[ "{monster/Sahuagin, Sahuagin Baron}", 9, "monstrous humanoid", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Brute}", 3, "monstrous humanoid", [ 4, "medium" ], [ 5, "NE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Champion}", 10, "monstrous humanoid", [ 4, "medium" ], [ 5, "NE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Deep Racer}", 4, "monstrous humanoid", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin High Priestess}", 9, "monstrous humanoid", [ 5, "large" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Infiltrator}", 7, "monstrous humanoid", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Lieutenant}", 5, "monstrous humanoid", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Prince}", 13, "monstrous humanoid", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Sahuagin, Sahuagin Scout}", 3, "monstrous humanoid", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Shark Sentry}", 6, "monstrous humanoid", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin, Sahuagin Underpriestess}", 5, "monstrous humanoid", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Sahuagin}", 2, "monstrous humanoid", [ 4, "medium" ], [ 2, "LE" ], "This scaly humanoid has a long, fish-like tail. Its arms and legs end in webbed claws, and its piscine head features a toothy maw." ],
					[ "{monster/Salamander}", 6, "outsider", [ 4, "medium" ], [ 8, "CE" ], "This snake-bodied humanoid hisses with anger. Spines of crackling flame dance along the creature's blackened, fiery-red scales." ],
					[ "{monster/Samsaran, Reborn}", [ -2, "1/2" ], "humanoid", [ 4, "medium" ], [ 4, "N" ], "The pale-blue skin of this dark-haired humanoid seems to subtly change hue from moment to moment." ],
					[ "{monster/Samsaran}", [ -2, "1/2" ], "humanoid", [ 4, "medium" ], [ 4, "N" ], "This serene-looking slender young man has pale blue skin and solid black eyes, and is dressed in simple robes." ],
					[ "{monster/Sandman}", 3, "outsider", [ 4, "medium" ], [ 5, "NE" ], "A whirling cloud of fine desert sand piles up upon itself, forming into the shape of a humanoid figure." ],
					[ "{monster/Sangoi}", 7, "fey", [ 3, "small" ], [ 5, "NE" ], "Dressed in tattered finery and an animal for a cloak, this small, gaunt humanoid has unnaturally long fingers and nails." ],
					[ "{monster/Sapphire Ooze}", 2, "ooze", [ 4, "medium" ], [ 6, "CG" ], "This glittering ooze suddenly flexes and bulges as portions of it begin to crystallize." ],
					[ "{monster/Sarcovalt}", 4, "outsider", [ 2, "tiny" ], [ 5, "NE" ], "This horse-sized housefly has a vulture's neck growing out of its body, capped with a fleshless vulture skull." ],
					[ "{monster/Sard}", 19, "plant", [ 8, "colossal" ], [ 8, "CE" ], "This wriggling and leafless tree moves on spidery legs. Flickering motes of blood-red lightning dance in the cracks of its bark." ],
					[ "{monster/Sargassum Fiend}", 9, "plant", [ 5, "large" ], [ 4, "N" ], "This shifting mass of green seaweed transforms from the shape of a humanoid back to a patch of algae, continually changing." ],
					[ "{monster/Sasquatch}", 2, "humanoid", [ 4, "medium" ], [ 4, "N" ], "Tall, burly, and hairy, this humanoid creature wields a large tree branch for a club and has a swinging, apelike gait." ],
					[ "{monster/Satyr, Blackwood}", 7, "fey", [ 4, "medium" ], [ 7, "CN" ], "No flavor text." ],
					[ "{monster/Satyr}", 4, "fey", [ 4, "medium" ], [ 7, "CN" ], "This handsome, grinning man has the furry legs of a goat and a set of curling ram horns extending from his temples." ],
					[ "{monster/Saumen Kar}", 10, "monstrous humanoid", [ 5, "large" ], [ 7, "CN" ], "This hulking humanoid's dense fur is scored with rune-shaped brands. Skin cracked and blackened by frostbite stretches taught over a misshapen skull crowned with a pair of ivory horns." ],
					[ "{monster/Saurian}", 16, "monstrous humanoid", [ 6, "huge" ], [ 4, "N" ], "This creature has the head, legs, and tail of a tyrannosaurus, but humanoid chest and arms." ],
					[ "{monster/Sawdust Slough}", 4, "plant", [ 5, "large" ], [ 4, "N" ], "A cloud of fine dust particles hangs in the air around this seething mass of sawdust and wood shavings." ],
					[ "{monster/Sawleg Locust/ (Familiar)}", [ -4, "1/4" ], "vermin", [ 2, "tiny" ], [ 4, "N" ], "The cat-sized insect has a long, cigar-shaped body. Its spiny back legs are long and limber." ],
					[ "{monster/Saxra}", 18, "undead", [ 6, "huge" ], [ 5, "NE" ], "An immense humanoid skeleton stands draped in tattered robes, its horselike skull lit from within by an eerie red glow." ],
					[ "{monster/Sayona}", 12, "undead", [ 4, "medium" ], [ 8, "CE" ], "This revolting withered corpse of a woman is dressed in revealing clothes, its bare skin wet with fresh blood." ],
					[ "{monster/Scarab Swarm}", 3, "vermin", [ 0, "fine" ], [ 4, "N" ], "This mass of iridescent blue-black insects emits a foul stench and carries with it a cloud of filthy dust." ],
					[ "{monster/Scarecrow}", 4, "construct", [ 4, "medium" ], [ 4, "N" ], "It suddenly becomes clear that this is no ordinary pumpkin-headed scarecrow when its eyes glow and it comes to jerky life." ],
					[ "{monster/Scarlet Walker}", 12, "outsider", [ 6, "huge" ], [ 2, "LE" ], "This crimson horror walks upon six long, thin legs. Its face is neither that of a skull nor spider, but some horrid mix of the two." ],
					[ "{monster/Sceaduinar}", 7, "outsider", [ 4, "medium" ], [ 5, "NE" ], "This gargoyle-like creature has long spiky legs and a bat-like head - its body seems to be made of living, dark purple crystal." ],
					[ "{monster/Sceazir}", 9, "outsider", [ 5, "large" ], [ 5, "NE" ], "This winged, six-legged creature seems to be constructed of dark crystal. Its mouth is disproportionately large for its wolfish head, gaping open to display rows of jagged teeth, and its spiky, manyjointed legs bend in unsettling ways." ],
					[ "{monster/Scitalis}", 12, "dragon", [ 5, "large" ], [ 4, "N" ], "This ophidian dragon's scales and frills form a brightly colored pattern, backlit like stained glass by the creature's inner glow." ]
				],
				"initialColumn": 0,
				"className": "endcaps"
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	}
}
