{
	"monsters_outsiders": {
		"title": "Outsiders",
		"sources": [],
		"description": [ "{table0}" ],
		"noFinder": true,
		"searchgroup": "monster",
		"tables": [
			{
				"id": "monsters outsiders",
				"headers": [ "Monster", "CR", "Subtypes", "Size", "Alignment", "Description" ],
				"filter": [
					{
						"col": 1,
						"equals": [-2, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25],
						"labels": [ "1/2", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "19", "20", "21", "22", "23", "24", "25"]
					},
					{
						"col": 3,
						"range": [0, 8],
						"labels": [ "fine", "diminutive", "tiny", "small", "medium", "large", "huge", "gargantuan", "colossal" ]
					},
					{
						"col": 4,
						"range": [0, 8],
						"labels": ["LG", "LN", "LE", "NG", "N", "NE", "CG", "CN", "CE"]
					}
				],
				"types": [ null, "num", null, "num", "num", 0 ],
				"alignments": [ true, null, null, null, null, true ],
				"sizes": [ 150, 50, 125, 110, 100, 250 ],
				"ripples": [0],
				"data": [
					[ "{monster/Aasimar}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 3, "NG" ], "This supernaturally beautiful woman looks human, yet emanates a strange sense of calm and benevolence." ],
					[ "{monster/Achaierai}", 5, "evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "This bird-like beast is mostly head, lunging forward on four scaly legs. Wisps of noxious black vapor trail from its hooked beak." ],
					[ "{monster/Aeon, Agnoia}", 14, "aeon, extraplanar", [ 5, "large" ], [ 4, "N" ], "This cylindrical creature of pale fog and dark shadow stands on three clawed feet. Three pale arms jut from around the column, each ending in a hand with long, black claws." ],
					[ "{monster/Aeon, Akhana}", 12, "aeon, extraplanar", [ 4, "medium" ], [ 4, "N" ], "Four gray arms project from a swirling mass resembling a giant eye, from which a tail-like appendage dangles." ],
					[ "{monster/Aeon, Bythos}", 16, "aeon, extraplanar", [ 5, "large" ], [ 4, "N" ], "A shimmering, colorless mass congeals to form a four-armed humanoid shape with an eye-like pattern in its torso." ],
					[ "{monster/Aeon, Lipika}", 18, "aeon, extraplanar", [ 5, "large" ], [ 4, "N" ], "Shrouded in a dark cloak, this featureless humanoid has four forearms that each split off at the elbow, and an eye on each of its eight palms." ],
					[ "{monster/Aeon, Othaos}", 5, "aeon, extraplanar", [ 4, "medium" ], [ 4, "N" ], "Four limbs - two black and two white - reach out from a swirling vortex of pulsing light and deep darkness." ],
					[ "{monster/Aeon, Paracletus}", 2, "aeon, extraplanar", [ 3, "small" ], [ 4, "N" ], "A small cluster of shimmering lights floats in the air, orbited by multiple vibrant crystals and gemstones." ],
					[ "{monster/Aeon, Pleroma}", 20, "aeon, extraplanar", [ 5, "large" ], [ 4, "N" ], "Within the shadows of this vaguely humanoid figure stir swirling colors and spheres, as if it encompassed all the night sky." ],
					[ "{monster/Aeon, Synesis}", 4, "aeon, extraplanar", [ 4, "medium" ], [ 4, "N" ], "A pair of three-fingered arms sprouts from either end of this hourglass-shaped creature composed of cosmic starstuff." ],
					[ "{monster/Aeon, Theletos}", 7, "aeon, extraplanar", [ 4, "medium" ], [ 4, "N" ], "Four bandy limbs, each splitting at the elbow into two three-fingered forearms, emerge from this creature's crystalline body." ],
					[ "{monster/Aerial Servant}", 11, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], "A faint ripple in the air suggests a hazy and vaguely humanoid vapor moving with terrible swiftness." ],
					[ "{monster/Agathion, Avoral}", 9, "agathion, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "Great feathers sweep back from this fierce bird-man's brow, and long, clawed hands grow from the end of his wings." ],
					[ "{monster/Agathion, Bishop}", 4, "aquatic, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "Layers of translucent, shimmering fins flow along this fishman's spindly body. Tentacles curl below its stately mouth, and its humanlike hands and feet end in stubby but sharp claws." ],
					[ "{monster/Agathion, Cervapral}", 5, "agathion, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This sleek, long-legged, antelope-like figure has majestic pronged horns and ruffs of white fur on its chest and neck." ],
					[ "{monster/Agathion, Cervinal}", 17, "agathion, extraplanar, good", [ 5, "large" ], [ 3, "NG" ], "Beneath a crown of antlers, this centaurlike creature blends the upper body of a humanoid with the lower body of a majestic elk." ],
					[ "{monster/Agathion, Cetaceal}", 15, "agathion, aquatic, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This mermaid-like creature has the torso and head of a long-haired woman and the lower half of a sleek killer whale." ],
					[ "{monster/Agathion, Chelonidal}", 7, "agathion, aquatic, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This creature resembles a cross between a humanoid and a sea turtle, with flipper-like hands and a heavy shell covering its back." ],
					[ "{monster/Agathion, Draconal}", 20, "agathion, extraplanar, good", [ 5, "large" ], [ 3, "NG" ], "This noble creature seems to be part serpent, part humanoid, and part dragon, with great wings and a crown of horns." ],
					[ "{monster/Agathion, Leonal}", 12, "agathion, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This lion-headed humanoid has golden fur, sharp teeth, and long cat-like claws on its hands and feet." ],
					[ "{monster/Agathion, Muldnal}", 3, "agathion, extraplanar, good", [ 3, "small" ], [ 3, "NG" ], "This diminutive, small-eyed creature is covered in dense, charcoal-gray fur and wears a dirt-stained smock; its pink nose twitches ceaselessly." ],
					[ "{monster/Agathion, Mustelidal}", 16, "agathion, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "The head of this muscular, furry humanoid figure is that of an angry badger; it looks ready to strike at a moment's notice." ],
					[ "{monster/Agathion, Procyal}", 8, "agathion, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "Wide of chest and waist, this finely dressed man has a graymuzzled raccoon's head and beady, darting eyes." ],
					[ "{monster/Agathion, Reptial}", 4, "agathion, extraplanar, good", [ 3, "small" ], [ 3, "NG" ], "This iguana-headed scholar wears a robe of frills and scales covered in baubles and trinkets." ],
					[ "{monster/Agathion, Silvanshee}", 2, "agathion, extraplanar, good", [ 2, "tiny" ], [ 3, "NG" ], "This black cat has gray stripes, violet eyes, and an unusual white blaze on its chest." ],
					[ "{monster/Agathion, Vulpinal}", 6, "agathion, extraplanar, good", [ 3, "small" ], [ 3, "NG" ], "This bright-eyed, anthropomorphic fox is dressed in simple traveling clothes and carries a musical instrument in one hand." ],
					[ "{monster/Agrawgh}", 5, "earth, extraplanar", [ 5, "large" ], [ 4, "N" ], "This bronze-ringed serpent has silvery skin and razor-sharp teeth that barely conceal the acid bubbling at the back of its mouth." ],
					[ "{monster/Ahkhat}", 4, "earth, elemental, native", [ 3, "small" ], [ 4, "N" ], "The materials of the building stretch and pull as if elastic, taking on the form of an earthen humanoid with thick stony arms." ],
					[ "{monster/Ammut}", 18, "evil, native", [ 6, "huge" ], [ 2, "LE" ], "This massive creature has the head of a crocodile, the mane and torso of a lion, and the hindquarters of a hippopotamus. The wickedly curved claws on the creature's forepaws pale in comparison to the danger of its mighty jaws." ],
					[ "{monster/Anemos}", 18, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], "Strong winds whip around this majestic being, and lightning crackles from her eyes and flickers along her skin." ],
					[ "{monster/Angel, Astral Deva}", 14, "angel, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This tall, human-like creature has long, feathery wings and a gentle inner radiance that makes it difficult to look directly at." ],
					[ "{monster/Angel, Balisse}", 8, "angel, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This celestial being is obscured by darkness, but its wings glow brilliantly, silhouetting a stern individual with shining eyes." ],
					[ "{monster/Angel, Cassisian}", 2, "angel, extraplanar, good", [ 3, "small" ], [ 3, "NG" ], "This finely crafted golden helm is decorated with intricate filigree, and flutters gracefully through the air on feathered wings." ],
					[ "{monster/Angel, Choral}", 6, "angel, extraplanar, good", [ 3, "small" ], [ 3, "NG" ], "This shimmering being looks like a miniature human with broad, iridescent wings and hair that slowly ripples through the air." ],
					[ "{monster/Angel, Dapsara}", 4, "angel, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This otherworldly dancer moves with incredible grace. A second pair of ghostly arms complement the motions of her physical arms." ],
					[ "{monster/Angel, Empyrean}", 20, "angel, extraplanar, good", [ 5, "large" ], [ 3, "NG" ], "Light spills out through cracks in this humanoid being's clothing and armor, and its four wings are composed of wispy blue light." ],
					[ "{monster/Angel, Erelim}", 6, "angel, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This athletic, winged humanoid has handsome features and wields a shining lance." ],
					[ "{monster/Angel, Iophanite}", 4, "angel, extraplanar, fire, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "This disc of flying metal is about the size of a wagon wheel and burns with yellow-white flame." ],
					[ "{monster/Angel, Kuribu}", 3, "angel, extraplanar, good", [ 3, "small" ], [ 3, "NG" ], "The skin of this halfling-sized, winged humanoid is as smooth as polished marble. It wields a bow and carries a quiver full of arrows on its back." ],
					[ "{monster/Angel, Monadic Deva}", 12, "angel, aquatic, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This angelic being has smooth skin, a muscular body, and large golden wings, and wields a large mace." ],
					[ "{monster/Angel, Movanic Deva}", 10, "angel, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This angel is all sharp lines and angles, muscular but lean, with large wings and a mighty flaming greatsword." ],
					[ "{monster/Angel, Ninkonda}", 17, "angel, extraplanar, good, lawful", [ 5, "large" ], [ 0, "LG" ], "This golden-winged humanoid wears sturdy armor, including a crowned helm with a blank faceplate and a gleaming mirror on their broad chest. Large metal spikes pierce the creature's arms, hands, and shoulders." ],
					[ "{monster/Angel, Planetar}", 16, "angel, extraplanar, good", [ 5, "large" ], [ 3, "NG" ], "Muscular, bald, and tall, this humanoid creature has emerald skin and two pairs of shining, white-feathered wings." ],
					[ "{monster/Angel, Solar}", 23, "angel, extraplanar, good", [ 5, "large" ], [ 3, "NG" ], "This towering humanoid creature has shining topaz eyes, metallic skin, and three pairs of white wings." ],
					[ "{monster/Animate Dream}", 8, "extraplanar, incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This indistinct figure suddenly takes on a nightmarish shape, not quite human or animal or fiend." ],
					[ "{monster/Anisydaemon}", 13, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This fiend has pitch-black, rubbery skin pulled taut over an immense frame. Arms tipped with glistening claws hang past the creature's knees, and two constantly whispering mouths rest on its eyeless face." ],
					[ "{monster/Aoandon}", 12, "incorporeal, native", [ 4, "medium" ], [ 8, "CE" ], "This translucent, shaggy, horned monster shines with an eerie blue light, and its form trickles into vapor below the waist." ],
					[ "{monster/Aphorite}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 1, "LN" ], "The shimmering flesh of this gold-skinned figure flashes with points of light that seem, at times, to create strange runic shapes." ],
					[ "{monster/Apocalypse Horse}", 25, "evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Little more than a walking corpse, this frightful horse's hide stretches tight over its bones." ],
					[ "{monster/Archon Swarm, Mote Archon Swarm}", 15, "archon, extraplanar, good, lawful, swarm", [ 0, "fine" ], [ 0, "LG" ], "Thousands of golden lights form a cloud, swirling gracefully around one another. Each light in the cloud is a glowing rune no bigger than a thumbnail." ],
					[ "{monster/Archon, Bastion}", 20, "archon, extraplanar, good, lawful", [ 6, "huge" ], [ 0, "LG" ], "This massive, four-armed figure is protected by thick layers of rocky armor. Its face is a shimmering, pulsating globe of holy light." ],
					[ "{monster/Archon, Codex}", 5, "archon, extraplanar, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "This enormous book has wings of glowing light and an angelic figure on the cover that gazes out watchfully as though alive." ],
					[ "{monster/Archon, Exscinder}", 12, "archon, extraplanar, good, lawful", [ 6, "huge" ], [ 0, "LG" ], "This massive humanoid figure has no mouth, and carries a burning sword that matches its flaming wings." ],
					[ "{monster/Archon, Gate}", 17, "archon, extraplanar, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "This masked humanoid being has wings and armor of rune-carved gray stone, and its eyes glow blue." ],
					[ "{monster/Archon, Hammer}", 18, "archon, extraplanar, good, lawful", [ 5, "large" ], [ 0, "LG" ], "This stern-looking humanoid wears a suit of armor decorated with sharp lines. He wields a hammer-headed polearm with a wicked spike on its reverse side." ],
					[ "{monster/Archon, Harbinger}", 2, "archon, extraplanar, good, lawful", [ 2, "tiny" ], [ 0, "LG" ], "What appears to be a miniaturized orrery zips through the air, with thin, sharp blades flashing periodically from within." ],
					[ "{monster/Archon, Hound}", 4, "archon, extraplanar, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "This canine-headed humanoid's well-groomed appearance and polished greatsword show it to be more than a common beast." ],
					[ "{monster/Archon, Lantern}", 2, "archon, extraplanar, good, lawful", [ 3, "small" ], [ 0, "LG" ], "Shedding a warm and calming radiance, this orb of light moves with a preternatural silence and otherworldly grace." ],
					[ "{monster/Archon, Legion}", 7, "archon, extraplanar, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "This celestial knight bears a flaming blade as it flies through the air on metallic wings that seem to grow from its armor." ],
					[ "{monster/Archon, Preceptor}", 9, "archon, extraplanar, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "This creature resembles a tengu, save for its eyes' golden glow. Its immaculate white robes contrast starkly with its black feathers, and its willow staff sheds a pale light." ],
					[ "{monster/Archon, Shield}", 10, "archon, extraplanar, good, lawful", [ 5, "large" ], [ 0, "LG" ], "This armored giant is sheathed in metal from head to toe. One arm ends in a spear-like blade, the other in a massive shield." ],
					[ "{monster/Archon, Spyglass}", 3, "archon, extraplanar, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "The movements of this black-skinned humanoid are unnaturally quiet, clearly belonging to one used to slinking unseen and unheard through dark places. Ebon wings and a matching mask complete this figure's stealthy appearance." ],
					[ "{monster/Archon, Stag}", 4, "archon, extraplanar, good, lawful, shapechanger", [ 4, "medium" ], [ 0, "LG" ], "This stag-headed humanoid has large, sweeping antlers and wields a finely-crafted longbow." ],
					[ "{monster/Archon, Star}", 19, "archon, extraplanar, good, lawful", [ 5, "large" ], [ 0, "LG" ], "This powerful humanoid floats in the air on a nimbus of pearly light. He grips a golden starknife in one hand." ],
					[ "{monster/Archon, Trumpet}", 14, "archon, extraplanar, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "Lithe and beautiful, with skin the color of marble, this being hovers upon powerful, white wings and radiates a sense of serenity." ],
					[ "{monster/Ashullian}", 11, "native, water", [ 5, "large" ], [ 8, "CE" ], "This enormous, eyeless eel-person has a round head atop its long neck and a thick torso with four hand-like tentacles and two long tails. Its skin is translucent, displaying colorful fluids rippling within, and embedded with strange objects." ],
					[ "{monster/Astral Leviathan}", 18, "extraplanar", [ 8, "colossal" ], [ 4, "N" ], "Above this brobdingnagian, whalelike creature's cavernous maw of freakish teeth, multiple eyes peer out in different directions." ],
					[ "{monster/Asura, Adhukait}", 7, "asura, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "A pair of spiked fiends, interwoven through bodily cavities and impaling limbs, spin in a dance with their twin curved knives." ],
					[ "{monster/Asura, Aghasura}", 11, "asura, evil, extraplanar, lawful", [ 6, "huge" ], [ 2, "LE" ], "This immense creature looks like a horned rattlesnake, save for its two muscular arms, each of which wields a scimitar." ],
					[ "{monster/Asura, Asurendra}", 20, "asura, evil, extraplanar, lawful", [ 6, "huge" ], [ 2, "LE" ], "This four-armed humanoid horror is garbed in golden armor and surrounded by a nimbus of floating, glowing weaponry." ],
					[ "{monster/Asura, Hishandura}", 15, "asura, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "This muscular fiend has two vertically mirrored faces, four arms, and a quartet of sinister punching daggers" ],
					[ "{monster/Asura, Japalisura}", 12, "asura, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "This lithe, six-armed humanoid has tusks that curve from his chin and carries a pair of bows." ],
					[ "{monster/Asura, Nikaramsa}", 14, "asura, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "This muscular giant has two ferocious lion heads, each with a long, black, lashing tongue." ],
					[ "{monster/Asura, Tripurasura}", 2, "asura, evil, extraplanar, lawful", [ 2, "tiny" ], [ 2, "LE" ], "This tiny monstrosity has the body of a well-muscled man, a crown of frilled horns, and eyes that glow like rubies." ],
					[ "{monster/Asura, Upasunda}", 9, "asura, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "This six-armed woman has three fanged faces on her head. She wears colorful robes, and her hands wield several exotic weapons." ],
					[ "{monster/Asura, Vayuphak}", 5, "asura, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "This blue-skinned humanoid has two pairs of ebony wings protruding from its waist. Talon-like nails grace its hands." ],
					[ "{monster/Ataxian}", 4, "chaotic, extraplanar, good", [ 2, "tiny" ], [ 6, "CG" ], "This sprite-like creature resembles a humanoid the size of a cat, with amber skin, surrounded by an aura of tiny bubbles." ],
					[ "{monster/Avernus Razorback}", 9, "evil, extraplanar, fire, lawful", [ 5, "large" ], [ 2, "LE" ], "The coarse, ebon fur of this massive boar is mottled with patches of crimson. Its eyes are blood red and its jagged tusks seem more like obsidian than bone." ],
					[ "{monster/Axial Monitor}", 15, "extraplanar, lawful", [ 5, "large" ], [ 1, "LN" ], "This imposing creature stands on three legs, with a body like three torsos fused together. These torsos are topped with a single head bearing three faces, each set in a bland, serene expression." ],
					[ "{monster/Axiomite}", 8, "extraplanar, lawful", [ 4, "medium" ], [ 1, "LN" ], "As this lithe humanoid moves, its flesh shimmers and wavers, temporarily breaking apart into motes of shimmering light." ],
					[ "{monster/Azata, Bralani}", 6, "azata, chaotic, extraplanar, good, shapechanger", [ 4, "medium" ], [ 6, "CG" ], "Silver-white hair the color of a lightning strike whips about this poised elf-like archer, his eyes swirling with vibrant colors." ],
					[ "{monster/Azata, Brijidine}", 17, "azata, chaotic, earth, extraplanar, fire, good", [ 4, "medium" ], [ 6, "CG" ], "This beautiful woman has flesh made of lava. She soars through the sky on a trail of fire." ],
					[ "{monster/Azata, Gancanagh}", 4, "azata, chaotic, extraplanar, good", [ 4, "medium" ], [ 6, "CG" ], "This incredibly handsome man's pointed ears and otherworldly grace betray an inhuman beauty." ],
					[ "{monster/Azata, Ghaele}", 13, "azata, chaotic, extraplanar, good, shapechanger", [ 4, "medium" ], [ 6, "CG" ], "This elegantly armored sentinel stands alert, her eyes radiating divine light and her noble blade crackling with power." ],
					[ "{monster/Azata, Lillend}", 7, "azata, chaotic, extraplanar, good", [ 5, "large" ], [ 6, "CG" ], "This creature has the body of a seductive, winged elven woman from the waist up and that of a snake from the waist down." ],
					[ "{monster/Azata, Lyrakien}", 2, "azata, chaotic, extraplanar, good", [ 2, "tiny" ], [ 6, "CG" ], "This tiny woman has a lithe form with delicate butterfly wings. She is surrounded by sparkling lights and gentle rainbow arcs." ],
					[ "{monster/Azata, Nualidu}", 5, "azata, chaotic, extraplanar, good, water", [ 4, "medium" ], [ 6, "CG" ], "Clear, flowing water forms the arms and the lower half of this angelic, elflike being." ],
					[ "{monster/Azata, Prydanu}", 16, "azata, chaotic, extraplanar, good", [ 5, "large" ], [ 6, "CG" ], "Translucent wings protrude from this statuesque figure's back. Patches of pale scales glisten on its skin." ],
					[ "{monster/Azata, Raelis}", 10, "azata, chaotic, extraplanar, good", [ 5, "large" ], [ 6, "CG" ], "This bronze-skinned humanoid is muscular yet lithe, garbed in colorful clothing emblazoned with glowing runes." ],
					[ "{monster/Azata, Thyrlien}", 4, "azata, chaotic, extraplanar, good, shapechanger", [ 3, "small" ], [ 6, "CG" ], "This fey-looking humanoid is colored in shades of gray. Its wings are decorated with colored motes resembling a starry night sky." ],
					[ "{monster/Azata, Uinuja}", 15, "azata, chaotic, extraplanar, good", [ 5, "large" ], [ 6, "CG" ], "This dark-skinned woman has diaphanous wings, four large eyes - one pair under the other - and a tangle of night-blue hair." ],
					[ "{monster/Azata, Veranallia}", 20, "azata, chaotic, extraplanar, good", [ 5, "large" ], [ 6, "CG" ], "This beautiful, rosy-haired woman has a lower body composed of a column of autumnal leaves and gently swaying vines." ],
					[ "{monster/Azata, Yamah}", 5, "azata, chaotic, extraplanar, good", [ 4, "medium" ], [ 6, "CG" ], "This blue-skinned woman has blue-and-white butterfly wings. Her black hair sparkles like a starlit sky." ],
					[ "{monster/Azer}", 2, "extraplanar, fire", [ 4, "medium" ], [ 1, "LN" ], "Heat ripples the air near this squat, brass-skinned humanoid. Its head and shoulders blaze with a mane of fire." ],
					[ "{monster/Baregara}", 12, "chaotic, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This lumbering apelike monster has blood-red fur, twisted horns, and a hideous fanged orifice set in the center of its chest." ],
					[ "{monster/Barghest}", 4, "evil, extraplanar, lawful, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This snarling, canine beast pads forward on all fours, its slender front limbs looking more like hands than a wolf's paws." ],
					[ "{monster/Barghest, Greater}", 7, "evil, extraplanar, lawful, shapechanger", [ 5, "large" ], [ 2, "LE" ], "This snarling, canine beast pads forward on all fours, its slender front limbs looking more like hands than a wolf's paws." ],
					[ "{monster/Bebilith}", 10, "chaotic, evil, extraplanar", [ 6, "huge" ], [ 8, "CE" ], "A spider the size of an elephant, this dark blue arachnid rears up on its six hind legs to raise its barbed and razor-edged front claws." ],
					[ "{monster/Belker}", 6, "air, elemental, evil", [ 5, "large" ], [ 5, "NE" ], "Dull, red eyes, grasping claws, and leathery wings give a demonic aspect to this creature's smoky form." ],
					[ "{monster/Birelu}", 10, "extraplanar, incorporeal", [ 4, "medium" ], [ 7, "CN" ], "This figure seems caught at the moment of transformation between human and animal. Though its bearded face seems like a man's, its head is crowned with a rack of antlers, and its hunched body is covered in patches of sleek black fur." ],
					[ "{monster/Bisha Ga Tsuku}", 9, "cold, native", [ 4, "medium" ], [ 5, "NE" ], "Two clawed feet extend from a mysterious mobile fog bank, and dark eyes glow balefully from the mist." ],
					[ "{monster/Blood Queen}", 23, "native", [ 7, "gargantuan" ], [ 8, "CE" ], "This hideous monstrosity looks like an enormous curled maggot, varicolored like deeply bruised flesh. Three flailing tentacles adorn each side of the thing's huge, pulsating mouth, and five more arch from its hindquarters." ],
					[ "{monster/Burleev}", 4, "cold or fire, extraplanar", [ 4, "medium" ], [ 4, "N" ], "This creature looks like a humanoid skeleton with a complete set of internal organs. A violet glow replaces its missing flesh." ],
					[ "{monster/Caulborn}", 7, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "This creature has a split-jawed mouth, a hoodlike growth on its head, and two hideously elongated fingers on each hand." ],
					[ "{monster/Caulborn, Caulborn Thoughtkeeper}", 9, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "This humanoid creature has two mouths in its eyeless head, one small and human, the other split into terrifying jaws." ],
					[ "{monster/Caulborn, Chrestomath}", 6, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "This bloated, larval sack of green and pink flesh is wet and curdled, its brainlike wrinkles interrupted by transparent membranes showing dark fluid within." ],
					[ "{monster/Caustic Stalker}", 7, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], "Reaching hands, a fierce and eerie visage, and a powerfully abrasive stench all stem from this hissing cloud of churning gases." ],
					[ "{monster/Cayhound}", 5, null, [ 4, "medium" ], [ 6, "CG" ], "This reddish-colored mastiff stands eye to eye with most dwarves. Within its powerful frame rumbles the distant sound of thunder." ],
					[ "{monster/Caypup}", 2, "native", [ 3, "small" ], [ 6, "CG" ], "This large, regal canine looks like a juvenile mastiff. It has red fur and vibrant blue eyes." ],
					[ "{monster/Cerberi}", 6, "evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "Every strip of this three-headed hound's hide has been peeled away, leaving wet sinew and bulging tendons exposed." ],
					[ "{monster/Cervine Protector}", 6, "extraplanar, good, lawful", [ 5, "large" ], [ 0, "LG" ], null ],
					[ "{monster/Chalkost}", 4, "extraplanar, good, lawful, shapechanger", [ 4, "medium" ], [ 0, "LG" ], "This dwarf-like being of earth and metal has coppery hair and an open-faced helmet bearing two stylized boar tusks." ],
					[ "{monster/Chaos Beast}", 7, "chaotic, extraplanar", [ 4, "medium" ], [ 7, "CN" ], "This thing is a horrid mass of barbed tentacles, glaring eyes, and gnashing teeth, twisting upon itself and reshaping into new forms." ],
					[ "{monster/Comozant Wyrd}", 4, "air, elemental, extraplanar, incorporeal", [ 3, "small" ], [ 4, "N" ], "The only real feature of this flaring of electrical energy is a vaguely humanoid face that flickers and plays within its shifting mass." ],
					[ "{monster/Cordulegaster}", 6, "aquatic, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Interlocking plates of chitin cover this massive, six-legged beast's face like a jagged mask." ],
					[ "{monster/Cordulegaster, Elder}", 7, "aquatic, daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "The insectile eyes of this chitin-covered daemonic monstrosity display a malign intelligence." ],
					[ "{monster/Couatl}", 10, "native", [ 5, "large" ], [ 0, "LG" ], "This great serpent has multicolored wings and eyes that glimmer with intense awareness." ],
					[ "{monster/Couatl, Auwaz}", 6, "native", [ 5, "large" ], [ 6, "CG" ], "This winged serpent is covered with bright blue-and-green feathers that are reminiscent of ocean waters." ],
					[ "{monster/Couatl, Chicome}", 16, "native", [ 6, "huge" ], [ 0, "LG" ], "The feathers of this winged serpent are hues of verdant green, save for the crimson feathers on its head and crest. Its wings let forth thin clouds of golden pollen and showers of dew." ],
					[ "{monster/Couatl, Lord Sun-Warrior}", 15, "native", [ 5, "large" ], [ 0, "LG" ], "This brilliantly colored couatl radiates a palpable air of peace and wisdom." ],
					[ "{monster/Couatl, Mix}", 8, "native", [ 5, "large" ], [ 6, "CG" ], "Dark scales marked with shining spots resembling stars cover this winged serpent. Faint red stripes span the length of its body." ],
					[ "{monster/Couatl, Tletli}", 14, "native", [ 6, "huge" ], [ 3, "NG" ], "This massive flying serpent's iridescent scales glimmer like opals, and white-hot flames dance along the feathers of its burning wings." ],
					[ "{monster/Couatl, Xiuh}", 12, "native", [ 5, "large" ], [ 3, "NG" ], "Wreathed in flame, this winged serpent sports brightly colored feathers sparking with electricity." ],
					[ "{monster/Crysmal}", 3, "earth, elemental", [ 3, "small" ], [ 4, "N" ], "An animated cluster of translucent crystals shaped disturbingly like a gemstone scorpion scuttles into an aggressive stance." ],
					[ "{monster/Cynosoma}", 12, "chaotic, extraplanar, good", [ 4, "medium" ], [ 6, "CG" ], "This moth-winged woman has a delicate appearance, though her features are somewhat masked by a haze of shimmering dust." ],
					[ "{monster/D'ziriak}", 3, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "This four-armed creature looks like a cross between a human and a black and ochre termite. Its body and arms display glowing runes." ],
					[ "{monster/Daemon, Acrididaemon}", 14, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This wicked creature has the claws and mandibles of an enormous insect, and its lower body is made entirely of swarming locusts." ],
					[ "{monster/Daemon, Astradaemon}", 16, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Vaguely humanoid in shape, this gaunt fiend has the face of a hideous fish and a body of lanky limbs and writhing tendrils." ],
					[ "{monster/Daemon, Bibliodaemon}", 8, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "Flowing black robes hang all around this four-armed, weasel-faced humanoid. Feathers that resemble quills emerge from each knuckle of its clawed upper hands." ],
					[ "{monster/Daemon, Cacodaemon}", 2, "daemon, evil, extraplanar", [ 2, "tiny" ], [ 5, "NE" ], "An ever-gnashing maw, filled with row after row of mismatched teeth, dominates this frightful creature's orb-like body." ],
					[ "{monster/Daemon, Ceustodaemon}", 6, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This brown, shaggy-furred beast stands on slate grey hooves. Its head resembles that of a maniacal horned ape." ],
					[ "{monster/Daemon, Crucidaemon}", 15, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "Its body seemingly made of iron, this shapely feminine form has wrists pierced by chains that end in curved blades." ],
					[ "{monster/Daemon, Derghodaemon}", 12, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "A deadly and vicious bouquet of insectile claws sprouts from this horrid, three-legged, multi-eyed beast." ],
					[ "{monster/Daemon, Erodaemon}", 11, "daemon, evil, extraplanar, shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This blue-skinned woman has ram's horns, a third eye in her forehead, and a long, scaled tail that ends in a hissing viper's head." ],
					[ "{monster/Daemon, Genthodaemon}", 5, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Jagged bits of metal, armor, and sharp pieces of wire embed the flesh of this towering fiend." ],
					[ "{monster/Daemon, Hydrodaemon}", 8, "aquatic, daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "The skin on this frog-like fiend is clammy and its eyes look dead and milky; its wide face is split by a fanged maw." ],
					[ "{monster/Daemon, Lacridaemon}", 3, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "The face of this gray-skinned humanoid stretches in a manic grin, even though it weeps steaming tears. Frost crusts its flesh." ],
					[ "{monster/Daemon, Lapsudaemon}", 14, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This grotesque and malevolent creature appears to be a crushed ball of broken humanoid body parts spraying blood." ],
					[ "{monster/Daemon, Leukodaemon}", 9, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This human-shaped beast has a horse's skull for a head. It walks on cracked hooves and bears the rotting wings of a carrion bird." ],
					[ "{monster/Daemon, Meladaemon}", 11, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This foul creature looks like an emaciated humanoid with the head of a jackal." ],
					[ "{monster/Daemon, Nixudaemon}", 7, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This four-armed fiend has blue-green skin covered in white scars. Its two upper arms end in long, barbed whips of calloused flesh." ],
					[ "{monster/Daemon, Obcisidaemon}", 19, "daemon, evil, extraplanar", [ 7, "gargantuan" ], [ 5, "NE" ], "This massive fiend has eagle wings, a tusked canine face, and a muscular frame. It wields an immense, cruel-looking halberd." ],
					[ "{monster/Daemon, Olethrodaemon}", 20, "daemon, evil, extraplanar", [ 7, "gargantuan" ], [ 5, "NE" ], "Crowned with a wicked array of twisted horns, this wide-mouthed, spherical behemoth stands on four stout legs." ],
					[ "{monster/Daemon, Phasmadaemon}", 17, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This serpentine monstrosity has the long snout of a crocodile, ram's horns, and mantis claws projecting from its sinuous body." ],
					[ "{monster/Daemon, Piscodaemon}", 10, "aquatic, daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This hideous cross between a lobster, an octopus, and a human threatens enemies with powerful claws and writhing tentacles." ],
					[ "{monster/Daemon, Purrodaemon}", 18, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Dozens of weapons pierce this massive monster's body. Red eyes glow with wickedness in its vulture-like head." ],
					[ "{monster/Daemon, Sangudaemon}", 9, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This human-sized, serpent-headed spider seems to be made of clotted blood, its dragonfly-like wings dripping crimson streamers." ],
					[ "{monster/Daemon, Sepsidaemon}", 7, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "A long-beaked, crested head on a twisted neck rises from a formless, glowing mass of a body. Now and then, a grasping claw extends forth." ],
					[ "{monster/Daemon, Suspiridaemon}", 7, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This tall, three-legged, vulture-headed fiend has a grotesquely long, suckered tongue and gangly arms that end in claws." ],
					[ "{monster/Daemon, Temerdaemon}", 14, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This humanoid creature's limbs - four arms and four legs - bend in awkward configurations. It wields a scythe in its largest arms." ],
					[ "{monster/Daemon, Thanadaemon}", 13, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "Rattling with each stride, this looming, horned, skeletal figure clutches a wicked staff. A seething glow burns in its eye sockets." ],
					[ "{monster/Daemon, Venedaemon}", 5, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "Tentacles protrude from the robes of this floating hooded figure in place of arms and legs. Its face is a disturbing, toothless maw." ],
					[ "{monster/Daemon, Vulnudaemon}", 4, "daemon, evil, extraplanar", [ 3, "small" ], [ 5, "NE" ], "A bloody, tooth-filled mouth that looks almost like a horrific gash gasps in the neck of this pale, childlike horror." ],
					[ "{monster/Dahzagan}", 6, "chaotic, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This winged horror has the upper body of a feral, bloody-mouthed female orc warrior and the lower body of a giant wolf." ],
					[ "{monster/Daitengu}", 10, "native, shapechanger", [ 4, "medium" ], [ 4, "N" ], "This winged, humanoid ascetic's face is bright red and boasts a prodigiously long nose." ],
					[ "{monster/Demodand, Gristly}", 17, "chaotic, demodand, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This obese humanoid has a wide mouth, batlike wings, and pale fluid seeping from rolls of black, greasy skin." ],
					[ "{monster/Demodand, Shaggy}", 18, "chaotic, demodand, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This toad-faced humanoid is bloated and swollen, with folds of obsidian skin hanging down beneath two immense bat wings." ],
					[ "{monster/Demodand, Slimy}", 16, "chaotic, demodand, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This muscular, frog-headed humanoid has tattered flesh hanging from its batlike wings and is covered in a viscous slime." ],
					[ "{monster/Demodand, Squamous}", 20, "chaotic, demodand, evil, extraplanar", [ 7, "gargantuan" ], [ 8, "CE" ], "This titanic mass of flesh is covered in razor-sharp scales and has bony wings, four taloned arms, and a toothy, toad-like head." ],
					[ "{monster/Demodand, Stringy}", 15, "chaotic, demodand, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This lanky, winged humanoid is covered in layers of long, ropy skin growths." ],
					[ "{monster/Demodand, Tarry}", 13, "chaotic, demodand, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This lithe, toothy creature's jet-black skin looks like living tar, and ooze drips from the claws that cap its long arms." ],
					[ "{monster/Demon, Abrikandilu}", 3, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This deformed, horned, hunchbacked humanoid has a forked, ratlike tail and two thumbs on each taloned hand." ],
					[ "{monster/Demon, Andrazku}", 5, "chaotic, cold, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This burly, primitive-looking creature has an ape-like upper body, demonic horns, cloven hooves, and skin the color of a snow-buried corpse." ],
					[ "{monster/Demon, Babau}", 6, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This emaciated figure looks like a horned human skeleton smothered within a bone-tight hide of slimy leather." ],
					[ "{monster/Demon, Balor}", 20, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This winged fiend's horned head and fanged visage present the perfection of the demonic form, fire spurting from its flesh." ],
					[ "{monster/Demon, Brimorak}", 5, "chaotic, demon, evil, extraplanar", [ 3, "small" ], [ 8, "CE" ], "This muscular, red-eyed, goat-headed demon wields a burning sword. Fire licks up from its flaming hooves." ],
					[ "{monster/Demon, Cambion}", 2, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This red-skinned, demonic humanoid has a forked tongue, and a pair of black horns sprout from its brow." ],
					[ "{monster/Demon, Coloxus}", 12, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This figure would be the picture of elegance and refinement were it not for its grotesque fly head and shivering insectile wings." ],
					[ "{monster/Demon, Derakni}", 10, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "The size of a horse, this demonic locust has a scorpion's stinger and an almost-human face. Its front legs end in clawed hands." ],
					[ "{monster/Demon, Dretch}", 2, "chaotic, demon, evil, extraplanar", [ 3, "small" ], [ 8, "CE" ], "This creature's bloated frame shudders with each heaving step, yet despite its shape, the thing moves with surprising quickness." ],
					[ "{monster/Demon, Gallu}", 19, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This horned, winged, wolf-headed demon has bone-white flesh onto which have been riveted plates of spiky armor." ],
					[ "{monster/Demon, Ghalzarokh}", 15, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This corpulent, four-armed fiend is covered in yellow-orange dragon scales, and draconic wings sprout from its back." ],
					[ "{monster/Demon, Gibrileth}", 11, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This flying, bulbous, tumor-riddled mass has numerous arms, no legs, and a leering, three-eyed face." ],
					[ "{monster/Demon, Glabrezu}", 13, "chaotic, demon, evil, extraplanar", [ 6, "huge" ], [ 8, "CE" ], "Four arms grace the torso of this towering monstrosity. The monster's eyes shine with a mix of intelligence and cruelty." ],
					[ "{monster/Demon, Hala}", 4, "air, chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "Skin the color of thunderheads and wings made for soaring through the most violent winds mark this lean, cyclopic being as a master of terrible storms. The sound of shrieking wind emanates from its mouth full of needle-sharp teeth." ],
					[ "{monster/Demon, Hezrou}", 11, "aquatic, chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This fiend's armored flesh is scaly and moist. Its large, toothy mouth gapes below a pair of hungry, reptilian eyes." ],
					[ "{monster/Demon, Incubus}", 6, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This darkly handsome humanoid's batlike wings, curving horns, and bestial legs betray his demonic origin." ],
					[ "{monster/Demon, Kalavakus}", 10, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This muscular, violet demon walks upon elephantine feet. Large, razor-sharp horns cover its body." ],
					[ "{monster/Demon, Katpaskir}", 18, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "Four clawed arms sprout from this fiend's chest like the limbs of a buried insect struggling to crawl free. Overlapping iridescent plates of chitin cascade down the monster's back, shrouding four membranous dragonfly wings." ],
					[ "{monster/Demon, Kithangian}", 9, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This creature combines the features of a scorpion and a horse-slavering humanoid faces peer from between its two pincers." ],
					[ "{monster/Demon, Larva}", 1, "extraplanar", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Demon, Lilitu}", 17, "chaotic, demon, evil, extraplanar, shapechanger", [ 4, "medium" ], [ 8, "CE" ], "While this seductive woman has goat horns, goat hooves, and a serpentine tail, her eyeless face is her most disturbing feature." ],
					[ "{monster/Demon, Marilith}", 17, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This snake-bodied fiend has a six-armed woman's torso, pointed ears, and glittering, otherworldly eyes." ],
					[ "{monster/Demon, Nabasu}", 8, "chaotic, demon, evil, native", [ 4, "medium" ], [ 8, "CE" ], "This lanky fiend's mouth is filled with sharp fangs, while great bat-like wings stretch from its scaly hide." ],
					[ "{monster/Demon, Nalfeshnee}", 14, "chaotic, demon, evil, extraplanar", [ 6, "huge" ], [ 8, "CE" ], "A towering, corpulent beast, this fiend has the hideous head of a boar and arms ending in fatty, four-fingered hands." ],
					[ "{monster/Demon, Omox}", 12, "aquatic, chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This rancid-smelling mound of animated ooze has about its shifting countenance the hideous shape of a half-melted man." ],
					[ "{monster/Demon, Oolioddroo}", 13, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This skeletally thin woman has a mothlike face, flies upon dragonfly wings, and is wrapped in shadows." ],
					[ "{monster/Demon, Painajai}", 14, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "The eight spider eyes of this pale, towering humanoid glisten hungrily, and its mouth contains dozens of sharp teeth. It carries a barbed spear with a long, clinking chain attached to its end." ],
					[ "{monster/Demon, Quasit}", 2, "chaotic, demon, evil, extraplanar", [ 2, "tiny" ], [ 8, "CE" ], "Ram horns curl back from the twisted head of this tiny winged demon, and its body is thin and wiry." ],
					[ "{monster/Demon, Schir}", 4, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This goat-headed humanoid is covered in a mangy gray hide that only partly covers its gaunt but muscled frame." ],
					[ "{monster/Demon, Seraptis}", 15, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This woman's flesh is pale and clammy, as if her body had been drained of blood from the fanged slashes on her four arms." ],
					[ "{monster/Demon, Shachath}", 11, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This winged abomination is a horrid mix of demonic and angelic features, as if two bodies were carelessly fused into one. Its fanged, inhuman face is frozen in permanent contempt, while a beautiful visage with an expression of horror bulges from the back of its skull." ],
					[ "{monster/Demon, Shadow}", 7, "chaotic, demon, evil, extraplanar, incorporeal", [ 4, "medium" ], [ 8, "CE" ], "Only this shadowy bat-winged demon's teeth and claws have any sense of physicality to them - the rest is lost in darkness." ],
					[ "{monster/Demon, Shemhazian}", 16, "chaotic, demon, evil, extraplanar", [ 7, "gargantuan" ], [ 8, "CE" ], "This enormous, bestial demon combines the worst aspects of a bear, a mantis, a wolf, and a reptilian humanoid." ],
					[ "{monster/Demon, Succubus}", 7, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "Tiny horns, bat-like wings, and a sinuous tail betray the demonic nature of this alluring woman." ],
					[ "{monster/Demon, Swaithe}", 4, "chaotic, demon, evil, extraplanar", [ 3, "small" ], [ 8, "CE" ], "This creepy ash-gray goblin-like creature has empty eye sockets and scraggly, stained teeth." ],
					[ "{monster/Demon, Thoxel}", 5, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "Dead white scars and raw red flesh crisscross this creature's scorched and sallow skin as though it has been flogged and branded a thousand times." ],
					[ "{monster/Demon, Ulkreth}", 15, "chaotic, demon, evil, extraplanar", [ 7, "gargantuan" ], [ 8, "CE" ], "This towering monstrosity is clad in cracked boulders, jagged shards of rock, spars of crooked metal, and shredded steel. Four immense arms end in rocky fists, and bony wings protrude from its back." ],
					[ "{monster/Demon, Vavakia}", 18, "chaotic, demon, evil, extraplanar", [ 6, "huge" ], [ 8, "CE" ], "This reptilian demon has a quadrupedal dinosaur's lower body, a vaguely humanoid upper torso, and a draconic saurian head." ],
					[ "{monster/Demon, Vermlek}", 3, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "A hideous, pale, wormlike head pushes violently up and out of a corpulent man's body." ],
					[ "{monster/Demon, Vilsteth}", 16, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This fiend seems carved from weathered ivory, and runes and symbols of power cover its pale flesh. Its eyes glow an eerie yellow, and horns curl from its eerie, mouthless head." ],
					[ "{monster/Demon, Vrock}", 9, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "A cloud of spores and a trail of feathers surrounds this twisted cross between a man and a gigantic vulture." ],
					[ "{monster/Demon, Vrolikai}", 19, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This black-skinned, bat-winged demon has four arms; a long, thin tail; and a leering, fanged face with dead, white eyes." ],
					[ "{monster/Demon, Yaenit}", 6, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "Patches of fur adorn the sickly flesh of this gangly but muscular hyena-headed humanoid." ],
					[ "{monster/Denizen of Leng}", 8, "chaotic, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "Shrouded in tattered leather robes, this strange humanoid looks more alien and horrific the more one studies its twitching visage." ],
					[ "{monster/Devil, Accomplice/ (Hesperian)}", 4, "devil, evil, extraplanar, lawful, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This robed figure appears human except for snakelike eyes, a pair of devilish horns, and the occasional dart of a forked tongue." ],
					[ "{monster/Devil, Accuser/ (Zebub)}", 3, "devil, evil, extraplanar, lawful", [ 3, "small" ], [ 2, "LE" ], "This childlike blasphemy conjoins the features of a plump human infant and a gigantic, gore-fattened fly." ],
					[ "{monster/Devil, Advodaza}", 18, "devil, evil, extraplanar, lawful", [ 6, "huge" ], [ 2, "LE" ], "The rending, thunderous clangor of rushing claws heralds the charge of this fire-eyed ruin, a terror of flame-seared hide and saber-like spines shaped in a monstrously muscled centauric form. The true terrible ferocity of the thing lies hidden, restrained beneath armor and wings of crumbling stone carved with icons as ancient as they are undeniable and profane." ],
					[ "{monster/Devil, Apostate/ (Deimavigga)}", 17, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "A grim metal mask floats above ceremonial armor that shifts and writhes, and long blades form fingers on gauntleted hands." ],
					[ "{monster/Devil, Barbed/ (Hamatula)}", 11, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "From the tip of its lashing tail to the serrated features of its fang-filled visage, this fiery-eyed sentinel bristles with barbs." ],
					[ "{monster/Devil, Bearded/ (Barbazu)}", 5, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "This seething devil deftly wields a vicious, saw-toothed glaive, while below its toothy maw writhes a hideous, twitching beard." ],
					[ "{monster/Devil, Belier/ (Bdellavritra)}", 16, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "This amphisbaenic monstrosity has the body of a slug with a leech's mouth at one end and a knot of three human heads at the other." ],
					[ "{monster/Devil, Bone/ (Osyluth)}", 9, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "Merging the most horrifying features of carrion-fed insect and withered cadaver, this bony devil moves in unsettling lurches." ],
					[ "{monster/Devil, Cabal/ (Uniila)}", 10, "devil, evil, extraplanar, incorporeal, lawful", [ 4, "medium" ], [ 2, "LE" ], "The curves of a shapely maiden define the outline of a mysterious figure wrapped in mist and strips of ancient robes. From beneath the rune-embroidered tatters stretch four, corpse-pale arms, each bearing either a blade or some mysterious arcane device. Hidden within the cowl of its hood shimmer the faintest outlines of a veiled face and a pair of eyes flickering with barely restrained energy." ],
					[ "{monster/Devil, Chortov}", 9, "devil, evil, extraplanar, lawful", [ 6, "huge" ], [ 2, "LE" ], "Quivering with heat and barely restrained might, this monstrous, pig-faced titan looms taller than a city wall. Girded in fiendishly etched armor too small for its incredible corpulence, rolls of densely muscled hide spill forth in a flamered avalanche. Gnashing its many-tusked teeth and clutching a wicked military fork, the terrible giant rumbles as if preparing to roar or scream." ],
					[ "{monster/Devil, Contract/ (Phistophilus)}", 10, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "With rust-colored skin and a jutting crown of ridge-like horns, this muscular devil is draped in lengthy contracts." ],
					[ "{monster/Devil, Curse/ (Phiam)}", 5, "devil, evil, extraplanar, lawful", [ 3, "small" ], [ 2, "LE" ], "This short fiend has mottled pink skin, clawed fingers, and green eyes. It drags a tattered scroll behind its feminine frame." ],
					[ "{monster/Devil, Drowning/ (Sarglagon)}", 8, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "This serpentine creature has finlike wings, ram horns, four eyes, and arms that end in masses of tentacles." ],
					[ "{monster/Devil, Erinyes}", 8, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "Some calamity has befallen this angelic warrior. Wings stained black shear the air as her merciless eyes search for a target." ],
					[ "{monster/Devil, Executioner/ (Munagola)}", 11, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "Corded muscles ripple under this massive devil's red skin as her black wings beat overhead and her black eyes smolder like coals." ],
					[ "{monster/Devil, Gambling/ (Magadaz)}", 4, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "This creature resembles a man crafted entirely of gold. Some of its features seem warped, as if the creature had been melted and then reformed." ],
					[ "{monster/Devil, Handmaiden/ (Gylou)}", 14, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "Twin tentacles stretch from the crown of this feminine fiend's head, while her lower body blooms in a gown of writhing tendrils." ],
					[ "{monster/Devil, Heresy/ (Ayngavhaul)}", 12, "devil, evil, extraplanar, lawful", [ 6, "huge" ], [ 2, "LE" ], "Seemingly fused with a monstrous iron throne, this impossibly corpulent being floats several feet off the ground." ],
					[ "{monster/Devil, Horned/ (Cornugon)}", 16, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "Bristling with terrible spines and a crown of deadly horns, this leering winged terror wields a whirling barbed chain." ],
					[ "{monster/Devil, Host, Greater/ (Magaav)}", 6, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "Twisted horns rise from the skinless head of this winged creature, and noxious fumes leak from between its yellowed fangs." ],
					[ "{monster/Devil, Host, Lesser/ (Gaav)}", 3, "devil, evil, extraplanar, lawful", [ 3, "small" ], [ 2, "LE" ], "This tangle of scaly avian limbs furiously beats its double pair of vulture-like wings, keeping its fiendish, horned skull-head aloft. As fetid breath rises from its repulsive, fly-covered visage, clawed arms work together to slash the air with a vicious-looking spear." ],
					[ "{monster/Devil, Ice/ (Gelugon)}", 13, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "A pair of frozen, multifaceted eyes coldly judge all before this towering, insectile monstrosity." ],
					[ "{monster/Devil, Immolation/ (Puragaus)}", 19, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "Ash and embers encrust the smoldering humanoid frame of this imperious, dragon-winged devil." ],
					[ "{monster/Devil, Imp}", 2, "devil, evil, extraplanar, lawful", [ 2, "tiny" ], [ 2, "LE" ], "Fiendish wings and a whipping scorpion-like tail lash behind this diminutive, red-skinned nuisance." ],
					[ "{monster/Devil, Lemure}", 1, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "A roiling wave of flesh gushes forward. Amid the fatty surge wriggle half-formed limbs and a dripping tumorous face." ],
					[ "{monster/Devil, Mnemor}", 5, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "This ghoulish figure wears a tattered robe and stares with milky-white eyes, a proboscis-like tongue snaking out over its distended jaw." ],
					[ "{monster/Devil, Nemesis/ (Advodaza)}", 18, "devil, evil, extraplanar, lawful", [ 6, "huge" ], [ 2, "LE" ], "This ancient monstrosity has the torso of a massively muscled giant." ],
					[ "{monster/Devil, Nupperibo}", 1, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Devil, Pit Fiend}", 20, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "A pair of gigantic, flame-seared wings and eyes smoldering like embers give this towering devil a truly horrific appearance." ],
					[ "{monster/Devil, Possession, Greater/ (Gidim)}", 15, "devil, evil, extraplanar, incorporeal, lawful", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Devil, Possession, Lesser/ (Gidim)}", 6, "devil, evil, extraplanar, incorporeal, lawful", [ 4, "medium" ], [ 2, "LE" ], "An impression of unmistakable malice pervades the area, the vague yet undeniable sensation of looming malevolence and faint foul breath." ],
					[ "{monster/Devil, Rust/ (Ferrugon)}", 12, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "This creature has curling ram's horns, metallic flesh that bears coiling ribbons of rust, and wings covered with rusty metallic feathers, each resembling a weathered dagger." ],
					[ "{monster/Devil, Salikotal}", 7, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "On lean limbs the color of spilt blood creeps a being of sinister grace. Eyes like embers and a sneer full of needle-thin teeth gleam from an unmistakably fiendish visage. A pair of crimson wings sprout from the back of the hairless humanoid form, fluttering silently like an assassin's cloak, while in one hand it clutches the twisted, dagger-like horn of some infernal terror." ],
					[ "{monster/Devil, Sire/ (Patraavex)}", 7, "devil, evil, extraplanar, lawful, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This fiend is a horrendous amalgamation of snapping claws and writhing tendrils with a disgusting fanged mouth running vertically across its torso." ],
					[ "{monster/Devil, Tinder/ (Ukobach)}", 4, "devil, evil, extraplanar, lawful", [ 3, "small" ], [ 2, "LE" ], "The light of a flaming pitchfork illuminates a creepily malformed little man, his red skin scarred and raw like the victim of horrific burns. Although barely taller than a child, his features mock those of a terrible old man with an oversized head, knife-like nose, and crazed round eyes flickering with wild flames." ],
					[ "{monster/Devil, Warmonger/ (Levaloch)}", 7, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "Armored like an infernal knight upon some monstrous steed, this fiend of iron and nails scuttles upon six bladed, beetle-like legs." ],
					[ "{monster/Dimensional Shambler}", 8, "chaotic, evil", [ 4, "medium" ], [ 8, "CE" ], "This rugose figure rears up to a man's height, its large hands bearing far too many twitching fingers." ],
					[ "{monster/Div, Aghash}", 4, "div, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "Draped in rags and hunched over on goatlike legs, this creature possesses a featureless face, save for a large eye ringed by fangs." ],
					[ "{monster/Div, Akvan}", 20, "div, evil, extraplanar", [ 7, "gargantuan" ], [ 5, "NE" ], "Ornate armor covers this hulking creature, rocky protrusions jutting from its hide and fierce horns crowning its broad head." ],
					[ "{monster/Div, Bushyasta}", 6, "div, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This gaunt figure has ashy yellow skin and a strange, feathered mask covering most of her face, save for her wide, fang-filled mouth." ],
					[ "{monster/Div, Doru}", 2, "div, evil, extraplanar", [ 2, "tiny" ], [ 5, "NE" ], "This disembodied and bestial head covered in lashing hair and curling horns flies through the air." ],
					[ "{monster/Div, Druj Nasu}", 8, "div, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "A sickly smell of feral musk, rotting flesh, and acrid sweat surrounds this fly-like creature. Its wings fill the air with a dreadful drone even when the creature is still." ],
					[ "{monster/Div, Ghawwas}", 10, "aquatic, div, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Bristling with spiny ridges, coral horns, and needle-sharp teeth, this menacing biped seems to have emerged from some poisoned sea." ],
					[ "{monster/Div, Pairaka}", 7, "div, evil, extraplanar, shapechanger", [ 4, "medium" ], [ 5, "NE" ], "Blue-skinned and draped in revealing attire, this humanoid fiend has a sultry gaze suggesting all manner of debased pleasures." ],
					[ "{monster/Div, Sepid}", 14, "div, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Twice the height of a human, this horned monstrous warrior wields a massive blade." ],
					[ "{monster/Div, Shira}", 12, "div, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Moving with deadly grace, this brutal, thickly furred humanoid figure's head is that of a lioness with dead black eyes." ],
					[ "{monster/Dorvae}", 11, "evil", [ 4, "medium" ], [ 5, "NE" ], "Two pairs of stretched and veiny leather wings adorn the back of this shrouded reptilian nightmare." ],
					[ "{monster/Duskwalker}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 4, "N" ], "This tall, gray-skinned woman's eyes flicker with determination. Her somber attire is decorated with small bones." ],
					[ "{monster/Eidolon, Unfettered}", 8, "extraplanar", [ 4, "medium" ], [ 7, "CN" ], "This bizarre amalgam of monstrous parts rampages forth, an eldritch rune seared upon its forehead." ],
					[ "{monster/Einherji}", 10, "extraplanar", [ 4, "medium" ], [ 7, "CN" ], "Holding a massive battleaxe and shield, this tall, helmed warrior is grim and fierce." ],
					[ "{monster/Elemental (Aether), Elder Aether Elemental}", 11, "aether, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Greater Aether Elemental}", 9, "aether, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Huge Aether Elemental}", 7, "aether, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Large Aether Elemental}", 5, "aether, elemental, extraplanar", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Medium Aether Elemental}", 3, "aether, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Small Aether Elemental}", 1, "aether, elemental, extraplanar", [ 3, "small" ], [ 4, "N" ], "This strange entity is formed from interwoven, translucent threads of an unusual multicolored material." ],
					[ "{monster/Elemental (Air), Elder Air Elemental}", 11, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Greater Air Elemental}", 9, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Huge Air Elemental}", 7, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Large Air Elemental}", 5, "air, elemental, extraplanar", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Medium Air Elemental}", 3, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Small Air Elemental}", 1, "air, elemental, extraplanar", [ 3, "small" ], [ 4, "N" ], "This cloud-like creature has dark hollows reminiscent of eyes and a mouth, and a howling wind whips it into ominous shapes." ],
					[ "{monster/Elemental (Earth), Elder Earth Elemental}", 11, "earth, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Greater Earth Elemental}", 9, "earth, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Huge Earth Elemental}", 7, "earth, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Large Earth Elemental}", 5, "earth, elemental, extraplanar", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Medium Earth Elemental}", 3, "earth, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Small Earth Elemental}", 1, "earth, elemental, extraplanar", [ 3, "small" ], [ 4, "N" ], "This hulking, roughly humanoid creature of dirt and stone explodes up from the earth, faceless save for two glowing gemstone eyes." ],
					[ "{monster/Elemental (Fire), Elder Fire Elemental}", 11, "elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Greater Fire Elemental}", 9, "elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Huge Fire Elemental}", 7, "elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Large Fire Elemental}", 5, "elemental, extraplanar, fire", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Medium Fire Elemental}", 3, "elemental, extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Small Fire Elemental}", 1, "elemental, extraplanar, fire", [ 3, "small" ], [ 4, "N" ], "This creature looks like a living, mobile bonfire, tongues of flame reaching out in search of things to burn." ],
					[ "{monster/Elemental (Ice), Elder Ice Elemental}", 11, "air, cold, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Greater Ice Elemental}", 9, "air, cold, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Huge Ice Elemental}", 7, "air, cold, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Large Ice Elemental}", 5, "air, cold, elemental, extraplanar, water", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Medium Ice Elemental}", 3, "air, cold, elemental, extraplanar, water", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Small Ice Elemental}", 1, "air, cold, elemental, extraplanar, water", [ 3, "small" ], [ 4, "N" ], "From the waist up, this icy creature's features are humanoid, but below its body is a snake-like, slithering tail." ],
					[ "{monster/Elemental (Lightning), Elder Lightning Elemental}", 11, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Greater Lightning Elemental}", 9, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Huge Lightning Elemental}", 7, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Large Lightning Elemental}", 5, "air, elemental, extraplanar", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Medium Lightning Elemental}", 3, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Small Lightning Elemental}", 1, "air, elemental, extraplanar", [ 3, "small" ], [ 4, "N" ], "This creature looks like a dark storm cloud, with sparks suggesting eyes and long sweeping arms charged with bolts of lightning." ],
					[ "{monster/Elemental (Magma), Elder Magma Elemental}", 11, "earth, elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Greater Magma Elemental}", 9, "earth, elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Huge Magma Elemental}", 7, "earth, elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Large Magma Elemental}", 5, "earth, elemental, extraplanar, fire", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Medium Magma Elemental}", 3, "earth, elemental, extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Small Magma Elemental}", 1, "earth, elemental, extraplanar, fire", [ 3, "small" ], [ 4, "N" ], "This rocky monster glows with an internal heat. Red light spills from its eyes and mouth, as well as fractures in its outer surface." ],
					[ "{monster/Elemental (Mud), Elder Mud Elemental}", 11, "earth, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Greater Mud Elemental}", 9, "earth, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Huge Mud Elemental}", 7, "earth, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Large Mud Elemental}", 5, "earth, elemental, extraplanar, water", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Medium Mud Elemental}", 3, "earth, elemental, extraplanar, water", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Small Mud Elemental}", 1, "earth, elemental, extraplanar, water", [ 3, "small" ], [ 4, "N" ], "This animate pile of mud seems barely able to maintain the semblance of a humanoid form made of dripping sludge." ],
					[ "{monster/Elemental (Water), Elder Water Elemental}", 11, "elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Greater Water Elemental}", 9, "elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Huge Water Elemental}", 7, "elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Large Water Elemental}", 5, "elemental, extraplanar, water", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Medium Water Elemental}", 3, "elemental, extraplanar, water", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Small Water Elemental}", 1, "elemental, extraplanar, water", [ 3, "small" ], [ 4, "N" ], "This translucent creature's shape shifts between a spinning column of water and a crashing wave." ],
					[ "{monster/Empusa}", 13, "chaotic, extraplanar, shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This beautiful woman has red antennae, gossamer insectile wings, a wasp's legs, and a serpentine whip." ],
					[ "{monster/Etiainen}", 1, "incorporeal, native", [ 4, "medium" ], [ 7, "CN" ], "This vaguely humanoid-shaped roil of mist appears to be improbably solid." ],
					[ "{monster/Ez-azael}", 12, "good, lawful, native", [ 5, "large" ], [ 0, "LG" ], "This goat-like creature has a thick, snowy-white woolen coat. Its eyes gleam with a metallic golden sheen. Its hooves have sharpened, serrated edges and are soaked in blood. A single strand of scarlet thread is tangled between its curled ram horns." ],
					[ "{monster/Fantionette}", 4, "chaotic, evil, extraplanar", [ 3, "small" ], [ 8, "CE" ], "What appears at first glance to be a child or halfling has skin more akin to cracked porcelain barely covering a black, insectile carapace, and it has spiderlike legs where one would expect arms." ],
					[ "{monster/Feargaunt}", 9, "extraplanar, incorporeal", [ 5, "large" ], [ 8, "CE" ], "This hulking shadow exudes a palpable menace, its form twisting into the shapes of hooks, grasping hands, and writhing tentacles." ],
					[ "{monster/Fetchling}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 4, "N" ], "This gaunt man appears drained of color, like a person viewed at twilight or in a dark alley." ],
					[ "{monster/Forgefiend (Scanderig)}", 10, "earth, extraplanar", [ 5, "large" ], [ 2, "LE" ], "A massive, fire-filled maw splits the belly of this lumbering iron-skinned fiend, whose short arms end in razor-sharp claws." ],
					[ "{monster/Ganzi}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 7, "CN" ], "This dark-skinned woman moves with grace and confidence, but her vibrant eyes hold a hint of unpredictable wildness." ],
					[ "{monster/Garipan}", 10, "native", [ 4, "medium" ], [ 5, "NE" ], "Batlike wings stretch behind this stone-faced creature with a wide, wild grin and fierce red eyes. The molten core in the creature's torso glows through rugged cracks in its dark stone skin." ],
					[ "{monster/Garuda}", 9, "native", [ 4, "medium" ], [ 6, "CG" ], "This winged creature has clawed hands and bird's talons. Large, glinting eyes and a serrated beak dominate its avian face." ],
					[ "{monster/Genie, Djinni}", 5, "air, extraplanar", [ 5, "large" ], [ 6, "CG" ], "This creature stands nearly twice as tall as a human, although its lower torso trails away into a vortex of mist and wind." ],
					[ "{monster/Genie, Efreeti}", 8, "extraplanar, fire", [ 5, "large" ], [ 2, "LE" ], "This muscular giant has crimson skin, smoldering eyes, and small black horns. Smoke rises in curls from its flesh." ],
					[ "{monster/Genie, Janni}", 4, "native", [ 4, "medium" ], [ 4, "N" ], "This regal figure looks like a tall, well-proportioned human, save that its eyes sparkle with strange light." ],
					[ "{monster/Genie, Marid}", 9, "extraplanar, water", [ 5, "large" ], [ 7, "CN" ], "This being resembles a powerful giant with hairless blue-green skin, deep blue eyes, flamboyant eyebrows, and pearlescent teeth." ],
					[ "{monster/Genie, Shaitan}", 7, "earth, extraplanar", [ 5, "large" ], [ 1, "LN" ], "This being resembles a towering human with skin of polished stone and glittering agate eyes." ],
					[ "{monster/Gishvit}", [ -2, "1/2" ], "extraplanar, lawful", [ 2, "tiny" ], [ 1, "LN" ], "A set of insectile legs emerges from this book, sharp teeth ring the tome's edges, and a ribbon bookmark protrudes menacingly from its open pages." ],
					[ "{monster/Gloomwing}", 4, "extraplanar", [ 5, "large" ], [ 4, "N" ], "This immense moth has huge purple wings marked with spiraling black patterns that seem to shift and writhe." ],
					[ "{monster/Hag, Dreamthief}", 11, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This hideously gaunt woman has tangled white hair, goatlike horns, and menacing eyes that blaze with green light." ],
					[ "{monster/Hag, Night}", 9, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "Grisly fetishes and the rags of once fine clothes hang off the corpse-thin frame of this horrifying, sharp-fanged crone." ],
					[ "{monster/Heart Thief}", 9, "chaotic, evil, native", [ 5, "large" ], [ 8, "CE" ], "Dozens of antlers crown this slender biped's masked head. Its wicked claws clutch a bloodstained sack." ],
					[ "{monster/Hell Hound}", 3, "evil, extraplanar, fire, lawful", [ 4, "medium" ], [ 2, "LE" ], "This creature resembles a thin, lanky wolf with reddish-brown fur, white claws, and burning, fiery red eyes." ],
					[ "{monster/Hell Hound, Nessian Warhound}", 9, "evil, extraplanar, fire, lawful", [ 5, "large" ], [ 2, "LE" ], "This creature resembles a powerfully built wolf the size of a large draft horse, with ebony fur and burning, fiery red eyes." ],
					[ "{monster/Hellcat}", 7, "evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "This eerie beast appears to be the animated skeleton of a huge fanged cat, its bones glowing with fire and seething with smoke." ],
					[ "{monster/Hiracapath}", 7, "extraplanar, good, lawful", [ 5, "large" ], [ 0, "LG" ], "Silvery armor in the shape of a powerful ram barely contains the brilliant radiance shining from within it, and curling, steel horns emerge from its helm." ],
					[ "{monster/Hound of Tindalos}", 7, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This gaunt, long-limbed quadruped has huge, soulless eyes and a toothy maw. The lean creature moves with a predatory grace." ],
					[ "{monster/Howler}", 3, "chaotic, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This vile predator has a hide as thick and tough as leather. Wicked ebony quills run from its head, tail, and back." ],
					[ "{monster/Hypnalis}", 5, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "Seeming to phase in and out of existence, this ophidian creature has a great striped hood like a cobra." ],
					[ "{monster/Ifrit}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 4, "N" ], "This muscular, fiery-skinned man has flaming hair and spotted horns upon his brow." ],
					[ "{monster/Ikelos}", 7, "extraplanar, incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This creature's eyes are large and lidless, and its large head dominates its lanky frame. Tiny wings spread across its back and the four digits of each hand end in sharp claws." ],
					[ "{monster/Impundulu}", 11, "evil, extraplanar, shapechanger", [ 4, "medium" ], [ 5, "NE" ], "A dark shadow moves rapidly across the ground. In the skies high above, silhouetted by the sun, a monstrous, black-feathered avian creature circles. Slowly, a supernatural wind begins to swirl about the creature, and crackling sparks erupt from its body. Screeching wildly, it descends as if falling from the sky, its blood-flecked wings tipped with cruel curved hooks, and its protruding lower beak scalloped with vicious, jagged barbs." ],
					[ "{monster/Inevitable, Arbiter}", 2, "extraplanar, inevitable, lawful", [ 2, "tiny" ], [ 1, "LN" ], "A sphere of bronze and copper set with a single eye, this winged creature has two clawed hands, one of which clutches a knife." ],
					[ "{monster/Inevitable, Hykariut}", 18, "extraplanar, inevitable, lawful", [ 5, "large" ], [ 1, "LN" ], "This imposing anthropomorphic being comprised of stone and spiked steel armor hefts an intimidating hammer." ],
					[ "{monster/Inevitable, Impariut}", 10, "extraplanar, inevitable, lawful", [ 4, "medium" ], [ 1, "LN" ], "Dressed in noble regalia, this humanoid creature of metal and wood has a piercing gaze." ],
					[ "{monster/Inevitable, Kastamut}", 6, "extraplanar, inevitable, lawful", [ 4, "medium" ], [ 1, "LN" ], "This squat figure seems to be a clockwork approximation of a dwarf, crafted from dark bronze or a strange steel alloy. Its eyes glow with a piercing white light." ],
					[ "{monster/Inevitable, Kolyarut}", 12, "extraplanar, inevitable, lawful", [ 4, "medium" ], [ 1, "LN" ], "Beneath its cloak, this man-shaped creature appears to be part statue and part metallic machine." ],
					[ "{monster/Inevitable, Lhaksharut}", 20, "extraplanar, inevitable, lawful", [ 6, "huge" ], [ 1, "LN" ], "This six-armed creature appears to be made of stone. Its lower torso is a collection of whirring rings of metal." ],
					[ "{monster/Inevitable, Marut}", 15, "extraplanar, inevitable, lawful", [ 5, "large" ], [ 1, "LN" ], "This humanoid is mostly hidden behind plates of elaborate golden armor, the spaces in between revealing flesh of black stone." ],
					[ "{monster/Inevitable, Novenarut}", 4, "extraplanar, inevitable, lawful", [ 4, "medium" ], [ 1, "LN" ], "Fashioned of jade and steel and wielding a gleaming katana, this mechanical samurai has six green gemstone eyes." ],
					[ "{monster/Inevitable, Rokyamut}", 19, "extraplanar, inevitable, lawful", [ 7, "gargantuan" ], [ 1, "LN" ], "Built of steel and clockwork, this massive figure has the lower body of an elephant and the upper body of a four-armed giant." ],
					[ "{monster/Inevitable, Valharut}", 11, "extraplanar, inevitable, lawful", [ 4, "medium" ], [ 1, "LN" ], "This four-armed faceless woman has flesh that appears to be made of pale marble veined with traceries of blue lines." ],
					[ "{monster/Inevitable, Yarahkut}", 14, "extraplanar, inevitable, lawful", [ 5, "large" ], [ 1, "LN" ], "Metallic plating and stone make up this creature's body. Sharpened brass wings stretch from its back, and its head bears three faces." ],
					[ "{monster/Inevitable, Zelekhut}", 9, "extraplanar, inevitable, lawful", [ 5, "large" ], [ 1, "LN" ], "This creature looks like a mechanical centaur. Golden, clockwork wings sprout from its back, and its arms end in barbed chains." ],
					[ "{monster/Invisible Stalker}", 7, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], "No true form can be detected, yet a sense of force and hulking malevolence is undeniable in this creature's presence." ],
					[ "{monster/Irii}", 19, "extraplanar, shapechanger", [ 4, "medium" ], [ 1.5, "LN or CN" ], "This strangely unnerving entity looks like a thin, graceful human, save for its insectile features and shimmering gossamer wings." ],
					[ "{monster/Ixion Worm}", 13, "evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "A cyclopean face stretches grotesquely across the hub of a tall, knobby wheel of bone." ],
					[ "{monster/Joyful Thing}", 6, "native", [ 4, "medium" ], [ 2, "LE" ], "This sluglike humanoid has neither arms nor legs and is covered in spiked, rusted chains. Its lolling tongue drips with thick saliva." ],
					[ "{monster/Jyoti}", 9, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "This phoenix-like humanoid is surrounded by a halo of radiant energy. Its spear is tipped with a carved crystal blade." ],
					[ "{monster/Kakuen-Taka}", 14, "chaotic, evil, extraplanar, swarm", [ 6, "huge" ], [ 8, "CE" ], "Within a towering structure of bone and rotting flesh lurk hundreds of flittering fiends." ],
					[ "{monster/Kami, Dosojin}", 7, "kami, native", [ 4, "medium" ], [ 3, "NG" ], "This ancient, weathered statue of a venerable monk with a shaven head possesses an air of both reverence and patience." ],
					[ "{monster/Kami, Dunagh}", 4, "incorporeal, kami, native", [ 4, "medium" ], [ 1, "LN" ], "This spectral woman holds a silver urn and floats in midair with an unearthly grace and demanding presence." ],
					[ "{monster/Kami, Fukujin}", 3, "kami, native", [ 2, "tiny" ], [ 1, "LN" ], "This diminutive humanoid looks like a truly ancient but proud old warrior. A tiny tree branch juts from the top of his head." ],
					[ "{monster/Kami, Jinushigami}", 20, "earth, kami, native", [ 7, "gargantuan" ], [ 4, "N" ], "This enormous amalgamation of stone and plant matter takes the shape of an old man leaning on an equally huge staff." ],
					[ "{monster/Kami, Kaminari}", 17, "air, kami, native", [ 6, "huge" ], [ 7, "CN" ], "This enormous humanoid possesses vibrant green skin and equally loud hair, and is surrounded by a ring of huge drums and storm clouds." ],
					[ "{monster/Kami, Kodama}", 5, "kami, native", [ 3, "small" ], [ 4, "N" ], "This little green humanoid figure stands only three feet tall. Its head is faceless save for two hollow pits for eyes." ],
					[ "{monster/Kami, Shikigami}", 2, "kami, native", [ 2, "tiny" ], [ 1, "LN" ], "This tiny, crudely carved statue of a robed man has glowing runes running across its surface." ],
					[ "{monster/Kami, Suijin}", 14, "kami, native, water", [ 5, "large" ], [ 4, "N" ], "This massive, serpentine carp explodes forth from the water, its rainbow-colored scales gleaming in the sunlight and glossy eyes bright with good-natured intelligence." ],
					[ "{monster/Kami, Toshigami}", 15, "kami, native", [ 4, "medium" ], [ 3, "NG" ], "This strangely beautiful old woman is composed completely of blossoms, bark, and antlerlike branches." ],
					[ "{monster/Kami, Zuishin}", 10, "kami, native", [ 4, "medium" ], [ 0, "LG" ], "Within this elaborate suit of armor can be seen the partial form of a determined warrior." ],
					[ "{monster/Karumzek}", 4, "evil, extraplanar, shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This human-sized spider has a red eyes, spindly legs, and cloaklike folds of black flesh that obscure its head." ],
					[ "{monster/Kelpie's Wrath}", 15, "chaotic, extraplanar, water", [ 8, "colossal" ], [ 7, "CN" ], "The skull of some many-fanged sea monster adorns the bow of this ominous pirate vessel, a grim ship made all the more disturbing by its apparent lack of a crew." ],
					[ "{monster/Kyton}", 6, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "Wickedly barbed chains adorn this lean figure, and gaps in the bindings reveal deathly pale flesh etched with jagged scars." ],
					[ "{monster/Kyton, Apocrisiarius}", 7, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "This slender humanoid is clad in a severe black leather harness and long skirt decorated with curling twists of wire. Her eyes are colorless orbs, and tears of blood course down her cheeks. Slender surgical lancets pierce her body in numerous locations, yet these wounds do not bleed." ],
					[ "{monster/Kyton, Augur}", 2, "evil, extraplanar, kyton, lawful", [ 2, "tiny" ], [ 2, "LE" ], "A single eye peers from behind the armor plates and keen-edged blades that compose the cage-like exterior of this tiny flying orb." ],
					[ "{monster/Kyton, Cantor}", 9, "evil, extraplanar, kyton, lawful", [ 3, "small" ], [ 2, "LE" ], "All the skin has been scraped from this childlike humanoid's frame, revealing cords of gray musculature. Its eyes burn with a red glow." ],
					[ "{monster/Kyton, Ephialtes}", 16, "evil, extraplanar, kyton, lawful", [ 6, "huge" ], [ 2, "LE" ], "Amid a roiling cloud of deepest dark, the rattle of chains and heavy footfalls announce a being of immense size. An infernal, gasping hiss draws the darkness back, revealing a tortured, four-legged fiend of exposed bone and ragged flesh draped in chains. Barbs and hooks hang from these wrought iron bands, matching the fiend's tail as they writhe like snakes in search of prey." ],
					[ "{monster/Kyton, Eremite}", 20, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "This blood-soaked humanoid is festooned with razored shards of metal. Skeletal wings protrude from its bleeding shoulders." ],
					[ "{monster/Kyton, Interlocutor}", 12, "evil, extraplanar, kyton, lawful", [ 5, "large" ], [ 2, "LE" ], "At the core of this multi-limbed monstrosity of claws and blades struggles a glistening mass of veins, organs, and twisted flesh." ],
					[ "{monster/Kyton, Lampadarius}", 4, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "Ragged wounds on one side of this leather-clad humanoid's face and body mark the transition between flesh and shifting shadowstuff." ],
					[ "{monster/Kyton, Libitinarii}", 13, "cold, evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "This willowy, blue-skinned figure wears robes of draped chains. Its exposed skin is pierced with lengths of razor-sharp, bloodstained icicles." ],
					[ "{monster/Kyton, Oitos}", 11, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "The golden bones of this magnificent skeleton are clad in monstrous face-skins sewn into a cape and skirt adorned with gold pendants." ],
					[ "{monster/Kyton, Ostiarius}", 5, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "Cloaked in shadows, every curve and sculpted muscle of this creature suggests some new gasping pleasure or titillating torture." ],
					[ "{monster/Kyton, Phylacator}", 18, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "This imposing humanoid is clad in black chainmail with a featureless helm. It clutches a serrated dire flail in its gauntlets, and several pairs of manacles on its belt writhe of their own accord." ],
					[ "{monster/Kyton, Sacristan}", 10, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "Chains and piercings torture this being's bloodless flesh. The greatest violations invade its face and mouth." ],
					[ "{monster/Kyton, Suffragan}", 5, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "Bladed whips and spiked chains sprout from the stumps of this humanoid torso's amputated limbs. Elongated saw blades loll out of its distended mouth." ],
					[ "{monster/Kyton, Termagant}", 17, "evil, extraplanar, kyton, lawful", [ 5, "large" ], [ 2, "LE" ], "This hovering iron maiden heaves forth a monstrously pregnant mass of tortured limbs and raw tentacles." ],
					[ "{monster/Lamhigyn}", 3, "chaotic, evil, extraplanar", [ 3, "small" ], [ 8, "CE" ], "This small, three-eyed creature has ragged, red-streaked wings and a menacingly barbed tail." ],
					[ "{monster/Lar}", 5, "good, incorporeal, lawful, native", [ 4, "medium" ], [ 0, "LG" ], "A stirring in the air and rustle through the room reveals a presence - a subtle aura both cautious and curious." ],
					[ "{monster/Lava Lurker}", 9, "elemental, extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], "Spatters of magma sear everything that comes near this vaguely humanoid mass of endlessly melting and reforming rock." ],
					[ "{monster/Living Doldrums}", 12, "air, elemental, extraplanar", [ 7, "gargantuan" ], [ 5, "NE" ], "The air here is eerily still, and the normal sound of the wind is replaced by a barely audible hum." ],
					[ "{monster/Living Sandstorm, Living Sandstorm (Humanoid)}", 11, "earth, elemental", [ 4, "medium" ], [ 4, "N" ], "This hulking humanoid figure of packed red sand is no taller than an average human, but it is brawny and exceptionally broad." ],
					[ "{monster/Living Sandstorm, Living Sandstorm (Sandstorm)}", 11, "earth, elemental, swarm", [ 0, "fine" ], [ 4, "N" ], null ],
					[ "{monster/Magmin}", 3, "elemental, extraplanar, fire", [ 3, "small" ], [ 7, "CN" ], "Built of fire and magma, this short humanoid radiates intense heat that causes the air around it to shimmer." ],
					[ "{monster/Malbolgian Cerberi}", 12, "evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "A beast leapt forth from the flames of Hell, this gigantic, three-headed hound howls a sound like the cacophony of a raging wildfire. Large enough to heft a horse in its monstrous maws, this terror bears no flesh, its body merely a thing of exposed bone and charred musculature. From its three fanged mouths leap tongues of flame, and crimson saliva leaks from the terror's skeletal jaws." ],
					[ "{monster/Mamiwa}", 2, "air, elemental, native, water", [ 2, "tiny" ], [ 4, "N" ], "The tail of this shimmering, salamander-like creature is composed entirely of water." ],
					[ "{monster/Manasaputra, Maharishi Manu}", 16, "extraplanar, good, lawful, manasaputra", [ 4, "medium" ], [ 0, "LG" ], "This elderly figure looks out with heavy-lidded eyes, and seems lost in its own serenity." ],
					[ "{monster/Manasaputra, Manu}", 12, "extraplanar, good, lawful, manasaputra", [ 4, "medium" ], [ 0, "LG" ], "A toned, regal human radiates a shifting aura of many colors and murmuring voices that seem strangely familiar." ],
					[ "{monster/Manasaputra, Rishi Manu}", 14, "extraplanar, good, lawful, manasaputra", [ 4, "medium" ], [ 0, "LG" ], "This regal, apparently human figure has glowing purple eyes and the grace and fluidity of water given form." ],
					[ "{monster/Manasaputra, Twilight Pitri (Barhisad)}", 18, "extraplanar, good, lawful, manasaputra", [ 5, "large" ], [ 0, "LG" ], "Cerulean light surrounds this towering four-armed figure in a vibrant corona." ],
					[ "{monster/Manitou}", 15, "native", [ 6, "huge" ], [ 3, "NG" ], "An invisible presence suggests the shape of a giant-sized person, surrounded by a rhythm of subtle noises from the natural world." ],
					[ "{monster/Mederach}", 9, "chaotic, extraplanar, good", [ 5, "large" ], [ 6, "CG" ], "This towering spider has multifaceted, shining eyes, eight legs that are each tipped with silver, and massive mandibles." ],
					[ "{monster/Mephit}", 3, "varies", [ 3, "small" ], [ 4, "N" ], "This small humanoid creature has thin, leathery wings, small horns, and a mischievous smile." ],
					[ "{monster/Mercane}", 5, "extraplanar", [ 5, "large" ], [ 1, "LN" ], "The tall, blue-skinned humanoid is clad in loose, flowing robes. Its alien face has too many eyes and its hands have too few fingers." ],
					[ "{monster/Mihstu}", 8, "air, elemental, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "A miasmal form roils as barbed tentacles emerge from the central mass, coalescing into razor-sharp talons and claws." ],
					[ "{monster/Minotaur, Labyrinth}", 16, "chaotic, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This hulking minotaur's hooves are clad in imposing steel. The massive beast wears a heavy bronze mask that covers most of its face." ],
					[ "{monster/Moon Dog}", 9, "extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This sleek, white-furred hound stands three feet tall at the shoulder. It paws resemble hands and its face seems preternaturally wise." ],
					[ "{monster/Mudlord}", 6, "earth, elemental, water", [ 4, "medium" ], [ 4, "N" ], "This fluid creature's roughly humanoid form is composed entirely of thick gobbets of soggy, brown mud." ],
					[ "{monster/Nephilim}", 8, "native", [ 5, "large" ], [ 4, "N" ], "The strength and stature of this giant-sized human is matched only by the nobility of its bearing." ],
					[ "{monster/Nephlei}", 9, "air, extraplanar", [ 5, "large" ], [ 7, "CN" ], "A mighty woman of refined beauty hovers in the air, her skin whorled with blue markings." ],
					[ "{monster/Neshmaal}", 12, "extraplanar, incorporeal", [ 5, "large" ], [ 8, "CE" ], "This semi-transparent mass of convulsively roiling tentacles and whiplike tendrils hovers in the air, giving off an aura of dark, alien menace." ],
					[ "{monster/Nightmare}", 5, "evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This eerie horse-like creature's skin is an inky blackness. Fire spurts from its hair and nostrils, and its hooves spray sparks." ],
					[ "{monster/Nightmare, Cauchemar}", 11, "evil, extraplanar", [ 6, "huge" ], [ 5, "NE" ], "This towering, burning equine stands upon smoking hooves. Hellfire shimmers in its hateful eyes." ],
					[ "{monster/Nihiloi}", 11, "extraplanar", [ 4, "medium" ], [ 7, "CN" ], "A mass of black, bramble-like tentacles writhes from the back of this vague, shifting humanoid. Inky skin covers the creature, and ebon claws curve long and thin from the tips of its fingers. Numerous tendrils of wispy shadow hold the creature aloft while others rise above its shoulders in strange, wriggling wings." ],
					[ "{monster/Nimbral Child}", 11, "evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This emaciated humanoid is barely visible in a swirl of engulfing shadow. Its eyes and mouth reveal a burning void within its head." ],
					[ "{monster/Oneirogen}", 2, "native", [ 4, "medium" ], [ 7, "CN" ], "This vague, humanoid figure seems to be the source of a bank of unnaturally colored fog." ],
					[ "{monster/Oni, Atamahuta}", 11, "oni, giant, native, shapechanger", [ 5, "large" ], [ 2, "LE" ], "This large humanoid creature has two heads, one brutish-looking, the other with three eyes and gems and tattoos decorating its forehead." ],
					[ "{monster/Oni, Earth Yai}", 13, "giant, native, oni, shapechanger", [ 5, "large" ], [ 5, "NE" ], "Jagged cracks and pebbled growths mar the surface of this three-eyed giant's rocky skin, making it appear to have burst forth from rugged stone." ],
					[ "{monster/Oni, Fire Yai}", 15, "fire, giant, native, oni, shapechanger", [ 5, "large" ], [ 5, "NE" ], "This fanged, three-eyed giant rages in its finely crafted armor, its skin as red as a smoldering ember." ],
					[ "{monster/Oni, Ice Yai}", 14, "cold, oni, giant, native, shapechanger", [ 5, "large" ], [ 8, "CE" ], "This blue-skinned giant has three eyes, fangs, and claws. Its hair seems to be formed of delicate strands of ice." ],
					[ "{monster/Oni, Ja Noi}", 5, "goblinoid, native, oni, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This hunchbacked, fiery-skinned humanoid possesses black eyes beneath the bony ridges of its brow, wears elaborate heavy armor, and wields an ornate metal club." ],
					[ "{monster/Oni, Kigyo}", 6, "aquatic, native, oni, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This humanoid has the lower body of a giant seahorse and a round, colorful face dominated by wide, staring eyes and hideous fangs." ],
					[ "{monster/Oni, Kuwa}", 4, "human, native, oni, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This golden-skinned fiend has horns, fangs, and bulging eyes. It grips a spiked club in its four-fingered claws." ],
					[ "{monster/Oni, Najikai}", 8, "native, oni, reptilian, shapechanger", [ 5, "large" ], [ 2, "LE" ], "This scaly-skinned humanoid has long venomous fangs, claws, and unblinking reptilian eyes." ],
					[ "{monster/Oni, Nogitsune}", 7, "kitsune, native, oni, shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This fox-headed humanoid has a sleek, feminine form that moves with seductive grace. As she steps into a defensive posture, a mass of bushy tails flicks at the air above her back and she reveals teeth flecked with blood." ],
					[ "{monster/Oni, Ogre Mage}", 8, "giant, native, oni, shapechanger", [ 5, "large" ], [ 2, "LE" ], "Clad in beautiful armor, this exotically garbed giant roars, its tusks glistening and its eyes afire with murderous intent." ],
					[ "{monster/Oni, Spirit Oni}", 2, "native, oni", [ 2, "tiny" ], [ 2, "LE" ], "This evil-looking animated mask shows the face of a horned fiend, its eyes popping and its leering smile full of fangs." ],
					[ "{monster/Oni, Void Yai}", 20, "giant, native, oni, shapechanger", [ 6, "huge" ], [ 2, "LE" ], "This towering, three-eyed horned giant carries himself with the self-assurance of an undefeated champion of countless wars." ],
					[ "{monster/Oni, Water Yai}", 18, "aquatic, giant, native, oni, shapechanger, water", [ 6, "huge" ], [ 8, "CE" ], "This towering woman has blue skin, small fangs, and a third eye glaring from her forehead. Her robes are soaking wet." ],
					[ "{monster/Oni, Wind Yai}", 16, "air, giant, native, oni, shapechanger", [ 6, "huge" ], [ 2, "LE" ], "A third eye rests on the forehead of this ornately robed giantess, her figure half-shrouded in the darkness of a starry night that swirls continuously about her." ],
					[ "{monster/Oni, Yamabushi Tengu}", 5, "native, oni, shapechanger, tengu", [ 4, "medium" ], [ 2, "LE" ], "This humanoid creature has a fearsome mien, with a cruel red face, glaring yellow eyes, a prodigious nose, and large ravenlike wings." ],
					[ "{monster/Onkushu}", 13, "extraplanar, fire, good", [ 5, "large" ], [ 6, "CG" ], "This oval body and enormous wings of this creature are made of roiling flame, and it has a vaguely humanoid face." ],
					[ "{monster/Onyx Scourge}", 16, "earth, elemental, extraplanar", [ 6, "huge" ], [ 8, "CE" ], "This gigantic creature's stony body is laced with veins of deep red and black minerals that pulse with dark energy. Its face is a mask of rage with glowing red eyes and a pit of pitch blackness for a mouth." ],
					[ "{monster/Oread}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 4, "N" ], "This large warrior appears heavy and solid, with chiseled, angular features that make her look almost like a statue brought to life." ],
					[ "{monster/Orsheval}", 4, "extraplanar, lawful", [ 4, "medium" ], [ 1, "LN" ], "This short, iron-skinned horse is surrounded by a flickering light. A preternatural intelligence glitters in its metallic golden eyes." ],
					[ "{monster/Owb}", 6, "extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This thing looks like a skeletal human torso coated in liquid shadow, obscuring its bones but clearly revealing its shape." ],
					[ "{monster/Owb, Owb Prophet}", 13, "extraplanar", [ 5, "large" ], [ 5, "NE" ], "This creature resembles the skeletal torso of a winged, four-armed giant draped in tatters of liquid shadow." ],
					[ "{monster/Ozimat}", 11, "earth, elemental, extraplanar, incorporeal", [ 4, "medium" ], [ 4, "N" ], "Chunks of rock spin about a humanoid form of vibrant green light." ],
					[ "{monster/Pallid Angel}", 12, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This macabre beauty holds her ebon-feathered wings spread behind her. Her skin and clothing are soaked and splattered with blood, wine, and other fluids." ],
					[ "{monster/Pavbagha}", 4, "extraplanar, lawful", [ 5, "large" ], [ 1, "LN" ], "This majestic tiger has white fur with deep blue stripes. It glows with divine radiance and radiates an aura of calm." ],
					[ "{monster/Peri}", 14, "good, native", [ 4, "medium" ], [ 3, "NG" ], "This beautiful albino woman is wreathed in wings of brilliant flame." ],
					[ "{monster/Protean, Akizendri}", 3, "chaotic, extraplanar, protean, shapechanger", [ 3, "small" ], [ 7, "CN" ], "This cackling protean's serpentine body is surrounded by flowing, illuminated script pulled from nearby tomes and pages." ],
					[ "{monster/Protean, Azuretzi}", 5, "chaotic, extraplanar, protean, shapechanger", [ 3, "small" ], [ 7, "CN" ], "Brilliant blue scales with purple highlights cover this sinuous creature's body, and its slender reptilian maw is filled with tiny, sharp teeth." ],
					[ "{monster/Protean, Hegessik}", 15, "chaotic, extraplanar, protean, shapechanger", [ 5, "large" ], [ 7, "CN" ], "This serpentine creature has shimmering golden plumage that transitions into sparkling gemstones on its back." ],
					[ "{monster/Protean, Ibshaunet}", 11, "chaotic, extraplanar, protean, shapechanger", [ 6, "huge" ], [ 7, "CN" ], "This nightmarish serpentine creature bears crackling wings of chaotic energy and bristling fins of insubstantial fire." ],
					[ "{monster/Protean, Illureshi}", 9, "chaotic, extraplanar, protean, shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This anemic protean wears a wizard's robe and garish jewelry." ],
					[ "{monster/Protean, Imentesh}", 10, "chaotic, extraplanar, protean, shapechanger", [ 5, "large" ], [ 7, "CN" ], "This serpentine creature has the lower body of a snake, a humanoid torso, and a bird-like head and claws." ],
					[ "{monster/Protean, Izfiitar}", 20, "chaotic, extraplanar, protean, shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This serpentine monster has six arms and is crowned by a halo of ever-changing symbols." ],
					[ "{monster/Protean, Keketar}", 17, "chaotic, extraplanar, protean, shapechanger", [ 5, "large" ], [ 7, "CN" ], "Colors dance over this serpentine creature's scales. A strange crown of energy glows above the thing's reptilian head." ],
					[ "{monster/Protean, Naunet}", 7, "chaotic, extraplanar, protean, shapechanger", [ 5, "large" ], [ 7, "CN" ], "Tentacles tipped with snapping jaws emerge from this serpentine creature's back, complementing the vicious maw in its reptilian face." ],
					[ "{monster/Protean, Oshageros}", 13, "chaotic, extraplanar, protean, shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This crocodile-jawed creature has two talon-tipped hands and luminescent tentacles extending from its back." ],
					[ "{monster/Protean, Ourdivar}", 4, "chaotic, extraplanar, protean, shapechanger", [ 5, "large" ], [ 7, "CN" ], "The upper body of this creature is that of a multicolored bestial humanoid, while its lower section ends in a serpentine tail." ],
					[ "{monster/Protean, Pelagastr}", 8, "chaotic, extraplanar, incorporeal, protean, shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This glittering serpent's body ends in a looping length of tail. Its scales glow softly in ever-changing patterns." ],
					[ "{monster/Protean, Voidworm}", 2, "chaotic, extraplanar, protean, shapechanger", [ 2, "tiny" ], [ 7, "CN" ], "This tiny, iridescent serpent slithers through empty space, the air around it distorting as if from heat." ],
					[ "{monster/Psychemental}", 8, "extraplanar, incorporeal", [ 3, "small" ], [ 4, "N" ], "This incorporeal field shimmers with a constant flux of colors and shapes that coalesce into distorted, ephemeral images and reflections." ],
					[ "{monster/Psychopomp, Ahmuuth}", 4, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "This somberly dressed humanoid wears an ominous mask. Gravestones float near it like heavy shields." ],
					[ "{monster/Psychopomp, Algea}", 11, "extraplanar, psychopomp, swarm", [ 1, "diminutive" ], [ 4, "N" ], "This shrill swarm of whippoorwills flies in a spiral, their airborne antics infused with streamers of pale blue mist." ],
					[ "{monster/Psychopomp, Calaca}", 8, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "This figure wears a fine suit, vest, gloves, and ascot and has a guitar at the ready. The creature's face is hidden by an intricately decorated skull mask." ],
					[ "{monster/Psychopomp, Catrina}", 5, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "With lengthy curling hair, a dancer's dress, and a bouquet of flowers, this woman remains beautiful, despite having no flesh." ],
					[ "{monster/Psychopomp, Ember Weaver}", 8, "psychopomp, extraplanar", [ 4, "medium" ], [ 4, "N" ], "This slim, glowing figure is draped with voluminous gossamer shawls and veils that obscure its shape." ],
					[ "{monster/Psychopomp, Esobok}", 3, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "This stout, hunched predator has a ruff of dirty feathers and a crocodilian skull for a head." ],
					[ "{monster/Psychopomp, Fulgati}", 18, "extraplanar, psychopomp", [ 8, "colossal" ], [ 4, "N" ], "This towering, muscular, female figure wears an iron, ram-headed mask. Four stout arms crackle with primal energies, while four additional arms emerge from her hips, supporting her bulk in place of legs." ],
					[ "{monster/Psychopomp, Kere}", 10, "psychopomp, extraplanar", [ 4, "medium" ], [ 4, "N" ], "This unnaturally pale woman is dressed in the somber garb of a mourner, her countenance covered by a lengthy black veil." ],
					[ "{monster/Psychopomp, Memitim}", 15, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "Eyes with the dead cast of onyx glare from beneath the legionnaire's helmet worn by this ominous, black-winged woman." ],
					[ "{monster/Psychopomp, Morbai}", 6, "extraplanar, psychopomp", [ 3, "small" ], [ 4, "N" ], "This hunched, barefoot old woman leans heavily on her gnarled staff. She wears two plague masks on opposite sides of her head." ],
					[ "{monster/Psychopomp, Morrigna}", 13, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "This beautiful woman wears a mask and is completely wrapped in spider silk. Magical fetishes adorn her clothing and staff." ],
					[ "{monster/Psychopomp, Nosoi}", 2, "extraplanar, psychopomp", [ 2, "tiny" ], [ 4, "N" ], "This strange black bird wears a leather long-nosed mask like a plague doctor." ],
					[ "{monster/Psychopomp, Olethros}", 17, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "This moth-winged woman wears a spiral mask and a white, silken gown glimmering with tiny bronze mirrors." ],
					[ "{monster/Psychopomp, Shoki}", 9, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "A wooden staff topped with a silver cage containing a ghostly face keeps this grizzled, snail-backed creature upright." ],
					[ "{monster/Psychopomp, Vanth}", 7, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "This humanoid skeleton has black raven wings, a long tail, and a polished vulture-like mask where its face should be." ],
					[ "{monster/Psychopomp, Viduus}", 4, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "This dour being has a mostly humanoid form with its lower body wrapped in a cocoon-like husk." ],
					[ "{monster/Psychopomp, Yamaraj}", 20, "extraplanar, psychopomp", [ 6, "huge" ], [ 4, "N" ], "The head of this winged, dragonlike beast is crowned with long spines. Sooty feathers cover its body." ],
					[ "{monster/Qlippoth, Augnagar}", 14, "chaotic, evil, extraplanar, qlippoth", [ 6, "huge" ], [ 8, "CE" ], "This enormous, spider-like creature has three clawed tails and eight legs connected by leathery webs of flesh." ],
					[ "{monster/Qlippoth, Behimiron}", 13, "chaotic, evil, extraplanar, qlippoth", [ 6, "huge" ], [ 8, "CE" ], "This monstrous fiend resembles a titan beetle with a sagging, elephantine hide stretched over its spiny carapace." ],
					[ "{monster/Qlippoth, Cataboligne}", 16, "chaotic, evil, extraplanar, qlippoth", [ 7, "gargantuan" ], [ 8, "CE" ], "Spiked clubs extend from each end of this six-legged fiend. A spiky growth sticks up from its back, and a mouth yawns in its belly." ],
					[ "{monster/Qlippoth, Chernobue}", 12, "chaotic, evil, extraplanar, qlippoth", [ 5, "large" ], [ 8, "CE" ], "This slippery, writhing mass of tentacles and stalked mouths has one huge hideous eye and a fanged maw for a belly." ],
					[ "{monster/Qlippoth, Cythnigot}", 2, "chaotic, evil, extraplanar, qlippoth", [ 2, "tiny" ], [ 8, "CE" ], "This six-legged horror has a spider's face and a fibrous stalk growing out of its back - a stalk ending in a snapping mouth." ],
					[ "{monster/Qlippoth, Deinochos}", 5, "aquatic, chaotic, evil, extraplanar, qlippoth", [ 3, "small" ], [ 8, "CE" ], "A fleshy pseudopod tipped with a jawless mouth and ringed by dozens of eyes emerges from a spiny shell along with several hooked legs." ],
					[ "{monster/Qlippoth, Gongorinan}", 11, "chaotic, evil, extraplanar, qlippoth", [ 4, "medium" ], [ 8, "CE" ], "This human-sized, crab-like creature scuttles on six stumpy legs, and each of its four arms sports a different method of inflicting pain." ],
					[ "{monster/Qlippoth, Gorgoros}", 9, "chaotic, evil, extraplanar, qlippoth", [ 5, "large" ], [ 8, "CE" ], "Numerous writhing, coiling tails support this serpent-headed beast. Its three eyes glow a sickly yellow." ],
					[ "{monster/Qlippoth, Hydraggon}", 3, "aquatic, chaotic, evil, extraplanar, qlippoth", [ 4, "medium" ], [ 8, "CE" ], "This eellike monstrosity has a gaping, fanged mouth from which lolls a long, red tongue split into three tendrils, two of which wield weapons." ],
					[ "{monster/Qlippoth, Iathavos}", 20, "chaotic, evil, extraplanar, qlippoth", [ 8, "colossal" ], [ 8, "CE" ], "This immense creature has four bat-like wings and a spherical body. Red eyes peer from all sides, and two huge claws dangle below." ],
					[ "{monster/Qlippoth, Nyogoth}", 10, "chaotic, evil, extraplanar, qlippoth", [ 4, "medium" ], [ 8, "CE" ], "This appears to be a mass of floating intestines tangled around a fanged mouth - the tips of its coils also end in toothy maws." ],
					[ "{monster/Qlippoth, Shoggti}", 7, "chaotic, evil, extraplanar, qlippoth", [ 5, "large" ], [ 8, "CE" ], "This pale creature has four suckered arms that end in pincers. A gnashing maw gapes in its head between two staring eyes." ],
					[ "{monster/Qlippoth, Thognorok}", 4, "aquatic, chaotic, evil, extraplanar, qlippoth", [ 4, "medium" ], [ 8, "CE" ], "This obscene mass looks like a melted blob crossed with a spider, ceaselessly lashing out with its hairy, wriggling legs." ],
					[ "{monster/Qlippoth, Thulgant}", 18, "chaotic, evil, extraplanar, qlippoth", [ 5, "large" ], [ 8, "CE" ], "This monster has ten spidery legs, a head writhing with dripping tentacles above a clutch of red eyes, and three whipping stingers." ],
					[ "{monster/Qlippoth, Utukku}", 8, "chaotic, evil, extraplanar, qlippoth, shapechanger", [ 4, "medium" ], [ 8, "CE" ], "Wriggling tendrils surround this creature's single eye where a face should be, and sucker-tipped tentacles stretch from its shoulders." ],
					[ "{monster/Qlippoth, Vexenion}", 6, "chaotic, qlippoth, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This blood-red tumorous mass has a shifting cluster of waving tentacles sprouting from its amorphous form, its body pulsating with a horrid vitality." ],
					[ "{monster/Raiju}", 5, "air, extraplanar, shapechanger", [ 3, "small" ], [ 7, "CN" ], "The air around this strange, pale animal sparks with erratic flashes of static electricity, its body constantly twitching as if filled to capacity with the energy. It suddenly perks up, alert and seemingly ready to bolt." ],
					[ "{monster/Rakshasa}", 10, "native, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This figure's backward-bending fingers and its bestial, snarling visage leave little doubt as to its fiendish nature." ],
					[ "{monster/Rakshasa, Amanusya}", 6, "native, rakshasa, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This lithe dancer would be beautiful were it not for her clawed hands, backward-facing head, and long, lolling tongue." ],
					[ "{monster/Rakshasa, Avatarana}", 12, "native, rakshasa, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "Instead of legs, this bald, emaciated humanoid has a second set of long, muscular arms and a leathery flap covering its face." ],
					[ "{monster/Rakshasa, Dandasuka}", 5, "native, rakshasa, shapechanger", [ 3, "small" ], [ 2, "LE" ], "This small creature looks like a well-dressed and jewelry-bedecked fiendish gnome, its face mostly mouth and fangs." ],
					[ "{monster/Rakshasa, Marai}", 8, "native, rakshasa, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This finely robed and nimble fiend has six colorful vipers in place of arms, and a long, forked tongue in its fanged mouth." ],
					[ "{monster/Rakshasa, Orsatka}", 13, "native, rakshasa, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This hulking bear-headed fiend has a mouth full of fangs and clawed, six-fingered hands with too many knuckles." ],
					[ "{monster/Rakshasa, Rakshasa Maharaja}", 20, "native, rakshasa, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "Impeccably dressed and bedecked in exotic jewelry, this fiend holds an ornate saber in its backward-facing hands." ],
					[ "{monster/Rakshasa, Raktavarna}", 2, "native, rakshasa, shapechanger", [ 2, "tiny" ], [ 2, "LE" ], "What at first appears to be a bejeweled blade shimmers and writhes, transforming into a hideous, red-eyed serpent." ],
					[ "{monster/Rakshasa, Tataka}", 15, "native, rakshasa, shapechanger", [ 5, "large" ], [ 2, "LE" ], "This towering, blue-skinned woman has backward-facing hands and a feral, animal-like visage with exaggerated features." ],
					[ "{monster/Rakshasa, Zalyakavat}", 13, "native, rakshasa, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This sinewy humanoid with putrid green skin and a grotesque, shrew-like snout wears little more than a colorful silk sarong and a thin, flexible blade worn as a belt." ],
					[ "{monster/Rast}", 5, "extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], "This bulbous creature consists of many tangled legs, a bulging body of puffed flesh, and a mouth filled with sharp fangs." ],
					[ "{monster/Sahkil, Esipil}", 2, "evil, extraplanar, sahkil", [ 2, "tiny" ], [ 5, "NE" ], "This creature's stout canine torso tops a slimy mass resembling an earthworm. Disgusting veins dangle from its face." ],
					[ "{monster/Sahkil, Ichkoh}", 7, "evil, extraplanar, sahkil", [ 4, "medium" ], [ 5, "NE" ], "This monstrosity looks like a massive cockroach made from putrid hair. A humanoid face leers in place of an insectile head." ],
					[ "{monster/Sahkil, Kimenhul}", 20, "evil, extraplanar, sahkil", [ 6, "huge" ], [ 5, "NE" ], "Three monstrous, misshapen skulls top a twisted trunk balanced on three leglike splinters of flesh and bone." ],
					[ "{monster/Sahkil, Nucol}", 4, "evil, extraplanar, sahkil", [ 4, "medium" ], [ 5, "NE" ], "This monstrous wild boar is infested with wriggling worms and accompanied by a buzzing cloud of flies." ],
					[ "{monster/Sahkil, Pakalchi}", 9, "evil, extraplanar, sahkil", [ 4, "medium" ], [ 5, "NE" ], "Thorny vines with tiny red flowers grow from this emaciated woman and flow like a train behind her." ],
					[ "{monster/Sahkil, Qolok}", 16, "evil, extraplanar, sahkil", [ 5, "large" ], [ 5, "NE" ], "Terrible jaws ringed with clawed arms open atop this towering mass of flesh. A probing tongue flops from another orifice." ],
					[ "{monster/Sahkil, Wihsaak}", 6, "evil, extraplanar, sahkil", [ 4, "medium" ], [ 5, "NE" ], "Buzzing wings hold this gaunt creature just above the ground. A grasshopper serves as the creature's head." ],
					[ "{monster/Sahkil, Ximtal}", 17, "evil, extraplanar, sahkil", [ 5, "large" ], [ 5, "NE" ], "A rat's head sprouts from the front of a crab-like body, and two tentacular tails ending in hands erupt from the towering bulk." ],
					[ "{monster/Sahkil, Zohanil}", 10, "evil, extraplanar, sahkil", [ 4, "medium" ], [ 5, "NE" ], "This monster is vaguely humanoid, but stands on three legs. A foul liquid drips from the needlelike tips of its long, hooked arms." ],
					[ "{monster/Salamander}", 6, "extraplanar, fire", [ 4, "medium" ], [ 8, "CE" ], "This snake-bodied humanoid hisses with anger. Spines of crackling flame dance along the creature's blackened, fiery-red scales." ],
					[ "{monster/Sandman}", 3, "earth, elemental, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "A whirling cloud of fine desert sand piles up upon itself, forming into the shape of a humanoid figure." ],
					[ "{monster/Sarcovalt}", 4, "evil, extraplanar", [ 2, "tiny" ], [ 5, "NE" ], "This horse-sized housefly has a vulture's neck growing out of its body, capped with a fleshless vulture skull." ],
					[ "{monster/Scarlet Walker}", 12, "evil, extraplanar, lawful", [ 6, "huge" ], [ 2, "LE" ], "This crimson horror walks upon six long, thin legs. Its face is neither that of a skull nor spider, but some horrid mix of the two." ],
					[ "{monster/Sceaduinar}", 7, "extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This gargoyle-like creature has long spiky legs and a bat-like head - its body seems to be made of living, dark purple crystal." ],
					[ "{monster/Sceazir}", 9, "extraplanar", [ 5, "large" ], [ 5, "NE" ], "This winged, six-legged creature seems to be constructed of dark crystal. Its mouth is disproportionately large for its wolfish head, gaping open to display rows of jagged teeth, and its spiky, manyjointed legs bend in unsettling ways." ],
					[ "{monster/Scrivenite}", 4, "extraplanar, lawful", [ 4, "medium" ], [ 4, "N" ], "This humanoid-shaped figure of folded paper and silken ribbons hovers gently in the air. It wears the open cover of some great tome like a metal- and leather-bound mask." ],
					[ "{monster/Shabti}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 1, "LN" ], "Light shimmers across this humanoid figure's bare golden skin, illuminating regal features." ],
					[ "{monster/Shadow Creature, Shadow Roper}", 13, "augmented aberration", [ 5, "large" ], [ 8, "CE" ], "A tentacled horror that seems to shift in and out of the shadows, this bizarre beast is an amalgamation of darkness and menace." ],
					[ "{monster/Shadow Mastiff}", 5, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This muscular canine has a maw full of sharp teeth and an inky black coat that almost seems to drink in the light around it." ],
					[ "{monster/Shae}", 4, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "A white porcelain mask and elegant white clothing provide form and contrast to this shadowy woman's body." ],
					[ "{monster/Shaghal}", 8, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This predator resembles a brawny jackal with a dark, red-and-gray mottled coat covered in ash and dust." ],
					[ "{monster/Shinigami}", 17, "extraplanar, lawful", [ 5, "large" ], [ 1, "LN" ], "This emaciated, robed humanoid wields a scythe made of bone to match the skeletal wings that protrude from its shoulders." ],
					[ "{monster/Shining Child}", 12, "evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "Surrounded by a nimbus of near-blinding light, this strange creature looks something like an emaciated child with clawed hands." ],
					[ "{monster/Shulsaga}", 3, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "Jagged scales cover this lean humanoid's sculpted skin, glinting as it soars upon a disk of radiant energy." ],
					[ "{monster/Siktempora, Misery}", 12, "chaotic, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This armless creature has a woman's torso supported by six spidery legs. It lacks a mouth or nose, and its gaze conveys a furious misery." ],
					[ "{monster/Sishkanset}", 8, "extraplanar, incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This translucent, unnaturally tall humanoid figure sprouts dozens of long tendrils from its upper body." ],
					[ "{monster/Slaugrak}", 6, "chaotic, evil, extraplanar, native", [ 5, "large" ], [ 8, "CE" ], "This hulking reptilian humanoid's torso bristles with twitching vestigial limbs, milk-white eyes, and drooling half-formed mouths. The creature's oversized maw is filled with curved teeth reminiscent of sickle blades." ],
					[ "{monster/Soul Eater}", 7, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "Two elongated and deathly pallid arms protrude from this creature's smoky body as it slithers silently through the air." ],
					[ "{monster/Soulsliver}", 2, "extraplanar, shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This smooth-featured, humanoid creature appears to have skin made entirely of mirrored glass." ],
					[ "{monster/Spirit of Adoration}", 15, "extraplanar, good", [ 5, "large" ], [ 3, "NG" ], "This armored woman appears to be carved from living marble, her angelic wings rising behind the shape of a heavenly warrior. In one hand she grips a fearsome glaive, every movement of which paints the air around her with swirls and flourishes of magical energy." ],
					[ "{monster/Sturzstromer}", 19, "earth, elemental, extraplanar, swarm", [ 2, "tiny" ], [ 7, "CN" ], "Stones jump and roll as if moved by an earthquake that affects nothing else around it. A wave of disturbed earth and rock follows behind them." ],
					[ "{monster/Suli}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 4, "N" ], "This fine-featured humanoid wears exotic clothing and has flashing eyes; his arms are sheathed in a blaze of crackling flames." ],
					[ "{monster/Sylph}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 4, "N" ], "This pale, waifish woman, her hair waving in a non-existent breeze, looks as if she might fade away into mist entirely at any minute." ],
					[ "{monster/Tenebrous Worm}", 8, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "This pallid beast clatters upon dozens of small legs. Writhing bristles twitch on its back, and its shadow seems strangely mobile." ],
					[ "{monster/Thoqqua}", 2, "earth, elemental, extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], "This creature's thick, serpentine body is protected by dense, horny plates. A visible haze of heat rises from its red-hot scales." ],
					[ "{monster/Thremindyr}", 9, "air, cold, native", [ 4, "medium" ], [ 8, "CE" ], "Blustering winds and snow swirl around this white, almost transparent feylike phantom." ],
					[ "{monster/Tiefling}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 5, "NE" ], "This lanky man sneers as he draws his sword. Tiny horns and a barbed tail reveal that he is something more than human." ],
					[ "{monster/Time Dimensional}", 14, "extraplanar", [ 5, "large" ], [ 4, "N" ], "This lanky humanoid is formed from myriad crystal facets, each displaying an image of the past, the present, or a possible future." ],
					[ "{monster/Titan, Elysian}", 21, "chaotic, extraplanar, good", [ 8, "colossal" ], [ 6, "CG" ], "This titanic humanoid wears gilt-edged armor of ancient make and carries an immense hammer made of gleaming metal." ],
					[ "{monster/Titan, Hekatonkheires}", 24, "chaotic, evil, extraplanar", [ 8, "colossal" ], [ 8, "CE" ], "This behemoth looks like a towering humanoid with fifty heads and twice as many hands, each wielding a different weapon." ],
					[ "{monster/Titan, Thanatotic}", 22, "chaotic, evil, extraplanar", [ 8, "colossal" ], [ 8, "CE" ], "This titanic, armored figure wields an immense axe. Its hands end in claws, and its voice thunders with ruinous power." ],
					[ "{monster/Tojanida}", 5, "extraplanar, water", [ 4, "medium" ], [ 4, "N" ], "This creature resembles a cross between a turtle and a crab, with flippers instead of legs, a snapping beak, and two pincers." ],
					[ "{monster/Triton}", 2, "native, water", [ 4, "medium" ], [ 3, "NG" ], "This scaly, finned humanoid has an athletic build and blue-green coloration. Its legs end in wide flippers rather than feet." ],
					[ "{monster/Troops, Hound Archon Troop}", 16, "archon, extraplanar, good, lawful, troop", [ 4, "medium" ], [ 0, "LG" ], null ],
					[ "{monster/Tulpa}", 6, "augmented humanoid, human", [ 4, "medium" ], [ 1, "LN" ], "A gray-skinned humanoid with oddly unremarkable features floats ponderously in mid-air." ],
					[ "{monster/Turul}", 19, "extraplanar", [ 7, "gargantuan" ], [ 4, "N" ], "Flickers of light and energy radiate from this awe-inspiring, birdlike creature." ],
					[ "{monster/Typhilipede}", 2, "evil, extraplanar, lawful", [ 2, "tiny" ], [ 2, "LE" ], "This hideous creature has a jet-black segmented body, four beady eyes, batlike wings, and a pair of oversized mandibles that glisten with green ichor." ],
					[ "{monster/Umbral Shepherd}", 5, "incorporeal", [ 4, "medium" ], [ 2, "LE" ], "This mass of shadow possesses a horrific demon face. Several writhing tentacles sprout from its grublike body." ],
					[ "{monster/Undine}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 4, "N" ], "This blue-haired, blue-skinned man moves with a liquid grace. His ears are fin-like, and his hands and feet are webbed." ],
					[ "{monster/Unfettered Phantom}", 4, "phantom", [ 4, "medium" ], [ 4, "N" ], "This strange ghostly creature seems to writhe in the throes of some uncontrollable emotion." ],
					[ "{monster/Urdefhan}", 3, "native", [ 4, "medium" ], [ 5, "NE" ], "This fanged humanoid has hideously transparent skin, revealing the vivid colors of internal organs and ivory bones inside its body." ],
					[ "{monster/Urdefhan, Half-Fiend Scion}", 15, "native", [ 4, "medium" ], [ 5, "NE" ], "The scent of death pours from this disheveled woman. Leather straps dotted with iron buckles bind her lean form." ],
					[ "{monster/Urdefhan, Orvian Necromancer}", 12, "native", [ 4, "medium" ], [ 5, "NE" ], "An elegant leather gown, skull-shaped studs, and a silken veil conceal much of this humanoid's transparent flesh." ],
					[ "{monster/Urdefhan, Sightless Sea Sailor}", 4, "native", [ 4, "medium" ], [ 5, "NE" ], "The smell of brine mingles with the sickly stench of uncured leather that surrounds this ferocious buccaneer." ],
					[ "{monster/Urdefhan, Skaveling Rider}", 10, "native", [ 4, "medium" ], [ 5, "NE" ], "Additional straps and hooks concealed beneath this muscular horror's cloak secure it to the saddle of the rotting, flapping undead monstrosity he rides." ],
					[ "{monster/Valkyrie}", 12, "extraplanar", [ 4, "medium" ], [ 7, "CN" ], "Surrounded by lightning, this impressive female warrior wears a gleaming golden breastplate and carries a shining spear." ],
					[ "{monster/Vargouille}", 2, "evil, extraplanar", [ 3, "small" ], [ 5, "NE" ], "This creature is a blackened, bat-winged fiend's head. Tentacles dangle from chin and scalp, and its fanged mouth hangs agape." ],
					[ "{monster/Veela, Air}", 7, "air, extraplanar", [ 4, "medium" ], [ 4, "N" ], "This lithe, androgynous humanoid has unusually colored skin and an otherworldly grace." ],
					[ "{monster/Veela, Earth}", 7, "earth, extraplanar", [ 4, "medium" ], [ 4, "N" ], "This lithe, androgynous humanoid has unusually colored skin and an otherworldly grace." ],
					[ "{monster/Veela, Fire}", 7, "extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], "This lithe, androgynous humanoid has unusually colored skin and an otherworldly grace." ],
					[ "{monster/Veela, Water}", 7, "extraplanar, water", [ 4, "medium" ], [ 4, "N" ], "This lithe, androgynous humanoid has unusually colored skin and an otherworldly grace." ],
					[ "{monster/Vendenopterix}", 4, "chaotic, extraplanar, shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This elven woman's allure is obfuscated by her ragged insectile wings and long, clawlike nails." ],
					[ "{monster/Vescavor Queen}", 9, "chaotic, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This verminlike creature has iridescent, membranous wings and its many sharp teeth drip with noxious slime." ],
					[ "{monster/Vescavor Swarm}", 5, "chaotic, evil, extraplanar, swarm", [ 1, "diminutive" ], [ 8, "CE" ], "With a gibbering chorus, hundreds of toothy insects swarm together, their heads nothing more than maws filled with a sickly green glow." ],
					[ "{monster/Wakandagi}", 14, "native, water", [ 5, "large" ], [ 3, "NG" ], "This antlered beast combines the features of an elegant deer and a slithering serpent." ],
					[ "{monster/Warped One}", 8, "chaotic, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This insane, twisted, humanoid-shaped tangle of limbs and gnashing teeth thrashes and howls, all too eager to wreak havoc." ],
					[ "{monster/Watcher}", 22, null, [ 7, "gargantuan" ], [ 1, "LN" ], "This enormous black insectile creature moves with an almost nauseating grace as it watches with its single red eye." ],
					[ "{monster/Wendigo}", 17, "cold, native", [ 5, "large" ], [ 8, "CE" ], "This hideous shape has the head of a feral elk with jagged teeth and sharp antlers. Its humanoid legs end in blackened, burnt stumps." ],
					[ "{monster/Wisagatcak}", 14, "evil, extraplanar, lawful", [ 3, "small" ], [ 2, "LE" ], "This spiderlike monstrosity watches quietly, skittering about on six needle-sharp legs." ],
					[ "{monster/Wrackworm}", 20, "chaotic, evil, extraplanar", [ 8, "colossal" ], [ 8, "CE" ], "This immense, wormlike creature piles its coils upon itself, exposing four scythe-shaped claws and a massive fanged mouth." ],
					[ "{monster/Wysp, Aether}", 2, "aether, elemental", [ 2, "tiny" ], [ 4, "N" ], "This sphere of elemental matter emits a strange hum that resonates with elemental power." ],
					[ "{monster/Wysp, Air}", 2, "air, elemental", [ 2, "tiny" ], [ 4, "N" ], "This sphere of elemental matter emits a strange hum that resonates with elemental power." ],
					[ "{monster/Wysp, Earth}", 2, "earth, elemental", [ 2, "tiny" ], [ 4, "N" ], "This sphere of elemental matter emits a strange hum that resonates with elemental power." ],
					[ "{monster/Wysp, Fire}", 2, "elemental, fire", [ 2, "tiny" ], [ 4, "N" ], "This sphere of elemental matter emits a strange hum that resonates with elemental power." ],
					[ "{monster/Wysp, Water}", 2, "elemental, water", [ 2, "tiny" ], [ 4, "N" ], "This sphere of elemental matter emits a strange hum that resonates with elemental power." ],
					[ "{monster/Xacarba}", 15, "chaotic, evil, extraplanar", [ 7, "gargantuan" ], [ 8, "CE" ], "This towering, three-tailed, six-eyed beast seems like three rune-backed serpents partially melded together into one body." ],
					[ "{monster/Xill}", 6, "evil, extraplanar", [ 4, "medium" ], [ 2, "LE" ], "This flame-red humanoid appears to be a strange mix of insect and reptile, with four arms and twitching, fanged mandibles." ],
					[ "{monster/Xill, Xill Matriarch}", 9, "evil, extraplanar", [ 4, "medium" ], [ 2, "LE" ], "This flame-red, four-armed creature has large mandibles and numerous hornlike projections spike from its head." ],
					[ "{monster/Xiomorn, Vault Keeper}", 14, "earth, elemental, extraplanar", [ 4, "medium" ], [ 1, "LN" ], "This towering, spindly, four-armed entity appears to be made of stone and crystal, yet it moves with a fluid grace." ],
					[ "{monster/Xocothian}", 4, "air, extraplanar, water", [ 5, "large" ], [ 4, "N" ], "This serpentine mix of flying fish and great seabird rolls and twists like waves in an ocean storm." ],
					[ "{monster/Xorn}", 6, "earth, extraplanar", [ 4, "medium" ], [ 4, "N" ], "This squat beast is as wide as it is tall. Strangely symmetrical, it has three arms, three legs, three eyes, and one huge mouth." ],
					[ "{monster/Yeth Hound}", 3, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This emaciated, hairless canine has a strange air of menace and cruelty about it." ],
					[ "{monster/Yhohm}", 4, "extraplanar, fire, good", [ 2, "tiny" ], [ 3, "NG" ], "This beautiful dove is as bright as the sun and the size of an eagle, surrounded by an aura of blazing white flames." ],
					[ "{monster/Zarxorin}", 19, "earth, elemental, extraplanar", [ 8, "colossal" ], [ 4, "N" ], "This titanic earthen creature is humanoid-shaped with a hunched, pugnacious posture. The enormous hump of its back bears a ring of standing stones that crackle faintly with energy." ],
					[ "{monster/Zentragt}", 4, "chaotic, extraplanar", [ 5, "large" ], [ 7, "CN" ], "This ferocious ursine brute has blade-like metallic teeth and appears to be covered in overlapping iron plates." ],
					[ "{monster/Zhyen}", [ -2, "1/2" ], "air, earth, fire, or water", [ 2, "tiny" ], [ 4, "N" ], "This short, genie-like creature floats in midair, barely a foot tall but possessing no legs with which to determine its true height. Wisps of elemental light trail from its eyes, and it bows, ready to serve." ]
				],
				"initialColumn": 0
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	},
	"monsters_outsiders_elemental": {
		"title": "Elementals",
		"sources": [],
		"description": [ "{table0}" ],
		"noFinder": true,
		"searchgroup": "monster",
		"tables": [
			{
				"id": "monsters elementals",
				"headers": [ "Monster", "CR", "Subtypes", "Size", "Alignment", "Description" ],
				"filter": [
					{
						"col": 1,
						"equals": [1, 2, 3, 4, 5, 6, 7, 8, 9, 11, 12, 14, 16, 18, 19],
						"labels": [ "1", "2", "3", "4", "5", "6", "7", "8", "9", "11", "12", "14", "16", "18", "19"]
					},
					{
						"col": 3,
						"equals": [0, 2, 3, 4, 5, 6, 7, 8],
						"labels": [ "fine", "tiny", "small", "medium", "large", "huge", "gargantuan", "colossal" ]
					},
					{
						"col": 4,
						"equals": [1, 4, 5, 7, 8],
						"labels": ["LN", "N", "NE", "CN", "CE"]
					}
				],
				"types": [ null, "num", null, "num", "num", 0 ],
				"alignments": [ true, null, null, null, null, true ],
				"sizes": [ 150, 50, 125, 110, 100, 250 ],
				"ripples": [0],
				"data": [
					[ "{monster/Aerial Servant}", 11, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], "A faint ripple in the air suggests a hazy and vaguely humanoid vapor moving with terrible swiftness." ],
					[ "{monster/Ahkhat}", 4, "earth, elemental, native", [ 3, "small" ], [ 4, "N" ], "The materials of the building stretch and pull as if elastic, taking on the form of an earthen humanoid with thick stony arms." ],
					[ "{monster/Anemos}", 18, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], "Strong winds whip around this majestic being, and lightning crackles from her eyes and flickers along her skin." ],
					[ "{monster/Belker}", 6, "air, elemental, evil", [ 5, "large" ], [ 5, "NE" ], "Dull, red eyes, grasping claws, and leathery wings give a demonic aspect to this creature's smoky form." ],
					[ "{monster/Caustic Stalker}", 7, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], "Reaching hands, a fierce and eerie visage, and a powerfully abrasive stench all stem from this hissing cloud of churning gases." ],
					[ "{monster/Comozant Wyrd}", 4, "air, elemental, extraplanar, incorporeal", [ 3, "small" ], [ 4, "N" ], "The only real feature of this flaring of electrical energy is a vaguely humanoid face that flickers and plays within its shifting mass." ],
					[ "{monster/Crysmal}", 3, "earth, elemental", [ 3, "small" ], [ 4, "N" ], "An animated cluster of translucent crystals shaped disturbingly like a gemstone scorpion scuttles into an aggressive stance." ],
					[ "{monster/Elemental (Aether), Elder Aether Elemental}", 11, "aether, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Greater Aether Elemental}", 9, "aether, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Huge Aether Elemental}", 7, "aether, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Large Aether Elemental}", 5, "aether, elemental, extraplanar", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Medium Aether Elemental}", 3, "aether, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Small Aether Elemental}", 1, "aether, elemental, extraplanar", [ 3, "small" ], [ 4, "N" ], "This strange entity is formed from interwoven, translucent threads of an unusual multicolored material." ],
					[ "{monster/Elemental (Air), Elder Air Elemental}", 11, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Greater Air Elemental}", 9, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Huge Air Elemental}", 7, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Large Air Elemental}", 5, "air, elemental, extraplanar", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Medium Air Elemental}", 3, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Small Air Elemental}", 1, "air, elemental, extraplanar", [ 3, "small" ], [ 4, "N" ], "This cloud-like creature has dark hollows reminiscent of eyes and a mouth, and a howling wind whips it into ominous shapes." ],
					[ "{monster/Elemental (Earth), Elder Earth Elemental}", 11, "earth, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Greater Earth Elemental}", 9, "earth, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Huge Earth Elemental}", 7, "earth, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Large Earth Elemental}", 5, "earth, elemental, extraplanar", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Medium Earth Elemental}", 3, "earth, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Small Earth Elemental}", 1, "earth, elemental, extraplanar", [ 3, "small" ], [ 4, "N" ], "This hulking, roughly humanoid creature of dirt and stone explodes up from the earth, faceless save for two glowing gemstone eyes." ],
					[ "{monster/Elemental (Fire), Elder Fire Elemental}", 11, "elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Greater Fire Elemental}", 9, "elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Huge Fire Elemental}", 7, "elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Large Fire Elemental}", 5, "elemental, extraplanar, fire", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Medium Fire Elemental}", 3, "elemental, extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Small Fire Elemental}", 1, "elemental, extraplanar, fire", [ 3, "small" ], [ 4, "N" ], "This creature looks like a living, mobile bonfire, tongues of flame reaching out in search of things to burn." ],
					[ "{monster/Elemental (Ice), Elder Ice Elemental}", 11, "air, cold, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Greater Ice Elemental}", 9, "air, cold, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Huge Ice Elemental}", 7, "air, cold, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Large Ice Elemental}", 5, "air, cold, elemental, extraplanar, water", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Medium Ice Elemental}", 3, "air, cold, elemental, extraplanar, water", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Small Ice Elemental}", 1, "air, cold, elemental, extraplanar, water", [ 3, "small" ], [ 4, "N" ], "From the waist up, this icy creature's features are humanoid, but below its body is a snake-like, slithering tail." ],
					[ "{monster/Elemental (Lightning), Elder Lightning Elemental}", 11, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Greater Lightning Elemental}", 9, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Huge Lightning Elemental}", 7, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Large Lightning Elemental}", 5, "air, elemental, extraplanar", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Medium Lightning Elemental}", 3, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Small Lightning Elemental}", 1, "air, elemental, extraplanar", [ 3, "small" ], [ 4, "N" ], "This creature looks like a dark storm cloud, with sparks suggesting eyes and long sweeping arms charged with bolts of lightning." ],
					[ "{monster/Elemental (Magma), Elder Magma Elemental}", 11, "earth, elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Greater Magma Elemental}", 9, "earth, elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Huge Magma Elemental}", 7, "earth, elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Large Magma Elemental}", 5, "earth, elemental, extraplanar, fire", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Medium Magma Elemental}", 3, "earth, elemental, extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Small Magma Elemental}", 1, "earth, elemental, extraplanar, fire", [ 3, "small" ], [ 4, "N" ], "This rocky monster glows with an internal heat. Red light spills from its eyes and mouth, as well as fractures in its outer surface." ],
					[ "{monster/Elemental (Mud), Elder Mud Elemental}", 11, "earth, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Greater Mud Elemental}", 9, "earth, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Huge Mud Elemental}", 7, "earth, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Large Mud Elemental}", 5, "earth, elemental, extraplanar, water", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Medium Mud Elemental}", 3, "earth, elemental, extraplanar, water", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Small Mud Elemental}", 1, "earth, elemental, extraplanar, water", [ 3, "small" ], [ 4, "N" ], "This animate pile of mud seems barely able to maintain the semblance of a humanoid form made of dripping sludge." ],
					[ "{monster/Elemental (Water), Elder Water Elemental}", 11, "elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Greater Water Elemental}", 9, "elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Huge Water Elemental}", 7, "elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Large Water Elemental}", 5, "elemental, extraplanar, water", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Medium Water Elemental}", 3, "elemental, extraplanar, water", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Small Water Elemental}", 1, "elemental, extraplanar, water", [ 3, "small" ], [ 4, "N" ], "This translucent creature's shape shifts between a spinning column of water and a crashing wave." ],
					[ "{monster/Invisible Stalker}", 7, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], "No true form can be detected, yet a sense of force and hulking malevolence is undeniable in this creature's presence." ],
					[ "{monster/Lava Lurker}", 9, "elemental, extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], "Spatters of magma sear everything that comes near this vaguely humanoid mass of endlessly melting and reforming rock." ],
					[ "{monster/Living Doldrums}", 12, "air, elemental, extraplanar", [ 7, "gargantuan" ], [ 5, "NE" ], "The air here is eerily still, and the normal sound of the wind is replaced by a barely audible hum." ],
					[ "{monster/Living Sandstorm, Living Sandstorm (Humanoid)}", 11, "earth, elemental", [ 4, "medium" ], [ 4, "N" ], "This hulking humanoid figure of packed red sand is no taller than an average human, but it is brawny and exceptionally broad." ],
					[ "{monster/Living Sandstorm, Living Sandstorm (Sandstorm)}", 11, "earth, elemental, swarm", [ 0, "fine" ], [ 4, "N" ], null ],
					[ "{monster/Magmin}", 3, "elemental, extraplanar, fire", [ 3, "small" ], [ 7, "CN" ], "Built of fire and magma, this short humanoid radiates intense heat that causes the air around it to shimmer." ],
					[ "{monster/Mamiwa}", 2, "air, elemental, native, water", [ 2, "tiny" ], [ 4, "N" ], "The tail of this shimmering, salamander-like creature is composed entirely of water." ],
					[ "{monster/Mihstu}", 8, "air, elemental, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "A miasmal form roils as barbed tentacles emerge from the central mass, coalescing into razor-sharp talons and claws." ],
					[ "{monster/Mudlord}", 6, "earth, elemental, water", [ 4, "medium" ], [ 4, "N" ], "This fluid creature's roughly humanoid form is composed entirely of thick gobbets of soggy, brown mud." ],
					[ "{monster/Onyx Scourge}", 16, "earth, elemental, extraplanar", [ 6, "huge" ], [ 8, "CE" ], "This gigantic creature's stony body is laced with veins of deep red and black minerals that pulse with dark energy. Its face is a mask of rage with glowing red eyes and a pit of pitch blackness for a mouth." ],
					[ "{monster/Ozimat}", 11, "earth, elemental, extraplanar, incorporeal", [ 4, "medium" ], [ 4, "N" ], "Chunks of rock spin about a humanoid form of vibrant green light." ],
					[ "{monster/Sandman}", 3, "earth, elemental, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "A whirling cloud of fine desert sand piles up upon itself, forming into the shape of a humanoid figure." ],
					[ "{monster/Sturzstromer}", 19, "earth, elemental, extraplanar, swarm", [ 2, "tiny" ], [ 7, "CN" ], "Stones jump and roll as if moved by an earthquake that affects nothing else around it. A wave of disturbed earth and rock follows behind them." ],
					[ "{monster/Thoqqua}", 2, "earth, elemental, extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], "This creature's thick, serpentine body is protected by dense, horny plates. A visible haze of heat rises from its red-hot scales." ],
					[ "{monster/Wysp, Aether}", 2, "aether, elemental", [ 2, "tiny" ], [ 4, "N" ], "This sphere of elemental matter emits a strange hum that resonates with elemental power." ],
					[ "{monster/Wysp, Air}", 2, "air, elemental", [ 2, "tiny" ], [ 4, "N" ], "This sphere of elemental matter emits a strange hum that resonates with elemental power." ],
					[ "{monster/Wysp, Earth}", 2, "earth, elemental", [ 2, "tiny" ], [ 4, "N" ], "This sphere of elemental matter emits a strange hum that resonates with elemental power." ],
					[ "{monster/Wysp, Fire}", 2, "elemental, fire", [ 2, "tiny" ], [ 4, "N" ], "This sphere of elemental matter emits a strange hum that resonates with elemental power." ],
					[ "{monster/Wysp, Water}", 2, "elemental, water", [ 2, "tiny" ], [ 4, "N" ], "This sphere of elemental matter emits a strange hum that resonates with elemental power." ],
					[ "{monster/Xiomorn, Vault Keeper}", 14, "earth, elemental, extraplanar", [ 4, "medium" ], [ 1, "LN" ], "This towering, spindly, four-armed entity appears to be made of stone and crystal, yet it moves with a fluid grace." ],
					[ "{monster/Zarxorin}", 19, "earth, elemental, extraplanar", [ 8, "colossal" ], [ 4, "N" ], "This titanic earthen creature is humanoid-shaped with a hunched, pugnacious posture. The enormous hump of its back bears a ring of standing stones that crackle faintly with energy." ]
				],
				"initialColumn": 0
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	},
	"monsters_outsiders_extraplanar": {
		"title": "Extraplanar Outsiders",
		"sources": [],
		"description": [ "{table0}" ],
		"noFinder": true,
		"searchgroup": "monster",
		"tables": [
			{
				"id": "monsters extraplanar outsiders",
				"headers": [ "Monster", "CR", "Subtypes", "Size", "Alignment", "Description" ],
				"filter": [
					{
						"col": 1,
						"equals": [-2, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25],
						"labels": [ "1/2", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "19", "20", "21", "22", "23", "24", "25"]
					},
					{
						"col": 3,
						"range": [0, 8],
						"labels": [ "fine", "diminutive", "tiny", "small", "medium", "large", "huge", "gargantuan", "colossal" ]
					},
					{
						"col": 4,
						"range": [0, 8],
						"labels": ["LG", "LN", "LE", "NG", "N", "NE", "CG", "CN", "CE"]
					}
				],
				"types": [ null, "num", null, "num", "num", 0 ],
				"alignments": [ true, null, null, null, null, true ],
				"sizes": [ 150, 50, 125, 110, 100, 250 ],
				"ripples": [0],
				"data": [
					[ "{monster/Achaierai}", 5, "evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "This bird-like beast is mostly head, lunging forward on four scaly legs. Wisps of noxious black vapor trail from its hooked beak." ],
					[ "{monster/Aeon, Agnoia}", 14, "aeon, extraplanar", [ 5, "large" ], [ 4, "N" ], "This cylindrical creature of pale fog and dark shadow stands on three clawed feet. Three pale arms jut from around the column, each ending in a hand with long, black claws." ],
					[ "{monster/Aeon, Akhana}", 12, "aeon, extraplanar", [ 4, "medium" ], [ 4, "N" ], "Four gray arms project from a swirling mass resembling a giant eye, from which a tail-like appendage dangles." ],
					[ "{monster/Aeon, Bythos}", 16, "aeon, extraplanar", [ 5, "large" ], [ 4, "N" ], "A shimmering, colorless mass congeals to form a four-armed humanoid shape with an eye-like pattern in its torso." ],
					[ "{monster/Aeon, Lipika}", 18, "aeon, extraplanar", [ 5, "large" ], [ 4, "N" ], "Shrouded in a dark cloak, this featureless humanoid has four forearms that each split off at the elbow, and an eye on each of its eight palms." ],
					[ "{monster/Aeon, Othaos}", 5, "aeon, extraplanar", [ 4, "medium" ], [ 4, "N" ], "Four limbs - two black and two white - reach out from a swirling vortex of pulsing light and deep darkness." ],
					[ "{monster/Aeon, Paracletus}", 2, "aeon, extraplanar", [ 3, "small" ], [ 4, "N" ], "A small cluster of shimmering lights floats in the air, orbited by multiple vibrant crystals and gemstones." ],
					[ "{monster/Aeon, Pleroma}", 20, "aeon, extraplanar", [ 5, "large" ], [ 4, "N" ], "Within the shadows of this vaguely humanoid figure stir swirling colors and spheres, as if it encompassed all the night sky." ],
					[ "{monster/Aeon, Synesis}", 4, "aeon, extraplanar", [ 4, "medium" ], [ 4, "N" ], "A pair of three-fingered arms sprouts from either end of this hourglass-shaped creature composed of cosmic starstuff." ],
					[ "{monster/Aeon, Theletos}", 7, "aeon, extraplanar", [ 4, "medium" ], [ 4, "N" ], "Four bandy limbs, each splitting at the elbow into two three-fingered forearms, emerge from this creature's crystalline body." ],
					[ "{monster/Aerial Servant}", 11, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], "A faint ripple in the air suggests a hazy and vaguely humanoid vapor moving with terrible swiftness." ],
					[ "{monster/Agathion, Avoral}", 9, "agathion, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "Great feathers sweep back from this fierce bird-man's brow, and long, clawed hands grow from the end of his wings." ],
					[ "{monster/Agathion, Bishop}", 4, "aquatic, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "Layers of translucent, shimmering fins flow along this fishman's spindly body. Tentacles curl below its stately mouth, and its humanlike hands and feet end in stubby but sharp claws." ],
					[ "{monster/Agathion, Cervapral}", 5, "agathion, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This sleek, long-legged, antelope-like figure has majestic pronged horns and ruffs of white fur on its chest and neck." ],
					[ "{monster/Agathion, Cervinal}", 17, "agathion, extraplanar, good", [ 5, "large" ], [ 3, "NG" ], "Beneath a crown of antlers, this centaurlike creature blends the upper body of a humanoid with the lower body of a majestic elk." ],
					[ "{monster/Agathion, Cetaceal}", 15, "agathion, aquatic, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This mermaid-like creature has the torso and head of a long-haired woman and the lower half of a sleek killer whale." ],
					[ "{monster/Agathion, Chelonidal}", 7, "agathion, aquatic, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This creature resembles a cross between a humanoid and a sea turtle, with flipper-like hands and a heavy shell covering its back." ],
					[ "{monster/Agathion, Draconal}", 20, "agathion, extraplanar, good", [ 5, "large" ], [ 3, "NG" ], "This noble creature seems to be part serpent, part humanoid, and part dragon, with great wings and a crown of horns." ],
					[ "{monster/Agathion, Leonal}", 12, "agathion, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This lion-headed humanoid has golden fur, sharp teeth, and long cat-like claws on its hands and feet." ],
					[ "{monster/Agathion, Muldnal}", 3, "agathion, extraplanar, good", [ 3, "small" ], [ 3, "NG" ], "This diminutive, small-eyed creature is covered in dense, charcoal-gray fur and wears a dirt-stained smock; its pink nose twitches ceaselessly." ],
					[ "{monster/Agathion, Mustelidal}", 16, "agathion, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "The head of this muscular, furry humanoid figure is that of an angry badger; it looks ready to strike at a moment's notice." ],
					[ "{monster/Agathion, Procyal}", 8, "agathion, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "Wide of chest and waist, this finely dressed man has a graymuzzled raccoon's head and beady, darting eyes." ],
					[ "{monster/Agathion, Reptial}", 4, "agathion, extraplanar, good", [ 3, "small" ], [ 3, "NG" ], "This iguana-headed scholar wears a robe of frills and scales covered in baubles and trinkets." ],
					[ "{monster/Agathion, Silvanshee}", 2, "agathion, extraplanar, good", [ 2, "tiny" ], [ 3, "NG" ], "This black cat has gray stripes, violet eyes, and an unusual white blaze on its chest." ],
					[ "{monster/Agathion, Vulpinal}", 6, "agathion, extraplanar, good", [ 3, "small" ], [ 3, "NG" ], "This bright-eyed, anthropomorphic fox is dressed in simple traveling clothes and carries a musical instrument in one hand." ],
					[ "{monster/Agrawgh}", 5, "earth, extraplanar", [ 5, "large" ], [ 4, "N" ], "This bronze-ringed serpent has silvery skin and razor-sharp teeth that barely conceal the acid bubbling at the back of its mouth." ],
					[ "{monster/Anemos}", 18, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], "Strong winds whip around this majestic being, and lightning crackles from her eyes and flickers along her skin." ],
					[ "{monster/Angel, Astral Deva}", 14, "angel, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This tall, human-like creature has long, feathery wings and a gentle inner radiance that makes it difficult to look directly at." ],
					[ "{monster/Angel, Balisse}", 8, "angel, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This celestial being is obscured by darkness, but its wings glow brilliantly, silhouetting a stern individual with shining eyes." ],
					[ "{monster/Angel, Cassisian}", 2, "angel, extraplanar, good", [ 3, "small" ], [ 3, "NG" ], "This finely crafted golden helm is decorated with intricate filigree, and flutters gracefully through the air on feathered wings." ],
					[ "{monster/Angel, Choral}", 6, "angel, extraplanar, good", [ 3, "small" ], [ 3, "NG" ], "This shimmering being looks like a miniature human with broad, iridescent wings and hair that slowly ripples through the air." ],
					[ "{monster/Angel, Dapsara}", 4, "angel, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This otherworldly dancer moves with incredible grace. A second pair of ghostly arms complement the motions of her physical arms." ],
					[ "{monster/Angel, Empyrean}", 20, "angel, extraplanar, good", [ 5, "large" ], [ 3, "NG" ], "Light spills out through cracks in this humanoid being's clothing and armor, and its four wings are composed of wispy blue light." ],
					[ "{monster/Angel, Erelim}", 6, "angel, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This athletic, winged humanoid has handsome features and wields a shining lance." ],
					[ "{monster/Angel, Iophanite}", 4, "angel, extraplanar, fire, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "This disc of flying metal is about the size of a wagon wheel and burns with yellow-white flame." ],
					[ "{monster/Angel, Kuribu}", 3, "angel, extraplanar, good", [ 3, "small" ], [ 3, "NG" ], "The skin of this halfling-sized, winged humanoid is as smooth as polished marble. It wields a bow and carries a quiver full of arrows on its back." ],
					[ "{monster/Angel, Monadic Deva}", 12, "angel, aquatic, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This angelic being has smooth skin, a muscular body, and large golden wings, and wields a large mace." ],
					[ "{monster/Angel, Movanic Deva}", 10, "angel, extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This angel is all sharp lines and angles, muscular but lean, with large wings and a mighty flaming greatsword." ],
					[ "{monster/Angel, Ninkonda}", 17, "angel, extraplanar, good, lawful", [ 5, "large" ], [ 0, "LG" ], "This golden-winged humanoid wears sturdy armor, including a crowned helm with a blank faceplate and a gleaming mirror on their broad chest. Large metal spikes pierce the creature's arms, hands, and shoulders." ],
					[ "{monster/Angel, Planetar}", 16, "angel, extraplanar, good", [ 5, "large" ], [ 3, "NG" ], "Muscular, bald, and tall, this humanoid creature has emerald skin and two pairs of shining, white-feathered wings." ],
					[ "{monster/Angel, Solar}", 23, "angel, extraplanar, good", [ 5, "large" ], [ 3, "NG" ], "This towering humanoid creature has shining topaz eyes, metallic skin, and three pairs of white wings." ],
					[ "{monster/Animate Dream}", 8, "extraplanar, incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This indistinct figure suddenly takes on a nightmarish shape, not quite human or animal or fiend." ],
					[ "{monster/Anisydaemon}", 13, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This fiend has pitch-black, rubbery skin pulled taut over an immense frame. Arms tipped with glistening claws hang past the creature's knees, and two constantly whispering mouths rest on its eyeless face." ],
					[ "{monster/Apocalypse Horse}", 25, "evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Little more than a walking corpse, this frightful horse's hide stretches tight over its bones." ],
					[ "{monster/Archon Swarm, Mote Archon Swarm}", 15, "archon, extraplanar, good, lawful, swarm", [ 0, "fine" ], [ 0, "LG" ], "Thousands of golden lights form a cloud, swirling gracefully around one another. Each light in the cloud is a glowing rune no bigger than a thumbnail." ],
					[ "{monster/Archon, Bastion}", 20, "archon, extraplanar, good, lawful", [ 6, "huge" ], [ 0, "LG" ], "This massive, four-armed figure is protected by thick layers of rocky armor. Its face is a shimmering, pulsating globe of holy light." ],
					[ "{monster/Archon, Codex}", 5, "archon, extraplanar, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "This enormous book has wings of glowing light and an angelic figure on the cover that gazes out watchfully as though alive." ],
					[ "{monster/Archon, Exscinder}", 12, "archon, extraplanar, good, lawful", [ 6, "huge" ], [ 0, "LG" ], "This massive humanoid figure has no mouth, and carries a burning sword that matches its flaming wings." ],
					[ "{monster/Archon, Gate}", 17, "archon, extraplanar, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "This masked humanoid being has wings and armor of rune-carved gray stone, and its eyes glow blue." ],
					[ "{monster/Archon, Hammer}", 18, "archon, extraplanar, good, lawful", [ 5, "large" ], [ 0, "LG" ], "This stern-looking humanoid wears a suit of armor decorated with sharp lines. He wields a hammer-headed polearm with a wicked spike on its reverse side." ],
					[ "{monster/Archon, Harbinger}", 2, "archon, extraplanar, good, lawful", [ 2, "tiny" ], [ 0, "LG" ], "What appears to be a miniaturized orrery zips through the air, with thin, sharp blades flashing periodically from within." ],
					[ "{monster/Archon, Hound}", 4, "archon, extraplanar, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "This canine-headed humanoid's well-groomed appearance and polished greatsword show it to be more than a common beast." ],
					[ "{monster/Archon, Lantern}", 2, "archon, extraplanar, good, lawful", [ 3, "small" ], [ 0, "LG" ], "Shedding a warm and calming radiance, this orb of light moves with a preternatural silence and otherworldly grace." ],
					[ "{monster/Archon, Legion}", 7, "archon, extraplanar, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "This celestial knight bears a flaming blade as it flies through the air on metallic wings that seem to grow from its armor." ],
					[ "{monster/Archon, Preceptor}", 9, "archon, extraplanar, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "This creature resembles a tengu, save for its eyes' golden glow. Its immaculate white robes contrast starkly with its black feathers, and its willow staff sheds a pale light." ],
					[ "{monster/Archon, Shield}", 10, "archon, extraplanar, good, lawful", [ 5, "large" ], [ 0, "LG" ], "This armored giant is sheathed in metal from head to toe. One arm ends in a spear-like blade, the other in a massive shield." ],
					[ "{monster/Archon, Spyglass}", 3, "archon, extraplanar, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "The movements of this black-skinned humanoid are unnaturally quiet, clearly belonging to one used to slinking unseen and unheard through dark places. Ebon wings and a matching mask complete this figure's stealthy appearance." ],
					[ "{monster/Archon, Stag}", 4, "archon, extraplanar, good, lawful, shapechanger", [ 4, "medium" ], [ 0, "LG" ], "This stag-headed humanoid has large, sweeping antlers and wields a finely-crafted longbow." ],
					[ "{monster/Archon, Star}", 19, "archon, extraplanar, good, lawful", [ 5, "large" ], [ 0, "LG" ], "This powerful humanoid floats in the air on a nimbus of pearly light. He grips a golden starknife in one hand." ],
					[ "{monster/Archon, Trumpet}", 14, "archon, extraplanar, good, lawful", [ 4, "medium" ], [ 0, "LG" ], "Lithe and beautiful, with skin the color of marble, this being hovers upon powerful, white wings and radiates a sense of serenity." ],
					[ "{monster/Astral Leviathan}", 18, "extraplanar", [ 8, "colossal" ], [ 4, "N" ], "Above this brobdingnagian, whalelike creature's cavernous maw of freakish teeth, multiple eyes peer out in different directions." ],
					[ "{monster/Asura, Adhukait}", 7, "asura, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "A pair of spiked fiends, interwoven through bodily cavities and impaling limbs, spin in a dance with their twin curved knives." ],
					[ "{monster/Asura, Aghasura}", 11, "asura, evil, extraplanar, lawful", [ 6, "huge" ], [ 2, "LE" ], "This immense creature looks like a horned rattlesnake, save for its two muscular arms, each of which wields a scimitar." ],
					[ "{monster/Asura, Asurendra}", 20, "asura, evil, extraplanar, lawful", [ 6, "huge" ], [ 2, "LE" ], "This four-armed humanoid horror is garbed in golden armor and surrounded by a nimbus of floating, glowing weaponry." ],
					[ "{monster/Asura, Hishandura}", 15, "asura, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "This muscular fiend has two vertically mirrored faces, four arms, and a quartet of sinister punching daggers" ],
					[ "{monster/Asura, Japalisura}", 12, "asura, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "This lithe, six-armed humanoid has tusks that curve from his chin and carries a pair of bows." ],
					[ "{monster/Asura, Nikaramsa}", 14, "asura, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "This muscular giant has two ferocious lion heads, each with a long, black, lashing tongue." ],
					[ "{monster/Asura, Tripurasura}", 2, "asura, evil, extraplanar, lawful", [ 2, "tiny" ], [ 2, "LE" ], "This tiny monstrosity has the body of a well-muscled man, a crown of frilled horns, and eyes that glow like rubies." ],
					[ "{monster/Asura, Upasunda}", 9, "asura, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "This six-armed woman has three fanged faces on her head. She wears colorful robes, and her hands wield several exotic weapons." ],
					[ "{monster/Asura, Vayuphak}", 5, "asura, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "This blue-skinned humanoid has two pairs of ebony wings protruding from its waist. Talon-like nails grace its hands." ],
					[ "{monster/Ataxian}", 4, "chaotic, extraplanar, good", [ 2, "tiny" ], [ 6, "CG" ], "This sprite-like creature resembles a humanoid the size of a cat, with amber skin, surrounded by an aura of tiny bubbles." ],
					[ "{monster/Avernus Razorback}", 9, "evil, extraplanar, fire, lawful", [ 5, "large" ], [ 2, "LE" ], "The coarse, ebon fur of this massive boar is mottled with patches of crimson. Its eyes are blood red and its jagged tusks seem more like obsidian than bone." ],
					[ "{monster/Axial Monitor}", 15, "extraplanar, lawful", [ 5, "large" ], [ 1, "LN" ], "This imposing creature stands on three legs, with a body like three torsos fused together. These torsos are topped with a single head bearing three faces, each set in a bland, serene expression." ],
					[ "{monster/Axiomite}", 8, "extraplanar, lawful", [ 4, "medium" ], [ 1, "LN" ], "As this lithe humanoid moves, its flesh shimmers and wavers, temporarily breaking apart into motes of shimmering light." ],
					[ "{monster/Azata, Bralani}", 6, "azata, chaotic, extraplanar, good, shapechanger", [ 4, "medium" ], [ 6, "CG" ], "Silver-white hair the color of a lightning strike whips about this poised elf-like archer, his eyes swirling with vibrant colors." ],
					[ "{monster/Azata, Brijidine}", 17, "azata, chaotic, earth, extraplanar, fire, good", [ 4, "medium" ], [ 6, "CG" ], "This beautiful woman has flesh made of lava. She soars through the sky on a trail of fire." ],
					[ "{monster/Azata, Gancanagh}", 4, "azata, chaotic, extraplanar, good", [ 4, "medium" ], [ 6, "CG" ], "This incredibly handsome man's pointed ears and otherworldly grace betray an inhuman beauty." ],
					[ "{monster/Azata, Ghaele}", 13, "azata, chaotic, extraplanar, good, shapechanger", [ 4, "medium" ], [ 6, "CG" ], "This elegantly armored sentinel stands alert, her eyes radiating divine light and her noble blade crackling with power." ],
					[ "{monster/Azata, Lillend}", 7, "azata, chaotic, extraplanar, good", [ 5, "large" ], [ 6, "CG" ], "This creature has the body of a seductive, winged elven woman from the waist up and that of a snake from the waist down." ],
					[ "{monster/Azata, Lyrakien}", 2, "azata, chaotic, extraplanar, good", [ 2, "tiny" ], [ 6, "CG" ], "This tiny woman has a lithe form with delicate butterfly wings. She is surrounded by sparkling lights and gentle rainbow arcs." ],
					[ "{monster/Azata, Nualidu}", 5, "azata, chaotic, extraplanar, good, water", [ 4, "medium" ], [ 6, "CG" ], "Clear, flowing water forms the arms and the lower half of this angelic, elflike being." ],
					[ "{monster/Azata, Prydanu}", 16, "azata, chaotic, extraplanar, good", [ 5, "large" ], [ 6, "CG" ], "Translucent wings protrude from this statuesque figure's back. Patches of pale scales glisten on its skin." ],
					[ "{monster/Azata, Raelis}", 10, "azata, chaotic, extraplanar, good", [ 5, "large" ], [ 6, "CG" ], "This bronze-skinned humanoid is muscular yet lithe, garbed in colorful clothing emblazoned with glowing runes." ],
					[ "{monster/Azata, Thyrlien}", 4, "azata, chaotic, extraplanar, good, shapechanger", [ 3, "small" ], [ 6, "CG" ], "This fey-looking humanoid is colored in shades of gray. Its wings are decorated with colored motes resembling a starry night sky." ],
					[ "{monster/Azata, Uinuja}", 15, "azata, chaotic, extraplanar, good", [ 5, "large" ], [ 6, "CG" ], "This dark-skinned woman has diaphanous wings, four large eyes - one pair under the other - and a tangle of night-blue hair." ],
					[ "{monster/Azata, Veranallia}", 20, "azata, chaotic, extraplanar, good", [ 5, "large" ], [ 6, "CG" ], "This beautiful, rosy-haired woman has a lower body composed of a column of autumnal leaves and gently swaying vines." ],
					[ "{monster/Azata, Yamah}", 5, "azata, chaotic, extraplanar, good", [ 4, "medium" ], [ 6, "CG" ], "This blue-skinned woman has blue-and-white butterfly wings. Her black hair sparkles like a starlit sky." ],
					[ "{monster/Azer}", 2, "extraplanar, fire", [ 4, "medium" ], [ 1, "LN" ], "Heat ripples the air near this squat, brass-skinned humanoid. Its head and shoulders blaze with a mane of fire." ],
					[ "{monster/Baregara}", 12, "chaotic, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This lumbering apelike monster has blood-red fur, twisted horns, and a hideous fanged orifice set in the center of its chest." ],
					[ "{monster/Barghest}", 4, "evil, extraplanar, lawful, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This snarling, canine beast pads forward on all fours, its slender front limbs looking more like hands than a wolf's paws." ],
					[ "{monster/Barghest, Greater}", 7, "evil, extraplanar, lawful, shapechanger", [ 5, "large" ], [ 2, "LE" ], "This snarling, canine beast pads forward on all fours, its slender front limbs looking more like hands than a wolf's paws." ],
					[ "{monster/Bebilith}", 10, "chaotic, evil, extraplanar", [ 6, "huge" ], [ 8, "CE" ], "A spider the size of an elephant, this dark blue arachnid rears up on its six hind legs to raise its barbed and razor-edged front claws." ],
					[ "{monster/Birelu}", 10, "extraplanar, incorporeal", [ 4, "medium" ], [ 7, "CN" ], "This figure seems caught at the moment of transformation between human and animal. Though its bearded face seems like a man's, its head is crowned with a rack of antlers, and its hunched body is covered in patches of sleek black fur." ],
					[ "{monster/Burleev}", 4, "cold or fire, extraplanar", [ 4, "medium" ], [ 4, "N" ], "This creature looks like a humanoid skeleton with a complete set of internal organs. A violet glow replaces its missing flesh." ],
					[ "{monster/Caulborn}", 7, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "This creature has a split-jawed mouth, a hoodlike growth on its head, and two hideously elongated fingers on each hand." ],
					[ "{monster/Caulborn, Caulborn Thoughtkeeper}", 9, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "This humanoid creature has two mouths in its eyeless head, one small and human, the other split into terrifying jaws." ],
					[ "{monster/Caulborn, Chrestomath}", 6, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "This bloated, larval sack of green and pink flesh is wet and curdled, its brainlike wrinkles interrupted by transparent membranes showing dark fluid within." ],
					[ "{monster/Caustic Stalker}", 7, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], "Reaching hands, a fierce and eerie visage, and a powerfully abrasive stench all stem from this hissing cloud of churning gases." ],
					[ "{monster/Cerberi}", 6, "evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "Every strip of this three-headed hound's hide has been peeled away, leaving wet sinew and bulging tendons exposed." ],
					[ "{monster/Cervine Protector}", 6, "extraplanar, good, lawful", [ 5, "large" ], [ 0, "LG" ], null ],
					[ "{monster/Chalkost}", 4, "extraplanar, good, lawful, shapechanger", [ 4, "medium" ], [ 0, "LG" ], "This dwarf-like being of earth and metal has coppery hair and an open-faced helmet bearing two stylized boar tusks." ],
					[ "{monster/Chaos Beast}", 7, "chaotic, extraplanar", [ 4, "medium" ], [ 7, "CN" ], "This thing is a horrid mass of barbed tentacles, glaring eyes, and gnashing teeth, twisting upon itself and reshaping into new forms." ],
					[ "{monster/Comozant Wyrd}", 4, "air, elemental, extraplanar, incorporeal", [ 3, "small" ], [ 4, "N" ], "The only real feature of this flaring of electrical energy is a vaguely humanoid face that flickers and plays within its shifting mass." ],
					[ "{monster/Cordulegaster}", 6, "aquatic, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Interlocking plates of chitin cover this massive, six-legged beast's face like a jagged mask." ],
					[ "{monster/Cordulegaster, Elder}", 7, "aquatic, daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "The insectile eyes of this chitin-covered daemonic monstrosity display a malign intelligence." ],
					[ "{monster/Cynosoma}", 12, "chaotic, extraplanar, good", [ 4, "medium" ], [ 6, "CG" ], "This moth-winged woman has a delicate appearance, though her features are somewhat masked by a haze of shimmering dust." ],
					[ "{monster/D'ziriak}", 3, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "This four-armed creature looks like a cross between a human and a black and ochre termite. Its body and arms display glowing runes." ],
					[ "{monster/Daemon, Acrididaemon}", 14, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This wicked creature has the claws and mandibles of an enormous insect, and its lower body is made entirely of swarming locusts." ],
					[ "{monster/Daemon, Astradaemon}", 16, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Vaguely humanoid in shape, this gaunt fiend has the face of a hideous fish and a body of lanky limbs and writhing tendrils." ],
					[ "{monster/Daemon, Bibliodaemon}", 8, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "Flowing black robes hang all around this four-armed, weasel-faced humanoid. Feathers that resemble quills emerge from each knuckle of its clawed upper hands." ],
					[ "{monster/Daemon, Cacodaemon}", 2, "daemon, evil, extraplanar", [ 2, "tiny" ], [ 5, "NE" ], "An ever-gnashing maw, filled with row after row of mismatched teeth, dominates this frightful creature's orb-like body." ],
					[ "{monster/Daemon, Ceustodaemon}", 6, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This brown, shaggy-furred beast stands on slate grey hooves. Its head resembles that of a maniacal horned ape." ],
					[ "{monster/Daemon, Crucidaemon}", 15, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "Its body seemingly made of iron, this shapely feminine form has wrists pierced by chains that end in curved blades." ],
					[ "{monster/Daemon, Derghodaemon}", 12, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "A deadly and vicious bouquet of insectile claws sprouts from this horrid, three-legged, multi-eyed beast." ],
					[ "{monster/Daemon, Erodaemon}", 11, "daemon, evil, extraplanar, shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This blue-skinned woman has ram's horns, a third eye in her forehead, and a long, scaled tail that ends in a hissing viper's head." ],
					[ "{monster/Daemon, Genthodaemon}", 5, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Jagged bits of metal, armor, and sharp pieces of wire embed the flesh of this towering fiend." ],
					[ "{monster/Daemon, Hydrodaemon}", 8, "aquatic, daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "The skin on this frog-like fiend is clammy and its eyes look dead and milky; its wide face is split by a fanged maw." ],
					[ "{monster/Daemon, Lacridaemon}", 3, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "The face of this gray-skinned humanoid stretches in a manic grin, even though it weeps steaming tears. Frost crusts its flesh." ],
					[ "{monster/Daemon, Lapsudaemon}", 14, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This grotesque and malevolent creature appears to be a crushed ball of broken humanoid body parts spraying blood." ],
					[ "{monster/Daemon, Leukodaemon}", 9, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This human-shaped beast has a horse's skull for a head. It walks on cracked hooves and bears the rotting wings of a carrion bird." ],
					[ "{monster/Daemon, Meladaemon}", 11, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This foul creature looks like an emaciated humanoid with the head of a jackal." ],
					[ "{monster/Daemon, Nixudaemon}", 7, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This four-armed fiend has blue-green skin covered in white scars. Its two upper arms end in long, barbed whips of calloused flesh." ],
					[ "{monster/Daemon, Obcisidaemon}", 19, "daemon, evil, extraplanar", [ 7, "gargantuan" ], [ 5, "NE" ], "This massive fiend has eagle wings, a tusked canine face, and a muscular frame. It wields an immense, cruel-looking halberd." ],
					[ "{monster/Daemon, Olethrodaemon}", 20, "daemon, evil, extraplanar", [ 7, "gargantuan" ], [ 5, "NE" ], "Crowned with a wicked array of twisted horns, this wide-mouthed, spherical behemoth stands on four stout legs." ],
					[ "{monster/Daemon, Phasmadaemon}", 17, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This serpentine monstrosity has the long snout of a crocodile, ram's horns, and mantis claws projecting from its sinuous body." ],
					[ "{monster/Daemon, Piscodaemon}", 10, "aquatic, daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This hideous cross between a lobster, an octopus, and a human threatens enemies with powerful claws and writhing tentacles." ],
					[ "{monster/Daemon, Purrodaemon}", 18, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Dozens of weapons pierce this massive monster's body. Red eyes glow with wickedness in its vulture-like head." ],
					[ "{monster/Daemon, Sangudaemon}", 9, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This human-sized, serpent-headed spider seems to be made of clotted blood, its dragonfly-like wings dripping crimson streamers." ],
					[ "{monster/Daemon, Sepsidaemon}", 7, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "A long-beaked, crested head on a twisted neck rises from a formless, glowing mass of a body. Now and then, a grasping claw extends forth." ],
					[ "{monster/Daemon, Suspiridaemon}", 7, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This tall, three-legged, vulture-headed fiend has a grotesquely long, suckered tongue and gangly arms that end in claws." ],
					[ "{monster/Daemon, Temerdaemon}", 14, "daemon, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This humanoid creature's limbs - four arms and four legs - bend in awkward configurations. It wields a scythe in its largest arms." ],
					[ "{monster/Daemon, Thanadaemon}", 13, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "Rattling with each stride, this looming, horned, skeletal figure clutches a wicked staff. A seething glow burns in its eye sockets." ],
					[ "{monster/Daemon, Venedaemon}", 5, "daemon, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "Tentacles protrude from the robes of this floating hooded figure in place of arms and legs. Its face is a disturbing, toothless maw." ],
					[ "{monster/Daemon, Vulnudaemon}", 4, "daemon, evil, extraplanar", [ 3, "small" ], [ 5, "NE" ], "A bloody, tooth-filled mouth that looks almost like a horrific gash gasps in the neck of this pale, childlike horror." ],
					[ "{monster/Dahzagan}", 6, "chaotic, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This winged horror has the upper body of a feral, bloody-mouthed female orc warrior and the lower body of a giant wolf." ],
					[ "{monster/Demodand, Gristly}", 17, "chaotic, demodand, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This obese humanoid has a wide mouth, batlike wings, and pale fluid seeping from rolls of black, greasy skin." ],
					[ "{monster/Demodand, Shaggy}", 18, "chaotic, demodand, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This toad-faced humanoid is bloated and swollen, with folds of obsidian skin hanging down beneath two immense bat wings." ],
					[ "{monster/Demodand, Slimy}", 16, "chaotic, demodand, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This muscular, frog-headed humanoid has tattered flesh hanging from its batlike wings and is covered in a viscous slime." ],
					[ "{monster/Demodand, Squamous}", 20, "chaotic, demodand, evil, extraplanar", [ 7, "gargantuan" ], [ 8, "CE" ], "This titanic mass of flesh is covered in razor-sharp scales and has bony wings, four taloned arms, and a toothy, toad-like head." ],
					[ "{monster/Demodand, Stringy}", 15, "chaotic, demodand, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This lanky, winged humanoid is covered in layers of long, ropy skin growths." ],
					[ "{monster/Demodand, Tarry}", 13, "chaotic, demodand, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This lithe, toothy creature's jet-black skin looks like living tar, and ooze drips from the claws that cap its long arms." ],
					[ "{monster/Demon, Abrikandilu}", 3, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This deformed, horned, hunchbacked humanoid has a forked, ratlike tail and two thumbs on each taloned hand." ],
					[ "{monster/Demon, Andrazku}", 5, "chaotic, cold, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This burly, primitive-looking creature has an ape-like upper body, demonic horns, cloven hooves, and skin the color of a snow-buried corpse." ],
					[ "{monster/Demon, Babau}", 6, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This emaciated figure looks like a horned human skeleton smothered within a bone-tight hide of slimy leather." ],
					[ "{monster/Demon, Balor}", 20, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This winged fiend's horned head and fanged visage present the perfection of the demonic form, fire spurting from its flesh." ],
					[ "{monster/Demon, Brimorak}", 5, "chaotic, demon, evil, extraplanar", [ 3, "small" ], [ 8, "CE" ], "This muscular, red-eyed, goat-headed demon wields a burning sword. Fire licks up from its flaming hooves." ],
					[ "{monster/Demon, Cambion}", 2, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This red-skinned, demonic humanoid has a forked tongue, and a pair of black horns sprout from its brow." ],
					[ "{monster/Demon, Coloxus}", 12, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This figure would be the picture of elegance and refinement were it not for its grotesque fly head and shivering insectile wings." ],
					[ "{monster/Demon, Derakni}", 10, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "The size of a horse, this demonic locust has a scorpion's stinger and an almost-human face. Its front legs end in clawed hands." ],
					[ "{monster/Demon, Dretch}", 2, "chaotic, demon, evil, extraplanar", [ 3, "small" ], [ 8, "CE" ], "This creature's bloated frame shudders with each heaving step, yet despite its shape, the thing moves with surprising quickness." ],
					[ "{monster/Demon, Gallu}", 19, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This horned, winged, wolf-headed demon has bone-white flesh onto which have been riveted plates of spiky armor." ],
					[ "{monster/Demon, Ghalzarokh}", 15, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This corpulent, four-armed fiend is covered in yellow-orange dragon scales, and draconic wings sprout from its back." ],
					[ "{monster/Demon, Gibrileth}", 11, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This flying, bulbous, tumor-riddled mass has numerous arms, no legs, and a leering, three-eyed face." ],
					[ "{monster/Demon, Glabrezu}", 13, "chaotic, demon, evil, extraplanar", [ 6, "huge" ], [ 8, "CE" ], "Four arms grace the torso of this towering monstrosity. The monster's eyes shine with a mix of intelligence and cruelty." ],
					[ "{monster/Demon, Hala}", 4, "air, chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "Skin the color of thunderheads and wings made for soaring through the most violent winds mark this lean, cyclopic being as a master of terrible storms. The sound of shrieking wind emanates from its mouth full of needle-sharp teeth." ],
					[ "{monster/Demon, Hezrou}", 11, "aquatic, chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This fiend's armored flesh is scaly and moist. Its large, toothy mouth gapes below a pair of hungry, reptilian eyes." ],
					[ "{monster/Demon, Incubus}", 6, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This darkly handsome humanoid's batlike wings, curving horns, and bestial legs betray his demonic origin." ],
					[ "{monster/Demon, Kalavakus}", 10, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This muscular, violet demon walks upon elephantine feet. Large, razor-sharp horns cover its body." ],
					[ "{monster/Demon, Katpaskir}", 18, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "Four clawed arms sprout from this fiend's chest like the limbs of a buried insect struggling to crawl free. Overlapping iridescent plates of chitin cascade down the monster's back, shrouding four membranous dragonfly wings." ],
					[ "{monster/Demon, Kithangian}", 9, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This creature combines the features of a scorpion and a horse-slavering humanoid faces peer from between its two pincers." ],
					[ "{monster/Demon, Larva}", 1, "extraplanar", [ 4, "medium" ], [ 8, "CE" ], null ],
					[ "{monster/Demon, Lilitu}", 17, "chaotic, demon, evil, extraplanar, shapechanger", [ 4, "medium" ], [ 8, "CE" ], "While this seductive woman has goat horns, goat hooves, and a serpentine tail, her eyeless face is her most disturbing feature." ],
					[ "{monster/Demon, Marilith}", 17, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This snake-bodied fiend has a six-armed woman's torso, pointed ears, and glittering, otherworldly eyes." ],
					[ "{monster/Demon, Nalfeshnee}", 14, "chaotic, demon, evil, extraplanar", [ 6, "huge" ], [ 8, "CE" ], "A towering, corpulent beast, this fiend has the hideous head of a boar and arms ending in fatty, four-fingered hands." ],
					[ "{monster/Demon, Omox}", 12, "aquatic, chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This rancid-smelling mound of animated ooze has about its shifting countenance the hideous shape of a half-melted man." ],
					[ "{monster/Demon, Oolioddroo}", 13, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This skeletally thin woman has a mothlike face, flies upon dragonfly wings, and is wrapped in shadows." ],
					[ "{monster/Demon, Painajai}", 14, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "The eight spider eyes of this pale, towering humanoid glisten hungrily, and its mouth contains dozens of sharp teeth. It carries a barbed spear with a long, clinking chain attached to its end." ],
					[ "{monster/Demon, Quasit}", 2, "chaotic, demon, evil, extraplanar", [ 2, "tiny" ], [ 8, "CE" ], "Ram horns curl back from the twisted head of this tiny winged demon, and its body is thin and wiry." ],
					[ "{monster/Demon, Schir}", 4, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This goat-headed humanoid is covered in a mangy gray hide that only partly covers its gaunt but muscled frame." ],
					[ "{monster/Demon, Seraptis}", 15, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This woman's flesh is pale and clammy, as if her body had been drained of blood from the fanged slashes on her four arms." ],
					[ "{monster/Demon, Shachath}", 11, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This winged abomination is a horrid mix of demonic and angelic features, as if two bodies were carelessly fused into one. Its fanged, inhuman face is frozen in permanent contempt, while a beautiful visage with an expression of horror bulges from the back of its skull." ],
					[ "{monster/Demon, Shadow}", 7, "chaotic, demon, evil, extraplanar, incorporeal", [ 4, "medium" ], [ 8, "CE" ], "Only this shadowy bat-winged demon's teeth and claws have any sense of physicality to them - the rest is lost in darkness." ],
					[ "{monster/Demon, Shemhazian}", 16, "chaotic, demon, evil, extraplanar", [ 7, "gargantuan" ], [ 8, "CE" ], "This enormous, bestial demon combines the worst aspects of a bear, a mantis, a wolf, and a reptilian humanoid." ],
					[ "{monster/Demon, Succubus}", 7, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "Tiny horns, bat-like wings, and a sinuous tail betray the demonic nature of this alluring woman." ],
					[ "{monster/Demon, Swaithe}", 4, "chaotic, demon, evil, extraplanar", [ 3, "small" ], [ 8, "CE" ], "This creepy ash-gray goblin-like creature has empty eye sockets and scraggly, stained teeth." ],
					[ "{monster/Demon, Thoxel}", 5, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "Dead white scars and raw red flesh crisscross this creature's scorched and sallow skin as though it has been flogged and branded a thousand times." ],
					[ "{monster/Demon, Ulkreth}", 15, "chaotic, demon, evil, extraplanar", [ 7, "gargantuan" ], [ 8, "CE" ], "This towering monstrosity is clad in cracked boulders, jagged shards of rock, spars of crooked metal, and shredded steel. Four immense arms end in rocky fists, and bony wings protrude from its back." ],
					[ "{monster/Demon, Vavakia}", 18, "chaotic, demon, evil, extraplanar", [ 6, "huge" ], [ 8, "CE" ], "This reptilian demon has a quadrupedal dinosaur's lower body, a vaguely humanoid upper torso, and a draconic saurian head." ],
					[ "{monster/Demon, Vermlek}", 3, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "A hideous, pale, wormlike head pushes violently up and out of a corpulent man's body." ],
					[ "{monster/Demon, Vilsteth}", 16, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This fiend seems carved from weathered ivory, and runes and symbols of power cover its pale flesh. Its eyes glow an eerie yellow, and horns curl from its eerie, mouthless head." ],
					[ "{monster/Demon, Vrock}", 9, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "A cloud of spores and a trail of feathers surrounds this twisted cross between a man and a gigantic vulture." ],
					[ "{monster/Demon, Vrolikai}", 19, "chaotic, demon, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This black-skinned, bat-winged demon has four arms; a long, thin tail; and a leering, fanged face with dead, white eyes." ],
					[ "{monster/Demon, Yaenit}", 6, "chaotic, demon, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "Patches of fur adorn the sickly flesh of this gangly but muscular hyena-headed humanoid." ],
					[ "{monster/Denizen of Leng}", 8, "chaotic, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "Shrouded in tattered leather robes, this strange humanoid looks more alien and horrific the more one studies its twitching visage." ],
					[ "{monster/Devil, Accomplice/ (Hesperian)}", 4, "devil, evil, extraplanar, lawful, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This robed figure appears human except for snakelike eyes, a pair of devilish horns, and the occasional dart of a forked tongue." ],
					[ "{monster/Devil, Accuser/ (Zebub)}", 3, "devil, evil, extraplanar, lawful", [ 3, "small" ], [ 2, "LE" ], "This childlike blasphemy conjoins the features of a plump human infant and a gigantic, gore-fattened fly." ],
					[ "{monster/Devil, Advodaza}", 18, "devil, evil, extraplanar, lawful", [ 6, "huge" ], [ 2, "LE" ], "The rending, thunderous clangor of rushing claws heralds the charge of this fire-eyed ruin, a terror of flame-seared hide and saber-like spines shaped in a monstrously muscled centauric form. The true terrible ferocity of the thing lies hidden, restrained beneath armor and wings of crumbling stone carved with icons as ancient as they are undeniable and profane." ],
					[ "{monster/Devil, Apostate/ (Deimavigga)}", 17, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "A grim metal mask floats above ceremonial armor that shifts and writhes, and long blades form fingers on gauntleted hands." ],
					[ "{monster/Devil, Barbed/ (Hamatula)}", 11, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "From the tip of its lashing tail to the serrated features of its fang-filled visage, this fiery-eyed sentinel bristles with barbs." ],
					[ "{monster/Devil, Bearded/ (Barbazu)}", 5, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "This seething devil deftly wields a vicious, saw-toothed glaive, while below its toothy maw writhes a hideous, twitching beard." ],
					[ "{monster/Devil, Belier/ (Bdellavritra)}", 16, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "This amphisbaenic monstrosity has the body of a slug with a leech's mouth at one end and a knot of three human heads at the other." ],
					[ "{monster/Devil, Bone/ (Osyluth)}", 9, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "Merging the most horrifying features of carrion-fed insect and withered cadaver, this bony devil moves in unsettling lurches." ],
					[ "{monster/Devil, Cabal/ (Uniila)}", 10, "devil, evil, extraplanar, incorporeal, lawful", [ 4, "medium" ], [ 2, "LE" ], "The curves of a shapely maiden define the outline of a mysterious figure wrapped in mist and strips of ancient robes. From beneath the rune-embroidered tatters stretch four, corpse-pale arms, each bearing either a blade or some mysterious arcane device. Hidden within the cowl of its hood shimmer the faintest outlines of a veiled face and a pair of eyes flickering with barely restrained energy." ],
					[ "{monster/Devil, Chortov}", 9, "devil, evil, extraplanar, lawful", [ 6, "huge" ], [ 2, "LE" ], "Quivering with heat and barely restrained might, this monstrous, pig-faced titan looms taller than a city wall. Girded in fiendishly etched armor too small for its incredible corpulence, rolls of densely muscled hide spill forth in a flamered avalanche. Gnashing its many-tusked teeth and clutching a wicked military fork, the terrible giant rumbles as if preparing to roar or scream." ],
					[ "{monster/Devil, Contract/ (Phistophilus)}", 10, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "With rust-colored skin and a jutting crown of ridge-like horns, this muscular devil is draped in lengthy contracts." ],
					[ "{monster/Devil, Curse/ (Phiam)}", 5, "devil, evil, extraplanar, lawful", [ 3, "small" ], [ 2, "LE" ], "This short fiend has mottled pink skin, clawed fingers, and green eyes. It drags a tattered scroll behind its feminine frame." ],
					[ "{monster/Devil, Drowning/ (Sarglagon)}", 8, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "This serpentine creature has finlike wings, ram horns, four eyes, and arms that end in masses of tentacles." ],
					[ "{monster/Devil, Erinyes}", 8, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "Some calamity has befallen this angelic warrior. Wings stained black shear the air as her merciless eyes search for a target." ],
					[ "{monster/Devil, Executioner/ (Munagola)}", 11, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "Corded muscles ripple under this massive devil's red skin as her black wings beat overhead and her black eyes smolder like coals." ],
					[ "{monster/Devil, Gambling/ (Magadaz)}", 4, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "This creature resembles a man crafted entirely of gold. Some of its features seem warped, as if the creature had been melted and then reformed." ],
					[ "{monster/Devil, Handmaiden/ (Gylou)}", 14, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "Twin tentacles stretch from the crown of this feminine fiend's head, while her lower body blooms in a gown of writhing tendrils." ],
					[ "{monster/Devil, Heresy/ (Ayngavhaul)}", 12, "devil, evil, extraplanar, lawful", [ 6, "huge" ], [ 2, "LE" ], "Seemingly fused with a monstrous iron throne, this impossibly corpulent being floats several feet off the ground." ],
					[ "{monster/Devil, Horned/ (Cornugon)}", 16, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "Bristling with terrible spines and a crown of deadly horns, this leering winged terror wields a whirling barbed chain." ],
					[ "{monster/Devil, Host, Greater/ (Magaav)}", 6, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "Twisted horns rise from the skinless head of this winged creature, and noxious fumes leak from between its yellowed fangs." ],
					[ "{monster/Devil, Host, Lesser/ (Gaav)}", 3, "devil, evil, extraplanar, lawful", [ 3, "small" ], [ 2, "LE" ], "This tangle of scaly avian limbs furiously beats its double pair of vulture-like wings, keeping its fiendish, horned skull-head aloft. As fetid breath rises from its repulsive, fly-covered visage, clawed arms work together to slash the air with a vicious-looking spear." ],
					[ "{monster/Devil, Ice/ (Gelugon)}", 13, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "A pair of frozen, multifaceted eyes coldly judge all before this towering, insectile monstrosity." ],
					[ "{monster/Devil, Immolation/ (Puragaus)}", 19, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "Ash and embers encrust the smoldering humanoid frame of this imperious, dragon-winged devil." ],
					[ "{monster/Devil, Imp}", 2, "devil, evil, extraplanar, lawful", [ 2, "tiny" ], [ 2, "LE" ], "Fiendish wings and a whipping scorpion-like tail lash behind this diminutive, red-skinned nuisance." ],
					[ "{monster/Devil, Lemure}", 1, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "A roiling wave of flesh gushes forward. Amid the fatty surge wriggle half-formed limbs and a dripping tumorous face." ],
					[ "{monster/Devil, Mnemor}", 5, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "This ghoulish figure wears a tattered robe and stares with milky-white eyes, a proboscis-like tongue snaking out over its distended jaw." ],
					[ "{monster/Devil, Nemesis/ (Advodaza)}", 18, "devil, evil, extraplanar, lawful", [ 6, "huge" ], [ 2, "LE" ], "This ancient monstrosity has the torso of a massively muscled giant." ],
					[ "{monster/Devil, Nupperibo}", 1, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Devil, Pit Fiend}", 20, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "A pair of gigantic, flame-seared wings and eyes smoldering like embers give this towering devil a truly horrific appearance." ],
					[ "{monster/Devil, Possession, Greater/ (Gidim)}", 15, "devil, evil, extraplanar, incorporeal, lawful", [ 4, "medium" ], [ 2, "LE" ], null ],
					[ "{monster/Devil, Possession, Lesser/ (Gidim)}", 6, "devil, evil, extraplanar, incorporeal, lawful", [ 4, "medium" ], [ 2, "LE" ], "An impression of unmistakable malice pervades the area, the vague yet undeniable sensation of looming malevolence and faint foul breath." ],
					[ "{monster/Devil, Rust/ (Ferrugon)}", 12, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "This creature has curling ram's horns, metallic flesh that bears coiling ribbons of rust, and wings covered with rusty metallic feathers, each resembling a weathered dagger." ],
					[ "{monster/Devil, Salikotal}", 7, "devil, evil, extraplanar, lawful", [ 4, "medium" ], [ 2, "LE" ], "On lean limbs the color of spilt blood creeps a being of sinister grace. Eyes like embers and a sneer full of needle-thin teeth gleam from an unmistakably fiendish visage. A pair of crimson wings sprout from the back of the hairless humanoid form, fluttering silently like an assassin's cloak, while in one hand it clutches the twisted, dagger-like horn of some infernal terror." ],
					[ "{monster/Devil, Sire/ (Patraavex)}", 7, "devil, evil, extraplanar, lawful, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This fiend is a horrendous amalgamation of snapping claws and writhing tendrils with a disgusting fanged mouth running vertically across its torso." ],
					[ "{monster/Devil, Tinder/ (Ukobach)}", 4, "devil, evil, extraplanar, lawful", [ 3, "small" ], [ 2, "LE" ], "The light of a flaming pitchfork illuminates a creepily malformed little man, his red skin scarred and raw like the victim of horrific burns. Although barely taller than a child, his features mock those of a terrible old man with an oversized head, knife-like nose, and crazed round eyes flickering with wild flames." ],
					[ "{monster/Devil, Warmonger/ (Levaloch)}", 7, "devil, evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "Armored like an infernal knight upon some monstrous steed, this fiend of iron and nails scuttles upon six bladed, beetle-like legs." ],
					[ "{monster/Div, Aghash}", 4, "div, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "Draped in rags and hunched over on goatlike legs, this creature possesses a featureless face, save for a large eye ringed by fangs." ],
					[ "{monster/Div, Akvan}", 20, "div, evil, extraplanar", [ 7, "gargantuan" ], [ 5, "NE" ], "Ornate armor covers this hulking creature, rocky protrusions jutting from its hide and fierce horns crowning its broad head." ],
					[ "{monster/Div, Bushyasta}", 6, "div, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This gaunt figure has ashy yellow skin and a strange, feathered mask covering most of her face, save for her wide, fang-filled mouth." ],
					[ "{monster/Div, Doru}", 2, "div, evil, extraplanar", [ 2, "tiny" ], [ 5, "NE" ], "This disembodied and bestial head covered in lashing hair and curling horns flies through the air." ],
					[ "{monster/Div, Druj Nasu}", 8, "div, evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "A sickly smell of feral musk, rotting flesh, and acrid sweat surrounds this fly-like creature. Its wings fill the air with a dreadful drone even when the creature is still." ],
					[ "{monster/Div, Ghawwas}", 10, "aquatic, div, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Bristling with spiny ridges, coral horns, and needle-sharp teeth, this menacing biped seems to have emerged from some poisoned sea." ],
					[ "{monster/Div, Pairaka}", 7, "div, evil, extraplanar, shapechanger", [ 4, "medium" ], [ 5, "NE" ], "Blue-skinned and draped in revealing attire, this humanoid fiend has a sultry gaze suggesting all manner of debased pleasures." ],
					[ "{monster/Div, Sepid}", 14, "div, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Twice the height of a human, this horned monstrous warrior wields a massive blade." ],
					[ "{monster/Div, Shira}", 12, "div, evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "Moving with deadly grace, this brutal, thickly furred humanoid figure's head is that of a lioness with dead black eyes." ],
					[ "{monster/Eidolon, Unfettered}", 8, "extraplanar", [ 4, "medium" ], [ 7, "CN" ], "This bizarre amalgam of monstrous parts rampages forth, an eldritch rune seared upon its forehead." ],
					[ "{monster/Einherji}", 10, "extraplanar", [ 4, "medium" ], [ 7, "CN" ], "Holding a massive battleaxe and shield, this tall, helmed warrior is grim and fierce." ],
					[ "{monster/Elemental (Aether), Elder Aether Elemental}", 11, "aether, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Greater Aether Elemental}", 9, "aether, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Huge Aether Elemental}", 7, "aether, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Large Aether Elemental}", 5, "aether, elemental, extraplanar", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Medium Aether Elemental}", 3, "aether, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Aether), Small Aether Elemental}", 1, "aether, elemental, extraplanar", [ 3, "small" ], [ 4, "N" ], "This strange entity is formed from interwoven, translucent threads of an unusual multicolored material." ],
					[ "{monster/Elemental (Air), Elder Air Elemental}", 11, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Greater Air Elemental}", 9, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Huge Air Elemental}", 7, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Large Air Elemental}", 5, "air, elemental, extraplanar", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Medium Air Elemental}", 3, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Air), Small Air Elemental}", 1, "air, elemental, extraplanar", [ 3, "small" ], [ 4, "N" ], "This cloud-like creature has dark hollows reminiscent of eyes and a mouth, and a howling wind whips it into ominous shapes." ],
					[ "{monster/Elemental (Earth), Elder Earth Elemental}", 11, "earth, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Greater Earth Elemental}", 9, "earth, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Huge Earth Elemental}", 7, "earth, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Large Earth Elemental}", 5, "earth, elemental, extraplanar", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Medium Earth Elemental}", 3, "earth, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Earth), Small Earth Elemental}", 1, "earth, elemental, extraplanar", [ 3, "small" ], [ 4, "N" ], "This hulking, roughly humanoid creature of dirt and stone explodes up from the earth, faceless save for two glowing gemstone eyes." ],
					[ "{monster/Elemental (Fire), Elder Fire Elemental}", 11, "elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Greater Fire Elemental}", 9, "elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Huge Fire Elemental}", 7, "elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Large Fire Elemental}", 5, "elemental, extraplanar, fire", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Medium Fire Elemental}", 3, "elemental, extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Fire), Small Fire Elemental}", 1, "elemental, extraplanar, fire", [ 3, "small" ], [ 4, "N" ], "This creature looks like a living, mobile bonfire, tongues of flame reaching out in search of things to burn." ],
					[ "{monster/Elemental (Ice), Elder Ice Elemental}", 11, "air, cold, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Greater Ice Elemental}", 9, "air, cold, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Huge Ice Elemental}", 7, "air, cold, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Large Ice Elemental}", 5, "air, cold, elemental, extraplanar, water", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Medium Ice Elemental}", 3, "air, cold, elemental, extraplanar, water", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Ice), Small Ice Elemental}", 1, "air, cold, elemental, extraplanar, water", [ 3, "small" ], [ 4, "N" ], "From the waist up, this icy creature's features are humanoid, but below its body is a snake-like, slithering tail." ],
					[ "{monster/Elemental (Lightning), Elder Lightning Elemental}", 11, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Greater Lightning Elemental}", 9, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Huge Lightning Elemental}", 7, "air, elemental, extraplanar", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Large Lightning Elemental}", 5, "air, elemental, extraplanar", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Medium Lightning Elemental}", 3, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Lightning), Small Lightning Elemental}", 1, "air, elemental, extraplanar", [ 3, "small" ], [ 4, "N" ], "This creature looks like a dark storm cloud, with sparks suggesting eyes and long sweeping arms charged with bolts of lightning." ],
					[ "{monster/Elemental (Magma), Elder Magma Elemental}", 11, "earth, elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Greater Magma Elemental}", 9, "earth, elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Huge Magma Elemental}", 7, "earth, elemental, extraplanar, fire", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Large Magma Elemental}", 5, "earth, elemental, extraplanar, fire", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Medium Magma Elemental}", 3, "earth, elemental, extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Magma), Small Magma Elemental}", 1, "earth, elemental, extraplanar, fire", [ 3, "small" ], [ 4, "N" ], "This rocky monster glows with an internal heat. Red light spills from its eyes and mouth, as well as fractures in its outer surface." ],
					[ "{monster/Elemental (Mud), Elder Mud Elemental}", 11, "earth, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Greater Mud Elemental}", 9, "earth, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Huge Mud Elemental}", 7, "earth, elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Large Mud Elemental}", 5, "earth, elemental, extraplanar, water", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Medium Mud Elemental}", 3, "earth, elemental, extraplanar, water", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Mud), Small Mud Elemental}", 1, "earth, elemental, extraplanar, water", [ 3, "small" ], [ 4, "N" ], "This animate pile of mud seems barely able to maintain the semblance of a humanoid form made of dripping sludge." ],
					[ "{monster/Elemental (Water), Elder Water Elemental}", 11, "elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Greater Water Elemental}", 9, "elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Huge Water Elemental}", 7, "elemental, extraplanar, water", [ 6, "huge" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Large Water Elemental}", 5, "elemental, extraplanar, water", [ 5, "large" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Medium Water Elemental}", 3, "elemental, extraplanar, water", [ 4, "medium" ], [ 4, "N" ], null ],
					[ "{monster/Elemental (Water), Small Water Elemental}", 1, "elemental, extraplanar, water", [ 3, "small" ], [ 4, "N" ], "This translucent creature's shape shifts between a spinning column of water and a crashing wave." ],
					[ "{monster/Empusa}", 13, "chaotic, extraplanar, shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This beautiful woman has red antennae, gossamer insectile wings, a wasp's legs, and a serpentine whip." ],
					[ "{monster/Fantionette}", 4, "chaotic, evil, extraplanar", [ 3, "small" ], [ 8, "CE" ], "What appears at first glance to be a child or halfling has skin more akin to cracked porcelain barely covering a black, insectile carapace, and it has spiderlike legs where one would expect arms." ],
					[ "{monster/Feargaunt}", 9, "extraplanar, incorporeal", [ 5, "large" ], [ 8, "CE" ], "This hulking shadow exudes a palpable menace, its form twisting into the shapes of hooks, grasping hands, and writhing tentacles." ],
					[ "{monster/Forgefiend (Scanderig)}", 10, "earth, extraplanar", [ 5, "large" ], [ 2, "LE" ], "A massive, fire-filled maw splits the belly of this lumbering iron-skinned fiend, whose short arms end in razor-sharp claws." ],
					[ "{monster/Genie, Djinni}", 5, "air, extraplanar", [ 5, "large" ], [ 6, "CG" ], "This creature stands nearly twice as tall as a human, although its lower torso trails away into a vortex of mist and wind." ],
					[ "{monster/Genie, Efreeti}", 8, "extraplanar, fire", [ 5, "large" ], [ 2, "LE" ], "This muscular giant has crimson skin, smoldering eyes, and small black horns. Smoke rises in curls from its flesh." ],
					[ "{monster/Genie, Marid}", 9, "extraplanar, water", [ 5, "large" ], [ 7, "CN" ], "This being resembles a powerful giant with hairless blue-green skin, deep blue eyes, flamboyant eyebrows, and pearlescent teeth." ],
					[ "{monster/Genie, Shaitan}", 7, "earth, extraplanar", [ 5, "large" ], [ 1, "LN" ], "This being resembles a towering human with skin of polished stone and glittering agate eyes." ],
					[ "{monster/Gishvit}", [ -2, "1/2" ], "extraplanar, lawful", [ 2, "tiny" ], [ 1, "LN" ], "A set of insectile legs emerges from this book, sharp teeth ring the tome's edges, and a ribbon bookmark protrudes menacingly from its open pages." ],
					[ "{monster/Gloomwing}", 4, "extraplanar", [ 5, "large" ], [ 4, "N" ], "This immense moth has huge purple wings marked with spiraling black patterns that seem to shift and writhe." ],
					[ "{monster/Hag, Dreamthief}", 11, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This hideously gaunt woman has tangled white hair, goatlike horns, and menacing eyes that blaze with green light." ],
					[ "{monster/Hag, Night}", 9, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "Grisly fetishes and the rags of once fine clothes hang off the corpse-thin frame of this horrifying, sharp-fanged crone." ],
					[ "{monster/Hell Hound}", 3, "evil, extraplanar, fire, lawful", [ 4, "medium" ], [ 2, "LE" ], "This creature resembles a thin, lanky wolf with reddish-brown fur, white claws, and burning, fiery red eyes." ],
					[ "{monster/Hell Hound, Nessian Warhound}", 9, "evil, extraplanar, fire, lawful", [ 5, "large" ], [ 2, "LE" ], "This creature resembles a powerfully built wolf the size of a large draft horse, with ebony fur and burning, fiery red eyes." ],
					[ "{monster/Hellcat}", 7, "evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "This eerie beast appears to be the animated skeleton of a huge fanged cat, its bones glowing with fire and seething with smoke." ],
					[ "{monster/Hiracapath}", 7, "extraplanar, good, lawful", [ 5, "large" ], [ 0, "LG" ], "Silvery armor in the shape of a powerful ram barely contains the brilliant radiance shining from within it, and curling, steel horns emerge from its helm." ],
					[ "{monster/Hound of Tindalos}", 7, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This gaunt, long-limbed quadruped has huge, soulless eyes and a toothy maw. The lean creature moves with a predatory grace." ],
					[ "{monster/Howler}", 3, "chaotic, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This vile predator has a hide as thick and tough as leather. Wicked ebony quills run from its head, tail, and back." ],
					[ "{monster/Hypnalis}", 5, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "Seeming to phase in and out of existence, this ophidian creature has a great striped hood like a cobra." ],
					[ "{monster/Ikelos}", 7, "extraplanar, incorporeal", [ 4, "medium" ], [ 8, "CE" ], "This creature's eyes are large and lidless, and its large head dominates its lanky frame. Tiny wings spread across its back and the four digits of each hand end in sharp claws." ],
					[ "{monster/Impundulu}", 11, "evil, extraplanar, shapechanger", [ 4, "medium" ], [ 5, "NE" ], "A dark shadow moves rapidly across the ground. In the skies high above, silhouetted by the sun, a monstrous, black-feathered avian creature circles. Slowly, a supernatural wind begins to swirl about the creature, and crackling sparks erupt from its body. Screeching wildly, it descends as if falling from the sky, its blood-flecked wings tipped with cruel curved hooks, and its protruding lower beak scalloped with vicious, jagged barbs." ],
					[ "{monster/Inevitable, Arbiter}", 2, "extraplanar, inevitable, lawful", [ 2, "tiny" ], [ 1, "LN" ], "A sphere of bronze and copper set with a single eye, this winged creature has two clawed hands, one of which clutches a knife." ],
					[ "{monster/Inevitable, Hykariut}", 18, "extraplanar, inevitable, lawful", [ 5, "large" ], [ 1, "LN" ], "This imposing anthropomorphic being comprised of stone and spiked steel armor hefts an intimidating hammer." ],
					[ "{monster/Inevitable, Impariut}", 10, "extraplanar, inevitable, lawful", [ 4, "medium" ], [ 1, "LN" ], "Dressed in noble regalia, this humanoid creature of metal and wood has a piercing gaze." ],
					[ "{monster/Inevitable, Kastamut}", 6, "extraplanar, inevitable, lawful", [ 4, "medium" ], [ 1, "LN" ], "This squat figure seems to be a clockwork approximation of a dwarf, crafted from dark bronze or a strange steel alloy. Its eyes glow with a piercing white light." ],
					[ "{monster/Inevitable, Kolyarut}", 12, "extraplanar, inevitable, lawful", [ 4, "medium" ], [ 1, "LN" ], "Beneath its cloak, this man-shaped creature appears to be part statue and part metallic machine." ],
					[ "{monster/Inevitable, Lhaksharut}", 20, "extraplanar, inevitable, lawful", [ 6, "huge" ], [ 1, "LN" ], "This six-armed creature appears to be made of stone. Its lower torso is a collection of whirring rings of metal." ],
					[ "{monster/Inevitable, Marut}", 15, "extraplanar, inevitable, lawful", [ 5, "large" ], [ 1, "LN" ], "This humanoid is mostly hidden behind plates of elaborate golden armor, the spaces in between revealing flesh of black stone." ],
					[ "{monster/Inevitable, Novenarut}", 4, "extraplanar, inevitable, lawful", [ 4, "medium" ], [ 1, "LN" ], "Fashioned of jade and steel and wielding a gleaming katana, this mechanical samurai has six green gemstone eyes." ],
					[ "{monster/Inevitable, Rokyamut}", 19, "extraplanar, inevitable, lawful", [ 7, "gargantuan" ], [ 1, "LN" ], "Built of steel and clockwork, this massive figure has the lower body of an elephant and the upper body of a four-armed giant." ],
					[ "{monster/Inevitable, Valharut}", 11, "extraplanar, inevitable, lawful", [ 4, "medium" ], [ 1, "LN" ], "This four-armed faceless woman has flesh that appears to be made of pale marble veined with traceries of blue lines." ],
					[ "{monster/Inevitable, Yarahkut}", 14, "extraplanar, inevitable, lawful", [ 5, "large" ], [ 1, "LN" ], "Metallic plating and stone make up this creature's body. Sharpened brass wings stretch from its back, and its head bears three faces." ],
					[ "{monster/Inevitable, Zelekhut}", 9, "extraplanar, inevitable, lawful", [ 5, "large" ], [ 1, "LN" ], "This creature looks like a mechanical centaur. Golden, clockwork wings sprout from its back, and its arms end in barbed chains." ],
					[ "{monster/Invisible Stalker}", 7, "air, elemental, extraplanar", [ 4, "medium" ], [ 4, "N" ], "No true form can be detected, yet a sense of force and hulking malevolence is undeniable in this creature's presence." ],
					[ "{monster/Irii}", 19, "extraplanar, shapechanger", [ 4, "medium" ], [ 1.5, "LN or CN" ], "This strangely unnerving entity looks like a thin, graceful human, save for its insectile features and shimmering gossamer wings." ],
					[ "{monster/Ixion Worm}", 13, "evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "A cyclopean face stretches grotesquely across the hub of a tall, knobby wheel of bone." ],
					[ "{monster/Jyoti}", 9, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "This phoenix-like humanoid is surrounded by a halo of radiant energy. Its spear is tipped with a carved crystal blade." ],
					[ "{monster/Kakuen-Taka}", 14, "chaotic, evil, extraplanar, swarm", [ 6, "huge" ], [ 8, "CE" ], "Within a towering structure of bone and rotting flesh lurk hundreds of flittering fiends." ],
					[ "{monster/Karumzek}", 4, "evil, extraplanar, shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This human-sized spider has a red eyes, spindly legs, and cloaklike folds of black flesh that obscure its head." ],
					[ "{monster/Kelpie's Wrath}", 15, "chaotic, extraplanar, water", [ 8, "colossal" ], [ 7, "CN" ], "The skull of some many-fanged sea monster adorns the bow of this ominous pirate vessel, a grim ship made all the more disturbing by its apparent lack of a crew." ],
					[ "{monster/Kyton}", 6, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "Wickedly barbed chains adorn this lean figure, and gaps in the bindings reveal deathly pale flesh etched with jagged scars." ],
					[ "{monster/Kyton, Apocrisiarius}", 7, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "This slender humanoid is clad in a severe black leather harness and long skirt decorated with curling twists of wire. Her eyes are colorless orbs, and tears of blood course down her cheeks. Slender surgical lancets pierce her body in numerous locations, yet these wounds do not bleed." ],
					[ "{monster/Kyton, Augur}", 2, "evil, extraplanar, kyton, lawful", [ 2, "tiny" ], [ 2, "LE" ], "A single eye peers from behind the armor plates and keen-edged blades that compose the cage-like exterior of this tiny flying orb." ],
					[ "{monster/Kyton, Cantor}", 9, "evil, extraplanar, kyton, lawful", [ 3, "small" ], [ 2, "LE" ], "All the skin has been scraped from this childlike humanoid's frame, revealing cords of gray musculature. Its eyes burn with a red glow." ],
					[ "{monster/Kyton, Ephialtes}", 16, "evil, extraplanar, kyton, lawful", [ 6, "huge" ], [ 2, "LE" ], "Amid a roiling cloud of deepest dark, the rattle of chains and heavy footfalls announce a being of immense size. An infernal, gasping hiss draws the darkness back, revealing a tortured, four-legged fiend of exposed bone and ragged flesh draped in chains. Barbs and hooks hang from these wrought iron bands, matching the fiend's tail as they writhe like snakes in search of prey." ],
					[ "{monster/Kyton, Eremite}", 20, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "This blood-soaked humanoid is festooned with razored shards of metal. Skeletal wings protrude from its bleeding shoulders." ],
					[ "{monster/Kyton, Interlocutor}", 12, "evil, extraplanar, kyton, lawful", [ 5, "large" ], [ 2, "LE" ], "At the core of this multi-limbed monstrosity of claws and blades struggles a glistening mass of veins, organs, and twisted flesh." ],
					[ "{monster/Kyton, Lampadarius}", 4, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "Ragged wounds on one side of this leather-clad humanoid's face and body mark the transition between flesh and shifting shadowstuff." ],
					[ "{monster/Kyton, Libitinarii}", 13, "cold, evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "This willowy, blue-skinned figure wears robes of draped chains. Its exposed skin is pierced with lengths of razor-sharp, bloodstained icicles." ],
					[ "{monster/Kyton, Oitos}", 11, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "The golden bones of this magnificent skeleton are clad in monstrous face-skins sewn into a cape and skirt adorned with gold pendants." ],
					[ "{monster/Kyton, Ostiarius}", 5, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "Cloaked in shadows, every curve and sculpted muscle of this creature suggests some new gasping pleasure or titillating torture." ],
					[ "{monster/Kyton, Phylacator}", 18, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "This imposing humanoid is clad in black chainmail with a featureless helm. It clutches a serrated dire flail in its gauntlets, and several pairs of manacles on its belt writhe of their own accord." ],
					[ "{monster/Kyton, Sacristan}", 10, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "Chains and piercings torture this being's bloodless flesh. The greatest violations invade its face and mouth." ],
					[ "{monster/Kyton, Suffragan}", 5, "evil, extraplanar, kyton, lawful", [ 4, "medium" ], [ 2, "LE" ], "Bladed whips and spiked chains sprout from the stumps of this humanoid torso's amputated limbs. Elongated saw blades loll out of its distended mouth." ],
					[ "{monster/Kyton, Termagant}", 17, "evil, extraplanar, kyton, lawful", [ 5, "large" ], [ 2, "LE" ], "This hovering iron maiden heaves forth a monstrously pregnant mass of tortured limbs and raw tentacles." ],
					[ "{monster/Lamhigyn}", 3, "chaotic, evil, extraplanar", [ 3, "small" ], [ 8, "CE" ], "This small, three-eyed creature has ragged, red-streaked wings and a menacingly barbed tail." ],
					[ "{monster/Lava Lurker}", 9, "elemental, extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], "Spatters of magma sear everything that comes near this vaguely humanoid mass of endlessly melting and reforming rock." ],
					[ "{monster/Living Doldrums}", 12, "air, elemental, extraplanar", [ 7, "gargantuan" ], [ 5, "NE" ], "The air here is eerily still, and the normal sound of the wind is replaced by a barely audible hum." ],
					[ "{monster/Magmin}", 3, "elemental, extraplanar, fire", [ 3, "small" ], [ 7, "CN" ], "Built of fire and magma, this short humanoid radiates intense heat that causes the air around it to shimmer." ],
					[ "{monster/Malbolgian Cerberi}", 12, "evil, extraplanar, lawful", [ 5, "large" ], [ 2, "LE" ], "A beast leapt forth from the flames of Hell, this gigantic, three-headed hound howls a sound like the cacophony of a raging wildfire. Large enough to heft a horse in its monstrous maws, this terror bears no flesh, its body merely a thing of exposed bone and charred musculature. From its three fanged mouths leap tongues of flame, and crimson saliva leaks from the terror's skeletal jaws." ],
					[ "{monster/Manasaputra, Maharishi Manu}", 16, "extraplanar, good, lawful, manasaputra", [ 4, "medium" ], [ 0, "LG" ], "This elderly figure looks out with heavy-lidded eyes, and seems lost in its own serenity." ],
					[ "{monster/Manasaputra, Manu}", 12, "extraplanar, good, lawful, manasaputra", [ 4, "medium" ], [ 0, "LG" ], "A toned, regal human radiates a shifting aura of many colors and murmuring voices that seem strangely familiar." ],
					[ "{monster/Manasaputra, Rishi Manu}", 14, "extraplanar, good, lawful, manasaputra", [ 4, "medium" ], [ 0, "LG" ], "This regal, apparently human figure has glowing purple eyes and the grace and fluidity of water given form." ],
					[ "{monster/Manasaputra, Twilight Pitri (Barhisad)}", 18, "extraplanar, good, lawful, manasaputra", [ 5, "large" ], [ 0, "LG" ], "Cerulean light surrounds this towering four-armed figure in a vibrant corona." ],
					[ "{monster/Mederach}", 9, "chaotic, extraplanar, good", [ 5, "large" ], [ 6, "CG" ], "This towering spider has multifaceted, shining eyes, eight legs that are each tipped with silver, and massive mandibles." ],
					[ "{monster/Mercane}", 5, "extraplanar", [ 5, "large" ], [ 1, "LN" ], "The tall, blue-skinned humanoid is clad in loose, flowing robes. Its alien face has too many eyes and its hands have too few fingers." ],
					[ "{monster/Mihstu}", 8, "air, elemental, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "A miasmal form roils as barbed tentacles emerge from the central mass, coalescing into razor-sharp talons and claws." ],
					[ "{monster/Minotaur, Labyrinth}", 16, "chaotic, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This hulking minotaur's hooves are clad in imposing steel. The massive beast wears a heavy bronze mask that covers most of its face." ],
					[ "{monster/Moon Dog}", 9, "extraplanar, good", [ 4, "medium" ], [ 3, "NG" ], "This sleek, white-furred hound stands three feet tall at the shoulder. It paws resemble hands and its face seems preternaturally wise." ],
					[ "{monster/Nephlei}", 9, "air, extraplanar", [ 5, "large" ], [ 7, "CN" ], "A mighty woman of refined beauty hovers in the air, her skin whorled with blue markings." ],
					[ "{monster/Neshmaal}", 12, "extraplanar, incorporeal", [ 5, "large" ], [ 8, "CE" ], "This semi-transparent mass of convulsively roiling tentacles and whiplike tendrils hovers in the air, giving off an aura of dark, alien menace." ],
					[ "{monster/Nightmare}", 5, "evil, extraplanar", [ 5, "large" ], [ 5, "NE" ], "This eerie horse-like creature's skin is an inky blackness. Fire spurts from its hair and nostrils, and its hooves spray sparks." ],
					[ "{monster/Nightmare, Cauchemar}", 11, "evil, extraplanar", [ 6, "huge" ], [ 5, "NE" ], "This towering, burning equine stands upon smoking hooves. Hellfire shimmers in its hateful eyes." ],
					[ "{monster/Nihiloi}", 11, "extraplanar", [ 4, "medium" ], [ 7, "CN" ], "A mass of black, bramble-like tentacles writhes from the back of this vague, shifting humanoid. Inky skin covers the creature, and ebon claws curve long and thin from the tips of its fingers. Numerous tendrils of wispy shadow hold the creature aloft while others rise above its shoulders in strange, wriggling wings." ],
					[ "{monster/Nimbral Child}", 11, "evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This emaciated humanoid is barely visible in a swirl of engulfing shadow. Its eyes and mouth reveal a burning void within its head." ],
					[ "{monster/Onkushu}", 13, "extraplanar, fire, good", [ 5, "large" ], [ 6, "CG" ], "This oval body and enormous wings of this creature are made of roiling flame, and it has a vaguely humanoid face." ],
					[ "{monster/Onyx Scourge}", 16, "earth, elemental, extraplanar", [ 6, "huge" ], [ 8, "CE" ], "This gigantic creature's stony body is laced with veins of deep red and black minerals that pulse with dark energy. Its face is a mask of rage with glowing red eyes and a pit of pitch blackness for a mouth." ],
					[ "{monster/Orsheval}", 4, "extraplanar, lawful", [ 4, "medium" ], [ 1, "LN" ], "This short, iron-skinned horse is surrounded by a flickering light. A preternatural intelligence glitters in its metallic golden eyes." ],
					[ "{monster/Owb}", 6, "extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This thing looks like a skeletal human torso coated in liquid shadow, obscuring its bones but clearly revealing its shape." ],
					[ "{monster/Owb, Owb Prophet}", 13, "extraplanar", [ 5, "large" ], [ 5, "NE" ], "This creature resembles the skeletal torso of a winged, four-armed giant draped in tatters of liquid shadow." ],
					[ "{monster/Ozimat}", 11, "earth, elemental, extraplanar, incorporeal", [ 4, "medium" ], [ 4, "N" ], "Chunks of rock spin about a humanoid form of vibrant green light." ],
					[ "{monster/Pallid Angel}", 12, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This macabre beauty holds her ebon-feathered wings spread behind her. Her skin and clothing are soaked and splattered with blood, wine, and other fluids." ],
					[ "{monster/Pavbagha}", 4, "extraplanar, lawful", [ 5, "large" ], [ 1, "LN" ], "This majestic tiger has white fur with deep blue stripes. It glows with divine radiance and radiates an aura of calm." ],
					[ "{monster/Protean, Akizendri}", 3, "chaotic, extraplanar, protean, shapechanger", [ 3, "small" ], [ 7, "CN" ], "This cackling protean's serpentine body is surrounded by flowing, illuminated script pulled from nearby tomes and pages." ],
					[ "{monster/Protean, Azuretzi}", 5, "chaotic, extraplanar, protean, shapechanger", [ 3, "small" ], [ 7, "CN" ], "Brilliant blue scales with purple highlights cover this sinuous creature's body, and its slender reptilian maw is filled with tiny, sharp teeth." ],
					[ "{monster/Protean, Hegessik}", 15, "chaotic, extraplanar, protean, shapechanger", [ 5, "large" ], [ 7, "CN" ], "This serpentine creature has shimmering golden plumage that transitions into sparkling gemstones on its back." ],
					[ "{monster/Protean, Ibshaunet}", 11, "chaotic, extraplanar, protean, shapechanger", [ 6, "huge" ], [ 7, "CN" ], "This nightmarish serpentine creature bears crackling wings of chaotic energy and bristling fins of insubstantial fire." ],
					[ "{monster/Protean, Illureshi}", 9, "chaotic, extraplanar, protean, shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This anemic protean wears a wizard's robe and garish jewelry." ],
					[ "{monster/Protean, Imentesh}", 10, "chaotic, extraplanar, protean, shapechanger", [ 5, "large" ], [ 7, "CN" ], "This serpentine creature has the lower body of a snake, a humanoid torso, and a bird-like head and claws." ],
					[ "{monster/Protean, Izfiitar}", 20, "chaotic, extraplanar, protean, shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This serpentine monster has six arms and is crowned by a halo of ever-changing symbols." ],
					[ "{monster/Protean, Keketar}", 17, "chaotic, extraplanar, protean, shapechanger", [ 5, "large" ], [ 7, "CN" ], "Colors dance over this serpentine creature's scales. A strange crown of energy glows above the thing's reptilian head." ],
					[ "{monster/Protean, Naunet}", 7, "chaotic, extraplanar, protean, shapechanger", [ 5, "large" ], [ 7, "CN" ], "Tentacles tipped with snapping jaws emerge from this serpentine creature's back, complementing the vicious maw in its reptilian face." ],
					[ "{monster/Protean, Oshageros}", 13, "chaotic, extraplanar, protean, shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This crocodile-jawed creature has two talon-tipped hands and luminescent tentacles extending from its back." ],
					[ "{monster/Protean, Ourdivar}", 4, "chaotic, extraplanar, protean, shapechanger", [ 5, "large" ], [ 7, "CN" ], "The upper body of this creature is that of a multicolored bestial humanoid, while its lower section ends in a serpentine tail." ],
					[ "{monster/Protean, Pelagastr}", 8, "chaotic, extraplanar, incorporeal, protean, shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This glittering serpent's body ends in a looping length of tail. Its scales glow softly in ever-changing patterns." ],
					[ "{monster/Protean, Voidworm}", 2, "chaotic, extraplanar, protean, shapechanger", [ 2, "tiny" ], [ 7, "CN" ], "This tiny, iridescent serpent slithers through empty space, the air around it distorting as if from heat." ],
					[ "{monster/Psychemental}", 8, "extraplanar, incorporeal", [ 3, "small" ], [ 4, "N" ], "This incorporeal field shimmers with a constant flux of colors and shapes that coalesce into distorted, ephemeral images and reflections." ],
					[ "{monster/Psychopomp, Ahmuuth}", 4, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "This somberly dressed humanoid wears an ominous mask. Gravestones float near it like heavy shields." ],
					[ "{monster/Psychopomp, Algea}", 11, "extraplanar, psychopomp, swarm", [ 1, "diminutive" ], [ 4, "N" ], "This shrill swarm of whippoorwills flies in a spiral, their airborne antics infused with streamers of pale blue mist." ],
					[ "{monster/Psychopomp, Calaca}", 8, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "This figure wears a fine suit, vest, gloves, and ascot and has a guitar at the ready. The creature's face is hidden by an intricately decorated skull mask." ],
					[ "{monster/Psychopomp, Catrina}", 5, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "With lengthy curling hair, a dancer's dress, and a bouquet of flowers, this woman remains beautiful, despite having no flesh." ],
					[ "{monster/Psychopomp, Ember Weaver}", 8, "psychopomp, extraplanar", [ 4, "medium" ], [ 4, "N" ], "This slim, glowing figure is draped with voluminous gossamer shawls and veils that obscure its shape." ],
					[ "{monster/Psychopomp, Esobok}", 3, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "This stout, hunched predator has a ruff of dirty feathers and a crocodilian skull for a head." ],
					[ "{monster/Psychopomp, Fulgati}", 18, "extraplanar, psychopomp", [ 8, "colossal" ], [ 4, "N" ], "This towering, muscular, female figure wears an iron, ram-headed mask. Four stout arms crackle with primal energies, while four additional arms emerge from her hips, supporting her bulk in place of legs." ],
					[ "{monster/Psychopomp, Kere}", 10, "psychopomp, extraplanar", [ 4, "medium" ], [ 4, "N" ], "This unnaturally pale woman is dressed in the somber garb of a mourner, her countenance covered by a lengthy black veil." ],
					[ "{monster/Psychopomp, Memitim}", 15, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "Eyes with the dead cast of onyx glare from beneath the legionnaire's helmet worn by this ominous, black-winged woman." ],
					[ "{monster/Psychopomp, Morbai}", 6, "extraplanar, psychopomp", [ 3, "small" ], [ 4, "N" ], "This hunched, barefoot old woman leans heavily on her gnarled staff. She wears two plague masks on opposite sides of her head." ],
					[ "{monster/Psychopomp, Morrigna}", 13, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "This beautiful woman wears a mask and is completely wrapped in spider silk. Magical fetishes adorn her clothing and staff." ],
					[ "{monster/Psychopomp, Nosoi}", 2, "extraplanar, psychopomp", [ 2, "tiny" ], [ 4, "N" ], "This strange black bird wears a leather long-nosed mask like a plague doctor." ],
					[ "{monster/Psychopomp, Olethros}", 17, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "This moth-winged woman wears a spiral mask and a white, silken gown glimmering with tiny bronze mirrors." ],
					[ "{monster/Psychopomp, Shoki}", 9, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "A wooden staff topped with a silver cage containing a ghostly face keeps this grizzled, snail-backed creature upright." ],
					[ "{monster/Psychopomp, Vanth}", 7, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "This humanoid skeleton has black raven wings, a long tail, and a polished vulture-like mask where its face should be." ],
					[ "{monster/Psychopomp, Viduus}", 4, "extraplanar, psychopomp", [ 4, "medium" ], [ 4, "N" ], "This dour being has a mostly humanoid form with its lower body wrapped in a cocoon-like husk." ],
					[ "{monster/Psychopomp, Yamaraj}", 20, "extraplanar, psychopomp", [ 6, "huge" ], [ 4, "N" ], "The head of this winged, dragonlike beast is crowned with long spines. Sooty feathers cover its body." ],
					[ "{monster/Qlippoth, Augnagar}", 14, "chaotic, evil, extraplanar, qlippoth", [ 6, "huge" ], [ 8, "CE" ], "This enormous, spider-like creature has three clawed tails and eight legs connected by leathery webs of flesh." ],
					[ "{monster/Qlippoth, Behimiron}", 13, "chaotic, evil, extraplanar, qlippoth", [ 6, "huge" ], [ 8, "CE" ], "This monstrous fiend resembles a titan beetle with a sagging, elephantine hide stretched over its spiny carapace." ],
					[ "{monster/Qlippoth, Cataboligne}", 16, "chaotic, evil, extraplanar, qlippoth", [ 7, "gargantuan" ], [ 8, "CE" ], "Spiked clubs extend from each end of this six-legged fiend. A spiky growth sticks up from its back, and a mouth yawns in its belly." ],
					[ "{monster/Qlippoth, Chernobue}", 12, "chaotic, evil, extraplanar, qlippoth", [ 5, "large" ], [ 8, "CE" ], "This slippery, writhing mass of tentacles and stalked mouths has one huge hideous eye and a fanged maw for a belly." ],
					[ "{monster/Qlippoth, Cythnigot}", 2, "chaotic, evil, extraplanar, qlippoth", [ 2, "tiny" ], [ 8, "CE" ], "This six-legged horror has a spider's face and a fibrous stalk growing out of its back - a stalk ending in a snapping mouth." ],
					[ "{monster/Qlippoth, Deinochos}", 5, "aquatic, chaotic, evil, extraplanar, qlippoth", [ 3, "small" ], [ 8, "CE" ], "A fleshy pseudopod tipped with a jawless mouth and ringed by dozens of eyes emerges from a spiny shell along with several hooked legs." ],
					[ "{monster/Qlippoth, Gongorinan}", 11, "chaotic, evil, extraplanar, qlippoth", [ 4, "medium" ], [ 8, "CE" ], "This human-sized, crab-like creature scuttles on six stumpy legs, and each of its four arms sports a different method of inflicting pain." ],
					[ "{monster/Qlippoth, Gorgoros}", 9, "chaotic, evil, extraplanar, qlippoth", [ 5, "large" ], [ 8, "CE" ], "Numerous writhing, coiling tails support this serpent-headed beast. Its three eyes glow a sickly yellow." ],
					[ "{monster/Qlippoth, Hydraggon}", 3, "aquatic, chaotic, evil, extraplanar, qlippoth", [ 4, "medium" ], [ 8, "CE" ], "This eellike monstrosity has a gaping, fanged mouth from which lolls a long, red tongue split into three tendrils, two of which wield weapons." ],
					[ "{monster/Qlippoth, Iathavos}", 20, "chaotic, evil, extraplanar, qlippoth", [ 8, "colossal" ], [ 8, "CE" ], "This immense creature has four bat-like wings and a spherical body. Red eyes peer from all sides, and two huge claws dangle below." ],
					[ "{monster/Qlippoth, Nyogoth}", 10, "chaotic, evil, extraplanar, qlippoth", [ 4, "medium" ], [ 8, "CE" ], "This appears to be a mass of floating intestines tangled around a fanged mouth - the tips of its coils also end in toothy maws." ],
					[ "{monster/Qlippoth, Shoggti}", 7, "chaotic, evil, extraplanar, qlippoth", [ 5, "large" ], [ 8, "CE" ], "This pale creature has four suckered arms that end in pincers. A gnashing maw gapes in its head between two staring eyes." ],
					[ "{monster/Qlippoth, Thognorok}", 4, "aquatic, chaotic, evil, extraplanar, qlippoth", [ 4, "medium" ], [ 8, "CE" ], "This obscene mass looks like a melted blob crossed with a spider, ceaselessly lashing out with its hairy, wriggling legs." ],
					[ "{monster/Qlippoth, Thulgant}", 18, "chaotic, evil, extraplanar, qlippoth", [ 5, "large" ], [ 8, "CE" ], "This monster has ten spidery legs, a head writhing with dripping tentacles above a clutch of red eyes, and three whipping stingers." ],
					[ "{monster/Qlippoth, Utukku}", 8, "chaotic, evil, extraplanar, qlippoth, shapechanger", [ 4, "medium" ], [ 8, "CE" ], "Wriggling tendrils surround this creature's single eye where a face should be, and sucker-tipped tentacles stretch from its shoulders." ],
					[ "{monster/Qlippoth, Vexenion}", 6, "chaotic, qlippoth, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This blood-red tumorous mass has a shifting cluster of waving tentacles sprouting from its amorphous form, its body pulsating with a horrid vitality." ],
					[ "{monster/Raiju}", 5, "air, extraplanar, shapechanger", [ 3, "small" ], [ 7, "CN" ], "The air around this strange, pale animal sparks with erratic flashes of static electricity, its body constantly twitching as if filled to capacity with the energy. It suddenly perks up, alert and seemingly ready to bolt." ],
					[ "{monster/Rast}", 5, "extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], "This bulbous creature consists of many tangled legs, a bulging body of puffed flesh, and a mouth filled with sharp fangs." ],
					[ "{monster/Sahkil, Esipil}", 2, "evil, extraplanar, sahkil", [ 2, "tiny" ], [ 5, "NE" ], "This creature's stout canine torso tops a slimy mass resembling an earthworm. Disgusting veins dangle from its face." ],
					[ "{monster/Sahkil, Ichkoh}", 7, "evil, extraplanar, sahkil", [ 4, "medium" ], [ 5, "NE" ], "This monstrosity looks like a massive cockroach made from putrid hair. A humanoid face leers in place of an insectile head." ],
					[ "{monster/Sahkil, Kimenhul}", 20, "evil, extraplanar, sahkil", [ 6, "huge" ], [ 5, "NE" ], "Three monstrous, misshapen skulls top a twisted trunk balanced on three leglike splinters of flesh and bone." ],
					[ "{monster/Sahkil, Nucol}", 4, "evil, extraplanar, sahkil", [ 4, "medium" ], [ 5, "NE" ], "This monstrous wild boar is infested with wriggling worms and accompanied by a buzzing cloud of flies." ],
					[ "{monster/Sahkil, Pakalchi}", 9, "evil, extraplanar, sahkil", [ 4, "medium" ], [ 5, "NE" ], "Thorny vines with tiny red flowers grow from this emaciated woman and flow like a train behind her." ],
					[ "{monster/Sahkil, Qolok}", 16, "evil, extraplanar, sahkil", [ 5, "large" ], [ 5, "NE" ], "Terrible jaws ringed with clawed arms open atop this towering mass of flesh. A probing tongue flops from another orifice." ],
					[ "{monster/Sahkil, Wihsaak}", 6, "evil, extraplanar, sahkil", [ 4, "medium" ], [ 5, "NE" ], "Buzzing wings hold this gaunt creature just above the ground. A grasshopper serves as the creature's head." ],
					[ "{monster/Sahkil, Ximtal}", 17, "evil, extraplanar, sahkil", [ 5, "large" ], [ 5, "NE" ], "A rat's head sprouts from the front of a crab-like body, and two tentacular tails ending in hands erupt from the towering bulk." ],
					[ "{monster/Sahkil, Zohanil}", 10, "evil, extraplanar, sahkil", [ 4, "medium" ], [ 5, "NE" ], "This monster is vaguely humanoid, but stands on three legs. A foul liquid drips from the needlelike tips of its long, hooked arms." ],
					[ "{monster/Salamander}", 6, "extraplanar, fire", [ 4, "medium" ], [ 8, "CE" ], "This snake-bodied humanoid hisses with anger. Spines of crackling flame dance along the creature's blackened, fiery-red scales." ],
					[ "{monster/Sandman}", 3, "earth, elemental, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "A whirling cloud of fine desert sand piles up upon itself, forming into the shape of a humanoid figure." ],
					[ "{monster/Sarcovalt}", 4, "evil, extraplanar", [ 2, "tiny" ], [ 5, "NE" ], "This horse-sized housefly has a vulture's neck growing out of its body, capped with a fleshless vulture skull." ],
					[ "{monster/Scarlet Walker}", 12, "evil, extraplanar, lawful", [ 6, "huge" ], [ 2, "LE" ], "This crimson horror walks upon six long, thin legs. Its face is neither that of a skull nor spider, but some horrid mix of the two." ],
					[ "{monster/Sceaduinar}", 7, "extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This gargoyle-like creature has long spiky legs and a bat-like head - its body seems to be made of living, dark purple crystal." ],
					[ "{monster/Sceazir}", 9, "extraplanar", [ 5, "large" ], [ 5, "NE" ], "This winged, six-legged creature seems to be constructed of dark crystal. Its mouth is disproportionately large for its wolfish head, gaping open to display rows of jagged teeth, and its spiky, manyjointed legs bend in unsettling ways." ],
					[ "{monster/Scrivenite}", 4, "extraplanar, lawful", [ 4, "medium" ], [ 4, "N" ], "This humanoid-shaped figure of folded paper and silken ribbons hovers gently in the air. It wears the open cover of some great tome like a metal- and leather-bound mask." ],
					[ "{monster/Shadow Mastiff}", 5, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This muscular canine has a maw full of sharp teeth and an inky black coat that almost seems to drink in the light around it." ],
					[ "{monster/Shae}", 4, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "A white porcelain mask and elegant white clothing provide form and contrast to this shadowy woman's body." ],
					[ "{monster/Shaghal}", 8, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This predator resembles a brawny jackal with a dark, red-and-gray mottled coat covered in ash and dust." ],
					[ "{monster/Shinigami}", 17, "extraplanar, lawful", [ 5, "large" ], [ 1, "LN" ], "This emaciated, robed humanoid wields a scythe made of bone to match the skeletal wings that protrude from its shoulders." ],
					[ "{monster/Shining Child}", 12, "evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "Surrounded by a nimbus of near-blinding light, this strange creature looks something like an emaciated child with clawed hands." ],
					[ "{monster/Shulsaga}", 3, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "Jagged scales cover this lean humanoid's sculpted skin, glinting as it soars upon a disk of radiant energy." ],
					[ "{monster/Siktempora, Misery}", 12, "chaotic, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This armless creature has a woman's torso supported by six spidery legs. It lacks a mouth or nose, and its gaze conveys a furious misery." ],
					[ "{monster/Sishkanset}", 8, "extraplanar, incorporeal", [ 4, "medium" ], [ 5, "NE" ], "This translucent, unnaturally tall humanoid figure sprouts dozens of long tendrils from its upper body." ],
					[ "{monster/Slaugrak}", 6, "chaotic, evil, extraplanar, native", [ 5, "large" ], [ 8, "CE" ], "This hulking reptilian humanoid's torso bristles with twitching vestigial limbs, milk-white eyes, and drooling half-formed mouths. The creature's oversized maw is filled with curved teeth reminiscent of sickle blades." ],
					[ "{monster/Soul Eater}", 7, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "Two elongated and deathly pallid arms protrude from this creature's smoky body as it slithers silently through the air." ],
					[ "{monster/Soulsliver}", 2, "extraplanar, shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This smooth-featured, humanoid creature appears to have skin made entirely of mirrored glass." ],
					[ "{monster/Spirit of Adoration}", 15, "extraplanar, good", [ 5, "large" ], [ 3, "NG" ], "This armored woman appears to be carved from living marble, her angelic wings rising behind the shape of a heavenly warrior. In one hand she grips a fearsome glaive, every movement of which paints the air around her with swirls and flourishes of magical energy." ],
					[ "{monster/Sturzstromer}", 19, "earth, elemental, extraplanar, swarm", [ 2, "tiny" ], [ 7, "CN" ], "Stones jump and roll as if moved by an earthquake that affects nothing else around it. A wave of disturbed earth and rock follows behind them." ],
					[ "{monster/Tenebrous Worm}", 8, "extraplanar", [ 4, "medium" ], [ 4, "N" ], "This pallid beast clatters upon dozens of small legs. Writhing bristles twitch on its back, and its shadow seems strangely mobile." ],
					[ "{monster/Thoqqua}", 2, "earth, elemental, extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], "This creature's thick, serpentine body is protected by dense, horny plates. A visible haze of heat rises from its red-hot scales." ],
					[ "{monster/Time Dimensional}", 14, "extraplanar", [ 5, "large" ], [ 4, "N" ], "This lanky humanoid is formed from myriad crystal facets, each displaying an image of the past, the present, or a possible future." ],
					[ "{monster/Titan, Elysian}", 21, "chaotic, extraplanar, good", [ 8, "colossal" ], [ 6, "CG" ], "This titanic humanoid wears gilt-edged armor of ancient make and carries an immense hammer made of gleaming metal." ],
					[ "{monster/Titan, Hekatonkheires}", 24, "chaotic, evil, extraplanar", [ 8, "colossal" ], [ 8, "CE" ], "This behemoth looks like a towering humanoid with fifty heads and twice as many hands, each wielding a different weapon." ],
					[ "{monster/Titan, Thanatotic}", 22, "chaotic, evil, extraplanar", [ 8, "colossal" ], [ 8, "CE" ], "This titanic, armored figure wields an immense axe. Its hands end in claws, and its voice thunders with ruinous power." ],
					[ "{monster/Tojanida}", 5, "extraplanar, water", [ 4, "medium" ], [ 4, "N" ], "This creature resembles a cross between a turtle and a crab, with flippers instead of legs, a snapping beak, and two pincers." ],
					[ "{monster/Troops, Hound Archon Troop}", 16, "archon, extraplanar, good, lawful, troop", [ 4, "medium" ], [ 0, "LG" ], null ],
					[ "{monster/Turul}", 19, "extraplanar", [ 7, "gargantuan" ], [ 4, "N" ], "Flickers of light and energy radiate from this awe-inspiring, birdlike creature." ],
					[ "{monster/Typhilipede}", 2, "evil, extraplanar, lawful", [ 2, "tiny" ], [ 2, "LE" ], "This hideous creature has a jet-black segmented body, four beady eyes, batlike wings, and a pair of oversized mandibles that glisten with green ichor." ],
					[ "{monster/Valkyrie}", 12, "extraplanar", [ 4, "medium" ], [ 7, "CN" ], "Surrounded by lightning, this impressive female warrior wears a gleaming golden breastplate and carries a shining spear." ],
					[ "{monster/Vargouille}", 2, "evil, extraplanar", [ 3, "small" ], [ 5, "NE" ], "This creature is a blackened, bat-winged fiend's head. Tentacles dangle from chin and scalp, and its fanged mouth hangs agape." ],
					[ "{monster/Veela, Air}", 7, "air, extraplanar", [ 4, "medium" ], [ 4, "N" ], "This lithe, androgynous humanoid has unusually colored skin and an otherworldly grace." ],
					[ "{monster/Veela, Earth}", 7, "earth, extraplanar", [ 4, "medium" ], [ 4, "N" ], "This lithe, androgynous humanoid has unusually colored skin and an otherworldly grace." ],
					[ "{monster/Veela, Fire}", 7, "extraplanar, fire", [ 4, "medium" ], [ 4, "N" ], "This lithe, androgynous humanoid has unusually colored skin and an otherworldly grace." ],
					[ "{monster/Veela, Water}", 7, "extraplanar, water", [ 4, "medium" ], [ 4, "N" ], "This lithe, androgynous humanoid has unusually colored skin and an otherworldly grace." ],
					[ "{monster/Vendenopterix}", 4, "chaotic, extraplanar, shapechanger", [ 4, "medium" ], [ 7, "CN" ], "This elven woman's allure is obfuscated by her ragged insectile wings and long, clawlike nails." ],
					[ "{monster/Vescavor Queen}", 9, "chaotic, evil, extraplanar", [ 5, "large" ], [ 8, "CE" ], "This verminlike creature has iridescent, membranous wings and its many sharp teeth drip with noxious slime." ],
					[ "{monster/Vescavor Swarm}", 5, "chaotic, evil, extraplanar, swarm", [ 1, "diminutive" ], [ 8, "CE" ], "With a gibbering chorus, hundreds of toothy insects swarm together, their heads nothing more than maws filled with a sickly green glow." ],
					[ "{monster/Warped One}", 8, "chaotic, evil, extraplanar", [ 4, "medium" ], [ 8, "CE" ], "This insane, twisted, humanoid-shaped tangle of limbs and gnashing teeth thrashes and howls, all too eager to wreak havoc." ],
					[ "{monster/Wisagatcak}", 14, "evil, extraplanar, lawful", [ 3, "small" ], [ 2, "LE" ], "This spiderlike monstrosity watches quietly, skittering about on six needle-sharp legs." ],
					[ "{monster/Wrackworm}", 20, "chaotic, evil, extraplanar", [ 8, "colossal" ], [ 8, "CE" ], "This immense, wormlike creature piles its coils upon itself, exposing four scythe-shaped claws and a massive fanged mouth." ],
					[ "{monster/Xacarba}", 15, "chaotic, evil, extraplanar", [ 7, "gargantuan" ], [ 8, "CE" ], "This towering, three-tailed, six-eyed beast seems like three rune-backed serpents partially melded together into one body." ],
					[ "{monster/Xill}", 6, "evil, extraplanar", [ 4, "medium" ], [ 2, "LE" ], "This flame-red humanoid appears to be a strange mix of insect and reptile, with four arms and twitching, fanged mandibles." ],
					[ "{monster/Xill, Xill Matriarch}", 9, "evil, extraplanar", [ 4, "medium" ], [ 2, "LE" ], "This flame-red, four-armed creature has large mandibles and numerous hornlike projections spike from its head." ],
					[ "{monster/Xiomorn, Vault Keeper}", 14, "earth, elemental, extraplanar", [ 4, "medium" ], [ 1, "LN" ], "This towering, spindly, four-armed entity appears to be made of stone and crystal, yet it moves with a fluid grace." ],
					[ "{monster/Xocothian}", 4, "air, extraplanar, water", [ 5, "large" ], [ 4, "N" ], "This serpentine mix of flying fish and great seabird rolls and twists like waves in an ocean storm." ],
					[ "{monster/Xorn}", 6, "earth, extraplanar", [ 4, "medium" ], [ 4, "N" ], "This squat beast is as wide as it is tall. Strangely symmetrical, it has three arms, three legs, three eyes, and one huge mouth." ],
					[ "{monster/Yeth Hound}", 3, "evil, extraplanar", [ 4, "medium" ], [ 5, "NE" ], "This emaciated, hairless canine has a strange air of menace and cruelty about it." ],
					[ "{monster/Yhohm}", 4, "extraplanar, fire, good", [ 2, "tiny" ], [ 3, "NG" ], "This beautiful dove is as bright as the sun and the size of an eagle, surrounded by an aura of blazing white flames." ],
					[ "{monster/Zarxorin}", 19, "earth, elemental, extraplanar", [ 8, "colossal" ], [ 4, "N" ], "This titanic earthen creature is humanoid-shaped with a hunched, pugnacious posture. The enormous hump of its back bears a ring of standing stones that crackle faintly with energy." ],
					[ "{monster/Zentragt}", 4, "chaotic, extraplanar", [ 5, "large" ], [ 7, "CN" ], "This ferocious ursine brute has blade-like metallic teeth and appears to be covered in overlapping iron plates." ]
				],
				"initialColumn": 0
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	},
	"monsters_outsiders_native": {
		"title": "Native Outsiders",
		"sources": [],
		"description": [ "{table0}" ],
		"noFinder": true,
		"searchgroup": "monster",
		"tables": [
			{
				"id": "monsters native outsiders",
				"headers": [ "Monster", "CR", "Subtypes", "Size", "Alignment", "Description" ],
				"filter": [
					{
						"col": 1,
						"equals": [-2, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 20, 23],
						"labels": [ "1/2", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "20", "23"]
					},
					{
						"col": 3,
						"range": [2, 7],
						"labels": [ "tiny", "small", "medium", "large", "huge", "gargantuan" ]
					},
					{
						"col": 4,
						"range": [0, 8],
						"labels": ["LG", "LN", "LE", "NG", "N", "NE", "CG", "CN", "CE"]
					}
				],
				"types": [ null, "num", null, "num", "num", 0 ],
				"alignments": [ true, null, null, null, null, true ],
				"sizes": [ 150, 50, 125, 110, 100, 250 ],
				"ripples": [0],
				"data": [
					[ "{monster/Aasimar}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 3, "NG" ], "This supernaturally beautiful woman looks human, yet emanates a strange sense of calm and benevolence." ],
					[ "{monster/Ahkhat}", 4, "earth, elemental, native", [ 3, "small" ], [ 4, "N" ], "The materials of the building stretch and pull as if elastic, taking on the form of an earthen humanoid with thick stony arms." ],
					[ "{monster/Ammut}", 18, "evil, native", [ 6, "huge" ], [ 2, "LE" ], "This massive creature has the head of a crocodile, the mane and torso of a lion, and the hindquarters of a hippopotamus. The wickedly curved claws on the creature's forepaws pale in comparison to the danger of its mighty jaws." ],
					[ "{monster/Aoandon}", 12, "incorporeal, native", [ 4, "medium" ], [ 8, "CE" ], "This translucent, shaggy, horned monster shines with an eerie blue light, and its form trickles into vapor below the waist." ],
					[ "{monster/Aphorite}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 1, "LN" ], "The shimmering flesh of this gold-skinned figure flashes with points of light that seem, at times, to create strange runic shapes." ],
					[ "{monster/Ashullian}", 11, "native, water", [ 5, "large" ], [ 8, "CE" ], "This enormous, eyeless eel-person has a round head atop its long neck and a thick torso with four hand-like tentacles and two long tails. Its skin is translucent, displaying colorful fluids rippling within, and embedded with strange objects." ],
					[ "{monster/Bisha Ga Tsuku}", 9, "cold, native", [ 4, "medium" ], [ 5, "NE" ], "Two clawed feet extend from a mysterious mobile fog bank, and dark eyes glow balefully from the mist." ],
					[ "{monster/Blood Queen}", 23, "native", [ 7, "gargantuan" ], [ 8, "CE" ], "This hideous monstrosity looks like an enormous curled maggot, varicolored like deeply bruised flesh. Three flailing tentacles adorn each side of the thing's huge, pulsating mouth, and five more arch from its hindquarters." ],
					[ "{monster/Caypup}", 2, "native", [ 3, "small" ], [ 6, "CG" ], "This large, regal canine looks like a juvenile mastiff. It has red fur and vibrant blue eyes." ],
					[ "{monster/Couatl}", 10, "native", [ 5, "large" ], [ 0, "LG" ], "This great serpent has multicolored wings and eyes that glimmer with intense awareness." ],
					[ "{monster/Couatl, Auwaz}", 6, "native", [ 5, "large" ], [ 6, "CG" ], "This winged serpent is covered with bright blue-and-green feathers that are reminiscent of ocean waters." ],
					[ "{monster/Couatl, Chicome}", 16, "native", [ 6, "huge" ], [ 0, "LG" ], "The feathers of this winged serpent are hues of verdant green, save for the crimson feathers on its head and crest. Its wings let forth thin clouds of golden pollen and showers of dew." ],
					[ "{monster/Couatl, Lord Sun-Warrior}", 15, "native", [ 5, "large" ], [ 0, "LG" ], "This brilliantly colored couatl radiates a palpable air of peace and wisdom." ],
					[ "{monster/Couatl, Mix}", 8, "native", [ 5, "large" ], [ 6, "CG" ], "Dark scales marked with shining spots resembling stars cover this winged serpent. Faint red stripes span the length of its body." ],
					[ "{monster/Couatl, Tletli}", 14, "native", [ 6, "huge" ], [ 3, "NG" ], "This massive flying serpent's iridescent scales glimmer like opals, and white-hot flames dance along the feathers of its burning wings." ],
					[ "{monster/Couatl, Xiuh}", 12, "native", [ 5, "large" ], [ 3, "NG" ], "Wreathed in flame, this winged serpent sports brightly colored feathers sparking with electricity." ],
					[ "{monster/Daitengu}", 10, "native, shapechanger", [ 4, "medium" ], [ 4, "N" ], "This winged, humanoid ascetic's face is bright red and boasts a prodigiously long nose." ],
					[ "{monster/Demon, Nabasu}", 8, "chaotic, demon, evil, native", [ 4, "medium" ], [ 8, "CE" ], "This lanky fiend's mouth is filled with sharp fangs, while great bat-like wings stretch from its scaly hide." ],
					[ "{monster/Duskwalker}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 4, "N" ], "This tall, gray-skinned woman's eyes flicker with determination. Her somber attire is decorated with small bones." ],
					[ "{monster/Etiainen}", 1, "incorporeal, native", [ 4, "medium" ], [ 7, "CN" ], "This vaguely humanoid-shaped roil of mist appears to be improbably solid." ],
					[ "{monster/Ez-azael}", 12, "good, lawful, native", [ 5, "large" ], [ 0, "LG" ], "This goat-like creature has a thick, snowy-white woolen coat. Its eyes gleam with a metallic golden sheen. Its hooves have sharpened, serrated edges and are soaked in blood. A single strand of scarlet thread is tangled between its curled ram horns." ],
					[ "{monster/Fetchling}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 4, "N" ], "This gaunt man appears drained of color, like a person viewed at twilight or in a dark alley." ],
					[ "{monster/Ganzi}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 7, "CN" ], "This dark-skinned woman moves with grace and confidence, but her vibrant eyes hold a hint of unpredictable wildness." ],
					[ "{monster/Garipan}", 10, "native", [ 4, "medium" ], [ 5, "NE" ], "Batlike wings stretch behind this stone-faced creature with a wide, wild grin and fierce red eyes. The molten core in the creature's torso glows through rugged cracks in its dark stone skin." ],
					[ "{monster/Garuda}", 9, "native", [ 4, "medium" ], [ 6, "CG" ], "This winged creature has clawed hands and bird's talons. Large, glinting eyes and a serrated beak dominate its avian face." ],
					[ "{monster/Genie, Janni}", 4, "native", [ 4, "medium" ], [ 4, "N" ], "This regal figure looks like a tall, well-proportioned human, save that its eyes sparkle with strange light." ],
					[ "{monster/Heart Thief}", 9, "chaotic, evil, native", [ 5, "large" ], [ 8, "CE" ], "Dozens of antlers crown this slender biped's masked head. Its wicked claws clutch a bloodstained sack." ],
					[ "{monster/Ifrit}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 4, "N" ], "This muscular, fiery-skinned man has flaming hair and spotted horns upon his brow." ],
					[ "{monster/Joyful Thing}", 6, "native", [ 4, "medium" ], [ 2, "LE" ], "This sluglike humanoid has neither arms nor legs and is covered in spiked, rusted chains. Its lolling tongue drips with thick saliva." ],
					[ "{monster/Kami, Dosojin}", 7, "kami, native", [ 4, "medium" ], [ 3, "NG" ], "This ancient, weathered statue of a venerable monk with a shaven head possesses an air of both reverence and patience." ],
					[ "{monster/Kami, Dunagh}", 4, "incorporeal, kami, native", [ 4, "medium" ], [ 1, "LN" ], "This spectral woman holds a silver urn and floats in midair with an unearthly grace and demanding presence." ],
					[ "{monster/Kami, Fukujin}", 3, "kami, native", [ 2, "tiny" ], [ 1, "LN" ], "This diminutive humanoid looks like a truly ancient but proud old warrior. A tiny tree branch juts from the top of his head." ],
					[ "{monster/Kami, Jinushigami}", 20, "earth, kami, native", [ 7, "gargantuan" ], [ 4, "N" ], "This enormous amalgamation of stone and plant matter takes the shape of an old man leaning on an equally huge staff." ],
					[ "{monster/Kami, Kaminari}", 17, "air, kami, native", [ 6, "huge" ], [ 7, "CN" ], "This enormous humanoid possesses vibrant green skin and equally loud hair, and is surrounded by a ring of huge drums and storm clouds." ],
					[ "{monster/Kami, Kodama}", 5, "kami, native", [ 3, "small" ], [ 4, "N" ], "This little green humanoid figure stands only three feet tall. Its head is faceless save for two hollow pits for eyes." ],
					[ "{monster/Kami, Shikigami}", 2, "kami, native", [ 2, "tiny" ], [ 1, "LN" ], "This tiny, crudely carved statue of a robed man has glowing runes running across its surface." ],
					[ "{monster/Kami, Suijin}", 14, "kami, native, water", [ 5, "large" ], [ 4, "N" ], "This massive, serpentine carp explodes forth from the water, its rainbow-colored scales gleaming in the sunlight and glossy eyes bright with good-natured intelligence." ],
					[ "{monster/Kami, Toshigami}", 15, "kami, native", [ 4, "medium" ], [ 3, "NG" ], "This strangely beautiful old woman is composed completely of blossoms, bark, and antlerlike branches." ],
					[ "{monster/Kami, Zuishin}", 10, "kami, native", [ 4, "medium" ], [ 0, "LG" ], "Within this elaborate suit of armor can be seen the partial form of a determined warrior." ],
					[ "{monster/Lar}", 5, "good, incorporeal, lawful, native", [ 4, "medium" ], [ 0, "LG" ], "A stirring in the air and rustle through the room reveals a presence - a subtle aura both cautious and curious." ],
					[ "{monster/Mamiwa}", 2, "air, elemental, native, water", [ 2, "tiny" ], [ 4, "N" ], "The tail of this shimmering, salamander-like creature is composed entirely of water." ],
					[ "{monster/Manitou}", 15, "native", [ 6, "huge" ], [ 3, "NG" ], "An invisible presence suggests the shape of a giant-sized person, surrounded by a rhythm of subtle noises from the natural world." ],
					[ "{monster/Nephilim}", 8, "native", [ 5, "large" ], [ 4, "N" ], "The strength and stature of this giant-sized human is matched only by the nobility of its bearing." ],
					[ "{monster/Oneirogen}", 2, "native", [ 4, "medium" ], [ 7, "CN" ], "This vague, humanoid figure seems to be the source of a bank of unnaturally colored fog." ],
					[ "{monster/Oni, Atamahuta}", 11, "oni, giant, native, shapechanger", [ 5, "large" ], [ 2, "LE" ], "This large humanoid creature has two heads, one brutish-looking, the other with three eyes and gems and tattoos decorating its forehead." ],
					[ "{monster/Oni, Earth Yai}", 13, "giant, native, oni, shapechanger", [ 5, "large" ], [ 5, "NE" ], "Jagged cracks and pebbled growths mar the surface of this three-eyed giant's rocky skin, making it appear to have burst forth from rugged stone." ],
					[ "{monster/Oni, Fire Yai}", 15, "fire, giant, native, oni, shapechanger", [ 5, "large" ], [ 5, "NE" ], "This fanged, three-eyed giant rages in its finely crafted armor, its skin as red as a smoldering ember." ],
					[ "{monster/Oni, Ice Yai}", 14, "cold, oni, giant, native, shapechanger", [ 5, "large" ], [ 8, "CE" ], "This blue-skinned giant has three eyes, fangs, and claws. Its hair seems to be formed of delicate strands of ice." ],
					[ "{monster/Oni, Ja Noi}", 5, "goblinoid, native, oni, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This hunchbacked, fiery-skinned humanoid possesses black eyes beneath the bony ridges of its brow, wears elaborate heavy armor, and wields an ornate metal club." ],
					[ "{monster/Oni, Kigyo}", 6, "aquatic, native, oni, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This humanoid has the lower body of a giant seahorse and a round, colorful face dominated by wide, staring eyes and hideous fangs." ],
					[ "{monster/Oni, Kuwa}", 4, "human, native, oni, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This golden-skinned fiend has horns, fangs, and bulging eyes. It grips a spiked club in its four-fingered claws." ],
					[ "{monster/Oni, Najikai}", 8, "native, oni, reptilian, shapechanger", [ 5, "large" ], [ 2, "LE" ], "This scaly-skinned humanoid has long venomous fangs, claws, and unblinking reptilian eyes." ],
					[ "{monster/Oni, Nogitsune}", 7, "kitsune, native, oni, shapechanger", [ 4, "medium" ], [ 5, "NE" ], "This fox-headed humanoid has a sleek, feminine form that moves with seductive grace. As she steps into a defensive posture, a mass of bushy tails flicks at the air above her back and she reveals teeth flecked with blood." ],
					[ "{monster/Oni, Ogre Mage}", 8, "giant, native, oni, shapechanger", [ 5, "large" ], [ 2, "LE" ], "Clad in beautiful armor, this exotically garbed giant roars, its tusks glistening and its eyes afire with murderous intent." ],
					[ "{monster/Oni, Spirit Oni}", 2, "native, oni", [ 2, "tiny" ], [ 2, "LE" ], "This evil-looking animated mask shows the face of a horned fiend, its eyes popping and its leering smile full of fangs." ],
					[ "{monster/Oni, Void Yai}", 20, "giant, native, oni, shapechanger", [ 6, "huge" ], [ 2, "LE" ], "This towering, three-eyed horned giant carries himself with the self-assurance of an undefeated champion of countless wars." ],
					[ "{monster/Oni, Water Yai}", 18, "aquatic, giant, native, oni, shapechanger, water", [ 6, "huge" ], [ 8, "CE" ], "This towering woman has blue skin, small fangs, and a third eye glaring from her forehead. Her robes are soaking wet." ],
					[ "{monster/Oni, Wind Yai}", 16, "air, giant, native, oni, shapechanger", [ 6, "huge" ], [ 2, "LE" ], "A third eye rests on the forehead of this ornately robed giantess, her figure half-shrouded in the darkness of a starry night that swirls continuously about her." ],
					[ "{monster/Oni, Yamabushi Tengu}", 5, "native, oni, shapechanger, tengu", [ 4, "medium" ], [ 2, "LE" ], "This humanoid creature has a fearsome mien, with a cruel red face, glaring yellow eyes, a prodigious nose, and large ravenlike wings." ],
					[ "{monster/Oread}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 4, "N" ], "This large warrior appears heavy and solid, with chiseled, angular features that make her look almost like a statue brought to life." ],
					[ "{monster/Peri}", 14, "good, native", [ 4, "medium" ], [ 3, "NG" ], "This beautiful albino woman is wreathed in wings of brilliant flame." ],
					[ "{monster/Rakshasa}", 10, "native, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This figure's backward-bending fingers and its bestial, snarling visage leave little doubt as to its fiendish nature." ],
					[ "{monster/Rakshasa, Amanusya}", 6, "native, rakshasa, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This lithe dancer would be beautiful were it not for her clawed hands, backward-facing head, and long, lolling tongue." ],
					[ "{monster/Rakshasa, Avatarana}", 12, "native, rakshasa, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "Instead of legs, this bald, emaciated humanoid has a second set of long, muscular arms and a leathery flap covering its face." ],
					[ "{monster/Rakshasa, Dandasuka}", 5, "native, rakshasa, shapechanger", [ 3, "small" ], [ 2, "LE" ], "This small creature looks like a well-dressed and jewelry-bedecked fiendish gnome, its face mostly mouth and fangs." ],
					[ "{monster/Rakshasa, Marai}", 8, "native, rakshasa, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This finely robed and nimble fiend has six colorful vipers in place of arms, and a long, forked tongue in its fanged mouth." ],
					[ "{monster/Rakshasa, Orsatka}", 13, "native, rakshasa, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This hulking bear-headed fiend has a mouth full of fangs and clawed, six-fingered hands with too many knuckles." ],
					[ "{monster/Rakshasa, Rakshasa Maharaja}", 20, "native, rakshasa, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "Impeccably dressed and bedecked in exotic jewelry, this fiend holds an ornate saber in its backward-facing hands." ],
					[ "{monster/Rakshasa, Raktavarna}", 2, "native, rakshasa, shapechanger", [ 2, "tiny" ], [ 2, "LE" ], "What at first appears to be a bejeweled blade shimmers and writhes, transforming into a hideous, red-eyed serpent." ],
					[ "{monster/Rakshasa, Tataka}", 15, "native, rakshasa, shapechanger", [ 5, "large" ], [ 2, "LE" ], "This towering, blue-skinned woman has backward-facing hands and a feral, animal-like visage with exaggerated features." ],
					[ "{monster/Rakshasa, Zalyakavat}", 13, "native, rakshasa, shapechanger", [ 4, "medium" ], [ 2, "LE" ], "This sinewy humanoid with putrid green skin and a grotesque, shrew-like snout wears little more than a colorful silk sarong and a thin, flexible blade worn as a belt." ],
					[ "{monster/Shabti}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 1, "LN" ], "Light shimmers across this humanoid figure's bare golden skin, illuminating regal features." ],
					[ "{monster/Slaugrak}", 6, "chaotic, evil, extraplanar, native", [ 5, "large" ], [ 8, "CE" ], "This hulking reptilian humanoid's torso bristles with twitching vestigial limbs, milk-white eyes, and drooling half-formed mouths. The creature's oversized maw is filled with curved teeth reminiscent of sickle blades." ],
					[ "{monster/Suli}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 4, "N" ], "This fine-featured humanoid wears exotic clothing and has flashing eyes; his arms are sheathed in a blaze of crackling flames." ],
					[ "{monster/Sylph}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 4, "N" ], "This pale, waifish woman, her hair waving in a non-existent breeze, looks as if she might fade away into mist entirely at any minute." ],
					[ "{monster/Thremindyr}", 9, "air, cold, native", [ 4, "medium" ], [ 8, "CE" ], "Blustering winds and snow swirl around this white, almost transparent feylike phantom." ],
					[ "{monster/Tiefling}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 5, "NE" ], "This lanky man sneers as he draws his sword. Tiny horns and a barbed tail reveal that he is something more than human." ],
					[ "{monster/Triton}", 2, "native, water", [ 4, "medium" ], [ 3, "NG" ], "This scaly, finned humanoid has an athletic build and blue-green coloration. Its legs end in wide flippers rather than feet." ],
					[ "{monster/Undine}", [ -2, "1/2" ], "native", [ 4, "medium" ], [ 4, "N" ], "This blue-haired, blue-skinned man moves with a liquid grace. His ears are fin-like, and his hands and feet are webbed." ],
					[ "{monster/Urdefhan}", 3, "native", [ 4, "medium" ], [ 5, "NE" ], "This fanged humanoid has hideously transparent skin, revealing the vivid colors of internal organs and ivory bones inside its body." ],
					[ "{monster/Urdefhan, Half-Fiend Scion}", 15, "native", [ 4, "medium" ], [ 5, "NE" ], "The scent of death pours from this disheveled woman. Leather straps dotted with iron buckles bind her lean form." ],
					[ "{monster/Urdefhan, Orvian Necromancer}", 12, "native", [ 4, "medium" ], [ 5, "NE" ], "An elegant leather gown, skull-shaped studs, and a silken veil conceal much of this humanoid's transparent flesh." ],
					[ "{monster/Urdefhan, Sightless Sea Sailor}", 4, "native", [ 4, "medium" ], [ 5, "NE" ], "The smell of brine mingles with the sickly stench of uncured leather that surrounds this ferocious buccaneer." ],
					[ "{monster/Urdefhan, Skaveling Rider}", 10, "native", [ 4, "medium" ], [ 5, "NE" ], "Additional straps and hooks concealed beneath this muscular horror's cloak secure it to the saddle of the rotting, flapping undead monstrosity he rides." ],
					[ "{monster/Wakandagi}", 14, "native, water", [ 5, "large" ], [ 3, "NG" ], "This antlered beast combines the features of an elegant deer and a slithering serpent." ],
					[ "{monster/Wendigo}", 17, "cold, native", [ 5, "large" ], [ 8, "CE" ], "This hideous shape has the head of a feral elk with jagged teeth and sharp antlers. Its humanoid legs end in blackened, burnt stumps." ]
				],
				"initialColumn": 0
			}
		],
		"previous": [ ["Main", "main/main"], ["Monsters and NPCs", "main/monsters"] ]
	}
}
