{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"Unable to find the requested general info."
		]
	},
	"blinded": {
		"name": "Blinded",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"The creature cannot see. It takes a -2 penalty to Armor Class, loses its Dexterity bonus to AC (if any), and takes a -4 penalty on most Strength- and Dexterity-based skill checks and on opposed Perception skill checks. All checks and activities that rely on vision (such as reading and Perception checks based on sight) automatically fail. All opponents are considered to have total concealment (50% miss chance) against the blinded character. Blind creatures must make a DC 10 Acrobatics skill check to move faster than half speed. Creatures that fail this check fall prone. Characters who remain blinded for a long time grow accustomed to these drawbacks and can overcome some of them. Also see: {rule/Darkness}."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Awareness Conditions", "rule/awareness_conditions" ]
	},
	"confused": {
		"name": "Confused",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A confused creature is mentally befuddled and cannot act normally. A confused creature cannot tell the difference between ally and foe, treating all creatures as enemies. Allies wishing to cast a beneficial spell that requires a touch on a confused creature must succeed on a melee touch attack. If a confused creature is attacked, it attacks the creature that last attacked it until that creature is dead or out of sight.",
			"",
			"Roll on the following table at the beginning of each confused subject's turn each round to see what the subject does in that round.",
			"",
			"| d% | Behavior |",
			"| --- | --- |",
			"| 01-25 | Act normally. |",
			"| 26-50 | Do nothing but babble incoherently. |",
			"| 51-75 | Deal 1d8 points of damage + Str modifier to self with item in hand. |",
			"| 76-100 | Attack nearest creature (for this purpose, a familiar counts as part of the subject's self). |",
			"",
			"A confused creature who can't carry out the indicated action does nothing but babble incoherently. Attackers are not at any special advantage when attacking a confused creature. Any confused creature who is attacked automatically attacks its attackers on its next turn, as long as it is still confused when its turn comes. Note that a confused creature will not make attacks of opportunity against anything that it is not already devoted to attacking (either because of its most recent action or because it has just been attacked)."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Awareness Conditions", "rule/awareness_conditions" ]
	},
	"dazed": {
		"name": "Dazed",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"The creature is unable to act normally. A dazed creature can take no actions, but has no penalty to AC. A dazed condition typically lasts 1 round."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Awareness Conditions", "rule/awareness_conditions" ]
	},
	"dazzled": {
		"name": "Dazzled",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"The creature is unable to see well because of overstimulation of the eyes. A dazzled creature takes a -1 penalty on attack rolls and sight-based Perception checks."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Awareness Conditions", "rule/awareness_conditions" ]
	},
	"deafened": {
		"name": "Deafened",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A deafened character cannot hear. He takes a -4 penalty on initiative checks, automatically fails Perception checks based on sound, takes a -4 penalty on opposed Perception checks, and has a 20% chance of spell failure when casting spells with verbal components. Characters who remain deafened for a long time grow accustomed to these drawbacks and can overcome some of them."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Awareness Conditions", "rule/awareness_conditions" ]
	},
	"fascinated": {
		"name": "Fascinated",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A fascinated creature is entranced by a supernatural or spell effect. The creature stands or sits quietly, taking no actions other than to pay attention to the fascinating effect, for as long as the effect lasts. It takes a -4 penalty on skill checks made as reactions, such as Perception checks. Any potential threat, such as a hostile creature approaching, allows the fascinated creature a new saving throw against the fascinating effect. Any obvious threat, such as someone drawing a weapon, casting a spell, or aiming a ranged weapon at the fascinated creature, automatically breaks the effect. A fascinated creature's ally may shake it free of the spell as a standard action."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Awareness Conditions", "rule/awareness_conditions" ]
	},
	"helpless": {
		"name": "Helpless",
		"tags": "coup de gras",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A helpless character is {rule/paralyzed}, held, bound, sleeping, {misc/unconscious}, or otherwise completely at an opponent's mercy. A helpless target is treated as having a Dexterity of 0 (-5 modifier). Melee attacks against a helpless target get a +4 bonus (equivalent to attacking a {rule/prone} target). Ranged attacks get no special bonus against helpless targets. Rogues can sneak attack helpless targets.",
			"",
			"As a full-round action, an enemy can use a melee weapon to deliver a *coup de grace* to a helpless foe. An enemy can also use a bow or crossbow, provided he is adjacent to the target. The attacker automatically hits and scores a critical hit. (A rogue also gets his sneak attack damage bonus against a helpless foe when delivering a coup de grace.) If the defender survives, he must make a Fortitude save (DC 10 + damage dealt) or die. Delivering a coup de grace provokes attacks of opportunity.",
			"",
			"Creatures that are immune to critical hits do not take critical damage, nor do they need to make Fortitude saves to avoid being killed by a *coup de grace.*"
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Awareness Conditions", "rule/awareness_conditions" ]
	},
	"staggered": {
		"name": "Staggered",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A staggered creature may take a single move action or standard action each round (but not both, nor can he take full-round actions). A staggered creature can still take free, swift, and immediate actions. A creature with nonlethal damage exactly equal to its current hit points gains the staggered condition."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Awareness Conditions", "rule/awareness_conditions" ]
	},
	"stunned": {
		"name": "Stunned",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A stunned creature drops everything held, can't take actions, takes a -2 penalty to AC, and loses its Dexterity bonus to AC (if any)."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Awareness Conditions", "rule/awareness_conditions" ]
	},
	"unconscious": {
		"name": "Unconscious",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"Unconscious creatures are knocked out and {misc/helpless}. Unconsciousness can result from having negative hit points (but not more than the creature's Constitution score), or from nonlethal damage in excess of current hit points."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Awareness Conditions", "rule/awareness_conditions" ]
	},
	"dead": {
		"name": "Dead",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"The character's hit points are reduced to a negative amount equal to his Constitution score, his Constitution drops to 0, or he is killed outright by a spell or effect. The character's soul leaves his body. Dead characters cannot benefit from normal or magical healing, but they can be restored to life via magic. A dead body decays normally unless magically preserved, but magic that restores a dead character to life also restores the body either to full health or to its condition at the time of death (depending on the spell or device). Either way, resurrected characters need not worry about rigor mortis, decomposition, and other conditions that affect dead bodies."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Dying Conditions", "rule/dying_conditions" ]
	},
	"disabled": {
		"name": "Disabled",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A character with 0 hit points, or one who has negative hit points but has become stable and conscious, is disabled. A disabled character may take a single move action or standard action each round (but not both, nor can he take full-round actions, but he can still take swift, immediate, and free actions). He moves at half speed. Taking move actions doesn't risk further injury, but performing any standard action (or any other action the GM deems strenuous, including some free actions such as casting a quickened spell) deals 1 point of damage after the completion of the act. Unless the action increased the disabled character's hit points, he is now in negative hit points and {misc/dying}.",
			"",
			"A disabled character with negative hit points recovers hit points naturally if he is being helped. Otherwise, each day he can attempt a DC 10 Constitution check after resting for 8 hours, to begin recovering hit points naturally. The character takes a penalty on this roll equal to his negative hit point total. Failing this check causes the character to lose 1 hit point, but this does not cause the character to become {misc/unconscious}. Once a character makes this check, he continues to heal naturally and is no longer in danger of losing hit points naturally."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Dying Conditions", "rule/dying_conditions" ]
	},
	"dying": {
		"name": "Dying",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A dying creature is {misc/unconscious} and near death. Creatures that have negative hit points and have not stabilized are dying. A dying creature can take no actions. On the character's next turn, after being reduced to negative hit points (but not dead), and on all subsequent turns, the character must make a DC 10 Constitution check to become {misc/stable}. The character takes a penalty on this roll equal to his negative hit point total. A character that is stable does not need to make this check. A natural 20 on this check is an automatic success. If the character fails this check, he loses 1 hit point. If a dying creature has an amount of negative hit points equal to its Constitution score, it dies."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Dying Conditions", "rule/dying_conditions" ]
	},
	"stable": {
		"name": "Stable",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A character who was {misc/dying} but who has stopped losing hit points each round and still has negative hit points is stable. The character is no longer dying, but is still {misc/unconscious}. If the character has become stable because of aid from another character (such as a Heal check or magical healing), then the character no longer loses hit points. The character can make a DC 10 Constitution check each hour to become conscious and {misc/disabled} (even though his hit points are still negative). The character takes a penalty on this roll equal to his negative hit point total.",
			"",
			"If a character has become stable on his own and hasn't had help, he is still at risk of losing hit points. Each hour he can make a Constitution check to become stable (as a character that has received aid), but each failed check causes him to lose 1 hit point."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Dying Conditions", "rule/dying_conditions" ]
	},
	"stabilize": { "copyof": "stable" },
	"exhausted": {
		"name": "Exhausted",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"An exhausted character moves at half speed, cannot run or charge, and takes a -6 penalty to Strength and Dexterity. After 1 hour of complete rest, an exhausted character becomes {misc/fatigued}. A fatigued character becomes exhausted by doing something else that would normally cause fatigue."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Exhaustion Conditions", "rule/exhaustion_conditions" ]
	},
	"fatigued": {
		"name": "Fatigued",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A fatigued character can neither run nor charge and takes a -2 penalty to Strength and Dexterity. Doing anything that would normally cause fatigue causes the fatigued character to become {misc/exhausted}. After 8 hours of complete rest, fatigued characters are no longer fatigued."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Exhaustion Conditions", "rule/exhaustion_conditions" ]
	},
	"cowering": {
		"name": "Cowering",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"The character is frozen in fear and can take no actions. A cowering character takes a -2 penalty to Armor Class and loses his Dexterity bonus (if any)."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Fear Conditions", "rule/fear_conditions" ]
	},
	"frightened": {
		"name": "Frightened",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A frightened creature flees from the source of its fear as best it can. If unable to flee, it may fight. A frightened creature takes a -2 penalty on all attack rolls, saving throws, skill checks, and ability checks. A frightened creature can use special abilities, including spells, to flee; indeed, the creature must use such means if they are the only way to escape.",
			"",
			"Frightened is like {misc/shaken}, except that the creature must flee if possible. {misc/Panicked} is a more extreme state of fear."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Fear Conditions", "rule/fear_conditions" ]
	},
	"panicked": {
		"name": "Panicked",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A panicked creature must drop anything it holds and flee at top speed from the source of its fear, as well as any other dangers it encounters, along a random path. It can't take any other actions. In addition, the creature takes a -2 penalty on all saving throws, skill checks, and ability checks. If cornered, a panicked creature {misc/cower/s>ing} and does not attack, typically using the total defense action in combat. A panicked creature can use special abilities, including spells, to flee; indeed, the creature must use such means if they are the only way to escape.",
			"",
			"Panicked is a more extreme state of fear than {misc/shaken} or {misc/frightened}."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Fear Conditions", "rule/fear_conditions" ]
	},
	"shaken": {
		"name": "Shaken",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"A shaken character takes a -2 penalty on attack rolls, saving throws, skill checks, and ability checks. Shaken is a less severe state of fear than {misc/frightened} or {misc/panicked}."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Fear Conditions", "rule/fear_conditions" ]
	},
	"sickened": {
		"name": "Sickened",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"The character takes a -2 penalty on all attack rolls, weapon damage rolls, saving throws, skill checks, and ability checks."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Sickened Conditions", "rule/sickened_conditions" ]
	},
	"nauseated": {
		"name": "Nauseated",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"Creatures with the nauseated condition experience stomach distress. Nauseated creatures are unable to attack, cast spells, concentrate on spells, or do anything else requiring attention. The only action such a character can take is a single move action per turn."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Sickened Conditions", "rule/sickened_conditions" ]
	},
	"improvised_weapons": {
		"name": "Improvised Weapons",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"Sometimes objects not crafted to be weapons nonetheless see use in combat. Because such objects are not designed for this use, any creature that uses an improvised weapon in combat is considered to be nonproficient with it and takes a -4 penalty on attack rolls made with that object. To determine the size category and appropriate damage for an improvised weapon, compare its relative size and damage potential to the {main/equipment_<weapon/ list>s} to find a reasonable match. An improvised weapon scores a threat on a natural roll of 20 and deals double damage on a critical hit. An improvised thrown weapon has a range increment of 10 feet."
		],
		"searchgroup": "rule",
		"type": "Rule",
		"topLink": [ "Weapon Encumbrance and Size", "rule/weapon_encumbrance" ]
	},
	"improvised_weapon": { "copyof": "improvised_weapons" },
	"damage_die_adjustments": {
		"name": "Damage Die Adjustments",
		"sources": [
			"PRPG Core Rulebook",
			"Bestiary 5"
		],
		"description": [
			"Many times, the rules will instruct you to increase or decrease the damage die of an attack. Below are the two main tables that list damage dice by steps.",
			"",
			"---",
			"",
			"{SOURCE Bestiary 5/296}",
			"",
			"### Table 3-1: Base Damage of Natural Attacks by Size",
			"",
			"*(Individual creatures vary from values below as appropriate.)*",
			"",
			"| Natural Attack | Fine | Diminutive | Tiny | Small | Medium | Large | Huge | Gargantuan | Colossal | Damage Type | Attack Type |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| Bite | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | 4d6 | B/S/P | Primary |",
			"| Claw | - | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | B/S | Primary |",
			"| Gore | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | 4d6 | P | Primary |",
			"| Hoof, Tentacle, Wing | - | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | B | Secondary |",
			"| Pincers, Tail Slap | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | 4d6 | B | Secondary |",
			"| Slam | - | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | B | Primary |",
			"| Sting | - | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | P | Primary |",
			"| Talons | - | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | S | Primary |",
			"| Other | - | 1 | 1d2 | 1d3 | 1d4 | 1d6 | 1d8 | 2d6 | 2d8 | B/S/P | Secondary |",
			"",
			">*&mdash; From {umr/Natural Attacks}*",
			"",
			"---",
			"",
			"{SOURCE PRPG Core Rulebook/144}",
			"",
			"### Table 6-5: Tiny and Large Weapon Damage",
			"",
			"| Tiny Weapon Damage | Small Weapon Damage | Medium Weapon Damage | Large Weapon Damage |",
			"| :---: | :---: | :---: | :---: |",
			"| - | 1 | 1d2 | 1d3 |",
			"| 1 | 1d2 | 1d3 | 1d4 |",
			"| 1d2 | 1d3 | 1d4 | 1d6 |",
			"| 1d3 | 1d4 | 1d6 | 1d8 |",
			"| 1d4 | 1d6 | 1d8 | 2d6 |",
			"| 1d4 | 1d6 | 2d4 | 2d6 |",
			"| 1d6 | 1d8 | 1d10 | 2d8 |",
			"| 1d8 | 1d10 | 1d12 | 3d6 |",
			"| 1d8 | 1d10 | 2d6 | 3d6 |",
			"| 1d10 | 2d6 | 2d8 | 3d8 |",
			"| 2d6 | 2d8 | 2d10 | 4d8 |",
			"",
			">*&mdash; From {rule/Weapon Descriptions}*"
		],
		"searchgroup": "rule",
		"type": "Rule"
	},
	"increase_the_damage_die": { "copyof": "damage_die_adjustments" },
	"deal_less_damage": { "copyof": "damage_die_adjustments" },
	"one_size_category_larger": { "copyof": "damage_die_adjustments" }
}
