{
	"elemental": {
		"name": "Elemental",
		"sources": [
			"Pathfinder RPG Bestiary",
			"Bestiary 2",
			"Bestiary 5"
		],
		"description": [
			"## Elemental",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"An elemental is a being composed entirely from one of the four classical elements: [air](family/air_elemental), [earth](family/earth_elemental), [fire](family/fire_elemental), or [water](family/water_elemental). An elemental has the following features.",
			"",
			"- Immunity to bleed, paralysis, poison, sleep effects, and stunning.",
			"- Not subject to critical hits or flanking. Does not take additional damage from precision-based attacks, such as sneak attack.",
			"- Proficient with natural weapons only, unless generally humanoid in form, in which case proficient with all simple weapons and any weapons mentioned in its entry.",
			"- Proficient with whatever type of armor (light, medium, or heavy) it is described as wearing, as well as all lighter types. Elementals not indicated as wearing armor are not proficient with armor. Elementals are proficient with shields if they are proficient with any form of armor.",
			"- Elementals do not breathe, eat, or sleep.",
			"",
			"Other elementals also exist: [aether](family/aether_elemental), [ice](family/ice_elemental), [lightning](family/lightning_elemental), [magma](family/magma_elemental), and [mud](family/mud_elemental)."
		]
	},
	"elemental_aether": {
		"name": "Elemental (Aether)",
		"sources": [ "Bestiary 5" ],
		"description": [
			"## Elemental (Aether)",
			"",
			"**Family:** {family/Elemental}",
			"",
			"Aether elementals are made of living aether, the rare fifth element that arises on the Ethereal Plane near the borders of the Elemental Planes.",
			"",
			"{SOURCE Bestiary 5/106}",
			"",
			"This strange entity is formed from interwoven, translucent threads of an unusual multicolored material.",
			"",
			"**Languages** Aquan, Auran, Ignan, Terran",
			"",
			"### Special Abilities",
			"",
			"**Telekinetic Invisibility (Ex)** An aether elemental's body bends light and dampens sound waves. This works as the kineticist utility wild talent telekinetic invisibility, except that it is constant and doesn't end when the elemental attacks. As this ability is inherent, it is not subject to effects such as {spell/invisibility purge}.",
			"",
			"**Telekinetic Throw (Ex)** An aether elemental can fling a creature or object (with a maximum range of 480 feet). A creature receives a Fortitude save to avoid being thrown (the save DC is Constitution-based). The telekinetic throw deals the listed damage to both the thrown creature or object and the target. The aether elemental can throw a creature or object that weighs at most 50 pounds per Hit Die the elemental possesses.",
			"",
			"**Telekinetic Deflection (Su)** An aether elemental gains a deflection bonus to its AC equal to its Constitution modifier.",
			"",
			"**Telekinetic Maneuver (Su)** An aether elemental can attempt a ranged combat maneuver check, as per {spell/telekinesis}, with a CMB equal to its Hit Dice + its Dexterity modifier.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Elder Aether Elemental}",
			"- {monster/Greater Aether Elemental}",
			"- {monster/Huge Aether Elemental}",
			"- {monster/Large Aether Elemental}",
			"- {monster/Medium Aether Elemental}",
			"- {monster/Small Aether Elemental}"
		]
	},
	"aether_elemental": {
		"copyof": "elemental_aether"
	},
	"elemental_air": {
		"name": "Elemental (Air)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Elemental (Air)",
			"",
			"**Family:** {family/Elemental}",
			"",
			"Air elementals are fast, flying creatures made of living air. Primitive and territorial, they resent being summoned or doing the bidding of mortals, and much prefer to spend their time on the Plane of Air, swooping and racing through the endless skies.",
			"",
			"Although all air elementals of a similar size have identical statistics, the exact appearance of an air elemental can vary wildly between individuals. One might be an animated vortex of wind and smoke, while another might be a smoky bird-like creature with glowing eyes and wind for wings.",
			"",
			"An air elemental prefers to attack flying or otherwise airbone targets, not only because its mastery over flight gives it a slight advantage, but also because it detests the thought of having to touch the ground. An air elemental can move underwater, and although it is an elemental and thus runs no risk of drowning, it has no ranks in Swim and loses much of its speed and mobility when underwater.",
			"",
			"| Elemental | Height | Weight | Whirlwind/Vortex Save DC | Whirlwind/Vortex Height |",
			"| --- | --- | --- | --- | --- |",
			"| Small | 4 ft. | 1 lb. | 12 | 10-20 ft. |",
			"| Medium | 8 ft. | 2 lbs. | 14 | 10-30 ft. |",
			"| Large | 16 ft. | 4 lbs. | 18 | 10-40 ft. |",
			"| Huge | 32 ft. | 8 lbs. | 22 | 10-50 ft. |",
			"| Greater | 36 ft. | 10 lbs. | 23 | 10-60 ft. |",
			"| Elder | 40 ft. | 12 lbs. | 27 | 10-60 ft. |",
			"",
			"**Languages** Auran",
			"",
			"### Special Abilities",
			"",
			"**Air Mastery (Ex)** Airborne creatures take a -1 penalty on attack and damage rolls against an air elemental.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Elder Air Elemental}",
			"- {monster/Greater Air Elemental}",
			"- {monster/Huge Air Elemental}",
			"- {monster/Large Air Elemental}",
			"- {monster/Medium Air Elemental}",
			"- {monster/Small Air Elemental}"
,
			"",
			"### Members of This Family:",
			"",
			"- {monster/Elder Air Elemental}"
		]
	},
	"air_elemental": {
		"copyof": "elemental_air"
	},
	"elemental_earth": {
		"name": "Elemental (Earth)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Elemental (Earth)",
			"",
			"**Family:** {family/Elemental}",
			"",
			"Earth elementals are plodding, stubborn creatures made of living stone or earth. When utterly still, they resemble a heap of stone or a small hill.",
			"",
			"When an earth elemental lumbers into action, its actual appearance can vary, although its statistics remain identical to other elementals of its size. Most earth elementals look like terrestrial animals made out of rock, earth, or even crystal, with glowing gemstones for eyes. Larger earth elementals often have a stony humanoid appearance. Bits of vegetation frequently grow in the soil that makes up parts of an earth elemental's body.",
			"",
			"| Elemental | Height | Weight |",
			"| --- | --- | --- |",
			"| Small | 4 ft. | 80 lbs. |",
			"| Medium | 8 ft. | 750 lbs. |",
			"| Large | 16 ft. | 6,000 lbs. |",
			"| Huge | 32 ft. | 48,000 lbs. |",
			"| Greater | 36 ft. | 54,000 lbs. |",
			"| Elder | 40 ft. | 60,000 lbs. |",
			"",
			"**Languages** Terran",
			"",
			"### Special Abilities",
			"",
			"**Earth Glide (Ex)** A burrowing earth elemental can pass through stone, dirt, or almost any other sort of earth except metal as easily as a fish swims through water. If protected against fire damage, it can even glide through lava. Its burrowing leaves behind no tunnel or hole, nor does it create any ripple or other sign of its presence. A move earth spell cast on an area containing a burrowing earth elemental flings the elemental back 30 feet, stunning the creature for 1 round unless it succeeds on a DC 15 Fortitude save.",
			"",
			"**Earth Mastery (Ex)** An earth elemental gains a +1 bonus on attack and damage rolls if both it and its foe are touching the ground. If an opponent is airborne or waterborne, the elemental takes a -4 penalty on attack and damage rolls. These modifiers apply to bull rush and overrun maneuvers, whether the elemental is initiating or resisting these kinds of attacks. (These modifiers are not included in the statistics block.)",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Elder Earth Elemental}",
			"- {monster/Greater Earth Elemental}",
			"- {monster/Huge Earth Elemental}",
			"- {monster/Large Earth Elemental}",
			"- {monster/Medium Earth Elemental}",
			"- {monster/Small Earth Elemental}"
,
			"",
			"### Members of This Family:",
			"",
			"- {monster/Elder Earth Elemental}"
		]
	},
	"earth_elemental": {
		"copyof": "elemental_earth"
	},
	"elemental_fire": {
		"name": "Elemental (Fire)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Elemental (Fire)",
			"",
			"**Family:** {family/Elemental}",
			"",
			"Fire elementals are quick, cruel creatures of living flame. They enjoy frightening beings weaker than themselves, and terrorizing any creature they can set on fire.",
			"",
			"A fire elemental cannot enter water or any other non-flammable liquid. A body of water is an impassible barrier unless the fire elemental can step or jump over it or the water is covered with a flammable material (such as a layer of oil).",
			"",
			"Fire elementals vary in appearance - they usually manifest as coiling serpentine forms made of smoke and flame, but some fire elementals take on shapes more akin to humans, demons, or other monsters in order to increase the terror of their sudden appearance. Features on a fire elemental's body are made by darker bits of flame or patches of semi-stable smoke, ash, and cinders.",
			"",
			"| Elemental | Height | Weight |",
			"| --- | --- | --- |",
			"| Small | 4 ft. | 1 lb. |",
			"| Medium | 8 ft. | 2 lbs. |",
			"| Large | 16 ft. | 4 lbs. |",
			"| Huge | 32 ft. | 8 lbs. |",
			"| Greater | 36 ft. | 10 lbs. |",
			"| Elder | 40 ft. | 12 lbs. |",
			"",
			"**Languages** Ignan",
			"",
			"### Ecology",
			"",
			"**Environment** any (Plane of Fire)  ",
			"**Organization** solitary, pair, or gang (3-8)  ",
			"**Treasure** none",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Elder Fire Elemental}",
			"- {monster/Greater Fire Elemental}",
			"- {monster/Huge Fire Elemental}",
			"- {monster/Large Fire Elemental}",
			"- {monster/Medium Fire Elemental}",
			"- {monster/Small Fire Elemental}"
,
			"",
			"### Members of This Family:",
			"",
			"- {monster/Elder Fire Elemental}"
		]
	},
	"fire_elemental": {
		"copyof": "elemental_fire"
	},
	"elemental_ice": {
		"name": "Elemental (Ice)",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Elemental (Ice)",
			"",
			"**Family:** {family/Elemental}",
			"",
			"Ice elementals are creatures made of animated snow and ice. They form in especially cold parts of the Plane of Water and along its border with the Plane of Air, where giant icebergs careen off of world-high waterfalls into the open sky. Ice elementals vary in their exact appearance.",
			"",
			"**Languages** Aquan",
			"",
			"### Special Abilities",
			"",
			"**Ice Glide (Su)** A burrowing ice elemental can pass through nonmagical ice and snow as easily as a fish swims through water. Its burrowing leaves behind no tunnel or hole, nor does it create any ripple or other sign of its presence. A control water spell cast on an area containing a burrowing ice elemental flings the elemental back 30 feet, stunning the creature for 1 round unless it succeeds on a DC 15 Fortitude save.",
			"",
			"**Icewalking (Ex)** This ability works like the spider climb spell, but the surfaces the elemental climbs must be icy. The elemental can move across icy surfaces without penalty and does not need to make Acrobatics checks to run or charge on ice.",
			"",
			"**Numbing Cold (Su)** When an ice elemental deals cold damage to a creature, that creature must succeed on a Fortitude save or be staggered for 1 round. The save DC is listed in the elemental's stat block and is Constitution-based.",
			"",
			"**Snow Vision (Ex)** An ice elemental can see perfectly well in snowy conditions and does not take any penalties on Perception checks while in snow.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Elder Ice Elemental}",
			"- {monster/Greater Ice Elemental}",
			"- {monster/Huge Ice Elemental}",
			"- {monster/Large Ice Elemental}",
			"- {monster/Medium Ice Elemental}",
			"- {monster/Small Ice Elemental}"
		]
	},
	"ice_elemental": {
		"copyof": "elemental_ice"
	},
	"elemental_lightning": {
		"name": "Elemental (Lightning)",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Elemental (Lightning)",
			"",
			"**Family:** {family/Elemental}",
			"",
			"Though most think of the Plane of Air as a vast expanse of clear sky, that plane also holds the power of the storm, including monstrous hurricanes larger than entire worlds and thunderstorms whose peals and claps can shatter stone. Whether lightning elementals are the byproduct of common air elementals spending too much time near these electrically charged storms or are merely calved off like forgotten flurries, they are aggressive and almost suicidal in their willingness to leap into battle. They particularly enjoy attacking creatures that are made of metal and creatures that wear metal armor or wield metal weapons.",
			"",
			"Many lightning elementals have a roughly humanoid shape, but some prefer animalistic shapes (particularly birds and dragons), and a few appear to be nothing more than large disembodied heads made of dark clouds with flickering lightning tongues. Regardless of the shape a lightning elemental takes, the air around the creature hums and throbs with the promise of electrocution and the tangy stink of ozone.",
			"",
			"**Languages** Auran",
			"",
			"### Special Abilities",
			"",
			"**Metal Mastery (Ex)** A lightning elemental gains a +3 bonus on attack rolls if its opponent is wearing metal armor, is wielding a metal weapon, or is made of metal (such as an iron golem).",
			"",
			"**Spark Leap (Ex)** A lightning elemental gains a +10 bonus on bull rush, disarm, overrun, and trip attacks when it charges a creature against whom its metal mastery ability applies.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Elder Lightning Elemental}",
			"- {monster/Greater Lightning Elemental}",
			"- {monster/Huge Lightning Elemental}",
			"- {monster/Large Lightning Elemental}",
			"- {monster/Medium Lightning Elemental}",
			"- {monster/Small Lightning Elemental}"
		]
	},
	"lightning_elemental": {
		"copyof": "elemental_lightning"
	},
	"elemental_magma": {
		"name": "Elemental (Magma)",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Elemental (Magma)",
			"",
			"**Family:** {family/Elemental}",
			"",
			"In the border areas between the Plane of Earth and Plane of Fire, volcanoes and continent-sized lava flows are commonplace. Elementals in this area tend to have aspects of both planes, and the typical sort is the magma elemental, an earth elemental with a core of liquid fire. Magma elementals generally have a somewhat feral or bestial appearance.",
			"",
			"**Languages** Ignan",
			"",
			"### Special Abilities",
			"",
			"**Burn (Ex)** A magma elemental's burn DC includes a -2 racial penalty, as their fires don't burn quite as hot as true elemental flames.",
			"",
			"**Earth Glide (Ex)** A burrowing magma elemental can pass through stone, dirt, lava, or almost any other sort of earth except metal as easily as a fish swims through water. Its burrowing leaves behind no tunnel or hole, nor does it create any ripple, though the area it passes through feels warm for 1 round afterward and often retains a strangely smooth texture, as if the stone had been polished. A move earth spell cast on an area containing a burrowing magma elemental flings the elemental back 30 feet, stunning the creature for 1 round unless it succeeds on a DC 15 Fortitude save.",
			"",
			"**Lava Puddle (Su)** Once per day as a full-round action, a magma elemental can vomit forth a puddle of lava that fills its space to a depth of 2-3 inches and counts as difficult terrain. Any creature that moves through this puddle of lava takes 2d6 points of fire damage. This damage continues for 1d3 rounds after the creature leaves the lava pool, although then it only inflicts 1d6 points of fire damage per round. The lava puddle solidifies and is safe to touch after a number of rounds equal to the elemental's Hit Dice. At the GM's discretion, this puddle of lava could start secondary fires.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Elder Magma Elemental}",
			"- {monster/Greater Magma Elemental}",
			"- {monster/Huge Magma Elemental}",
			"- {monster/Large Magma Elemental}",
			"- {monster/Medium Magma Elemental}",
			"- {monster/Small Magma Elemental}"
		]
	},
	"magma_elemental": {
		"copyof": "elemental_magma"
	},
	"elemental_mud": {
		"name": "Elemental (Mud)",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Elemental (Mud)",
			"",
			"**Family:** {family/Elemental}",
			"",
			"Where the Plane of Earth borders the Plane of Water, a mixing of the fundamental elements occurs - it is in this borderland that the mud elementals dwell. Scorned by earth and water elementals, mud elementals usually look like vaguely recognizable blobs of mud in the shape of a Material Plane creature, whether a humanoid, an animal, or even an immense insect. The exact density of their muddy bodies varies - some might be composed of silty water, while others are thick, like river clay. Large and powerful mud elementals tend to have worm-like, reptilian, or frog-like forms.",
			"",
			"**Languages** Terran",
			"",
			"### Special Abilities",
			"",
			"**Earth Glide (Ex)** A burrowing mud elemental can pass through dirt, gravel, or other loose or porous solid matter as easily as a fish swims through water. It cannot use this ability to pass through a solid barrier such as a stone or brick wall. Its burrowing leaves behind no tunnel or hole, nor does it create any ripple or other sign of its presence. A move earth spell cast on an area containing a burrowing mud elemental flings the elemental back 30 feet, stunning the creature for 1 round unless it succeeds on a DC 15 Fortitude save.",
			"",
			"**Entrap (Ex)** The mud from an elemental's entrap ability can be washed away in 1d3 rounds of immersion in water.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Elder Mud Elemental}",
			"- {monster/Greater Mud Elemental}",
			"- {monster/Huge Mud Elemental}",
			"- {monster/Large Mud Elemental}",
			"- {monster/Medium Mud Elemental}",
			"- {monster/Small Mud Elemental}"
		]
	},
	"mud_elemental": {
		"copyof": "elemental_mud"
	},
	"elemental_water": {
		"name": "Elemental (Water)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Elemental (Water)",
			"",
			"**Family:** {family/Elemental}",
			"",
			"Water elementals are patient, relentless creatures made of living fresh or salt water. They prefer to hide or drag their opponents into the water to gain an advantage.",
			"",
			"As with other elementals, all water elementals have their own unique shapes and appearances. Most appear as wave-like creatures with vaguely humanoid faces and smaller wave \"arms\" to either side. Another common form is that of any aquatic creature, such as a shark or octopus, but made entirely out of water.",
			"",
			"| Elemental | Height | Weight | Vortex Save DC | Vortex Height |",
			"| --- | --- | --- | --- | --- |",
			"| Small | 4 ft. | 34 lb. | 13 | 10-20 ft. |",
			"| Medium | 8 ft. | 280 lbs. | 15 | 10-30 ft. |",
			"| Large | 16 ft. | 2,250 lbs. | 19 | 10-40 ft. |",
			"| Huge | 32 ft. | 18,000 lbs. | 22 | 10-50 ft. |",
			"| Greater | 36 ft. | 21,000 lbs. | 25 | 10-60 ft. |",
			"| Elder | 40 ft. | 24,000 lbs. | 28 | 10-60 ft. |",
			"",
			"**Languages** Aquan",
			"",
			"### Special Abilities",
			"",
			"**Drench (Ex)** The elemental's touch puts out nonmagical flames of Large size or smaller. The creature can dispel magical fire it touches as dispel magic (caster level equals elemental's HD).",
			"",
			"**Vortex (Su)** A water elemental can create a whirlpool as a standard action, at will. This ability functions identically to the whirlwind special attack, but can only form underwater and cannot leave the water.",
			"",
			"**Water Mastery (Ex)** A water elemental gains a +1 bonus on attack and damage rolls if both it and its opponent are touching water. If the opponent or the elemental is touching the ground, the elemental takes a -4 penalty on attack and damage rolls. These modifiers apply to bull rush and overrun maneuvers, whether the elemental is initiating or resisting these kinds of attacks.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Elder Water Elemental}",
			"- {monster/Greater Water Elemental}",
			"- {monster/Huge Water Elemental}",
			"- {monster/Large Water Elemental}",
			"- {monster/Medium Water Elemental}",
			"- {monster/Small Water Elemental}"
,
			"",
			"### Members of This Family:",
			"",
			"- {monster/Elder Water Elemental}"
		]
	},
	"water_elemental": {
		"copyof": "elemental_water"
	},
	"empyreal_lord": {
		"name": "Empyreal Lord",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Empyreal Lord",
			"",
			"{SOURCE Bestiary 4}",
			"",
			"The empyreal lords are the primal forces of good given physical form. Though not as powerful as gods, they are ancient celestials with legendary abilities.",
			"",
			"Unlike many other beings of demigod-level power, empyreal lords do not divide themselves as strictly along racial lines: the term \"empyreal lord\" names the greatest members of the agathion, angel, archon, and azata races. While demon lords, archdevils, horsemen, and similar unique beings orchestrate the plots of their race alone - proving either unwilling or too fractious to collaborate with those not of their kind - empyreal lords seek out the commonalities of interest and purpose shared by their peers among the other celestial races. Although some good-aligned planar races have their own titles for the greatest of their kind, the title \"empyreal lord\" serves as a unifying bond between forces for good. Though their foes (and even some allies) see these mightiest azatas, angels, agathions, and archons as rulers of their kind, the empyreal lords do not consider themselves royalty. Together the empyreal lords marshal the efforts of all goodly outsiders toward common ends.",
			"",
			"Some empyreal lords are almost as old as creation itself, having arisen from the ranks of the first celestials. Others were imbued with divine grace, either by being champions of a deity, inheriting the power of a slain god, or tapping into remarkable powers gathered at far-flung corners of the planes. Some reached this high station by performing impossible quests, gaining the favor of fate, or becoming perfectly attuned with one of the good outer planes.",
			"",
			"Representing the two poles of goodness and the fulcrum upon which they balance, the empyreal lords do not always agree, but generally do not interfere with each others' decisions. Most view philosophical squabbles as petty when faced with a common foe, and never has infighting threatened the foundation of their bonds. Thus, while their outlooks may differ regarding freedom, individuality, and loyalty, the empyreal lords do not allow such differences to stand in the way of vanquishing evil - they're celestials aligned against evil first and foremost.",
			"",
			"Despite their power, the empyreal lords typically eschew direct involvement in the affairs of mortals and even most other celestials. They believe the greater objectives of good are ultimately served by larger and fartherreaching orchestrations of diplomacy and subtle strategy. Even though their powers might not always obviously be directly at work, empyreal lords court mortal worshipers who share their goals and ideals, who are typically referred to as mystery cultists. Rather than more general goals like good or order, mystery cultists focus their worship on the ideals, activities, and creatures their patron most fervently extols or openly favors.",
			"",
			"### Empyreal Realms",
			"",
			"An empyreal lord's planar realm may be as small as a metropolis or as large as a continent. The realms' environments, themes, and traits are as unusual as the empyreal lords themselves, presenting surreal challenges and dangers to creatures seeking to invade them.",
			"",
			"An empyreal lord gains the following additional powers while in its realm (the statistics presented on the following pages do not include these abilities).",
			"",
			"- **Mythic:** An empyreal lord functions as a 10th mythic rank creature, including the mythic power ability (10/day, surge +1d12). It may expend uses of mythic power to use the mythic versions of any spell-like ability denoted with an asterisk (\\*) just as if the ability were a mythic spell.",
			"- Use of the following spell-like abilities at will-demand, discern location, fabricate, and major creation.",
			"- Use of the following spell-like abilities once per day-dimensional lock\\*, miracle (limited to physical effects that manipulate the realm or to effects that are relevant to the empyreal lord's areas of concern), power word stun\\*.",
			"- **Heightened Awareness (Ex):** An empyreal lord gains a +10 insight bonus on Perception and Initiative checks.",
			"",
			"### Other Empyreal Lords",
			"",
			"Although the three presented here are among most powerful of the empyreal lords, they are far from the only celestials to bear this title. Among the ranks of the good races of the heavens stand those that are great leaders of their kind and shining examples to other celestials. For these few, their natures or their actions kindle a transformation that reshapes them into empyreal lords - a superlative version of their basic form. When they ascend, these empyreal lords are given an honorific typically celebrating their deeds or honoring another empyreal lord of similar distinction. Below are many ascendant celestials that have become empyreal lords and their honored titles.",
			"",
			"- [Andoletta, Grandmother Crow (archon)](faith/andoletta)",
			"- [Arshea, Spirit of Abandon (angel)](faith/arshea)",
			"- [Bharnarol, the Tempered Inventor (agathion)](faith/bharnarol)",
			"- [Black Butterfly, the Silence Between (azata)](faith/black_butterfly)",
			"- [Chucaro, Maiden of Haze and Whimsy (azata)](faith/chucaro)",
			"- [Falayna, Warrior's Ring (archon)](faith/falayna)",
			"- [Ghenshau, Breezes-Still-and-Ripples-Cease (archon)](faith/ghenshau)",
			"- [Immonhiel, Balm-Bringer (angel)](faith/immonhiel)",
			"- [Jaidz, Fearless Claw (agathion)](faith/jaidz)",
			"- [Lalaci, He of Motley Repose (azata)](faith/lalaci)",
			"- [Olheon, the Just Arbiter (archon)](faith/olheon)",
			"- [Ragathiel, General of Vengeance (angel)](faith/ragathiel)",
			"- [Shei, the Ibis Matron (agathion)](faith/shei)",
			"- [Sinashakti, Immaculate Joy (azata)](faith/sinashakti)",
			"- [Vildeis, the Cardinal Martyr (angel)](faith/vildeis)",
			"- [Ylimancha, Harborwing (agathion)](faith/ylimancha)",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Ashava}",
			"- {monster/Cernunnos}",
			"- {monster/Korada}",
			"- {monster/Ragathiel}"
		]
	},
	"familiar": {
		"name": "Familiar",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"members": [
			"- {monster/Archaeopteryx}",
			"- {monster/Arctic Hare}",
			"- {monster/Arctic Tern}",
			"- {monster/Armadillo}",
			"- {monster/Bat}",
			"- {monster/Blue-Ringed Octopus}",
			"- [Butterfly/Moth](monster/butterfly_or_moth)",
			"- {monster/Cat}",
			"- {monster/Chicken}",
			"- {monster/Cockroach}",
			"- {monster/Creeper Ivy}",
			"- {monster/Dodo}",
			"- {monster/Donkey Rat}",
			"- {monster/Dwarf Caiman}",
			"- {monster/Dweomer Cap}",
			"- {monster/Fire Salamander}",
			"- {monster/Flowering Lattice}",
			"- {monster/Flying Fox}",
			"- {monster/Flying Squirrel}",
			"- {monster/Fox}",
			"- {monster/Giant Isopod}",
			"- {monster/Giant Tardigrade}",
			"- {monster/Goat}",
			"- {monster/Hawk}",
			"- {monster/Hedgehog}",
			"- {monster/Horned Lizard}",
			"- {monster/House Centipede}",
			"- {monster/Ioun Wyrd}",
			"- {monster/Jerboa}",
			"- {monster/Kakapo}",
			"- {monster/King Crab}",
			"- {monster/Koala}",
			"- {monster/Lamprey}",
			"- {monster/Lemming}",
			"- {monster/Leopard Slug}",
			"- {monster/Lizard}",
			"- {monster/Margay Cat}",
			"- {monster/Meerkat}",
			"- {monster/Mole (FF)}",
			"- {monster/Mole (UW)}",
			"- {monster/Monkey}",
			"- {monster/Otter}",
			"- {monster/Owl}",
			"- {monster/Peacock}",
			"- {monster/Peafowl}",
			"- {monster/Penguin}",
			"- {monster/Petrifern}",
			"- {monster/Pig}",
			"- {monster/Platypus}",
			"- {monster/Popoto Dolphin}",
			"- {monster/Ptarmigan}",
			"- {monster/Pufferfish}",
			"- {monster/Puffin}",
			"- {monster/Rabbit}",
			"- {monster/Raccoon}",
			"- {monster/Rat}",
			"- {monster/Raven}",
			"- {monster/Ravenous Tumbleweed}",
			"- {monster/Razor Fern}",
			"- {monster/Red Panda}",
			"- {monster/Rhamphorhynchus}",
			"- {monster/Sawleg Locust}",
			"- {monster/Scarlet Spider}",
			"- {monster/Seal}",
			"- {monster/Shimmerwing Dragonfly}",
			"- {monster/Sloth}",
			"- {monster/Spiny Starfish}",
			"- {monster/Squirrel}",
			"- {monster/Suture Vine}",
			"- {monster/Tarsier}",
			"- {monster/Thrush}",
			"- {monster/Toad}",
			"- {monster/Trilobite}",
			"- {monster/Tuatara}",
			"- {monster/Vampire Squid}",
			"- {monster/Viper}",
			"- {monster/Wallaby}",
			"- {monster/Weasel}"
		],
		"description": [
			"## Familiar",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"Presented here are the base animal statistics for all of the most commonly used familiars - of course, these statistics can also be used for normal animals as well. Small animals like these use Dexterity to modify Climb and Swim checks."
		]
	},
	"fiend_bred_animal": {
		"name": "Fiend-Bred Animal",
		"sources": [ "Pathfinder #103: The Hellfire Compact" ],
		"description": [
			"## Fiend-Bred Animal",
			"",
			"{SOURCE Pathfinder #103: The Hellfire Compact}",
			"",
			"Fiend-bred animals are pedigreed varieties of animals whose bloodlines include an animal-like fiend. The breeders of these creatures typically use a conjuration spell of the calling subschool, such as planar ally or planar binding, to call a suitable fiend to the Material Plane and persuade it to mate with an animal of a compatible species. Most of the male hybrids are sterile, and thus the female hybrids of the first generations are mated with animal males until the new variety breeds true. Thereafter, breeders strive to emphasize trainability while retaining the most desirable traits derived from the progenitor fiend.",
			"",
			"Fiend-bred animals are rare and incredibly expensive, and therefore most owners of the breed are nobles or other wealthy individuals. Cheliax has a long-standing tradition of producing fiend-bred animals, and most hell-bred dogs are from meticulously tracked bloodlines with records in official registers. Keleshites, on the other hand, typically record their stygian hot-blooded horses' ancestries through oral traditions passed down through ensuing generations.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Chelish Hell-Bred Dog}",
			"- {monster/Quillcat}",
			"- {monster/Stygian Hot-Blooded Horse}"
		]
	},
	"fleshwarp": {
		"name": "Fleshwarp",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Fleshwarp",
			"",
			"{SOURCE Bestiary 4}",
			"",
			"The most fearsome drow aren't satisfied with the mere defeat and death of their foes, preferring to defile their enemies in horrific ways. The most gruesome form of transformation assaults their enemies' very essence through the complicated process of {rule/fleshwarping}.",
			"",
			"Fleshwarping is the practice of altering a creature's physical form and mental state by way of a grisly mystical and alchemical process. It starts with submerging the subject in a vat filled with a magical and alchemical goo concocted of strange reagents, and infused with a multitude of living insects and other vermin. The goo dissolves and reshapes the flesh and bone of the subject while the vermin eat away at unwanted flesh, making way for the new, alchemically grown flesh to take hold. The process is torturous, and the subject is kept alive and conscious throughout it.",
			"",
			"Depending on the base creature being fleshwarped, the heinous process lasts days, weeks, or even months. The entire time, it's overseen by a fleshwarper - a craftsperson whose perverse curiosity trumps any regard for life or sanity. This fleshwarper pokes and prods at the subject, flaying the skin and committing other atrocious tortures when necessary, manipulating the vermin as needed, and making sure the mix of reagents in the fleshwarping goo is correct at every stage of the occult process. Once the process is complete, the transformed abomination is expected to free itself from the fleshwarping goo; those that fail to do so are summarily slaughtered.",
			"",
			"The end result is something both more and less than the base form. Though the process is basically the same for every type of creature the drow experiment on, the results are drastically different. A fleshwarped drow becomes a drider. A fleshwarped elf becomes an irnakurse, and a fleshwarped troglodyte becomes a ghonhatine. Some races seem to resist the process of fleshwarping altogether-dwarves have never been successfully fleshwarped, and most fey are particularly resilient to the process. What is generally true about fleshwarping is that inherently evil creatures that go through the process tend to be more useful to the drow than those who start out good. The most useful of the fleshwarps are those created from other drow. These unfortunate subjects are typically those who fail their house or are born with physical or mental defects. Unlike other fleshwarps, who tend to be sterile or lack the organs or ability to procreate, driders are a race unto themselves and are capable of procreation.",
			"",
			"The process of creating a fleshwarp is dangerous to the base creature and expensive for the creator. During the process, the subject is wracked with excruciating pain, and takes 2d6 points of Constitution damage (Fortitude DC 15 half). The reagents that constitute the goo cost at least 10,000 gp, and the rarer specimens of vermin used to facilitate fleshwarping can cost just as much if bought on the open market.",
			"",
			"It's often said that the drow learned the gruesome art of fleshwarping as a reward for obscene pacts they made with some demon lord, but the identity of the demon lord who bestowed knowledge of the foul process changes with each telling of the tale.",
			"",
			"There are other cultures that also understand and use fleshwarping, but they tend to be either ancient or very secretive and xenophobic. {monster/Sinspawn}, {monster/fleshdreg/s}, and the lamia-based {monster/hungerer} are just some examples of non-drow fleshwarps.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Drider}",
			"- {monster/Ghonhatine}",
			"- {monster/Grothlut}",
			"- {monster/Halsora}",
			"- {monster/Irnakurse}",
			"- {monster/Oronci}"
		]
	},
	"formian": {
		"name": "Formian",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Formian",
			"",
			"{SOURCE Bestiary 4}",
			"",
			"Giant, antlike interplanetary expansionists with an alien hive intelligence, formians are not evil, but they are aggressive in the propagation of their kind into new territories. The formian homeworld is a lush green jungle planet teeming with life both above and below ground level. Formian hives create vast tunnel systems, turning the subsurface of the planet into a honeycomblike structure. After colonizing every habitable piece of land on their home world, formians looked to the stars for additional lands to infest.",
			"",
			"This instinct to expand and propagate often causes conflict with their neighbors. Though the formians believe it is their right to annex into new areas, they have no patience for those who move into theirs. Formians claim and fiercely defend verdant areas of land around their hive because much of the hive's nutritional needs are supplied by surface agriculture and hunting. In spite of this, intruders often don't even notice they have entered formian territory. The ground above a formian hive appears unoccupied-formians conceal entrances to their hives and prefer harvesting fruits and berries in a way that leaves the land largely untouched. Meat that lands on formian tables typically comes from expeditions to drive off or hunt predators. Formians of the warrior caste organize these campaigns and these warriors have little patience for poachers.",
			"",
			"Formian society is a strict matriarchy. Though each hive's queen is theoretically independent and her rule absolute, allegiances are common between hives, and less powerful hives often grudgingly defer to more powerful matriarchs. Hundreds of worker and warrior formians serve even the smallest of hives. Larger hives number in the tens of thousands, and have complex tunnel systems with interwoven corridors connecting territories that might span over hundreds of square miles on the surface alone.",
			"",
			"Each formian hive is designed primarily to protect the queen. Approaching the center of the hive can be exceedingly difficult. Paths are designed deliberately to lead encroachers away from the queen's hidden lair. In addition to deceptive corridors, formians often build traps and place complex magical protections, decoys, and illusions to protect the queen's inner sanctuary.",
			"",
			"Evolved to procreate on a massive scale, a formian queen is barely able to move under her own power. On the rare occasions she leaves her throne, a small army of workers assist and defend her, but formian queens are by no means defenseless. They are massive and powerful beings, and have the ability to possess any worker or warrior in the hive. A queen uses these thralls as her eyes and ears, and can cast spells through them. Creatures that invade a hive might find themselves the equals of the queen's myrmarchs and taskmasters only to be laid low when a mere worker unleashes the queen's tremendous magical power, employing the full force of her cunning and wrath.",
			"",
			"Larger than typical warriors, formian myrmarchs are the chief guardians of the hive. They serve as trusted advisors to the queen and as generals of her armies. Warriors are the formians outsiders most frequently encounter. The warriors of the hive follow the orders of the myrmarch, and defend the hive from all encroachers. They also serve as hunters within formian lands and protect workers that venture beyond the hive.",
			"",
			"Taskmasters serve the queen as overseers of projects that require greater intelligence and more liberated thinking than workers possess. Each taskmaster oversees workers bred with specific skills, directing tasks like expanding tunnels, repairing damage to the hive, or undermining the lands of dangerous creatures.",
			"",
			"Workers are by far the most common formians, and perform a vast number of basic tasks, but they avoid interacting with those outside their hive.",
			"",
			"### Interplanetary Expansionists",
			"",
			"After thoroughly occupying their home world, formians came up with a creative solution for alleviating population pressures. The most powerful queens coordinate their efforts to build dozens of massive asteroids, each loaded with a queen plus several myrmarchs and taskmasters, along with hundreds of eggs. The occupants are then placed in stasis, unable to wake until the asteroid crashes on a new world. The asteroids are then ensconced in layer after layer of magical protections and flung at nearby planets, serving as interplanetary seedpods for the species.",
			"",
			"After years, decades, or even centuries in transit, an asteroid ship reaches its destination - or misses its mark entirely and continues off into the depths of space, the occupants safe though trapped in the asteroid until they reach a habitable planet. Most of these seedpods crash on their intended planets, though even then some of the seedpods meet with calamity. In rare instances, either the stasis or the protective magic fails, making the seedpod vulnerable to violent entry into a planet's atmosphere. Other times the seedpod lands in an ocean or some other region of the planet inhospitable to formians, leaving them to drown, freeze, or meet some other calamity.",
			"",
			"The safe arrival of a seedpod often creates a period of destruction and chaos for the natives of the formians' new home. When the seedpod's protections relax, the eggs hatch, and the formians move forward with ruthless efficiency toward creating their new hive.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Formian Myrmarch}",
			"- {monster/Formian Queen}",
			"- {monster/Formian Taskmaster}",
			"- {monster/Formian Warrior}",
			"- {monster/Formian Worker}"
		]
	},
	"gargoyle": {
		"name": "Gargoyle",
		"sources": [ "Classic Horrors Revisited" ],
		"description": [
			"## Gargoyle",
			"",
			"{SOURCE Classic Horrors Revisited}",
			"",
			"Sinister hunters of living stone, gargoyles perch high on the rooftops of towns and cities, appearing for all the world like harmless stone sculptures, carved in the likeness of demons, devils, or other hideous humanoid creatures. As still as statues, they patiently wait through the daylight hours, watching the city come to life and hungrily eyeing the unwitting passersby below. When dusk falls, the statues come alive and fly into the night sky, silently soaring above the darkened streets on stony wings looking for prey, snatching up unsuspecting walkers, never to be seen again.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Four-Armed Gargoyle}",
			"- {monster/Gargoyle Abductor}",
			"- {monster/Gargoyle Guardian}",
			"- {monster/Gargoyle}",
			"- {monster/Kapoacinth Hunter}"
		]
	},
	"genie": {
		"name": "Genie",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Genie",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"This family represents a group of similar monsters. No official description has been provided.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Djinni}",
			"- {monster/Efreeti}",
			"- {monster/Janni}",
			"- {monster/Marid}",
			"- {monster/Shaitan}"
		]
	},
	"gigas": {
		"name": "Gigas",
		"sources": [ "Pathfinder #30: The Twice-Damned Prince" ],
		"description": [
			"## Gigas",
			"",
			"{SOURCE Pathfinder #30: The Twice-Damned Prince}",
			"",
			"This family represents a group of similar monsters. No official description has been provided.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Abaddon Gigas}",
			"- {monster/Abyss Gigas}",
			"- {monster/Hell Gigas}"
		]
	},
	"golem": {
		"name": "Golem",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Golem",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"Golems are magically created automatons of great power. They stand apart from other constructs in the nature of their animating force-golems are granted their magical life via an elemental spirit, typically that of an earth elemental. The process of creating a golem binds the spirit to the artificial body, merging it with this specially prepared vessel and subjecting it to the will of the golem's creator.",
			"",
			"Being mindless, golems do nothing without orders from their creators. They follow instructions explicitly and are incapable of complex strategy or tactics. A golem's creator can command it if the golem is within 60 feet and can see and hear its creator. If uncommanded, a golem usually follows its last instruction to the best of its ability, though if attacked it returns the attack. The creator can give the golem a simple command to govern its actions in his absence, or can order the golem to obey the commands of another, but the golem's creator can always resume control by commanding the golem to obey him alone.",
			"",
			"### Constructing a Golem",
			"",
			"The cost to create a golem includes the cost of the physical body and all the materials and spell components used in its creation. Each golem entry gives specific details on the materials required and the total cost for its creation.",
			"",
			"The market price of a golem with more Hit Dice than the typical golem described in each entry is increased by 5,000 gp for each additional Hit Die it possesses beyond the standard for its kind, and increases by an additional 50,000 gp if the golem's size increases. Building a golem with the advanced simple template increases its cost by 15,000 gp.",
			"",
			"### Shield Guardians",
			"",
			"A spellcaster with enough talent, resources, and inspiration can create a special variant of a golem known as a shield guardian. Any true golem can be created as a shield guardian, but the choice to do so must be made during the golem's construction - a completed golem cannot later be \"upgraded\" to function as a shield guardian.",
			"",
			"Shield guardians are designed to serve as bodyguards. When created, a shield guardian is keyed to a magical amulet that is constructed at the same time as (and as part of the cost of) the guardian. Henceforth, it regards the wearer of that amulet as its master, protecting and following that individual everywhere (unless specifically commanded not to do so). If a shield guardian's amulet is destroyed, the guardian ceases to function until a new one is created. If the wearer dies but the amulet is intact, the shield guardian carries out the last command it was given.",
			"",
			"A shield guardian obeys its master's verbal commands to the best of its ability, although it is not good for much beyond combat, protection, and simple manual labor. It can also be keyed to perform specific tasks at specific times or when certain conditions are met. The wearer of the amulet can call the shield guardian from any distance, and it will come as long as it is on the same plane.",
			"",
			"Shield guardians have the same statistics as the base golem, but with the following additional special qualities. A shield guardian's CR is equal to the base golem's CR + 2.",
			"",
			"**Controlled (Ex)** A shield guardian that has the berserk special attack cannot go berserk as long as the wearer of its amulet is within 30 feet.",
			"",
			"**Fast Healing (Ex)** A shield guardian has fast healing 5.",
			"",
			"**Find Master (Su)** As long as a shield guardian and its amulet are on the same plane, the shield guardian can locate the amulet's wearer (or just the amulet, if it is removed after the guardian is called).",
			"",
			"**Guard (Ex)** If ordered to do so, a shield guardian moves to defend the wearer of its amulet. All attacks against the amulet wearer take a -2 penalty when the shield guardian is adjacent to its master.",
			"",
			"**Shield Other (Sp)** The wearer of a shield guardian's amulet can activate this defensive ability as a standard action if within 100 feet of the shield guardian. Just as the spell of the same name, this ability transfers to the shield guardian half the damage that would be dealt to the amulet wearer (note that this ability does not provide the spell's AC or save bonuses). Damage transferred in this manner bypasses any defensive abilities (such as immunity or damage reduction) the golem possesses.",
			"",
			"**Spell Storing (Sp)** A shield guardian can store one spell of 4th level or lower that is cast into it by another creature. It \"casts\" this spell when commanded to do so or when a predefined situation arises. Once this spell is used, the shield guardian can store another spell (or the same spell again).",
			"",
			"**Construction** A shield guardian's base materials cost an additional 25,000 gp above the base golem's cost. The creature's master may assemble the body or hire someone else to do the job. The Craft check required to make the body is 4 higher than normal for the base golem's kind. The keyed amulet is fashioned at the same time - it costs 20,000 gp above and beyond the shield guardian's total cost. After the body is sculpted, the shield guardian is animated through an extended magical ritual that requires a specially prepared laboratory or workroom, similar to an alchemist's laboratory and costing 500 gp to establish. If the creator is personally constructing the creature's body, the building and the ritual can be performed together. The creator must have a minimum caster level of 2 higher than the base golem's minimum required caster level. In addition, the following spells are added to the base golem's requirements: discern location and either shield or shield other.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adamantine Golem}",
			"- {monster/Alchemical Golem}",
			"- {monster/Behemoth Golem}",
			"- {monster/Blood Golem}",
			"- {monster/Bone Golem}",
			"- {monster/Brass Golem}",
			"- {monster/Cannon Golem}",
			"- {monster/Carrion Golem}",
			"- {monster/Clay Golem}",
			"- {monster/Clockwork Golem}",
			"- {monster/Coral Golem}",
			"- {monster/Crystal Golem}",
			"- {monster/Dragonhide Golem}",
			"- {monster/Equine Bone Golem}",
			"- [Fiend-Infused Golem](template/fiend_infused)",
			"- {monster/Flesh Golem}",
			"- {monster/Fossil Golem}",
			"- {monster/Glass Golem}",
			"- {monster/Gold Golem}",
			"- {monster/Ice Golem}",
			"- {monster/Inubrix Golem}",
			"- {monster/Ioun Golem}",
			"- {monster/Iron Golem}",
			"- {monster/Junk Golem}",
			"- {monster/Lead Golem}",
			"- {monster/Magnetitie Golem}",
			"- {monster/Marrowstone Golem}",
			"- {monster/Mask Golem}",
			"- {monster/Mithral Golem}",
			"- {monster/Noqual Golem}",
			"- {monster/Obsidian Golem}",
			"- {monster/Panthereon}",
			"- {monster/Quantium Golem}",
			"- {monster/Quintessence Golem}",
			"- {monster/Robot Golem}",
			"- {monster/Sand Golem}",
			"- {monster/Sentient Wax Golem}",
			"- {monster/Shadow Golem}",
			"- {monster/Stone Golem}",
			"- {monster/Viridium Golem}",
			"- {monster/Wax Golem}",
			"- {monster/Wood Golem}"
,
			"",
			"### Members of This Family:",
			"",
			"- {monster/Flesh Golem}"
		]
	},
	"great_old_one": {
		"name": "Great Old One",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Great Old One",
			"",
			"{SOURCE Bestiary 4}",
			"",
			"The Great Old Ones are otherworldly entities of almost unimaginable power-beings completely alien to humanity, both physiologically and spiritually. They exist in the forgotten corners of distant worlds or lost dimensions, yet their power is so great they can influence certain sensitive mortal minds in their dreams and nightmares, even if such influence is as accidental as a star's gravitational pull on a tiny mote of dust adrift in space. In such ways, cults devoted to the Great Old Ones can rise on worlds throughout the Material Plane, even without prior contact between these worlds. Some of the Great Old Ones grant access to the domain of {domain/Void} and its associated subdomains.",
			"",
			"While not all of the Great Old Ones are evil, all are forces of chaos. Their cults are almost always evil and cause harm and madness, but the Great Old Ones are generally content to ignore lesser life such as humans, elves, and dwarves. Yet when their attention is garnered, the results can be catastrophic on an immense scale; for just as the ant who bites someone's toe invites swift destruction on a scale its feeble mind can't envision, so too does humanity invite unimaginable ruin by delving into the affairs of these powerful creatures.",
			"",
			"The Great Old Ones themselves often serve and worship even greater powers, such as Azathoth, Nyarlathotep, Shub-Niggurath, and Yog-Sothoth. Those creatures are the Outer Gods, and whereas the Great Old Ones can be thought of as akin to demigods, the Outer Gods are themselves true deities.",
			"",
			"### Other Great Old Ones",
			"",
			"Bokrug, Cthulhu, and Hastur are but three of the Great Old Ones-countless others exist on distant worlds or other dimensions, yet are still able to influence the world through their dreams and cults. The central concept of the Great Old Ones was created by H. P. Lovecraft, one of the most influential writers of weird fiction - and horror fiction in general - of the 20th century. Lovecraft actively encouraged his writer friends to add to his mythos of creatures, and today we have Great Old Ones created not only by Lovecraft's contemporaries like Clark Ashton Smith, Robert E. Howard, Henry Kuttner, and August Derleth, but also by modern writers like Ramsey Campbell, Brian Lumley, and Stephen King. Chaosium's excellent Call of Cthulhu roleplaying game is a perfect place to start delving into the realm of Great Old Ones evoked in RPG form. By creating new Great Old Ones for your game, you can become part of a tradition of shared mythology nearly a century old!",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Atlach-Nacha}",
			"- {monster/Bokrug}",
			"- {monster/Cthulhu}",
			"- {monster/Ghatanothoa}",
			"- {monster/Hastur}",
			"- {monster/Ithaqua}",
			"- {monster/Mhar}",
			"- {monster/Mordiggian}",
			"- {monster/Rhan-Tegoth}",
			"- {monster/Tawil At'umr}",
			"- {monster/Tsathoggua}",
			"- {monster/Xhamen-Dor}",
			"- {monster/Yig}"
		]
	},
	"gremlin": {
		"name": "Gremlin",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Gremlin",
			"",
			"{SOURCE Bestiary 2}",
			"",
			"Well known for their mischievous natures, their nasty senses of humor, and their destructive habits, the fey creatures known as gremlins rightfully earn their reputations as cruel pranksters and sadistic saboteurs. Ranging in size from 3 feet in height down to barely over a foot tall, numerous types of gremlins stalk the world's dark and unseen reaches, tending to linger near thin spots in reality between the Material Plane and the realms of the fey. The smaller a gremlin is, the stronger its ties to the realm of the fey remain, and the stranger and more potent its powers.",
			"",
			"Gremlins understand that they lack physical power, and thus are usually encountered in large groups that work together to defend each other and their lair. While all gremlins share certain traits in common, such as a resistance to damage from weapons save those made of cold iron, a cruel and sadistic sense of humor, the ability to use prestidigitation to enhance their mischievous plans, and their slight statures, the single trait that gremlins are most well known for is their ability to break, curse, and otherwise ruin the works of other creatures. Gremlins take great delight in ruining and breaking things, and while each gremlin race has a particular \"specialty\" (be it magical auras, complex machinery, coordinated tactics, or even luck itself), all gremlins are fascinated by complex devices and intricate social constructs. Nothing pleases a gremlin more than being involved in the collapse of something complex.",
			"",
			"Although gremlins originally hailed from the mysterious realm of the fey, they have lived upon the Material Plane for countless generations. In that time, they have become natives of this realm, both in body and soul. Yet not all gremlins have managed to retain their strange powers to disrupt and destroy - the most unfortunate gremlins are not even commonly known as gremlins at all. These bizarre creatures are known as mites. While they retain the gremlin ability to use a few spell-like abilities, mites represent to their fellow gremlins the ultimate shame and horror - a fall into pathetic self-loathing and pitiful cowardice. As a result, gremlins grow particularly sadistic and violent when presented with an opportunity to torment a tribe of mites, abandoning their more subtle methods of disrupting communities and machinery in favor of all-out war, invading mite homes and lairs with tiny knives in hand and murder on their minds. Only mite tribes that have managed to ally themselves with particularly dangerous vermin generally have any chance at all to withstand an invasion of this sort, and most tribes quickly surrender to the gremlins. In some cases, the wholesale act of surrender can cool the gremlins' rage, and the attackers simply take steps to subjugate and enslave the tribe of mites, using them from that point on as a slave class to serve their whims, but in other cases not even the mite tribe's complete surrender can save them.",
			"",
			"Against larger creatures, particularly humanoids (whom gremlins particularly love to torment and vex), gremlins adopt a much more subtle approach. Gremlins know that they lack the physical strength to withstand a fight against even the weakest humanoid societies, and thus keep to the shadows when moving through cities and villages. Gremlins seek out regions within urban areas where the \"big folk\" don't bother to visit often-places like sewers, dumps, graveyards, and abandoned buildings make for perfect gremlin lairs. Once a gremlin tribe establishes itself in the shadows of a humanoid society, it begins its work. Operating in pairs or even alone, the gremlins move out into the society, seeking ways to undo anything that can be undone. If a gremlin can arrange it, it prefers to leave an object, relationship, or situation in such a condition that it may seem stable and undamaged to the casual observer, but falls apart or fails spectacularly the next time it is used or encountered. A gremlin often waits in hiding nearby so it can observe the calamitous results of its mayhem, but takes pains to be well out of reach when such a disaster occurs. Gremlins know that it's not good to be in arm's reach of an angry humanoid once it realizes it's been visited by a gremlin.",
			"",
			"In areas where gremlin activity is well established, many societies have developed unique and clever ways to both protect themselves from gremlin-related mayhem and root out the little monsters from their lairs. One common method of dealing with gremlins is to use objects known as gremlin bells. Crafted from bronze, brass, or other semiprecious metals and measuring no more than an inch tall, gremlin bells are hung from delicate chains or silken cords over door frames and windows, or affixed to precious objects. The belief is that the presence of a gremlin bell sickens the creatures and even renders their supernatural and spell-like abilities useless. Strangely enough, many gremlins believe this as well, and even when the gremlin bells aren't magic, gremlins won't risk tinkering with most objects that seem to be warded in such a manner.",
			"",
			"Other communities take a much more active path in ridding themselves of gremlins, training small animals like cats, dogs, falcons, or even weasels to seek out and attack gremlins on sight. Tiny trained animals can pursue gremlins into their cramped warrens with ease and, when their claws are fitted with cleverly constructed cold iron spikes, can inflict significant damage on a tribe of these creatures. Many gremlin tribes have learned from such tactics, however, and utilize trained (or not) animals in their own lairs for protection.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Drexin}",
			"- {monster/Erinat}",
			"- {monster/Fuath}",
			"- {monster/Grimple}",
			"- {monster/Haniver}",
			"- {monster/Hobkins}",
			"- {monster/Jinkin}",
			"- {monster/Monaciello}",
			"- {monster/Nuglub}",
			"- {monster/Nuno}",
			"- {monster/Pugwampi}",
			"- {monster/Vexgit}"
		]
	},
	"hag": {
		"name": "Hag",
		"sources": [ "Classic Horrors Revisited" ],
		"description": [
			"## Hag",
			"",
			"{SOURCE Classic Horrors Revisited}",
			"",
			"If dryads, nymphs, and sprites represent the grace and beauty of unspoiled nature, then surely the annis hag, green hag, and sea hag embody its savage, destructive side. Though not fey themselves, hags appear to be somehow tied to nature, even if no more than as a distorted reflection of it. Hags are foul, wicked creatures, warped with cruelty and evil. Uniformly female and invariably repulsive, these misshapen crones plot dark deeds over bubbling cauldrons, either singly or in sinister triads known as covens.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Annis Hag}",
			"- {monster/Ash Hag}",
			"- {monster/Blood Hag}",
			"- {monster/Dreamthief Hag}",
			"- {monster/Green Hag}",
			"- {monster/Moon Hag}",
			"- {monster/Mute Hag}",
			"- {monster/Night Hag}",
			"- {monster/Sea Hag}",
			"- {monster/Storm Hag}",
			"- {monster/Winter Hag}"
		]
	},
	"herald": {
		"name": "Herald",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Herald",
			"",
			"{SOURCE Inner Sea Gods}",
			"",
			"Heralds are a special class of unique, godly servants. With few exceptions, each of Golarion's deities has its own herald, a favored minion that serves as a messenger and emissary throughout the planes. Creatures of myth, the heralds' interventions on the Material Plane mark lives and are events of legend.",
			"",
			"Heralds are unique outsiders of approximately CR 15 with 18 or fewer Hit Dice, making them available for summons via greater planar ally. Only a deity's worshipers can summon its herald; thus, even the most powerful worshiper of Sarenrae can never summon the herald of Iomedae. In addition, only divine spellcasters can summon heralds, preventing arcane casters and spells like planar binding from effectively calling upon such beings. Even if a character proves powerful enough to call out to a herald, a deity has the final say in whether or not its emissary answers a worshiper's summons, granting its herald's service only to followers in the most extreme need or whose acts directly further its will.",
			"",
			"**Herald Subtype:** Heralds are unique representatives of their respective gods and sometimes have a specific outsider subtype such as \"devil\" or \"psychopomp\" that grants it additional abilities. A herald has the following traits.",
			"",
			"- **Always Armed (Su)** Heralds can summon their signature weapon as a standard action. If its herald doesn't have a signature weapon, it can summon any nonmagical weapon as a standard action (including adamantine, etc.); the weapon disappears if it leaves the herald's grasp.",
			"- **Emissary (Ex)** Heralds can always be summoned by the faithful using greater planar ally or gate, regardless of limitations of that spell, even if it's not an outsider.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Arcanotheign}",
			"- {monster/Basileus}",
			"- {monster/End's Voice}",
			"- {monster/Gravedragger}",
			"- {monster/Great Elder Iuu}",
			"- {monster/Hand of the Inheritor}",
			"- {monster/Latten Mechanism}",
			"- {monster/Lawgiver}",
			"- {monster/Mother's Maw}",
			"- {monster/Night Monarch}",
			"- {monster/Personification of Fury}",
			"- {monster/Steward of the Skein}",
			"- {monster/Sunlord Thalachos}",
			"- {monster/Tarrasque}",
			"- {monster/Thais}",
			"- {monster/The First Blade}",
			"- {monster/The Grand Defender}",
			"- {monster/The Grim White Stag}",
			"- {monster/The Menotherian}",
			"- {monster/The Old Man}",
			"- {monster/The Prince in Chains}",
			"- {monster/The Spirit of Adoration}",
			"- {monster/The Stabbing Beast}",
			"- {monster/Yethazmari}"
		]
	},
	"herd_animal": {
		"name": "Herd Animal",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Herd Animal",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"This family represents a group of similar monsters. No official description has been provided.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Antelope}",
			"- {monster/Aurochs}",
			"- {monster/Bison}",
			"- {monster/Camel}",
			"- {monster/Elk}",
			"- {monster/Giraffe}",
			"- {monster/Ram}",
			"- {monster/River Elk}",
			"- {monster/Stag}"
		]
	},
	"hive": {
		"name": "Hive",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Hive",
			"",
			"{SOURCE Horror Adventures}",
			"",
			"The hive are an invasive species of aberrations that consume worlds like locusts. Hive creatures have the following traits (unless otherwise noted in a creature's entry).",
			"",
			"- Immunity to acid.",
			"- **Blind:** A hive creature is blind. It is immune to gaze attacks, visual effects, illusions, and other attack forms that rely on sight. Unlike other aberrations, a hive creature doesn't have darkvision.",
			"- Blindsense 60 feet.",
			"- Blindsight 10 feet.",
			"",
			"- **Corrosive Blood (Ex):** A hive creature's blood is highly caustic. Every time the hive creature is damaged by a piercing or slashing weapon, the attacking creature takes acid damage according to the table below (or double damage if the attack is a critical hit). Using a reach weapon does not endanger the attacker in this way. If the hive creature has the swallow whole ability, it adds this damage to its swallow whole damage.",
			"",
			"- **Death Throes (Ex):** When a hive creature dies, it exudes a pool of its corrosive blood in the space it occupies. This pool deals 1d6 points of acid damage per Hit Die of the hive creature for 3 rounds to objects and creatures in those squares (Reflex half). This acid damages whatever surface it is on, and if it deals enough damage to destroy the surface, the acid falls down to any subsequent floor below and continues to deal damage. The save DC is Constitution-based.",
			"",
			"- **Heat Adaptability (Ex):** Hive creatures are considered to always be under the effect of {spell/endure elements} with regard to hot climates.",
			"",
			"- **Hive Mind (Ex):** Hive creatures have no language of their own, instead communicating simple concepts via pheromone discharge and body language that other creatures with the hive subtype understand. This ability functions within line of sight. If one hive creature is able to act in the surprise round of combat, all other hive creatures in line of sight can also act, and a hive creature isn't flanked unless all hive creatures within line of sight are flanked.",
			"",
			"- A hive creature doesn't need to eat, drink, or sleep.",
			"",
			"| Size of Hive Creature | Points of Acid Damage |",
			"| --- | --- |",
			"| Medium or smaller | 1d4 |",
			"| Large | 1d6 |",
			"| Huge | 1d8 |",
			"| Gargantuan | 2d6 |",
			"| Colossal | 2d8 |",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Hive Brute}",
			"- {monster/Hive Larva Swarm}",
			"- {monster/Hive Queen}",
			"- {monster/Hive Warrior}"
		]
	},
	"horsemen_of_the_apocalypse": {
		"name": "Horsemen of the Apocalypse",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## Horsemen of the Apocalypse",
			"",
			"{SOURCE Bestiary 6}",
			"",
			"The greatest of {family/daemon/s}, known as the Horsemen of the Apocalypse (or simply the Four), rule the blighted plane of Abaddon. Each of these monstrously powerful evil demigods is a unique physical personification of one of the four concepts of apocalyptic events: death, famine, pestilence, and war.",
			"",
			"Only four Horsemen can exist at any given time, though whether their claim to that status is granted by the assent of their other sibling-peers, by their native plane of Abaddon, or by a rumored fifth progenitor Horseman of deific power remains a mystery. While their number remains exclusive, Horsemen can and have died and been replaced, slain by vengeful gods, demon lords, daemonic harbingers from within their own courts, or even - in rare cases - their own sibling-peers among the Four. Among the Horsemen, only Charon, the Horseman of Death, has held his position from the beginning. The title of \"Horseman\" is gender neutral-there are and have been female, male, and genderless Horsemen of the Apocalypse, as well as ones with multiple genders.",
			"",
			"Every Horseman was once a mortal whose soul transitioned into the form of a daemon at some point after death. This legacy stands at the center of their kind, gnawing at their pride and sanity moment by moment, as they understand that they began their lives as the very things they seek to exterminate. Equally incongruous is that the Horsemen each actively foster their own mortal cults, even granting spells to clerics pledged to their name. The Horsemen see their worshipers as useful idiots condemned to oblivion upon death, despite the aid such cultists provide in carrying out the Four's genocidal will.",
			"",
			"Any Horseman can be contacted through {spell/commune} and can be called by a {spell/gate} spell, though they are under no compulsion to come through the latter. Typically the Horsemen require an enormously valuable offering or a tremendous amount of bloodshed in their name before accepting such an invitation.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Apollyon}",
			"- {monster/Charon}",
			"- {monster/Szuriel}",
			"- {monster/Trelmarixian}"
		]
	},
	"house_spirit": {
		"name": "House Spirit",
		"sources": [
			"Pathfinder #67: The Snows of Summer",
			"Bestiary 5"
		],
		"description": [
			"## House Spirit",
			"",
			"{SOURCE Pathfinder #67: The Snows of Summer}",
			"",
			"These sometimes-helpful fey creatures bind themselves to rural families and live among them. Some bear a resemblance to the family's ancestors, a similarity that grows more obvious the longer they are in the family's service. House spirits use their compression ability and invisibility to stay out of the sight of those they live among.",
			"",
			"### House Spirit",
			"",
			"{SOURCE Bestiary 5}",
			"",
			"These sometimes-helpful fey creatures known as house spirits bind themselves to rural families and live among them. Some bear a resemblance to the family's ancestors, a similarity that grows more obvious the longer they remain in the family's service. House spirits use their compression ability and invisibility to stay out of the sight of those among whom they live.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Domovoi}",
			"- {monster/Dvorovoi}",
			"- {monster/Ovinnik}"
		]
	},
	"idol": {
		"name": "Idol",
		"sources": [ "Pathfinder #27: What Lies in Dust" ],
		"description": [
			"## Idol",
			"",
			"{SOURCE Pathfinder #27: What Lies in Dust}",
			"",
			"The trappings of strange cultures and jealous mystics, isolated natives and sinister beliefs, idols symbolize the might of enigmatic and often bloody faiths. As the focus of cultish tribes and mysterious religions, crude icons occasionally come to express a measure of true power, transforming religious ardor offered through centuries of worship or the magic of inscrutable priests into not just supernatural properties, but actual life. Such idols thus become manifestations of self-fulfilling beliefs, servants to zealots, and miniature gods to the blindly devout.",
			"",
			"While the abilities of an idol are tied intrinsically to the magic and materials from which it is made, all idols constantly radiate moderate magical auras and possess the following special abilities:",
			"",
			"**Inanimate (Ex)** An idol is effectively a statuette and does little to suggest otherwise. Spending most of its existence perfectly motionless, a stationary idol is indistinguishable from a normal inanimate object. Unless noted in its description, an idol can make use of the majority of its special abilities without moving, though the round after it does so observers can make a DC 25 Perception check to notice minute hints-magical glimmers, minute contortions, etc.-suggesting that the idol is actually animate. Overt actions, such as an idol moving or attacking, make its nature obvious to witnesses, and to others who make a Perception check (as previously noted) even 1 round after it moves.",
			"",
			"**Share Abilities (Su)** An idol can share any spell-like ability that would normally only affect itself (as the caster) with any ally within 5 feet. The idol's creator or allies familiar with its abilities may request the idol grant them specific powers on its turn. Spell-like abilities usable in this way are marked with an asterisk (\\*).",
			"",
			"**Skills** In addition to the challenge of detecting a stationary idol, these constructs gain a +4 racial bonus on Stealth checks made to hide amid the materials that comprise their bodies.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Bone}",
			"- {monster/Jade}",
			"- {monster/Stone}",
			"- {monster/Wood}"
		]
	},
	"inevitable": {
		"name": "Inevitable",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Inevitable",
			"",
			"{SOURCE Bestiary 2}",
			"",
			"Originally invented and forged in the Outer Planes by the axiomites, inevitables are living machines whose sole purpose is to seek out and destroy agents of chaos wherever they can.",
			"",
			"During the height of the first war between law and chaos, while the Outer Planes were still forming from the raw chaos of the primal reality, inevitables were constructed by the axiomites as an unflinching army-soldiers powerful and devoted enough to march on the madness-inducing hordes of proteans who sought to unmake reality and return it all to the primal chaos they so adored. While this war has long since cooled to a simmer, and the reality of the Outer Planes is now not so easily threatened by the entropic influence of the proteans and their home plane, the defense of the axiomites' home plane remains the inevitables' primary goal. Despite the proteans' subsequent adaptation and study of how best to make themselves more resistant to the inevitables' attacks, these constructed soldiers remain imposingly effective.",
			"",
			"Today, many inevitables-almost all of those encountered on the Material Plane-pursue a new aspect of their original mission: tracking down those who flagrantly flout the forces of law and redeeming them or, more often, eliminating the threat they present to the ordered nature of the multiverse. Matched on the side of chaos by the manipulative imentesh proteans, new inevitables awake to find themselves locked in a proxy war, knowing that losing the Material Plane to chaos would place their masters in a dangerous position.",
			"",
			"Genderless, incorruptible, and caring nothing for power or personal advancement, inevitables are cunning and valiant shock troops in the service of law. Though they regularly interact with their creator race on their home plane, they have no society of their own, and are almost always encountered singly on other planes, each more than capable of pursuing its own mission. These individual crusades range from enforcing important or high-profile contracts and laws to forcibly correcting those mortals who would seek to cheat death. How they deal with the guilty varies according to the transgression: sometimes this means a simple geas or mark of justice to ensure that the target works to right his wrongs or never again strays from the path of law, but just as often an offense worthy of an inevitable's attention is severe enough that only immediate execution will suffice. Such decisions are not always popular-for the kindly priest who transcends mortality and the freedom fighter who battles the evil-yet-rightful king are every bit as guilty as grave-robbing necromancers and demon-worshipers - but the inevitables are always just, and few dare stand in the way of their judgment. Those inevitables who have completed a given mission often wander through whatever society they find themselves in, seeking other lawbreakers worthy of their ministrations. Brave souls with a worthy cause are always welcome to approach an inevitable and present their case, but should be wary of invoking the help of such powerful, single-minded beings-for an inevitable may not see the situation the same way they do, and though all inevitables do their best to preserve innocent life, they're not above sacrificing a few allies or innocents in an effort to bring down a greater villain.",
			"",
			"Physically, inevitables often have humanoid forms or aspects, but their bodies appear somewhere between clockwork constructs and fine statues in the greatest classical tradition. Constructed of stone, adamantine, and even more precious materials, each inevitable is brought to sentience in the axiomites' forges already programmed with the details of its first target. Though they know that all beings outside of the lawful planes harbor chaos in their hearts, inevitables also understand that such conflicted creatures may yet be forces for law as much as for chaos, and thus overlook all but the most flagrant offenses. The most commonly recognized types of inevitables are as follows.",
			"",
			"**Arbiters** Scouts and diplomats, often assigned to wizards as familiars in the hopes of directing such individuals to the cause of law.",
			"",
			"**Kolyaruts** Cloaked and stealthy humanoid warriors who track and punish those who break contracts.",
			"",
			"**Lhaksharuts** Juggernauts who search for permanent breaches and links between planes and invasions from one dimension to another.",
			"",
			"**Maruts** Towering beings of stone, steel, and storm who bring a fitting end to those mortals who try to cheat death in attempts to live forever.",
			"",
			"**Zelekhuts** Winged, centaur-like constructs who track down those who flee just and legal punishment, returning them to their rightful judges or carrying out the sentence themselves.",
			"",
			"### Primal Inevitables",
			"",
			"While the lhaksharuts are generally thought of as the most powerful caste of inevitable, there exist others of even greater skill and strength - these are known as the primal inevitables. These goliaths were among the first weapons of war forged by the axiomites to fight the protean menace - the methods to create more have long been lost to the axiomites, and those few primals who remain alive to this day have become legendary. None have been encountered in living memory, but the possibility of a primal's emergence is enough to give the proteans second thoughts when ideas of invading the inevitables' home plane arise.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Arbiter}",
			"- {monster/Hykariut}",
			"- {monster/Impariut}",
			"- {monster/Kastamut}",
			"- {monster/Kolyarut}",
			"- {monster/Lhaksharut}",
			"- {monster/Marut}",
			"- {monster/Novenarut}",
			"- {monster/Rokyamut}",
			"- {monster/Valharut}",
			"- {monster/Yarahkut}",
			"- {monster/Zelekhut}"
		]
	},
	"kaiju": {
		"name": "Kaiju",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Kaiju",
			"",
			"{SOURCE Bestiary 4}",
			"",
			"In the furthest reaches of the globe, where civilization itself is a legend and mapmakers can only make guesses about lands and denizens, immense creatures that are worshiped as gods walk the world. Capable of devastating entire cities in a single day of ruin and unleashing powerful supernatural attacks, these fabled, so-called \"gods\" are anything but. These massive monsters are known as kaiju, and the tales told of their genesis are as varied as the strange forms and capabilities of the monsters themselves.",
			"",
			"A kaiju is a monster of tremendous size-far larger than almost any other creature. Each kaiju is unique, but they all share a few traits in common (see the {subtype/kaiju/ subtype}. Kaiju can be of different types, but most are magical beasts. Although kaiju are semi-intelligent and can generally understand a single language, they cannot speak. Some legends tell of certain gifted or unique people being able to call kaiju from vast distances to aid them in times of distress. This type of bond with a kaiju isn't well understood, but rarely comes to those who already possess great power. Rather, it is the helpless, the compassionate, and the meek who can bring forth kaiju.",
			"",
			"Kaiju generally dwell in distant, remote wildernesses, often in unusually close proximity to one another. There they battle, but never quite seem to finish their constant conflicts before one of the beasts staggers away to recover from the clash, defeated only for the moment. Visitors to one of the remote lands where kaiju frequently clash can often explore without too much fear, as long as they take care not to be too visible or destructive as they explore. Unless a kaiju is being attacked or is particularly aggressive (such as when it's defending a territory), it's likely to ignore Medium or smaller creatures that wander in its vicinity, just as a human might ignore an ant crawling nearby.",
			"",
			"A kaiju's supernatural metabolism allows it to draw energy and nutrition from sources other than food; each kaiju \"feeds\" in a different way on a different form of energy, but when denied its energy source it does not starve. Instead, the immense monster simply falls into torpor, hibernating until a new source of energy awakens it once again. In some cases, a kaiju can lie dormant for ages - so long that civilizations have time to unknowingly encroach upon lands the monster claimed long ago as its territory. As long as the new civilizations take care to not accidentally waken the monster, they can coexist with the slumbering kaiju in relative peace for many, many years. Yet eventually, some event will inevitably waken the slumbering giant and call it forth into a rampage.",
			"",
			"Certain events can drive a kaiju into a destructive frenzy. Powerful storms or natural disasters, rare and dangerous rituals designed to call out to them, the use of incredibly powerful magical weapons, wars, and the approach of other kaiju can all send one of these creatures on a rampage of wrath. When a kaiju begins such a rampage, it leaves its remote wilderness home and travels far afield, often for hundreds or even thousands of miles through unexplored wilds or across entire oceans until it reaches the source of the irritation.",
			"",
			"Upon arriving in such a location, the kaiju seeks out the source of whatever enraged it, or if no obvious source is apparent, it simply tramples a path of destruction through whatever city or fortress or locale happens to be in its way. Once a kaiju's rampage begins, it can last for weeks, with the monster periodically retreating between attacks into wildernesses or oceans near the source of the disturbance to rest or recuperate.",
			"",
			"Societies that are frequently plagued by kaiju attacks often build special magical siege engines designed to drive off the monster, or even seek to recruit the aid of other kaiju to battle the intruder. Unfortunately, the collateral damage caused by multiple kaiju is significant, and fighting fire with fire in this way may leave behind nothing but rubble.",
			"",
			"All kaiju are Colossal, and have a space and reach of no less than 50 feet each. A bipedal kaiju typically stands between 100 and 200 feet in height; quadrupedal kaiju are half as tall. A kaiju's size makes a battle against one challenging to run. At the scale needed to track tactical movement for Medium creatures, a kaiju takes up a massive amount of space. When designing an encounter with a kaiju, plan ahead and prepare a larger area so that you can track the kaiju's movement effectively.",
			"",
			"### Known Kaiju",
			"",
			"The kaiju presented on the following pages are but three of the legendary creatures said to dwell in remote places in the world. Here is a list of others, including the places they're rumored to dwell.",
			"",
			"- [Agmazar](monster/agmazar_the_star_titan), the Star Titan of the vast jungle",
			"- Cimurlian, the Great Bear of the frozen north",
			"- Ebeshra, the Winged Razor of the furthest clouds",
			"- Igroon, the Dragon Eater of the lost island",
			"- Mantraska, the World Talons of the rain forest",
			"- Shbloon, the Vortex Maw of the ocean deep",
			"- [Lord Varklops](monster/varklops), the Thrice-Headed Fiend of the dormant volcano",
			"- [Queen Vorgozen](monster/vorgozen), the Shapeless Feeder of the vast swamp",
			"- {monster/Yarthoon}, the Moon Grub of the darkest nights",
			"- Yorak, the Horned Thunder of the great mountains",
			"- Zimivra, the Endless Coils of the trackless desert",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Agyra}",
			"- {monster/Bezravnis}",
			"- {monster/Mogaru}"
		]
	},
	"kami": {
		"name": "Kami",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Kami",
			"",
			"{SOURCE Bestiary 3}",
			"",
			"Kami are ancient, mystical, and otherworldly spirits created eons ago by the gods. Originally intended as guardians of those parts of nature that could not protect themselves, kami have proven remarkably adaptive. As the nature of reality changes, so do the kami.",
			"",
			"There are countless species of kami - in theory, every type of animal, plant, object, and location could be served by its own type of kami. These are collectively called \"wards\" by kami, who often think of them similar to how a human might think of a young child placed into his or her care. In practice, there are far more wards in creation than there are kami. As such, all kami seek to reproduce and thus expand their influence - the more kami, the more wards what benefit from their protection. Accordingly, kami influence is usually regional in nature - the kami simply aren't numerous enough yet to protect all of creation.",
			"",
			"Further complicating attempts to catalog and categorize kami is the fact that there seems to be no rhyme or reason as to what sorts of wards get specific types of kami. The jinushigami, for example, are a race of kami that associate with all manner of regions, while the kodama concern themselves narrowly with the protection of specific trees. To the kami, these apparently arbitrary classifications make perfect sense, and their attempts to explain the reasoning to others generally result in confused listeners and frustrated kami. One thing that does remain constant, though, is the relationship between a kami's size and the import of its ward. A kami associated with a knife, frog, or single pebble in a stream would generally be quite small and unimposing, while a kami associated with a mountain, redwood tree, or elephant would be proportionally larger and more powerful. Of course, even here there seem to be exceptions, and frustrated scholars often wonder only half-jokingly whether the gods themselves vary these rules only to cause scholastic arguments and frustration.",
			"",
			"Kami come into existence either as a spontaneously manifesting spirit or as the reincarnation of a particularly noble soul. Souls of creatures who died to protect an element of nature are particularly prone to returning to life as a kami. In this latter way, many kami arise from the souls of dedicated rangers or druids who perished while defending their homelands, or monks who spent a lifetime meditating on the serenity of nature. Once reincarnated, however, few kami remember any of their former lives, and their forms never resemble their former bodies. The rare kami who do recall their prior lives are the kami most likely to become more than mere guardians - these kami often take class levels and grow quite powerful.",
			"",
			"Kami exist as ever-morphing spirits rather than souls trapped in concrete forms. Most exist to watch over a single tree, stone, or bend of a stream, and can have no more influence on the world than a single insect. A kami spends the majority of its existence merged with its ward - in this shape, it has no ability to interact with the world at all, but it can observe its surroundings with ease. There is no reliable way to determine whether an object, plant, animal, or location is protected by a kami, so those who travel or live in regions where kami are common generally assume that everything has a kami guardian. The kami do little to dissuade this, since the belief that kami are present is often just as potent a protection as having a kami in the first place.",
			"",
			"All kami can assume physical form. Most somewhat resemble their ward, but again, in apparent eagerness to baffle and frustrate scholars, this is not always the case. When a kami assumes physical form, it always initially appears adjacent to its ward, manifesting suddenly as if teleporting. It is considered impolite by kami to pop into view, though-most prefer to manifest bodies while hiding, such as behind a tree, then step out of hiding to reveal themselves to those they wish to speak to.",
			"",
			"Kami are generally a peaceable race, cohabitating with friendly fey and other magical beings that reside in natural environments. Dryads and treants alike find the company of kami to be quite favorable, as these noble spirits are willing to defend their lands to the death. Being more destructive, troublesome fey find themselves unwelcome in lands overseen by kami, who use the power of nature itself to obliterate intruders who make a nuisance of themselves. Kami's peaceful nature never vanishes more quickly than when they face oni, however, for no other creature is as hated by the kami as these. Kami view oni as defilers of the natural world and monsters whose goals and actions are in direct conflict with those of the nature spirits. When oni are spotted in areas guarded by kami, all kami alert each other to this intrusion, and band together to root out the dark presence. The fact that when a kami falls from grace it runs the risk of becoming an oni has much to do with this hatred-essentially, kami see oni as physical proof of their race's capacity for failure and shame.",
			"",
			"While kami are rarely evil, they place the protection of their wards above all else. Often, this puts them at odds with other creatures, and as a result, many tend to view kami as troublemakers at best and outright monsters at worst. The kami have little care for how they are viewed by non-kami, of course-what matters to them is the safety of their wards.",
			"",
			"The most powerful kami are known as kami lords. These mysterious and unique creatures are fantastically powerful, often on par with demigods or greater entities.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Dosojin}",
			"- {monster/Dunagh}",
			"- {monster/Fukujin}",
			"- {monster/Jinushigami}",
			"- {monster/Kaminari}",
			"- {monster/Kodama}",
			"- {monster/Shikigami}",
			"- {monster/Suijin}",
			"- {monster/Toshigami}",
			"- {monster/Zuishin}"
		]
	},
	"kyton": {
		"name": "Kyton",
		"sources": [ "Bestiary 3" ],
		"members": [
			"- {monster/Apocrisiarius}",
			"- {template/Apostle Kyton}",
			"- {monster/Augur}",
			"- {monster/Cantor}",
			"- {monster/Ephialtes}",
			"- {monster/Eremite}",
			"- {monster/Interlocutor}",
			"- {monster/Kyton}",
			"- {monster/Lampadarius}",
			"- {monster/Libitinarii}",
			"- {monster/Oitos}",
			"- {monster/Ostiarius}",
			"- {monster/Phylacator}",
			"- {monster/Sacristan}",
			"- {monster/Suffragan}",
			"- {monster/Termagant}"
		],
		"description": [
			"## Kyton",
			"",
			"{SOURCE Bestiary 3}",
			"",
			"Despicably cruel and equally horrible to gaze upon, kytons are evil fiends who feed on the fear and suffering of mortals through painful supernatural means. Their monstrous appearances vary, but their stoic and amoral dispositions are universal, for no kyton cares anything for the plights typical of the creatures they prey upon. They are beings wholly dedicated to metamorphosis achieved through horrific trials of self-mutilation and the mystical power provided them by their sapping of mortal anguish.",
			"",
			"Despite being often categorized by mortals as shadow-dwelling devils, kytons calmly refute such claims, seeing themselves as above the principles of Hell's denizens. Instead, kytons seek ecstasy through pain in the form of deliberate and violent self-transformation, adhering to the belief that by altering the physical and spiritual matter that makes up their form, they can reach a state of perfect being. Removing aspects of themselves and replacing them with more desirable or powerful pieces one at a time, kytons believe that experiences of heightened emotion and sensation (typically in the forms of terror and pain) lead to greater states of awareness and existence. The dedication with which they practice this belief places them on the level of zealots, their fanatical commitment made all the more disturbing by their eerie composedness and unnaturally cool dispositions.",
			"",
			"The original kytons were born of the first truly selfish and depraved thoughts conceived by mortals. These creatures surprised and horrified the early gods with their power and hideous nature, and so the gods chained them in a remote part of Hell. The kytons embraced their chains and, seeking to fulfill their unnatural hunger for pain, escaped to the Plane of Shadow, which lay much closer to their mortal prey. Now, kytons are born of mortal souls that were spiritually and physically tortured in life, victims of their own masochism, sacrifices to gods of suffering, or those promised to the fiends either by their own will or by sadistic cultists. Obscure rituals force the sacrificed souls to bypass the normal judgments of the afterlife and instead become mired in the Plane of Shadow. Over an excruciating and lengthy span of time, these souls are warped and twisted until they emerge as frail new kytons. A kyton's first willing act must be to cut away part of its own flesh, proving it is worthy of its kyton nature - the first step in an immortal lifetime of replacing its own substance with the stronger parts of other creatures. By drawing strength from its new grafts, a kyton grows and becomes both stronger and more terrible to behold. Thus, weaker kytons resemble the mortal creatures they once were, whereas older ones are horrifying patchworks of transplanted material that rarely look like their original forms. Many kytons still proudly wear the chains that bound them (either to Hell or to the torture devices that created them), trophies of their power to defy the gods or mortal fate.",
			"",
			"Kytons' need to replace parts of themselves with those of stronger mortals puts them in perpetual danger of attacking creatures that are too powerful for them to kill. For this reason, kytons are pragmatic and ruthless in their battles, scrutinizing all potential outcomes of a situation before taking action. Seeing strength in numbers, kytons often attack or trap a mortal victim as a team, hauling the unfortunate soul to the Plane of Shadow, converting their prey into a new kyton or dividing its body and soul among them for grafting and nourishment.",
			"",
			"The original {monster/kyton/s} presented are a specific type of kyton (other kytons call them \"evangelists\"); they have all the traits listed in the {subtype/kyton/ subtype}. The kytons listed here are but a few of the other known types - many more exist on the Plane of Shadow.",
			"",
			"### Kyton Demagogues",
			"",
			"The powerful kyton rulers called demagogues possess strength hardly fathomable by mortals. They exist within a power structure similar to that of archdevils. Lesser kytons view these overseers as horrid sovereigns among their kind, and though there are many outlying areas on the Plane of Shadow not controlled by demagogues, kytons who find themselves wandering through a demagogue's territory know to show respect for these lords of suffering.",
			"",
			"Demagogues are so advanced in their metamorphosis of self-mutilation and augmentation that no two look alike. Some are strangely beautiful, some are horrors beyond sane description. A demagogue's powers are vaster than even many of their kyton brethren dare consider - they construct enormous cities out of the countless bodies of their victims, weaving entire networks of veins and spiritual energy to create breathing, pulsating metropolises. Demagogues seek to control as much of the realm around their organic superstructures as they can, a feat that proves forever challenging in the dark, shifting corners of the Plane of Shadow. Though one rarely finds reason to leave the confines of its home plane, a demagogue's influence is far-reaching, and kytons who value their lives do as they are commanded, lest they incite the awful and calculating rage of a mighty overlord. The following are some of the most powerful kyton demagogues that reside in the Plane of Shadow, watching over their pulsating kingdoms in massive, gory towers.",
			"",
			"- Barravoclair, Lady of the Final Gasp",
			"- Fharaas, the Seer in Skin",
			"- Inkariax, the White Death",
			"- Morrobahn, the Parasite Seed",
			"- Raetorgash, the Skull-Hoarder",
			"- Sugroz, the Voice in Screams",
			"- Vevelor of the Broken Dream"
		]
	},
	"kyton_demagogue": {
		"name": "Kyton Demagogue",
		"sources": [ "Pathfinder #137: The City Outside of Time" ],
		"description": [
			"## Kyton Demagogue",
			"",
			"{SOURCE Pathfinder #137: The City Outside of Time}",
			"",
			"This family represents a group of similar monsters. No official description has been provided.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Inkariax}"
		]
	},
	"leshy": {
		"name": "Leshy",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Leshy",
			"",
			"{SOURCE Bestiary 3}",
			"",
			"Originally grown as servants for more powerful fey and intelligent plant life such as elder treants, leshys are sentient plants who look after their unintelligent brethren and serve as nature's verdant watchers. Several breeds of leshy exist, each being kindred to a broad group of plants or fungi. Among the best known are superstitious gourd leshys, wise seaweed leshys, strange fungus leshys, and wary leaf leshys, though others are rumored to exist, such as the surly cactus leshy, the sinister flytrap leshy, the garrulous snapdragon leshy, and the enigmatic lotus leshy.",
			"",
			"Leshys begin their existence as sentient though bodiless spirits of nature of the sort contacted by spells such as commune with nature. These spirits normally have no way to directly manipulate the physical world, but a skilled spellcaster (typically a druid) can grow a special plant body for one of these spirits, giving the spirit a home to animate.",
			"",
			"Once accepted into a body, a leshy's spirit remains within unless the body is destroyed. Leshys do not fear death as many other creatures do, knowing that should they fall, their spirits merely return to the natural world and can be called to inhabit a new leshy body at some point in the future. As a leshy's body dies, the magic animating it unravels in a burst of life energy that infuses its surrounding and quickens the growth of any plants in the vicinity. Some leshys even voluntarily discorporate to save the lives of ailing plants, knowing that their sacrifice may mean the continuation of countless otherwise helpless flora. Regardless of how a leshy dies, leaving the body traumatizes the spirit, and the leshy retains only faint memories of past corporeal existences. Leshy spirits need not return to the same form if bound again to a body. During the course of its existence a single spirit can inhabit any number of different types of leshys. A leshy without a body has no power to affect or contact the material world.",
			"",
			"The rites and special materials required to create a leshy's physical form vary between individual leshys. Once the creator assembles the necessary materials, a leshy must typically be grown in an area of natural power, such as a treant's grove, a druidic circle, or a site of pristine natural wonder. A newly born leshy is a free-willed, neutral being, under no obligation to serve its creator.",
			"",
			"As a group, leshys share certain common attributes. They resemble plants but with vaguely humanoid appearances, and are always Small. While leshys of the same species share the same general shape, leshys have all the diversity of the plant world in appearance. For example, one fungus leshy may have a classic red, white-dotted mushroom cap, while another might have the spongier and darker contours of a morel, while a third might have the coloration of a pale gray cave mushroom.",
			"",
			"### Growing a Leshy",
			"",
			"The process of growing a leshy has some similarities to making a construct, but doesn't require the Craft Construct feat. Typically, the creator of a leshy must be a powerful druid, but anyone capable of making the required Knowledge checks and casting the required spells may attempt the process.",
			"",
			"Growing a leshy body takes 2 weeks per Hit Die, during which the nascent form must be well fertilized, watered as needed, and kept safe from harm. During this period of growth, certain rare nutrients and fertilizer must be used to prime the leshy's transformation from a normal plant into a sentient one - the cost of these components varies according to the leshy, but is never less than 1,000 gp. The cultivator must make a successful Knowledge check at this time (usually a Knowledge [nature] check) in order for the plant body to be properly formed - the exact check as well as the required DC varies according to the leshy. If the check fails, the plant withers and dies and the cultivator must begin anew.",
			"",
			"If, on the other hand, the skill check is successful, the cultivator must then step in and perform a 24-hour ritual within a day of the leshy's cultivation. During this ritual, the cultivator must cast a number of spells (see each individual leshy for a list). At the ritual's climax, there's a flat 50% chance that the attempt to create a leshy succeeds - if this final check fails, no appropriate spirit is close enough to answer the call. The plant body rots and the creator must begin anew with fresh materials if he wishes to try again. At the GM's discretion, this final chance for success might increase to 75% or even 100% for particularly magical areas where leshy spirits are much more common than normal. Discovering such a rare and magical site should be the focus of its own adventure.",
			"",
			"If the ritual is successful, the leshy awakens fully formed and able to serve as a minion. A freshly created leshy is under no particular compulsion to obey its creator, but most regard their makers as friends and allies.",
			"",
			"Plant creatures are particularly adept at growing leshys. Such creators gain a +5 racial bonus on their Knowledge checks, halve the time required to grow the leshy, and reduce the cost to create the creature by 25%. A plant creature is always successful in luring a spirit into the body, and need not make the final percentile roll for success.",
			"",
			"Leshys with more Hit Dice than normal can be created. Each additional Hit Die adds 2,250 gp to the cost of creating the leshy (and thus 4,500 gp to the overall price), increases the DC of the Knowledge check by +2, and requires an additional 2 weeks of growth. Attempts to create leshys larger than Small always fail - the strange spiritual energies that animate these creatures are only capable of doing so to a body no larger than that of a human child.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Cactus Leshy}",
			"- {monster/Flytrap Leshy}",
			"- {monster/Fungus Leshy}",
			"- {monster/Gourd Leshy}",
			"- {monster/Leaf Leshy}",
			"- {monster/Lichen Leshy}",
			"- {monster/Lotus Leshy}",
			"- {monster/Seaweed Leshy}",
			"- {monster/Snapdragon Leshy}",
			"- {monster/Sunflower Leshy}"
		]
	},
	"linnorm": {
		"name": "Linnorm",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Linnorm",
			"",
			"{SOURCE Bestiary 3}",
			"",
			"Treacherous primeval dragons of the northern regions of the world, linnorms thrive on their hatred for those they deem to be lesser creatures and seek to inflict as much suffering as possible unto their unfortunate victims. Sweeping bones and treasures alike into giant piles in its lair, the typical linnorm has a barbaric nature made all the worse by its insatiable greed and atrocious gluttony. Few creatures are as bold and as cruel as linnorms, and for that most people are thankful.",
			"",
			"Linnorms are not true dragons, but they nonetheless possess incredible strength and deadly powers that often rival authentic dragon brutality. Their massive frames make crushing smaller enemies a simple task, and of those who have felt the sting of a linnorm's venomous bite, few have survived the devastating poison long enough to tell the tale. A linnorm's body is serpentine and lacks wings, yet these dragons fly through the air with supernatural ease, accomplishing the feat as easily as a fish through water.",
			"",
			"Beyond the physical might, venom, and devastating breath weapons typical of all linnorms, the beasts all share a potent final defense - the death curse. This powerful plaguing of the mind manifests itself in myriad forms, but always serves as a horrid vengeance against any who might manage to slay a linnorm. Some theorize that the curse is a sending from malevolent gods who watch over linnorms and view them as destruction-loving pets. Others believe the linnorms' curse is the closest remaining connection they have to the primeval world of the fey, from whence the first of these monsters is said to have come. Whatever the case may be, its curse makes killing a linnorm as dangerous as letting it live.",
			"",
			"True dragons of higher intellect often hold linnorms in great scorn, viewing the beings as prematurely evolved beasts and refusing to even acknowledge the creatures as related to them. Linnorms have few feelings regarding the matter, battling younger and older dragons alike just as readily as any other creatures who dare to step foot in their territories. Their simplemindedness stifles any ability to assemble mass sieges or even cooperate in small groups, so linnorms almost always function alone, individually hunting over large territories in order to waylay as many travelers as possible. Linnorms only seek a mate once during their long lifetimes, the female producing several clutches of up to six eggs as a result. Of these eggs, only one will survive - the first to hatch immediately feasts on its unhatched brethren.",
			"",
			"Despite their lust for devastation, linnorms usually live in relatively remote areas, never straying far from the northernmost reaches of the world. As they are universally hated and feared by most other intelligent creatures, their tendency to dwell in more isolated regions helps ensure their survival; while linnorms are vicious and unforgiving, their lack of organization makes them highly susceptible to raiding parties seeking to eradicate their presence, though such parties would need to be made up of truly impressive individuals. More often than not, a linnorm resides totally undisturbed in the spot it chooses as its own for hundreds of years, stewing in its own malevolence until finally snapping and going on a rampage. Sometimes, villages aren't even aware of a slumbering linnorm's proximity, but usually such settlements have long traditions and local legends revolving around \"their linnorm.\" Since a linnorm can hibernate for centuries, villages composed of shorter-lived humanoids might consider these tales as little more than quaint stories, but when the linnorm wakes, the truth becomes impossible to doubt.",
			"",
			"Linnorms come in many different varieties, but all share the qualities of being horribly strong and bestial. They feast solely on meat, usually eating goats and other mountain animals when more intelligent creatures such as humanoids don't readily present themselves. Linnorms are prone to gorging and then falling into a deep sleep near their treasure hordes, waking either when they become aware of intruders in their vicinity or to feed once more.",
			"",
			"The linnorms presented on the following pages represent only four of their kind. The most legendary linnorms are the crag linnorm, ice linnorm, and tarn linnorm, but others exist as well. Rumors of even more powerful unique linnorms persist in lands where these dragons are well-known and feared. The largest of their kind, unique linnorms, are never less powerful than tor linnorms (who are often mistakenly thought to be the most dangerous species).",
			"",
			"### Linnorm Special Abilities",
			"",
			"While each linnorm has several unique powers, they all share certain abilities in common, as detailed below. In addition to these, every linnorm possesses a breath weapon and a poisonous attack, but the specific effects of these attacks vary from species to species.",
			"",
			"**Death Curse (Su)** When a creature slays a linnorm, it becomes targeted by that linnorm's death curse. The exact effects of a death curse vary, depending upon the type of linnorm. The save DC of a linnorm's death curse is always Charisma-based.",
			"",
			"**Freedom of Movement (Ex)** A linnorm has continuous freedom of movement, as per the spell of the same name. This ability cannot be dispelled.",
			"",
			"**True Seeing (Ex)** A linnorm has continuous true seeing, as per the spell of the same name. This ability cannot be dispelled.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Cairn Linnorm}",
			"- {monster/Crag Linnorm}",
			"- {monster/Fjord Linnorm}",
			"- {monster/Gare Linnorm}",
			"- {monster/Ice Linnorm}",
			"- {monster/Sea Linnorm}",
			"- {monster/Taiga Linnorm}",
			"- {monster/Tarn Linnorm}",
			"- {monster/Tor Linnorm}"
		]
	},
	"lycanthrope": {
		"name": "Lycanthrope",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"members": [
			"- Silverblood Werewolf",
			"- Werebat",
			"- Werebear",
			"- Wereboar",
			"- Werecrocodile",
			"- Wereraptor",
			"- Wererat",
			"- Wereshark",
			"- Weretiger",
			"- Werewolf"
		],
		"description": [
			"## Lycanthrope",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"See the {template/lycanthrope}, {template/lycanthropic creature}, and {template/silverblood lycanthrope} templates for more information."
		]
	},
	"lurking_ray": {
		"name": "Lurking Ray",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Lurking Ray",
			"",
			"{SOURCE Bestiary 4}",
			"",
			"Lurking rays are a whole family of creatures that infest the dark corners of the world, feeding on the weak and unwary. The infant form, known as the executioner's hood, is an unnerving but relatively mild threat for experienced adventurers, while its parents, the male lurker above and female trapper, are far more dangerous. All three types of lurking rays are ambush hunters with similar tactics, wrapping themselves thoroughly around their victims and choking the life from their prey before feeding.",
			"",
			"Though somewhat similar in appearance to stingrays or manta rays, lurking rays in fact represent their own unique branch of subterranean evolution- or arcane experimentation. Executioner's hoods are roughly a foot long and weigh 5 pounds, whereas adult lurkers above and trappers can grow to be 15 feet wide, with males weighing 500 pounds and females up to four times that.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Executioner's Hood}",
			"- {monster/Lurker Above}",
			"- {monster/Trapper}"
		]
	},
	"manasaputra": {
		"name": "Manasaputra",
		"sources": [ "Bestiary 5" ],
		"description": [
			"## Manasaputra",
			"",
			"{SOURCE Bestiary 5}",
			"",
			"For most creatures, the path to self-perfection ends as all mortal pursuits do: in death. For a few, however, the path to self-perfection ends with fiery rebirth in the heart of the Positive Energy Plane, where the souls of those not yet born fuse with the potential of those who've learned from lifetimes of reincarnation to form wholly new entities - the manasaputras. These outsiders continue their path to perfection by striving to achieve oneness with the universe, further evolving and discovering new cosmic truths, as well as guiding mortals on their paths to similar ends.",
			"",
			"Manasaputras are benevolent and compassionate entities that follow strict practices of contemplation, introspection, and meditation. Others often view their directness and disciplined nature as inflexible, yet in truth, manasaputras are accepting when presented with new ideas and challenges-adapting to accommodate these changes can simply take hundreds or thousands of years as the manasaputras gradually evaluate and reevaluate the slightest adjustment to their personal beliefs or ideals. The patience of manasaputras is legendary, and can make action seem like inaction from a mortal's perspective of time.",
			"",
			"Manasaputras belong to a complex hierarchy. While immortal beings known as kumaras ostensibly lead them, each manasaputra operates as an individual, free to pursue its own contemplation of the multiverse and its inhabitants. More powerful manasaputras mentor younger and less experienced ones, particularly when their paths to perfection align. These relationships are master and apprentice structures similar to the Material Plane's monastic hierarchies. Lesser manasaputras have deep respect and reverence for the elders of their kind and the phenomenal - often godlike-power they wield.",
			"",
			"When not contemplating reality in isolation at the heart of the Positive Energy Plane, manasaputras can be found drifting through the Astral Plane in search of wisdom, or drawn to the Material Plane when ignorance and chaos work hand in hand with cruelty and evil. Manasaputras do not often intervene in destructive events, preferring to instead aid mortals and teach them necessary skills that they can use to confront these challenges. Greater threats of a more cosmic nature can draw the direct intervention of dozens of manasaputras, especially when these threats concern the destruction of knowledge or foment disorder in the universe. To this end, manasaputras can sometimes be found working alongside aeons and inevitables on morally compatible agendas. Manasaputras respect the precious balance aeons bring to the planes, as well as inevitables' unfaltering dedication to their assigned tasks. They are distant toward most good-aligned outsiders, unable to fully share the passions of agathions and azatas, and put off by the zeal of angels and archons. They share a special kinship with devas, who often also oversee mortal affairs. Among outsiders, their greatest rivals are the {family/sahkil/s} of the Ethereal Plane, who attempt to hold back mortal development and are thus sworn enemies of all manasaputras.",
			"",
			"Manasaputras seldom interact with wicked mortal creatures of the Material Plane. Their charge is to nurture the spiritual development of those who walk the path of enlightenment, and thus have little concern for mortal creatures outside that path, except as obstacles their students must overcome.",
			"",
			"While usually described as humanoid in form, most manasaputras are wholly incorporeal entities forged of the raw Cosmic Fire from the heart of the Positive Energy Plane. When a manasaputra chooses to become corporeal, it usually adopts a resplendent, idealized humanoid form, often with striking features such as a third eye, multiple arms, or other compelling physical characteristics that clearly set it apart from mortals.",
			"",
			"Occult lore suggests the enormous wisdom of the eldest manasaputras derives from their mortal existence during a previous incarnation of the multiverse itself. Certainly the manasaputras themselves favor doctrines of cycles such as reincarnation. Some mortal followers believe that manasaputras from the previous multiversal cycle were the first to inhabit the soulless husks that would ultimately become mortals, but as usual the manasaputras themselves favor riddles over straight answers on the matter.",
			"",
			"The Seven Kumaras, the most powerful of all manasaputras, exist at the heart of all creation, each exemplifying a facet of the multiverse. These enigmatic entities rarely leave the Cosmic Fire of the Positive Energy Plane, communing with this source of all life in the multiverse and witnessing events across all creation through psychic rapport with a consciousness they (and the like-minded aeons) refer to as the Logos.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Maharishi Manu}",
			"- {monster/Manu}",
			"- {monster/Rishi Manu}",
			"- [Twilight Pitri (Barhisad)](monster/barhisad)"
,
			"",
			"### Members of This Family:",
			"",
			"- [Solar Pitri (Agnishvatta)](monster/solar_pitri)"
		]
	},
	"megafauna": {
		"name": "Megafauna",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Megafauna",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"This family represents a group of similar monsters. No official description has been provided.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Archelon}",
			"- {monster/Arsinoitherium}",
			"- {monster/Baluchitherium}",
			"- {monster/Basilosaurus}",
			"- {monster/Brontotherium}",
			"- {monster/Chalicotherium}",
			"- {monster/Deinotherium}",
			"- {monster/Elasmotherium}",
			"- {monster/Embolotherium}",
			"- {monster/Glyptodon}",
			"- {monster/Kaprosuchus}",
			"- {monster/Megalania}",
			"- {monster/Megaloceros}",
			"- {monster/Megatherium}",
			"- {monster/Moa}",
			"- {monster/Titanoboa}",
			"- {monster/Uintatherium}"
		]
	},
	"mortic": {
		"name": "Mortic",
		"sources": [ "Pathfinder #139: The Dead Road" ],
		"description": [
			"## Mortic",
			"",
			"{SOURCE Pathfinder #139: The Dead Road}",
			"",
			"[Mortics](subtype/mortic) are humanoids afflicted with the physiology and appetites of undead. All mortics are pulled between two worlds: as living humanoids, they crave community and friendship, but their necromantic nature forces them to indulge in inhuman hungers and commit violence against the living. As a result, most mortics lurk at the edge of civilization or isolate themselves with others of their own kind. Although living creatures, mortics can suspend their living processes temporarily, becoming more like undead.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Angheuvore}",
			"- {monster/Etioling}",
			"- {monster/Gurgist}",
			"- {monster/Jitterbone}",
			"- {monster/Lifeleecher}",
			"- {monster/Relictner}"
		]
	},
	"naga": {
		"name": "Naga",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Naga",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"This family represents a group of similar monsters. No official description has been provided.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Dark Naga}",
			"- {monster/Deep Naga}",
			"- {monster/Dream Naga}",
			"- {monster/Guardian Naga}",
			"- {monster/Lunar Naga}",
			"- {monster/Royal Naga}",
			"- {monster/Slime Naga}",
			"- {monster/Spirit Naga}",
			"- {monster/Water Naga}"
		]
	},
	"nightshade": {
		"name": "Nightshade",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Nightshade",
			"",
			"{SOURCE Bestiary 2}",
			"",
			"The malevolent nightshades are a mysterious form of necrotic abominations composed of equal parts darkness and ineffable evil. They are living wells of hatred and death, their mere presence sapping the light, heat, and life from all around them, leaving nothing but the heavy, hanging pallor of an open grave in their passing. To nightshades, life is a corruption and a blight. Creation must be purged of this disruption, so that all existence can be welcomed into the sweet embrace of darkness and death. To this end, nightshades seek nothing less than the annihilation of all that is, that was, and that will be.",
			"",
			"Nightshades call to themselves legions of undead and shadow-spirits - those who hate the burning sun and the sweet spark of life as much as they themselves do. They rarely ally with living beings who share their vision of extinguishing the sun and exterminating all who stand before them, though such alliances do, at times, occur. Adapting the forms of their kind to pursue the cause of death in every environment and situation, upon the land, in the sky and the sea, and even in the deep places of the world beneath, nightshades marshal their unliving armies. Yet for all their singleness of purpose, they are no mindless beasts. They are clever and patient planners, willing to grant favors to allies or minions as long as they prove themselves useful, and equally willing to turn on them and destroy them the moment their usefulness has been exhausted, rendering their tortured and murdered spirits into deathless slaves.",
			"",
			"Nightshades originate in the deepest voids at the planar juncture of the Plane of Shadow and the Negative Energy Plane, where reality itself ends. Here lies a vast adumbral gulf where the weight of infinite existence compresses the null-stuff of unlife and the tenebrous webs of shadow-reality into matte, crystalline plates and shards of condensed entropy. Many fiends seeking the power of ultimate destruction have sought this place, hoping to harness its power for their own ends, but the majority discover the power of distilled entropy is far greater than they bargained for. Their petty designs are washed away as they become one with the nothing, with first their minds and then their bodies being remade, forged no longer of living flesh but of the lifeless, deathless matter of pure darkness incarnate. Recast into one of a handful of perfected entropic forms (some whisper, forged by a dark being long imprisoned at the uttermost end of reality), these immortal fiendish spirits still burn with the freezing fire of insensate evil, but are now distilled and refined through the turning of ages to serve entropy alone. To say that nightshades form from the necrotic flesh and transformed souls of powerful fiends is technically correct, but the transformation that these foolish paragons of evil undergo is even more hideous than such words might suggest.",
			"",
			"While the majority of nightshades are the product of such fiendish arrogance, this is by no means the only source for these powerful undead creatures. Many nightshades commit themselves to the harvesting of immortal souls of every race and loyalty, casting their broken and shattered bodies into the negative voidspace, where the residue of their divine essence slowly precipitates and congeals in the nighted gulf. Whatever their origin, in this heart of darkness all souls embrace destruction. When a critical mass of immortal soul energy is reached, a new nightshade is spawned. The souls of mortals lost to the negative plane are drawn up and reborn as undead long before becoming co-opted within the gulf; mortal spirits are the servants of the nightshades, but only the essence of immortality can provide the spiritual fuel to ignite the fire of their unlife.",
			"",
			"The most common nightshades are the nightwalkers, long-striding giant fiends often found at the head of undead armies. They are the generals of the nightshade army, the commanders of legions and the organizers of the deaths of worlds.",
			"",
			"Yet in places the nightwalkers cannot easily reach, the vast gulfs of the sea and the soaring heights of the clouds above, other nightshades rule. Above flop the immense bat-like nightwings, deadly in their own right yet content to serve at the behest of their stronger cousins. When these monstrosities come to the Material Plane, they swoop down in the dawn to take shelter in abandoned necropolises or vast crypts, emerging at dusk to prey upon nations.",
			"",
			"As above, so do the realms below quake from the passage of nightshades. Here, immense nightcrawlers slither and creep. These umbral worms do not often venture forth from the deep, forgotten caverns they dwell in, but when they do, entire kingdoms die as their nighted coils writhe and work their inevitable way through the population.",
			"",
			"But for all of the nightmare potential posed by these undead paragons, they all pale in comparison to the mightiest nightshades of all - the shark-like nightwave. This monstrosity prowls the lightless depths of ocean trenches, gathering the souls of the countless drowned dead or preying upon deep aquatic races. Yet those who cleave to the shallows or ply the surface of the seas are not safe from the ravenous nightwaves either, for in the darkest night, these undead monsters rise up to harvest souls from ships and shore as well.",
			"",
			"Yet even the dreaded nightwaves are not enough to fill the nightmares of great heroes. Rumors of more powerful nightshades are whispered fearfully in certain circles-creatures of such immense power that their mere existence can drain entire planets of life in a matter of weeks. If such monstrosities truly exist, then all life may be but a fleeting spark in the dark folds of a forever-doomed future.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Nightcrawler}",
			"- {monster/Nightprowler}",
			"- {monster/Nightwalker}",
			"- {monster/Nightwave}",
			"- {monster/Nightwing}"
		]
	},
	"oni": {
		"name": "Oni",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Oni",
			"",
			"{SOURCE Bestiary 3}",
			"",
			"Oni are a race of evil spirits, native to the Material Plane, that manifest physical bodies based upon the shapes and desires of humanoid mortals. In pure spirit form, an oni is nothing but a disembodied evil longing for the sins of the flesh. In this form, oni are harmless and invisible. The majority of these bodiless oni were once kami who failed their wards, or more often, who deliberately abandoned them. As punishment, they were stripped of their ability to form a physical body and then cast into the void. Rarely, a mortal creature's soul can become a disembodied oni upon death, or in even rarer cases, after a truly evil individual has undergone a particularly vile ritual that ends in suicide. These oni are more often destined for positions of great power and strength than most.",
			"",
			"Eventually, an oni's spirit manifests a physical body on the Material Plane. The methods by which this may occur vary, but the process generally takes place in areas already despoiled by sin, tragedy, or cruelty. The type of oni a spirit transforms into is influenced by a wide variety of variables, ranging from the nature of what the oni spirit was before to the location where it is reborn into the realm of flesh and blood. Once an oni manifests its physical body, that body becomes its true form for the rest of its life-all oni are shapechangers, but this original form is the form in which they are born and the form they revert to upon death.",
			"",
			"An oni's true form is always similar to that of a specific type of humanoid, save that it is always deformed and monstrous to look upon. Tusks, additional eyes, or strangely colored skin are common physical attributes. Yet while they have hideous forms, all oni are capable of changing their shape to assume forms more pleasant to the civilized eye. The type of shapes an oni can assume depend upon its species, but all can transform into some form of humanoid. Oni use this ability to infiltrate humanoid societies, either to prey upon the weak or to rule them in disguise.",
			"",
			"In order to understand oni, it is important to consider that most of these beings were once spirits tasked with protecting a material realm they now believe is undeserving of such care and concern - indeed, the physical world is to be dominated and consumed. They arrive in physical form starved for sensory experience, and never fully sate their desire to gorge on such experiences. Most oni seek to attain positions of leadership and power, often in the guise of a normal humanoid, in order to secure a never-ending supply of sensory experiences. It is also important to understand that oni's immoderation is also motivated by their corrupted and evil natures-that is, no pleasure is more enjoyable than one that deprives or wounds another.",
			"",
			"Oni retain their hatred of the kami upon reentering the Material Plane as physical creatures, and often their depredations and violations of the world can be directly tied to their efforts to destroy kami or the kami's works. Oni tend not to congregate with others of their kind, being most comfortable in positions of leadership over enslaved or oppressed societies populated by humanoids they can masquerade as. Yet, at times, particularly powerful oni abandon this mindset and instead gather to their side entire legions of oni drawn from all types. The oni known collectively as the yai - oni with an affinity for true giants - are most often responsible for such actions, and when a yai builds such an army of oni, the humanoid lands shake with terror.",
			"",
			"Theoretically, as many types of oni exist as there are types of humanoids, although in reality, certain types of oni are much more populous than others. The ogre mage, an oni associated with ogres, is the best-known and most commonly encountered type of oni, for reasons that still send scholars of oni lore into spiraling arguments with seemingly no end. Beyond the oni detailed on the following pages, the atamahuta (ettins), ja noi (hobgoblins), nogitsune (kitsune), and wind yai (cloud giants) are relatively well known. Oni with associations to bugbears, great cyclopes, stone giants, trolls, troglodytes, and other races exist as well. And above even the mighty void yai there exist the oni demigods-entities of nearly incomprehensible power known as the oni daimyo.",
			"",
			"### Known Oni Daimyo",
			"",
			"Countless oni stalk the world, slaking their greed and bloodlust to the misery of humanoids. The great leaders among the oni, beings known as daimyo, are as numerous as the nations of the world, and all oni seek to climb the rungs of power to become such powerful entities. The following list includes oni daimyo that have power in ways that make them known and feared outside their own domains. Most of these nefarious oni command armies or control points through which other oni can enter the world.",
			"",
			"- {faith/Akuma}, the Horned King (ogre mage)",
			"- {faith/Chimon}, Hunter of Blood (ogre mage)",
			"- {faith/Guyuku}, the Sea Devil (water oni)",
			"- {faith/Inma}, Empress of the World (void oni)",
			"- {faith/Muronna}, the Dark Mother (ogre mage)",
			"- {faith/Nataka}, the Red King (fire oni)",
			"- {faith/Onmyuza}, Dancer in Flesh (ogre mage)",
			"- {faith/Ushitora}, Keeper of the Oni Gate (void oni)",
			"- {faith/Uzumae}, Daimyo of the North (kuwa oni)",
			"- {faith/Yabu}, Lord of the Kazan Caldera (fire oni)",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Atamahuta}",
			"- {monster/Earth Yai}",
			"- {monster/Fire Yai}",
			"- {monster/Ice Yai}",
			"- {monster/Ja Noi}",
			"- {monster/Kigyo}",
			"- {monster/Kuwa}",
			"- {monster/Najikai}",
			"- {monster/Nogitsune}",
			"- {monster/Ogre Mage}",
			"- {monster/Spirit Oni}",
			"- {monster/Void Yai}",
			"- {monster/Water Yai}",
			"- {monster/Wind Yai}",
			"- {monster/Yamabushi Tengu}"
		]
	},
	"ossumental": {
		"name": "Ossumental",
		"sources": [ "Pathfinder #83: The Slave Trenches of Hakotep" ],
		"description": [
			"## Ossumental",
			"",
			"{SOURCE Pathfinder #83: The Slave Trenches of Hakotep}",
			"",
			"This family represents a group of similar monsters. No official description has been provided.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Ossumental (Air)}",
			"- {monster/Ossumental (Earth)}",
			"- {monster/Ossumental (Fire)}",
			"- {monster/Ossumental (Water)}"
		]
	},
	"phantom_armor": {
		"name": "Phantom Armor",
		"sources": [ "Pathfinder #47: Ashes at Dawn" ],
		"description": [
			"## Phantom Armor",
			"",
			"{SOURCE Pathfinder #47: Ashes at Dawn}",
			"",
			"Raised from the corpses of knights and soldiers slain by treachery rather than battle or conflicts considered crimes even in the heat of war, phantom armors appear as suits of animate armor, walking or floating of their own accord. Most phantom armors haunt the halls and blasted battlefields where they were slain, seeking revenge against their murderers or, should that prove impossible, confronting any living creature that might give them the opportunity to do battle once more. Dastardly necromancers have also discovered the process for binding violent spirits to suits of armor, giving rise to eerie servants that combine endless patience with cold brutality.",
			"",
			"Phantom armors come in many shapes and sizes; some appear to be nothing more than animate helms while others resemble armored giants.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Giant Phantom Armor}",
			"- {monster/Guardian Phantom Armor}",
			"- {monster/Hollow Helm}",
			"- {monster/Phantom Lancer}"
		]
	},
	"plague_swarm": {
		"name": "Plague Swarm",
		"sources": [ "Bestiary 5" ],
		"description": [
			"## Plague Swarm",
			"",
			"{SOURCE Bestiary 5}  ",
			"Sent down by vengeful deities to punish communities that have offended them, plague swarms scour crops, terrorize populations, and lay waste to civilized lands. Normal means of dealing with vermin and pestilence don't drive them off, for these vicious and intelligent mythic swarms carry the destructive blessings of their gods, and breed at an exceptional rate until their spawn consume entire cities. They are single-minded in their devotion to carrying out the furious will of their deities.",
			"",
			"All plague swarms have the following features.",
			"",
			"### Ecology",
			"",
			"**Environment** any  ",
			"**Organization** solitary or brood (plague swarm plus 1-100 spawn)  ",
			"**Treasure** none",
			"",
			"### Special Abilities",
			"",
			"**Blight (Su)** Plague swarms deal additional untyped damage equal to their standard swarm damage. This damage originates from divine power, similar to the spell {spell/flame strike}. A plague swarm's damage counts as magic and epic for the purposes of bypassing damage reduction.",
			"",
			"**Multiply (Ex)** Plague swarms spawn at an incredible rate. Once per minute, a plague swarm can produce a new swarm of the type listed in its stat block as full-round action. When the plague swarm is not in combat, it typically uses this ability once per minute. If the plague swarm is destroyed, all of the swarms that it spawned also disperse.",
			"",
			"**Reform (Su)** When a plague swarm is dispersed by damage, it is not destroyed. A dispersed plague swarm reforms in 24 hours. Each plague swarm has a unique destruction condition. In addition, because plague swarms are manifestations of divine retribution, placating the deity's rage destroys the swarm instantly.",
			"",
			"### Members of This Family:",
			"",
			"- [Bat Plague Swarm](monster/bat_plague_swarm_mythic)",
			"- [Locust Plague Swarm](monster/locust_plague_swarm_mythic)",
			"- [Rat Plague Swarm](monster/rat_plague_swarm_mythic)"
		]
	},
	"poppet": {
		"name": "Poppet",
		"sources": [ "Adventurer's Armory 2" ],
		"members": [
			"- [Poppet, Small](monster/small_poppet)",
			"- [Poppet, Tiny](monster/tiny_poppet)"
		],
		"description": [
			"## Poppet",
			"",
			"{SOURCE Adventurer's Armory 2}",
			"",
			"Humanoid in shape and constructed of base materials, poppets are designed to accompany explorers into dangerous places and help with simple tasks."
		]
	},
	"primeval_sea_creature": {
		"name": "Primeval Sea Creature",
		"sources": [ "Pathfinder #60: From Hell's Heart" ],
		"description": [
			"## Primeval Sea Creature",
			"",
			"{SOURCE Pathfinder #60: From Hell's Heart}",
			"",
			"This family represents a group of similar monsters. No official description has been provided.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Kronosaurus}",
			"- {monster/Nothosaur}",
			"- {monster/Zeuglodon}"
		]
	},
	"protean": {
		"name": "Protean",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Protean",
			"",
			"{SOURCE Bestiary 2}",
			"",
			"Beings of pure chaos, the serpentine proteans slither through the anarchic improbabilities of Limbo, remaking reality according to their whims. According to their own history, they were already here when the first gods pulled forth the other planes from raw chaos - and they have been battling against the indignity ever since. Hereditary and ideological enemies of Axis, Heaven, and Hell, and especially of the residents of those planes, all proteans see it as their sacred duty to return the bland, static expanses of mundane reality to the beautiful incongruities of Limbo, for the planes' own good and for the greater glory of their mysterious god, a dualistic deity which may be a living aspect of Limbo itself. They are Limbo's living, breathing immune system, rooting out infections of mundanity and replacing them with beautiful entropy.",
			"",
			"Primeval in shape and philosophy, proteans are the race that most perfectly embodies the twin aspects of creation and destruction (although certain aeons might contest this claim). Even their language is mutable, evolving so quickly that few outsiders can understand it without magical aid. Ecological study is nearly impossible, as reproduction can take a wide variety of forms, from sexual union to fission to spontaneous generation. Despite their deceptively similar natural appearances, the two things that truly unify the protean race are slavish devotion to their strange god and a fervent desire for the dissolution of reality as we know it.",
			"",
			"Proteans are organized into several sub-races or castes, each with its own individual abilities and roles. Other proteans than the four presented here doubtless exist, but they do not interact with other races nearly to the extent that these four types do.",
			"",
			"**Voidworms:** Disowned by greater proteans, who find these tiny beings shameful, voidworms nevertheless retain all the characteristics of true proteans, and are frequently found swimming through Limbo in vast schools or serving as spellcasters' familiars.",
			"",
			"**Naunets:** Possessing little in the way of culture, the powerful naunets are the most bestial of the true proteans, representing the lowest recognized caste. Naunets are the shock troops of the protean race, and patrol the borderlands between Limbo and other planes, seeking out lawful incursions and making daring, savage raids into the realms of their enemies.",
			"",
			"**Imenteshes:** These cunning proteans seek to subvert the forces of order from within their own systems, whispering information and insinuations where they can do the most damage. Endlessly creative, they adore reforming the landscapes of Limbo to suit their fancies, but enjoy warping the vistas and creatures of other planes even more.",
			"",
			"**Keketars:** Priest-kings and voices of Limbo itself, keketars rule their fellows in the name of their bizarre god. Though their forms are extremely mutable, keketars can always be recognized thanks to eyes that glow amber or violet and floating crowns of swirling and changing symbols that often appear above their heads. Organized into cabals called choruses, keketars seek only to understand and follow the will of entropy.",
			"",
			"### Protean Lords",
			"",
			"While the keketars are the highest caste of the protean race, there exist a few scattered individuals who put even the mightiest chorus to shame. Equal in power to demon lords or empyreal lords, the beings known as protean lords are an enigma, far older than other proteans and perhaps spawned in a previous iteration of the multiverse or somewhere beyond the depths of Limbo. Disdaining direct leadership, protean lords act according to their own desires, occasionally appearing to advise their lesser kin or keep an inscrutable eye on entities whose powers rival their own.",
			"",
			"### Warpwaves",
			"",
			"Many proteans, particularly the imenteshes, have the ability to create and manipulate ripples in reality known as warpwaves. Yet even a protean can't predict what effects a warpwave might have. When a creature is affected by a warpwave, roll 1d20 and consult the table below to see what effect the entropic energies have.",
			"",
			"| d20 | Warpwave effect |",
			"| --- | --- |",
			"| 1 | Target takes 2 Strength damage. |",
			"| 2 | Target takes 2 Dexterity damage. |",
			"| 3 | Target takes 2 Constitution damage. |",
			"| 4 | Target takes 2 Intelligence damage. |",
			"| 5 | Target takes 2 Wisdom damage. |",
			"| 6 | Target takes 2 Charisma damage. |",
			"| 7 | Target gains 1 negative level. |",
			"| 8 | Target is blinded or deafened for 1d4 rounds. |",
			"| 9 | Target is confused for 1d4 rounds. |",
			"| 10 | Target is entangled by filaments of energy for 1d4 rounds. |",
			"| 11 | Target becomes fatigued (or exhausted if already fatigued). |",
			"| 12 | Target becomes nauseated for 1d4 rounds. |",
			"| 13 | Target is stunned for 1d4 rounds. |",
			"| 14 | Target is sickened for 1d4 rounds. |",
			"| 15 | Target is staggered for 1d4 rounds. |",
			"| 16 | Target gains 4d6 temporary hit points. |",
			"| 17 | Target is affected by a heal spell (CL = protean's CR). |",
			"| 18 | Target is turned to stone. |",
			"| 19 | Target is affected by baleful polymorph (CL = protean's CR). |",
			"| 20 | Portions of target's body burst with energy of a random type (choose between acid, cold, electricity, or fire), dealing 4d6 points of damage of the appropriate type to the target. |",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Akizendri}",
			"- {monster/Azuretzi}",
			"- {monster/Hegessik}",
			"- {monster/Ibshaunet}",
			"- {monster/Illureshi}",
			"- {monster/Imentesh}",
			"- {monster/Izfiitar}",
			"- {monster/Keketar}",
			"- {monster/Naunet}",
			"- {monster/Oshageros}",
			"- {monster/Ourdivar}",
			"- {monster/Pelagastr}",
			"- {monster/Voidworm}"
		]
	},
	"psychopomp": {
		"name": "Psychopomp",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Psychopomp",
			"",
			"{SOURCE Bestiary 4}",
			"",
			"All life has its beginning and its end. From the moment of birth, everything that shrieks and struggles upon the Material Plane crawls toward a singular finale, that fatal climax that grants passage into the unimaginable infinities of the afterlife. As the spirits of the deceased flow from the confusion of mortality to their ultimate fates, they are each judged by the gods of death, who assure that all who die reach their prescribed afterlife. Yet with all the worlds of the Material Plane, the countless faces and exceptions of mortality, and all those who would turn fate and finality to their own devices, death as a system and institution requires more agents than a single deity or pantheon to uphold. These agents are the psychopomps-denizens of Purgatory and the dispassionate stewards, chroniclers, and guides of all that die.",
			"",
			"Psychopomps preside over the flow of life. Their primary concerns focus upon souls in the vulnerable transition between death and their final destinations upon the planes. Psychopomps carry out their duties with the dispassion of veterans and cynics. In terms of service measuring in ages, psychopomps meet countless souls from innumerable worlds, and soon nearly every story, fate, plea, and exception becomes all too familiar. They care little for the histories or personalities of the souls that pass them by, concerned only for the efficient and unvaried processing of each spirit to its final unremarkable eternity. Damnation and paradise are the same to them, as are heroes and villains, and no psychopomp cares one jot for great deeds left undone, other fates hanging in the balance, or bribes worth even a world's ransom. But while drudgery is the lot of many psychopomps - interrupted only by the diversions they sometimes create for themselves - their system is not without flaws. There are creatures who would seek to deny the natural order of death-fiends that prey upon souls, spirits lost in their migration, and undead abominations. To counter such abnormalities and preserve the flow of souls as the multiverse requires, numerous specialized psychopomps exist to protect the dead and counter any who would seek to pervert the state of death to their own ends.",
			"",
			"Noteworthy among psychopomps are their masks. Many who have dealings with the living wear some manner of grim face covering or funerary mask. While these masks are not part of a psychopomp's body and grant them no special abilities, the legends of numerous cultures suggest that for a living creature to see a psychopomp's unmasked countenance invites a premature death. Those psychopomps who deal predominately with the dead typically eschew such marks of station except as a formality.",
			"",
			"As psychopomps help convey souls to all of the Outer Planes, and thus provide petitioners equally to each of those realms, they enjoy a special status among many planar races as respected neutrals. As such, most other planar races grant them a wide berth, with even archons and demons going out of their ways to avoid interfering with death's emissaries. Soul-hungry daemons and reality-violating qlippoth are among the only races that actively oppose psychopomps. Consequently, the deadlier classes of psychopomps watch for and hunt disruptive members of these races, seeking to expunge the paths between the planes of any that would impede the certain cycle of death.",
			"",
			"The death gods create the weakest psychopomps out of mortal souls, usually those who served Purgatory in life or worshiped deities of judgment. The gods may transform psychopomps which perform exemplary service into greater members of their kind, though rarely an exceptional hero or champion of Purgatory may become a superior psychopomp when she dies. There is little competitiveness or jealousy among the ranks of these creatures, as their primary motivation is fulfillment of their eternal duties, and there is little point in coveting another's rewards and responsibilities.",
			"",
			"The following are the most common types of psychopomps. Other varieties exist, tasked with more obscure duties for the gods of death, or responsible for alien worlds where the native creatures have radically different life cycles and outlooks compared to humanoids.",
			"",
			"### Psychopomp Ushers",
			"",
			"Beings ancient and dispassionate rise above the psychopomp droves, emissaries of death who have presided over the dooms of whole nations, races, and worlds. These eldest and most efficient servants of death hold great respect for the gods of death, but are not necessarily their minions, striving to fulfill their own visions of death's ultimate purpose and process over all other objectives.",
			"",
			"- [Atropos the Last Sister](faith/atropos)",
			"- [Barzahk the Passage](faith/barzahk)",
			"    - [Barzahk, Psychopomp Usher](monster/barzahk)",
			"- [Ceyannan the Shepherd](faith/ceyannan)",
			"- [Dammar the Denied](faith/dammar)",
			"- [Imot the Symbol of Doom](faith/imot)",
			"- {faith/Mother Vulture}",
			"- [Mrtyu, Death's Consort](faith/mrtyu)",
			"- [Narakaas the Cleansing Sentence](faith/narakaas)",
			"- {faith/The Pale Horse}",
			"- [Phlegyas, Consoler of Atheists](faith/phlegyas)",
			"- [Saloc, Minder of Immortals](faith/saloc)",
			"- [Teshallas the Primordial Poison](faith/teshallas)",
			"- [Vale the Court of Ancestors](faith/vale)",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Ahmuuth}",
			"- {monster/Algea}",
			"- {monster/Calaca}",
			"- {monster/Catrina}",
			"- {monster/Ember Weaver}",
			"- {monster/Esobok}",
			"- {monster/Fulgati}",
			"- {monster/Kere}",
			"- {monster/Memitim}",
			"- {monster/Morbai}",
			"- {monster/Morrigna}",
			"- {monster/Nosoi}",
			"- {monster/Olethros}",
			"- {monster/Shoki}",
			"- {monster/Vanth}",
			"- {monster/Viduus}",
			"- {monster/Yamaraj}"
		]
	},
	"qlippoth": {
		"name": "Qlippoth",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Qlippoth",
			"",
			"{SOURCE Bestiary 2}",
			"",
			"Before the Abyss was taught how to process and transform larvae into demons - indeed, before larvae even existed or the idea of mortal life had been conceived - it was rife with foul life. These creatures exist still, yet in drastically reduced numbers and often only in the deepest pits of the plane. Known as the qlippoth (the singular and plural are identical), these fiends may well be the oldest form of life in the Great Beyond-certainly, they were already in existence before the proteans discovered them. Some believe that the qlippoth come from an unknowable realm on what might be described as the \"outside shell\" of the Outer Sphere, but if the qlippoth are to be taken as indicative of what order of existence rules in such a realm, it is a good thing indeed that this outer realm is so impossibly distant.",
			"",
			"The qlippoth do not possess in their forms anything approximating the human shape except by cosmic fluke or sinister mockery. In their twitching, squirming visages, the mad might make comparisons to life's most primeval shapes-spiders and cephalopods, insects and worms, and even baser forms of life. What this might imply about these lower forms of life has disturbed philosophers for ages, and is not a train of thought that many enjoy lingering upon.",
			"",
			"Since the rise of mortal sin, the rule of the Abyss has passed from the qlippoth to the much more fecund demons. When the Abyss first \"learned\" how to transform mortal souls into demons, the resulting explosion of demonic life culminated in a violent and destructive war with the then-rulers of the Abyss - the qlippoth. For unguessed millennia this war raged across the countless layers of the Abyss. The qlippoth had the advantage of knowing their ancient realm and, as a general rule, were individually more powerful than most demons, but the demons had numbers on their side. And as the demons continued to win battle after battle, new powers among their kind rose-balors, balor lords, nascent demon lords, and eventually demon lords themselves. Over time, the qlippoth were hunted nearly to extinction on the upper layers of the Abyss, and were forced to retreat deep into that realm's darkest and most remote realms, to places even the demons feared to tread.",
			"",
			"Here, the qlippoth have festered and lurked for ages. None can say how many qlippoth survived that ancient war, for none can know how deep the Abyss goes. The qlippoth dwell in these darkest pits, periodically emerging to do battle against their hated demonic foes, yet their wrath is not limited to the demonic host. The qlippoth know that daemons played a role in \"teaching\" the Abyss how to birth demonic life, and their war with the denizens of Abaddon is one fueled more by a driving need to punish than any need for survival. Yet as the eons have worn on, the qlippoth have come to realize that the true enemy is not a fiendish race - it is mortal life itself. For as long as mortal life continues to sin and die, the Abyss can continue to birth demons into its pits and rifts. The destruction of sin, by changing the way mortals live, would halt demonic growth, yet the qlippoth have no concept of how this goal might be achieved - to the qlippoth, only the murder of all mortality can suffice.",
			"",
			"As a result, all qlippoth possess within their minds a burning hatred of mortal life, particularly humanoids, whom they know to be the primary seeds of sin. When a qlippoth is conjured to the Material Plane, it seeks any way to escape control in order to maul and destroy humans - they have a particular hatred of children and pregnant women, and if given a choice between harming someone already dying or close to death and someone with a full life ahead of them, they always choose to attack the latter, save for the rare case where the death of an elder or a dying loved one might result in a chain reaction of death among the young.",
			"",
			"When called via spells like planar ally that require opposed Charisma checks or similar mechanics in order for the conjuring spellcaster to secure the outsider's aid, evil humanoids take a -6 penalty when interacting with qlippoth due to the sin in their souls. The promise of a task that would afford the qlippoth the opportunity to kill many humanoids, or a sacrifice of a pregnant woman or a child, can sometimes offset this penalty. When a qlippoth shakes off the shackles of a conjuration, it attempts to remain on the Material Plane as long as possible, and during that time tries to murder as many mortals as it can, doing its part to deprive the Abyss of possible future sinful souls to build demons from.",
			"",
			"### Qlippoth Lords",
			"",
			"That the qlippoth have among their kind paragons akin to demon lords is indisputable, yet these powers rarely, if ever, emerge from the deepest realms of the Abyss to interact with the rest of the multiverse. They are only rarely worshiped on the Material Plane, but such cults, where they exist, are singularly destructive and ruinous.",
			"",
			"Yet the power granted by mortal worship can have a curious effect on a qlippoth - it can, in a way, infect it with the sins of its worshipers. Qlippoth who become so infected are either murdered by their kin or forced to flee to the upper realms of the Abyss, where they complete their transformation and, instead of remaining qlippoth lords, become demon lords. One can know the nature of a demon lord that began life as a qlippoth most easily by its shape - those demon lords, such as ichthyic Dagon or foul and festering Jubilex, bear little or no sign of a humanoid frame.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Augnagar}",
			"- {monster/Behimiron}",
			"- {monster/Cataboligne}",
			"- {monster/Chernobue}",
			"- {monster/Cythnigot}",
			"- {monster/Deinochos}",
			"- {monster/Gongorinan}",
			"- {monster/Gorgoros}",
			"- {monster/Hydraggon}",
			"- {monster/Iathavos}",
			"- {monster/Nyogoth}",
			"- {monster/Shoggti}",
			"- {monster/Thognorok}",
			"- {monster/Thulgant}",
			"- {monster/Utukku}",
			"- {monster/Vexenion}"
		]
	},
	"qlippoth_lord": {
		"name": "Qlippoth Lord",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## Qlippoth Lord",
			"",
			"{SOURCE Bestiary 6}",
			"",
			"The creatures known as qlippoth (the singular and plural forms are the same) are as mysterious as they are horrifying, as one might expect of the first form of life imagined by reality. These monsters hail from a time when morality did not exist, when gods and mortals were unknown, when, perhaps, time itself had not yet begun to unfurl. Certainly, the qlippoth were old when the first proteans brought order to chaos and discovered the endless tunnels of the Abyss running through the underworld of the Outer Planes. What the race's goals and desires may have been in that unimaginably distant past is unknown, and more to the point, cannot be known to minds that have the current reality as their only point of reference. Just as reality changes what it touches, so did the introduction of the qlippoth to the reality of the Outer Planes change them. Enemies of all they encounter, they warred on any who would dare encroach upon their domains. And when no enemies dared approach, the qlippoth took their wars to others instead, boiling up out of the Abyss in seemingly endless armies.",
			"",
			"But as vast and potent as the qlippoth may be, there are those among them that eclipse the power of them all: unique and powerful qlippoth lords that rule the deepest and darkest Abyssal depths. The number of qlippoth lords active today represents only a small fraction of those that existed at the dawn of creation. As the eons wore on, the qlippoth lords were opposed by nearly all who learned of their existence. Demon lords, archdevils, empyreal lords, and the deities themselves have taken offense at the blasphemy of the qlippoth lords, and have destroyed many of the more powerful among them. Those who remain are either shadows of the qlippoth lords' one-time glory or are so adept at hiding their true natures that none have yet glimpsed even hints of their forms.",
			"",
			"The bulk of qlippoth lords range in strength from CR 21 to 25. More powerful creatures akin to the Horsemen or archdevils in stature may still exist in the deepest parts of the Abyss, but for now, these theoretical qlippoth demigods remain mysteries. Certainly, any active qlippoth lords are potent enough to threaten and endanger the bulk of mortal life when they choose to turn their attention to the Material Plane.",
			"",
			"Some qlippoth have chosen to abandon their roots and accept the demonic as the new order of the Abyss. Qlippoth lords who accept sin and allow themselves to be transformed often gain a significant boost in power that catapults them out of this lower tier directly into the ranks of demon lords, but only at the cost of forever losing any tenuous alliances they may have had with the first lords of the Abyss. These former qlippoth lords are seen as the worst kind of traitors by the qlippoth and their masters, but for these qlippoth, the trade-off is more than worth it, as the power they now wield as demon lords is formidable. Demon lords who began existence as qlippoth lords include primeval entities like {faith/Dagon} and {faith/Jubilex}, but are hardly limited to these alone.",
			"",
			"**Qlippoth Lord Traits** A qlippoth lord is a powerful and unique qlippoth that rules a significant portion of an Abyssal realm. Qlippoth lords possess the following traits.",
			"",
			"- Immunity to cold, death effects, mind-affecting effects, and poison.",
			"- Resistance to acid 30, electricity 30, and fire 30.",
			"- **Horrific Appearance (Su)** This ability functions similarly to the typical qlippoth ability, save that qlippoth lords' horrific appearances often create physical effects and changes in their victims. Despite these physical effects, a qlippoth lord's horrific appearance remains a mind-affecting effect.",
			"- **Summon Qlippoth (Sp)** Once per day, a qlippoth lord can summon any qlippoth or combination of qlippoth whose total combined CR is 20 or lower. This ability always works, and is equivalent to a 9th-level spell.",
			"- Telepathy 300 feet.",
			"- A qlippoth lord's natural weapons, as well as any weapon it wields, are treated as chaotic, epic, and evil for the purpose of overcoming damage reduction.",
			"- Qlippoth lords can grant spells to their worshipers. Granting spells does not require any specific action on the qlippoth lord's behalf. All qlippoth lords grant access to the domains of Chaos and Evil; in addition, they grant access to two other domains and a favored weapon that vary according to each qlippoth lord's themes and interests.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Chavazvug}",
			"- {monster/Isph-Aun-Vuln}",
			"- {monster/Oaur-Ooung}",
			"- {monster/Thuskchoon}",
			"- {monster/Yamasoth}"
		]
	},
	"rakshasa": {
		"name": "Rakshasa",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Rakshasa",
			"",
			"{SOURCE Bestiary 3}",
			"",
			"Rakshasas are born on the Material Plane, but they are not of it. They possess the powers and shapes of fiends, but their fates are inexorably tied to the mortal world, and it is there that they seek to rule. The reincarnations of manipulators, traitors, and tyrants obsessed with earthly pleasures, rakshasas are the embodiments of the very nature of materialistic evil. After dying violent deaths, these spirits are so tied to worldly decadence and selfish concerns that they take shapes that better reflect the baseness of their lives and are reborn as fiends. Thus have sages come to know these beings as the \"earthbound evils.\"",
			"",
			"While there are many different types of rakshasas, from the lowly raktavarna to the powerful maharaja, the most commonly encountered members of this race are not known by any other name - they are more powerful than some members of their kind and less powerful than others, and represent the ideal midpoint between servitor and master. These rakshasas can be recognized by their animal heads (those of great cats, snakes, crocodiles, apes, and birds of prey being the most common) and backward-facing hands. Feral traits and strangely reversed joints are a hallmark of all types of rakshasas, in fact, features that most rakshasas can hide through their supernatural ability to change shapes or by means of powerful illusions.",
			"",
			"A rakshasa cannot impregnate another of its own kind, and so new rakshasas come into being via the coupling of a rakshasa and a non-rakshasa or, rarely, that of two non-rakshasas. A rakshasa born to non-rakshasa parents generally only occurs when one or both of the parents commits a great evil during the mother's pregnancy, allowing the disembodied spirit of a previously slain rakshasa to reincarnate into the world by usurping the unborn offspring's body. Rarely, such blasphemous births afflict good or innocent parents, typically in cases where the parents are exposed to great evils beyond their control. A rakshasa grows to maturity more quickly than a human, and often functions as a full-grown adult earlier than age 14. Despite this quick maturation, a rakshasa can live for 500 years or more before dying, at which point its spirit seeks a new host to be reborn in, continuing the vile cycle of fiendish reincarnation over and over again.",
			"",
			"Rakshasas believe that each and every creature in the universe has a proper role to play, and that success comes from understanding one's position and working to improve it. Rakshasas don't see castes as good or evil, but rather as purely pragmatic. Creatures of higher caste should be respected for their great power, and those of lower caste should be pressed into willing service to expand the holdings of those of higher castes as their betters seek greater wealth and influence.",
			"",
			"There are seven castes in rakshasa society (from lowest to greatest): pagala (traitors), goshta (food), adhura (novices), darshaka (servants), paradeshi (rakshasa-kin), hakima (lords), and samrata (lords of lords). The rakshasa caste system encompasses not just all of rakshasa society, but all of life - although only rakshasas can attain the stations of darshaka and above.",
			"",
			"While rakshasas are forced to admit that the gods have powers greater than their own, most rakshasas scoff at the concept of divinity as a whole. The gods are among the most powerful beings in existence, to be sure, but too many examples of powerful, ambitious, or merely lucky mortals attaining divinity exist for rakshasas to pay religious homage to such creatures. Rakshasas see their own transitions from mortals to otherworldly beings as marks of their own fathomless potential and their initial steps on the path to godhood. Thus, as a race, rakshasas deny the worship of deities, although they welcome alliances with the servants of such peerlessly potent beings when it serves their purposes.",
			"",
			"The skin of a rakshasa is remarkably resistant to physical damage, able to ignore or greatly reduce most weapon attacks. Holy weapons capable of piercing this skin, however, can reach a rakshasa's vitals and do significant damage. As a result, in lands where their kind are well known, rakshasas take great pains to disguise themselves with magic when they are among enemies.",
			"",
			"### Rakshasa Immortals",
			"",
			"The rakshasa immortals are rakshasas who have ascended beyond mortality - they are no longer bound to the cycle of reincarnation and rebirth most rakshasas endure, and are truly immortal. Such creatures, given the span of countless lifetimes to perfect their art and master their cruelties, approach the power of gods. The following list includes several (but by no means all) rakshasa immortals known to the world. Among them, Ravana is the greatest and most ancient.",
			"",
			"- {faith/Aksha} of the Second Breath",
			"- {faith/Bundha} the Singing Butcher",
			"- {faith/Caera} the Blood Bather",
			"- {faith/Dradjit} the Godslayer",
			"- {faith/Hudima} the Kinslayer",
			"- {faith/Jyotah}, He Who Walks Among the Gods",
			"- {faith/Kunkarna} the Dream Warrior",
			"- {faith/Mursha} the Beastmaster",
			"- {faith/Otikaya} the Spirit Archer",
			"- {faith/Prihasta}, General Between Heaven and Hell",
			"- {faith/Ravana}, The First and Last",
			"- {faith/Surpa} the Avenger",
			"- {faith/Vibhishah} the Seeker",
			"- {faith/Zabha} the Desecrator",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Amanusya}",
			"- {monster/Avatarana}",
			"- {monster/Dandasuka}",
			"- {monster/Marai}",
			"- {monster/Orsatka}",
			"- {monster/Rakshasa Maharaja}",
			"- {monster/Rakshasa}",
			"- {monster/Raktavarna}",
			"- {monster/Tataka}",
			"- {monster/Zalyakavat}"
		]
	},
	"robot": {
		"name": "Robot",
		"sources": [
			"Inner Sea Bestiary",
			"Bestiary 5"
		],
		"description": [
			"## Robot",
			"",
			"{SOURCE Inner Sea Bestiary}",
			"",
			"Products of technology advanced far beyond even those of the gunsmiths of Alkenstar, robots represent constructs animated by engineering and advanced science rather than magic. The people of Golarion think of robots as \"automatons\" or \"metal men\" - their proper nomenclature is known to only a few.",
			"",
			"The first robots arrived untold years ago, when a ship from beyond the stars smashed into Golarion. The metal vessel entered the atmosphere in a blaze of fire and broke apart, scattering fragments across the plains of Numeria. Over the following centuries, several varieties of robots emerged or were recovered from some of these ruins. A few still follow the alien dictates of their original programming, while others run amok, their directives corrupted or forgotten. Perhaps the best-known robots are the fabled gearsmen, a veritable army of humanoid robots found stored and awaiting orders in a massive hold in Silver Mount.",
			"",
			"The means of commanding robots vary from model to model, a source of endless frustration for Numerian artificers. Some obey orders from any humanoid, some bond to a specific master until her death, and others yield only to the command of brooches or rods recovered from Silver Mount. Still others submit after mechanical surgery, or not all. A surprisingly large fraction of uncontrolled robots already speak Common or Hallit. Most models exhibit considerable linguistic talents, and the robots train each other in their new home's languages. Despite comprehending Numerian languages, most robots rarely speak save for terse acknowledgments and orders.",
			"",
			"### The Robot Subtype",
			"",
			"\"Robot\" is a special subtype that can be applied to any construct without changing its CR. Robots share some features with clockwork constructs, and as with clockworks, you can simply remove the robot subtype and its traits to transform it into a typical construct animated by magic. A construct cannot possess both the robot and the clockwork subtypes. All robots gain the following traits, unless noted otherwise.",
			"",
			"- **Intelligent:** Robots are intelligent, and thus have skills and feats as appropriate for their Hit Dice. Unless otherwise indicated for a specific robot, all robots have Intelligence scores of 10. The following are class skills for robots: Climb, Disable Device, Fly, Knowledge (all), Linguistics, Perception, and Sense Motive.",
			"- **Vulnerable to Critical Hits:** Whenever a robot takes extra damage from a critical hit, it must make a DC 15 Fortitude save to avoid being stunned for 1 round. If it makes a successful saving throw, it is staggered for 1 round. The robot remains immune to other sources of the stunned condition.",
			"- **Vulnerable to Electricity:** Robots take 150% as much damage as normal from electricity attacks, unless they are immune to electricity via other special defenses.",
			"- **Difficult to Create:** Robots are crafted via complex methods hidden and well guarded in Numerian ruins or other technological bastions. The Technic League has developed magical solutions to some of these requirements.",
			"",
			"### Numerian Technology",
			"",
			"Miraculous and deadly treasures lie in wait in Numerian dungeons, and the robots that dwell there often utilize these technological arms and tools themselves. A robot's weapons and defenses are fueled by its central energy core, and unless otherwise indicated, a robot's weapons and defenses have infinite ammunition and power.",
			"",
			"**Force Fields:** A force field sheathes a robot in a thin layer of shimmering energy that grants a number of bonus hit points that varies according to the robot (typically 5 &times; the robot's CR). All damage dealt to a robot with an active force field is reduced from these hit points first. As long as the force field is active, the robot is immune to critical hits. A force field has fast healing equal to the robot's CR, but once its hit points are reduced to 0, the force field shuts down and does not reactivate for 24 hours.",
			"",
			"**Integrated Weaponry:** A robot that has a technological weapon (such as a laser rifle or chain gun) built into its body treats such weapons as natural attacks and not manufactured weapons attacks, and cannot make iterative attacks with these weapons. Integrated weaponry can still be targeted by effects that target manufactured weapons (such as magic weapon spells or sunder attempts), but as a general rule cannot be harvested for use outside of the robot's body once the robot is destroyed. A robot is always proficient with its integrated weapons. Integrated ranged weapons do not provoke attacks of opportunity when fired in melee combat.",
			"",
			"**Laser Weapons:** These weapons emit beams of intensely focused light waves that resolve as touch attacks and deal fire damage. A laser can pass through force fields and force effects like a wall of force without damaging that field to strike a foe beyond. Objects like glass or other transparent barriers do not provide cover from lasers (but unlike force barriers, glass still takes damage from a laser strike passing through it). Invisible creatures are immune to damage caused by a laser weapon. Fog, smoke, and other clouds provide cover in addition to concealment from laser attacks.",
			"",
			"**Plasma Weapons:** These weapons emit bursts of superheated, electrically charged gas known as plasma. A plasma weapon's attacks resolve as touch attacks. Half the damage dealt by plasma is fire damage, and half is electricity damage.",
			"",
			"### Robot",
			"",
			"{SOURCE Bestiary 5}",
			"",
			"Products of advanced scientific technology, the constructs called robots are animated by engineering and advanced science rather than magic. Most people refer to robots as \"automatons\" or \"metal men\"; their proper nomenclature is known to only a few. Unlike most constructs, robots are capable of independent thought. However, they still must obey the programming instilled in them at their creation. Any robot whose creator hard-coded limitations into its programming can never be truly autonomous.",
			"",
			"Robots almost always arise from cultures that possess technology that is leaps and bounds ahead of other civilizations, though sometimes they appear due to cultural diffusion from such a society. A wrecked spacecraft, a portal through time, or a group of robots mass-producing others of their kind could all bring robots into a world. Robots that appear from another place or time might still follow the alien dictates of their original programming, or could run amok, their directives corrupted or forgotten. Whatever the case, these robots possess technology that is beyond the means of almost anyone to reproduce, and they represent a stark contrast to other constructs, as they have nothing to do with magic.",
			"",
			"Some spellcasters, despite lacking any real grasp on the technological principles required to create robots, have managed to create their own robots by cobbling together spare parts and broken machines, filling in the gaps and completing the design with a mixture of magic and barely understood fragments of science. These inferior designs usually lack the inexhaustible power supplies, advanced intellects, and self-repair systems found in the original robots, and the magic used in their creation can potentially render them more susceptible to techniques that work against other sorts of constructs.",
			"",
			"Robots serve a wide range of purposes, from warfare and defense to peaceful tasks like excavation, farming, and maintenance. Small villages that find robots and somehow manage to command them will often put them to work quietly tending fields or constructing buildings all day long. Armies and warlords collect the more dangerous varieties of robots, but even the more ordinary varieties can be deadly. Most robots sport alloyed skin as hard as steel, meaning that even the lowliest worker robot presents a potent threat when altered for battle. Furthermore, since most cultures lack a means to reliably repair or understand how to command robots, even the most benign one might malfunction, or even reach a point in its programming where it changes its activity and refuses to follow orders, leading to untold death and destruction among the its former temporary masters.",
			"",
			"The means of commanding robots vary from model to model, which can be a source of endless frustration for any who seek to control them. Some obey orders from any humanoid, some bond to a specific master until her death, and others only yield to the command of technological brooches or control rods. Still others submit after mechanical surgery or rebuilding, or not at all. Many must be given extremely precise instructions, for they are unable to process metaphors or other figures of speech, and may interpret them in unanticipated ways, much to the chagrin of those who would command them. A surprisingly large proportion of uncontrolled robots already speak Common, as most models exhibit considerable linguistics talent, and the robots train each other in their new home's languages. Though they comprehend language, most robots rarely speak save for terse acknowledgements of orders. Their speech typically excludes words they deem unnecessary with their mechanical efficiency, leading to strange disjointed statements that convey the requisite information without emotion, although some robots programmed to interact well with humans are able to speak in a more fluid and less disconcerting manner.",
			"",
			"Constructing a robot requires no magic, but does involve advanced and extraordinarily rare materials and technological expertise. Because almost no one possesses the skills and materials to complete the process of constructing a robot, these entries omit the construction sections provided for most constructs. A GM can add the robot subtype to a different type of construct, such as an animated object or homunculus, to create new types of robots. Typically, this doesn't alter the construct's CR. A character can't create a robot from or add the robot subtype to a construct that has already been created; adding the {subtype/robot/ subtype} to an existing creature is purely a means for the GM to simulate additional robots beyond those provided here.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Annihilator Robot}",
			"- {monster/Arachnid Robot}",
			"- {monster/Collector Robot}",
			"- {monster/Director Robot}",
			"- {monster/Evaluator Robot}",
			"- {monster/Gearsman Robot}",
			"- {monster/Gladiator Robot}",
			"- {monster/Juggernaut Robot}",
			"- {monster/Mannequin Robot}",
			"- {monster/Myrmidon Robot}",
			"- {monster/Observer Robot Swarm}",
			"- {monster/Observer Robot}",
			"- {monster/Octopod Mechanic Drone}",
			"- {monster/Reclamation Robot}",
			"- {monster/Repair Robot}",
			"- {monster/Scrapyard Robot}",
			"- {monster/Surgeon Robot}",
			"- {monster/Terraformer Robot}",
			"- {monster/Thought Harvester Robot}",
			"- {monster/Torturer Robot}",
			"- {monster/Warden Robot}"
		]
	},
	"rot_grub": {
		"name": "Rot Grub",
		"sources": [ "Pathfinder #25: The Bastards of Erebus" ],
		"description": [
			"## Rot Grub",
			"",
			"{SOURCE Pathfinder #25: The Bastards of Erebus}",
			"",
			"### Rot Grubs As Hazards (CR 4)",
			"",
			"Smaller groups of normal-sized rot grubs do not constitute a swarm, but even individually they're quite dangerous. Generally, a handful of the grubs infest a single corpse at a time, and a DC 15 Perception check is enough to note the infestation before the grubs have a chance to attack anything living that comes in contact with the corpse. If the Perception check is failed, 1d6 grubs swiftly burst from the carcass to burrow into the creature, which can attempt a DC 15 Reflex save to avoid the grubs (but only if the creature is aware of the grubs' presence).",
			"",
			"Once rot grubs are burrowing in a living body, the host must make a DC 17 Fortitude save each round. Failure results in 2 points of Constitution damage per grub infesting the victim-at Constitution 0, the rot grubs have reached the host's heart, brain, and other key internal organs and death occurs.",
			"",
			"On the first round of infestation, applying flame to the point of entry can kill the grubs and save the host, but this inflicts 1d6 points of fire damage to the victim. Cutting the grubs out also works, but the longer the grubs remain in a host, the more damage this method does. For each round that the grubs have remained in a host, cutting them out requires a slashing weapon and a DC 20 Heal check, and inflicts 1d6 points of damage per round that the host has been infested. On a successful Heal check, the grubs are removed. A remove disease spell (or similar effect) instantly halts the infestation, but as the grubs themselves are parasites, immunity to disease offers no protection against infestation. Any amount of damage reduction is enough to provide immunity to infestation, however.",
			"",
			"See also: [Infestation: Rot Grubs](infestation/rot_grubs).",
			"",
			"### Infested Undead",
			"",
			"Since rot grubs only feed on living flesh and use dead flesh as an incubator, undead are not harmed by infestations of the parasites. A corporeal, non-skeletal undead infested with rot grubs transfers one rot grub to any creature that touches it or to any creature it strikes with a touch attack or with any natural attack. The target may make a DC 15 Reflex save to avoid being infested, but otherwise is immediately subjected to a single grub burrowing through his flesh. A rot-grub-infested undead's CR increases by +1.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Giant Rot Grub}",
			"- {monster/Rot Grub Swarm}"
		]
	},
	"sahkil": {
		"name": "Sahkil",
		"sources": [ "Bestiary 5" ],
		"description": [
			"## Sahkil",
			"",
			"{SOURCE Bestiary 5}",
			"",
			"[Psychopomps](family/psychopomp) oversee one of the most fundamental functions of the multiverse: the progress of mortal souls. Through this infinite cycle of lives, deaths, and rebirths, the forces of the planes calibrate and evolve. Psychopomps serve as caretakers of this process, yet no matter their might or influence, they all know their place, their duty, and a shared secret: that the order of the planes is not perfect, and that one distant day it will end. For most psychopomps, this burdensome truth reinforces the great need for their diligence in fending off the decay of all things. For others, it is an onrushing nihilistic destiny. And for the most brazen, selfish psychopomps, it is a reason to rebel.",
			"",
			"Those psychopomps that dissent are known as sahkils. Not content to serve as clerks in an endlessly deteriorating cycle of meaningless lives, these former psychopomps abandoned their duties. Escaping the strictures of their previous brethren, they flee to the empty places of reality-most congregating in the misty Ethereal Plane. There, where the great procession of newly departed souls endlessly marches toward judgment, death's rebels remake themselves. Embracing the dread with which mortals already view them, they restyle themselves as tyrants of terror. No longer servants to souls, they would become their terrifying masters. Reality's days might be numbered, but for those finite eons, sahkils resolve to rule.",
			"",
			"Sahkils bear little resemblance to the psychopomps they once were. Although some embrace the morbidity of their former brethren, most sahkil forms are inspired by common or particularly potent mortal fears. Unnatural fusions, insectile limbs, and bloody phantasmagorias abound among sahkil shapes, each designed and destined to terrify. The least sahkils have the most recognizable forms-familiar limbs seemingly twisted by unimaginable excruciations. The greatest of their kind, though, are near-indescribable horrors, obscene in both shape and proportions. Yet sahkils share the single drive to give all creatures reason to fear.",
			"",
			"From the Ethereal Plane, sahkils watch. They slip tenuous tendrils into the dark and abandoned places of the world, infusing the mundane with dread and giving fangs to mortal imaginings. When they trespass upon the Material Plane, most sahkils prefer to remain veiled, corrupting nature and turning people into monsters. They revel in the awe associated with terror and hear praises in every scream. When finally their victims have been sapped, drained of their capacities to hope and to fear, the sahkil feed. Not willing to let their playthings escape to feed the cycle they once served, sahkils delight in nothing more than tearing mortal souls apart or giving rise to blasphemous undead.",
			"",
			"The most dangerous sahkils rise to dominate their brethren as nightmare warlords. These sahkil tormentors form vast, sanity-bending realms from which only tortured sounds escape. Unique in form and objectives, these demigods gather legions of sahkil servitors, uniting them in campaigns targeting vulnerable souls, entire mortal worlds, or even rival tormentors. Regardless of their goals, sahkil tormentors are the most secretive members of the race, cloaking themselves to preserve the terror of their true faces, or sometimes to hide the beings they once were.",
			"",
			"As sahkils viciously impede the multiverse's workings, these gluttons of fear are widely loathed. Nearly every celestial and lawful race opposes their selfish desires, hunting them as dangerous beasts and metaphysical brigands. Psychopomps most actively oppose sahkil interference with the progress of souls, yet rarely display racial malice against the traitors. Additionally, {family/manasaputra/s} violently resent sahkil schemes, as sahkil predation actively impedes the development of mortal souls. This often results in dutiful manasaputras or their agents defending vulnerable spirits or leading quests to liberate worthy souls before they're destroyed.",
			"",
			"The sahkil are not without allies, though. [Divs](family/div), in their campaigns to spread misfortune and ruin among mortals, respect the motivations of sahkils and sometimes work with them to spread fear. Equally nihilistic, the end-seeking {subtype/daemon/s} delight in sahkil destruction of mortal souls and their hastening of the end times. [Kytons](family/kyton), too, have a distant admiration for the avant-garde masterpieces of insanity and terror that sahkils work upon mortal minds.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Esipil}",
			"- {monster/Ichkoh}",
			"- {monster/Kimenhul}",
			"- {monster/Nucol}",
			"- {monster/Pakalchi}",
			"- {monster/Qolok}",
			"- {monster/Wihsaak}",
			"- {monster/Ximtal}",
			"- {monster/Zohanil}"
		]
	},
	"siktempora": {
		"name": "Siktempora",
		"sources": [ "Pathfinder #135: Runeplague" ],
		"description": [
			"## Siktempora",
			"",
			"{SOURCE Pathfinder #135: Runeplague}",
			"",
			"Each siktempora is different in shape, alignment, and power, but they all share a few similar traits.",
			"",
			"- Immunity to disease, mind-affecting effects, and poison, plus one additional condition thematic to the siktempora's emotional genesis",
			"- Fast healing",
			"- Evasion",
			"- Temporal jaunt spell-like ability",
			"- An emotion-based effect linked to their physical attacks",
			"- Temporal sense ability",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Misery Siktempora}"
		]
	},
	"spawn_of_rovagug": {
		"name": "Spawn of Rovagug",
		"sources": [ "Inner Sea Bestiary" ],
		"members": [
			"- {monster/Chemnosit (The Monarch Worm)}",
			"- {monster/Festering Ulunat (The Unholy First)}",
			"- {monster/Volnagur (The End-Singer)}",
			"- Xotani (The Firebleeder) (published stats are for D&amp;D 3.5, not Pathfinder)"
		],
		"description": [
			"## Spawn of Rovagug",
			"",
			"{SOURCE Inner Sea Bestiary}",
			"",
			"The spawn of Rovagug are titanic terrors, slavering monstrosities of immense size and strength that live only to destroy. They are unnatural things, born of a fundamental wrongness in the universe where entropy gnaws at the root of reality. None know whether the spawn of Rovagug are the literal children of the Rough Beast in a biological sense, for it is almost impossible to think of what manner of creature could survive copulation with Rovagug or the gestation of such terrible abominations. Perhaps their foremothers are not remembered because these beasts ripped their way from the womb with their own claws, tearing and rending their way to matricidal freedom. Some sages speculate that perhaps Lamashtu herself bore them in one monstrous brood at the dawn of time, before Rovagug's imprisonment, but none of her blasphemous rites or scriptures attests to this, and her faithful make no claim that these terrors are sacred to the Mother of Monsters.",
			"",
			"Whatever their provenance, spawn of Rovagug are living engines of destruction, slumbering for long periods before awakening with an incomprehensible hunger for sustenance and devastation. Their rampages lack cruelty or premeditation. If they indeed can trace any lineage to the Rough Beast, they did not inherit his spirit of hateful and wanton viciousness. Instead, they are comparatively simple creatures, their urges to destroy purely instinctual. They wreak havoc because it is what they were created to do, each in their own way. It may be that spawn of Rovagug represent a divergence in the fabric of reality, a natural flaw that seeks to unravel the threads of the universe even as the universe attempts to heal itself around them, which in turn the spawn of Rovagug experience as a suffocating constriction. They must destroy if they are to survive, rending reality to create space to breathe, figuratively speaking. Their apparent satiation at the end of rampages may simply represent the spawn unraveling the order of the universe sufficiently to allow them to once more rest in peace. Their hibernation resumes until the universe knits itself back together too tightly, choking the spawn once more until they rise yet again in another waking rampage of annihilation.",
			"",
			"It is known that certain strange and nigh-impossible rituals are capable of attracting the attention of a spawn of Rovagug or awakening one from long hibernation. Such rituals may draw the spawn to a place or perhaps point it in a certain direction, but taking full control of a spawn of Rovagug is wholly impossible. The earliest recorded appearance of a spawn of Rovagug, in ancient Ninshabur, was of Festering Ulunat, the Unholy First, whose immortal carapace towers over Osirion's capital of Sothis and has spawned countless legends about a future end-time wherein he might reawaken. Perhaps the most famous of Rovagug's living spawn is the Tarrasque, the Armageddon Engine, but Wrath-Blazing Xotani, the Firebleeder, and Unyielding Kothogaz, the Dance of Disharmony, have reputations no less terrifying in Garund and Vudra, respectively, among those aware of their existence.",
			"",
			"### Spawn of Rovagug Traits",
			"",
			"Spawn of Rovagug are Colossal magical beasts, and gain the normal features of a creature of that type as well as the following traits common to all spawn of Rovagug.",
			"",
			"**Damage Reduction (Ex)** Spawn of Rovagug have DR 15/epic.",
			"",
			"**Frightful Presence (Su)** Spawn of Rovagug radiate an aura of terror in a 300-foot radius.",
			"",
			"**Hibernation (Ex)** Spawn of Rovagug can sleep for years, decades, or even centuries and do not need to eat or breathe during these periods of dormancy, though they breathe normally and eat ravenously and almost constantly once they've been awakened. If a spawn of Rovagug is forced into an environment where it cannot breathe and would suffocate, it goes into hibernation until conditions are right for it to reawaken.",
			"",
			"While in hibernation, a spawn of Rovagug's damage reduction improves to 50/epic and it gains immunity to any spell or spell-like ability that allows spell resistance as well as all divination effects.",
			"",
			"**Immunities (Ex)** All spawn of Rovagug are immune to ability damage, bleed, disease, energy drain, mind-affecting effects, paralysis, permanent wounds, petrification, poison, and polymorph. In addition, each spawn of Rovagug possesses immunity to two of the following energy types: acid, cold, electricity, fire, or sonic.",
			"",
			"**Regeneration (Ex)** All spawn of Rovagug possess regeneration, and no form of attack can suppress this regeneration; they regenerate even if disintegrated or slain by a death effect. If a spawn of Rovagug fails a save against an effect that would kill it instantly, it rises from death 3 rounds later with 1 hit point if no further damage is dealt to its remains. It can be banished or otherwise transported as a means to save a region, but a method to kill Spawn of Rovagug has yet to be discovered.",
			"",
			"**Spell Resistance (Su)** A spawn of Rovagug possesses spell resistance equal to 11 + its CR.",
			"",
			"**Unstoppable Force (Ex)** A spawn of Rovagug can always charge, even if its movement is impeded or its path is blocked by another creature. It receives a +20 racial bonus on combat maneuver checks to overrun and Strength checks to break or destroy objects, and can make one such check as a free action as part of a charge. In addition, the natural weapons of a spawn of Rovagug ignore all forms of damage reduction and hardness."
		]
	},
	"sphinx": {
		"name": "Sphinx",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Sphinx",
			"",
			"{SOURCE Bestiary 3}",
			"",
			"The enigmatic sphinxes are closely related, yet diverse in appearance, intellect, and personality. All combine a lion's body, a falcon's wings, and a head of some other species. The most intelligent and powerful of the species sport humanoid heads - either male or female. The two types of humanoid-headed sphinxes are, in fact, separate races, not merely separate genders. These humanoid-headed races are often called androsphinxes and gynosphinxes, terms many sphinxes consider demeaning. Lesser sphinxes have the heads of beasts and are invariably male; the most commonly encountered are the ram-headed criosphinxes and the savage, falcon-headed criosphinxes. Sphinxes deny any common ancestry with other leonine hybrids such as griffins and manticores, let alone celestial beings like lammasus, and find such lines of conversation distasteful.",
			"",
			"Sphinxes prefer warm desert climes and the hills nearby, both for the comforting warmth and the pleasant solitude. The more intelligent sphinxes have contrary social natures, alternately craving conversation and isolation as the mood strikes them. Indeed, a bored or irritated sphinx often takes leave in the midst of discussion, or perhaps slays and devours its petitioners out of sheer annoyance.",
			"",
			"While sphinxes as a race are not truly immortal, they are fantastically long-lived, save for the violent hieracosphinxes, who rarely survive their second decade. Unless slain by accident, violence, or misadventure, other sphinxes seem to pass on only when they have at last wearied of living and will themselves to die. The older a sphinx is, the less it needs consume. The oldest of sphinxes dine perhaps once per century, making them ideal guardians for monuments, temples, and tombs.",
			"",
			"Sphinxes prefer to converse in their own tongue, but most speak the languages of humans and dragons as well. Addressing a sphinx in its own language with all due politeness and deference goes a long way to ensure peaceful conversation. All sphinxes save hieracosphinxes enjoy stimulating conversation, though for such long-lived creatures their memory for detail is sadly lacking. In some cultures, \"a mind like a sphinx\" serves as a sarcastic alternative to \"a mind like a sphinx\"",
			"",
			"Though sphinxes have a reputation for loving riddles, in truth, only gynosphinxes truly enjoy them. Androsphinxes prefer lofty philosophical discussions, while criosphinxes prefer worldly topics or fawning praise. Hieracosphinxes rarely converse at all, and respond only to threats from creatures more powerful than they are.",
			"",
			"Neighboring humanoids generally adopt a policy of avoiding local sphinxes, as the creatures grow increasingly irritable each time their solitude is invaded. Even so, once a sphinx's lair is known, it can expect a steady flow of visitors in search of the fabled wisdom of its race. Some sphinxes move to quieter abodes once the interruptions become too much to bear; others devour a few of the more irritating supplicants until the visits cease.",
			"",
			"Sphinxes have peculiar breeding habits, contributing in no small part to their scarcity and the strange diversity of their species. Indeed, matters of mating occupy much of the thoughts of all of the sphinxes save the prudish androsphinxes. The female gynosphinxes have nothing but scorn for animal-headed sphinxes, craving only the attentions of the masculine androsphinxes. For their part, androsphinxes consider petty rutting a waste of time and energy, both of which are better spent on loftier pursuits than the fleeting pleasures of the flesh. Criosphinxes and hieracosphinxes alike lust after gynosphinxes. The former abase themselves and attempt to curry favor with lavish gifts. Hieracosphinxes scorn any such civilized gestures, and mate by force on the rare occasions they have a female at their mercy.",
			"",
			"From these rare couplings, two to four sphinxes of any type may be born, regardless of the breed of the parents. Instead, the nature of the coupling itself influences the species of the resulting offspring. From those rare matings engendered by love or respect, androsphinxes and gynosphinxes are born. Those couplings motivated by carnal lust or selfish urges most often produce criosphinxes. Hieracosphinxes come from acts of hate and violence, and their disgusted mothers quickly abandon them to the mercy of the elements, lest the young turn against them. Of all the males, only the criosphinx willingly helps rear its own young, often as part of the bargain for mating in the first place.",
			"",
			"People of the desert sometimes honor the sphinx's form by crafting great stone sphinxes, often bearing the faces of their own rulers and nobles. Legend holds the first such monuments were modeled on the eldest and greatest of sphinxes, paragons of knowledge and wisdom far larger in size than any common sphinx. The oldest and largest of these sphinxes settled into the desert sands when at last they tired of immortality, and as they passed into their final sleep, their bodies became as sandstone.",
			"",
			"These elder sphinxes may be androsphinxes or gynosphinxes, or very rarely criosphinxes. They have at minimum the advanced template, many additional Hit Dice, and a size of at least Huge (and more often Gargantuan or Colossal). They can use commune, contact other plane, and legend lore as spell-like abilities once each per day (CL equals the sphinx's CR), and frequently possess other powers and special attacks. Many such sphinxes can enter a state of stony suspended animation that resembles the freeze special ability, though they cannot easily rouse themselves from such slumber. Other sphinxes, even the bestial hieracosphinxes, defer to elder sphinxes in all matters, treating them almost as gods.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Androsphinx}",
			"- {monster/Criosphinx}",
			"- {monster/Cynosphinx}",
			"- {monster/Elder Sphinx}",
			"- {monster/Gynosphinx}",
			"- {monster/Hieracosphinx}"
		]
	},
	"thassilonian_sentinel": {
		"name": "Thassilonian Sentinel",
		"sources": [ "Pathfinder #134: It Came from Hollow Mountain" ],
		"description": [
			"## Thassilonian Sentinel",
			"",
			"{SOURCE Pathfinder #134: It Came from Hollow Mountain}",
			"",
			"During the height of the Thassilonian Empire, nobles and other wealthy elite favored these constructs as guardians and protectors in their homes, hidden in plain sight among the palace's normal decorations. Able to replace the heads of statues to blend in, these creatures keep alert for intruders and extract themselves from the statues with which they are docked in order to attack. The creatures don't need to remove themselves from their statues to use their special attacks, however, and only separate for added mobility or to have the chance to attack with their claws.",
			"",
			"At least a dozen varieties of sentinel pervaded long-vanished Thassilon. All of these varieties were crafted from materials that wouldn't be out of place as a medium for sculpting or casting. Though the practice of creating these constructs largely died out along with the empire at Earthfall, explorers delving into forgotten ruins sometimes encounter sentinels that still function.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Bronze Sentinel}",
			"- {monster/Iron Sentinel}",
			"- {monster/Ivory Sentinel}",
			"- {monster/Marble Sentinel}"
		]
	},
	"thriae": {
		"name": "Thriae",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Thriae",
			"",
			"{SOURCE Bestiary 3}",
			"",
			"Highly spiritual creatures and keepers of the world's greatest secrets, the thriae are a race of female, beelike seers coveted for their powers of divination and prophecy. Roughly humanoid in size and appearance, thriae keep to the outskirts of civilization, tending to their mysterious rituals and maintaining a watchful - if passive - eye over the machinations of nearby societies. While possessing an eerie air of mysticism, thriae are nonetheless startlingly beautiful, their slender bodies giving an unexpected grace to the otherwise unsightly mannerisms of giant bees.",
			"",
			"Settlements that find themselves near the hilly homes of thriae hives often send a chosen citizen to visit the creatures, hoping to glean helpful insight from the wise prophetesses regarding the growth of the settlement's crops, the prosperity of its people, or the strength of its warriors. Thriae have little interest in the affairs of most humanoids, but do aid those who come bearing offerings of gold or physically fit male consorts. All thriae are female, and so the queen must breed with humanoid males in order to propagate the colony. If a colony hasn't received an offering of a suitable consort recently, thriae sometimes visit nearby settlements in the hope of garnering young male volunteers to come and live with them for the rest of their lives-living with the thriae exposes chosen males to many of the mysterious race's secrets, so the prophetesses cannot afford to let them leave the thriae's domains once they have entered. The life of male consorts is one of comfort and luxury, however, as they spend their days in a blissful trance brought on by the mind-altering effects of the thriae queen's nourishing honey, a substance called merope. Once they are too old to continue their duties, the males are put in a deep, numbing sleep, whereupon the thriae painlessly devour the consorts' elderly bodies. Thriae generally do not have emotional ties to their humanoid mates, using them for procreation only-exceptions exist, particularly among non-queen thriae, who cannot lay eggs but sometimes choose a willing mate anyway. Only the queen can lay eggs; a typical queen produce 400 to 500 eggs in her lifetime. The life span of a typical thriae who does not die in battle is about 200 years.",
			"",
			"Thriae choose particularly spiritual individuals to become seers, members of the colony who perform the rituals that allow them to divine their cryptic prophecies. These seers drink from merope and derive meaning from their spiritual hallucinations, traveling into the forests or mountains to decode various patterns among nature. Thriae hold a particular reverence for the structures and communication patterns of common bees, patterns which they often study intently while undergoing their merope-induced spiritual journeys. The bond thriae have with common bees and giant bees extends beyond this, however, as many powerful thriae possess the ability to call forth such insects when they are in need of aid, such as while protecting their homes. Thriae are extremely territorial, and disrupt their normally stoic behavior to passionately fight off intruders or creatures otherwise imposing upon their domain. Many thriae colonies can trace back their lineages thousands of years, keeping extensive archives hidden within the catacombs of their labyrinthine hives. The hives thriae reside in resemble the beehives of their miniature relatives, but constructed on a much grander fashion and scale. Since thriae fly wherever they go, they tend to build their most important chambers higher up in order to deter bipedal would-be burglars.",
			"",
			"Thriae come in various shapes and sizes, their abilities ranging equally in terms of specialization. An individual thriae's occupation within the particular thriae society she is born into is selected by her elders when she reaches adolescence, several months after her development as a larva and then as a pupa. Once her occupation is determined, a young thriae is assigned a \"mother,\" and is trained by this elder to perform her tasks perfectly so as to keep the hive in fully autonomous order. Many thriae never see battle in their lifetimes, instead performing tasks such as recording scriptures derived from seers' verbal prophecies, cultivating the crops and herd animals that thriae use for food, or crafting elaborate crowns, necklaces, and other ornaments unique to thriae and renowned by jewelers the world over. Thriae have a fascination with all kinds of rare metals, and the intricate ways in which they utilize these alloys in building their wares exemplifies the race's passion and ingenuity. They do not regularly trade with outside societies except in times of dire need, such as during a feud or war that cuts off access to needed resources.",
			"",
			"### Thriae Merope",
			"",
			"Merope, the magical honey produced by thriae queens, possesses numerous supernatural properties. Even among thriae, the effects of drinking merope are remarkably diverse. A specific amount of merope for one thriae may put her into a tranquil haze, while the same amount for another could set off a bout of insatiable rage. The effect of merope on a specific type of thriae is marked in a thriae's stat block.",
			"",
			"To non-thriae, merope generally has similar effects to strong alcohol. The substance can be addicting to the weak-willed, and those who begin to rely on merope quickly become addicted thralls and servants bound to servitude within a hive. Some thriae claim to have developed merope with the ability to affect non-thriae with more potent effects, but such claims are regarded as something between blasphemy and treason by most thriae hives.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Thriae Constructor}",
			"- {monster/Thriae Dancer}",
			"- {monster/Thriae Queen}",
			"- {monster/Thriae Seer}",
			"- {monster/Thriae Soldier}"
		]
	},
	"titan": {
		"name": "Titan",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Titan",
			"",
			"{SOURCE Bestiary 2}",
			"",
			"This family represents a group of similar monsters. No official description has been provided.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Elysian}",
			"- {monster/Hekatonkheires}",
			"- {monster/Thanatotic}"
,
			"",
			"### Members of This Family:",
			"",
			"- {monster/Danava}",
			"- {monster/Fomorian Titan}"
		]
	},
	"troll": {
		"name": "Troll",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Troll",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"This family represents a group of similar monsters. No official description has been provided.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Canopy Troll}",
			"- {monster/Chimney Troll}",
			"- {monster/Flood Troll}",
			"- {monster/Ice Troll}",
			"- {monster/Jotund Troll}",
			"- {monster/Moss Troll}",
			"- {monster/Mountain Troll}",
			"- {monster/Rock Troll}",
			"- {monster/Sewer Troll}",
			"- {monster/Troll Acolyte}",
			"- {monster/Troll Berserker}",
			"- {monster/Troll Brute}",
			"- {monster/Troll Elder Matron}",
			"- {monster/Troll Fury}",
			"- {monster/Troll Monarch}",
			"- {monster/Troll Render}",
			"- {monster/Troll Ripper}",
			"- {monster/Troll Warden}",
			"- {monster/Troll}"
		]
	},
	"troops": {
		"name": "Troops",
		"sources": [
			"Bestiary 6",
			"Pathfinder #100: A Song of Silver"
		],
		"description": [
			"## Troops",
			"",
			"{SOURCE Pathfinder #100: A Song of Silver}",
			"",
			"The troop subtype represents an organized group of trained soldiers who act as a unit, rather than as individuals. A troop is something of an abstraction, in that the component creatures that make up the troop are mostly irrelevant; only the troop as a whole matters for the purposes of combat. A troop is similar to a swarm, but is normally composed of Small or Medium creatures. Large groups of Tiny or smaller creatures should use the normal swarm rules.",
			"",
			"**Troop Subtype:** A troop is a collection of creatures that acts as a single creature, similar to a swarm, but typically as part of a military unit. A troop has the characteristics of its type, except as noted here. A troop has a single pool of Hit Dice and hit points, a single initiative modifier, a single speed, and a single Armor Class. A troop attempts saving throws as a single creature.",
			"",
			"A single troop occupies a 20-foot-by-20-foot square, equal in size to a Gargantuan creature, though the actual size category of the troop is the same as that of the component creatures. The area occupied by a troop is completely shapable (as a similar spell effect), though the troop must remain in contiguous squares to accurately reflect the teamwork of trained military units. A troop has a reach equal to that of the component creatures based on size or armament. A troop can move through squares occupied by enemies and vice versa without impediment, although the troop provokes an attack of opportunity if it does so. A troop can move through any area large enough for its component creatures.",
			"",
			"The exact number of a troop's component creatures varies, but in general, a troop of Small or Medium creatures consists of approximately 12 to 30 creatures. Larger creatures can form troops, but the area occupied by such a troop should increase proportionally according to the size of the component creatures.",
			"",
			"**Troop Traits:** A troop is not subject to flanking, but it is subject to critical hits and sneak attacks if its component creatures are subject to such attacks. Reducing a troop to 0 hit points or fewer causes it to break up, effectively destroying the troop, though the damage taken until that point does not degrade its ability to attack or resist attack. A troop is never staggered or reduced to a dying state by damage. Also, a troop cannot be subjected to the bull rush, dirty trick, disarm, drag, grapple, reposition, or trip combat maneuvers, except by area effects that include such effects. A troop can grapple an opponent.",
			"",
			"A troop is immune to any spell or effect that targets a specific number of creatures (including single-target spells such as disintegrate and multiple target spells such as haste), though it is affected by spells or effects that target an area or a non-specific number of creatures (such as fireball or mass hold monster). A troop takes half again as much damage (+50%) from spells or effects that affect an area. If a troop is rendered unconscious by means of nonlethal damage, it disperses and does not reform until its hit points exceed its nonlethal damage.",
			"",
			"**Troop Attack:** Creatures with the troop subtype don't make standard melee attacks. Instead, they deal automatic damage to any creature within reach or whose space they occupy at the end of their move, with no attack roll needed. A troop's stat block has \"troop\" in its Melee entry with no attack bonus given. The amount of damage a troop deals is based on its Hit Dice, as shown below, plus its Strength modifier.",
			"",
			"| Troop HD | Troop Base Damage |",
			"| --- | --- |",
			"| 1-5 | 1d6 |",
			"| 6-10 | 2d6 |",
			"| 11-15 | 3d6 |",
			"| 16-20 | 4d6 |",
			"| 21 or more | 5d6 |",
			"",
			"Unless stated otherwise, a troop's attacks are nonmagical. Damage reduction sufficient to reduce a troop attack's damage to 0 or other special abilities can give a creature immunity (or at least resistance) to the troop's attacks. Some troops also have other special attacks in addition to normal damage, or inflict more damage than their Hit Dice would normally suggest. Troops threaten all creatures within their reach or within their area, and resolve attacks of opportunity by inflicting automatic troop damage on any foe in reach who provokes such an attack of opportunity. Troops are still limited to making one such attack per round unless they have a feat or special ability that states otherwise.",
			"",
			"Because of the chaos of combat, spellcasting or concentrating on spells within the area of a troop or within its reach requires a successful caster level check (DC = 20 + spell level). Using skills that involve patience and concentration requires a successful DC 20 Will save.",
			"",
			"**Looting Troops:** Although troops are composed of a number of individual creatures, the chaos and destruction of battle means that not all of these creatures' equipment survives the rigors of combat. As a result, parties who wish to claim usable gear or treasure from slain foes treat a troop as a single creature for the purposes of looting, and should be able to recover gear worth a total value equal to the troop's expected treasure value (as determined by the troop's CR).",
			"",
			"{SOURCE Bestiary 6}  ",
			"Wherever there are battles to be fought or spoils to be claimed, troops march forward to do the dirty work of war. Whether they are hungry brigands eager to raid merchant caravans, frantic goblins scrambling to put a local settlement to the torch, or a cabal of drow spellcasters on a religious crusade for their demonic faith, troops heed the call and move as a single unit to accomplish what one lone mercenary, arsonist, or cabalist could not.",
			"",
			"Of course, brigands, drow, and goblins aren't the only types of troop that could exist - they're merely the three presented on the following pages. The {subtype/troop/ subtype} provides rules for the creation of groups of like-minded individuals of all kinds, functioning in a way similar to how the swarm subtype allows for the modeling of a vast flight of creatures acting as a single whole. With a troop, running an encounter against a large number of lower-level foes becomes much more manageable, and allows for normally low-CR threats to band together and challenge more powerful PCs.",
			"",
			"Troops can be created in innumerable variations, and you should feel free to use examples as inspiration for the creation of troops of your own design. Troops are not as meant as exact simulations of tactical warfare, and when creating them you should not be overly concerned with trying to emulate the compounded abilities of the troop's component individuals. Troops are created just like other creatures of their creature type, with basic elements such as Hit Dice and statistics assigned so the completed troop conforms to the approximate hit points, Armor Class, and other values for its desired Challenge Rating. Once that foundation is established, apply the subtype rules and use the examples and variations provided here to finetune it with flavorful abilities and feats that approximate how a homogenous group of creatures of this sort might fight. With troops at your command, PCs may think twice next time they encounter a seemingly outmatched group of opponents.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Dottari Troop}",
			"- {monster/Glorious Reclamation}",
			"- {monster/Hobgoblin Phalanx Troop}",
			"- {monster/Hound Archon Troop}",
			"- {monster/Inquisitor Troop}",
			"- {monster/Ironfang Magehunter Troop}",
			"- {monster/Ironfang Siege Alchemist Troop}",
			"- {monster/Ironfang Yzobu Rider Troop}",
			"- {monster/Morlock Swarmer Troop}",
			"- {monster/Warmaze Disciples Troop}",
			"- {monster/Barrier Breaker Troop}",
			"- {monster/Cultist Troop}",
			"- {monster/Goblin Troop}",
			"- {monster/Outlaw Troop}",
			"- {monster/Sodden Drauger Troop}"
		]
	},
	"troop": {
		"copyof": "troops"
	},
	"vampire_servant": {
		"name": "Vampire Servant",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Vampire Servant",
			"",
			"{SOURCE Monster Codex}",
			"",
			"A vampire often needs mortal minions - especially during the day, when it must retreat to its coffin for safety.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Coffin Guard}",
			"- {monster/Weird Butler}"
		]
	},
	"veela": {
		"name": "Veela",
		"sources": [ "Bestiary 5" ],
		"description": [
			"## Veela",
			"",
			"{SOURCE Bestiary 5}",
			"",
			"Capricious yet alluring, veelas are elemental spirits given shape. On the Elemental Planes, veelas revel in the unbridled energy of the elements from which they draw power. On the other planes, however, they lose some measure of the elemental energy saturating their forms. To compensate for this, they can siphon vitality from other living beings by engaging them in their ancient dances. Veelas typically do this with a creature's permission, leaving partners exhilarated but exhausted. Only in the most dire circumstances does a veela use its dance as a weapon. Those few who can match these elemental spirits' movements might earn a veela's respect and compel it to share some of its beneficial magical powers.",
			"",
			"A veela typically stands just under 6 feet tall and weighs approximately 140 pounds.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Air Veela}",
			"- {monster/Earth Veela}",
			"- {monster/Fire Veela}",
			"- {monster/Water Veela}"
		]
	},
	"wild_hunt": {
		"name": "Wild Hunt",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## Wild Hunt",
			"",
			"{SOURCE Bestiary 6}",
			"",
			"The wild hunt is an awe-inspiring and enigmatic group of fey who stalk and pursue their chosen prey between worlds. Those few who have caught glimpses of these elusive beings and lived to tell the tale speak of clouds of green mist filled with spectral hounds, archers who fire bolts of magic with inhuman accuracy, and the sound of a melodious horn echoing for miles across the landscape.",
			"",
			"Although some believe the wild hunt is nothing more than a mere legend, or perhaps groups of vengeful spirits that hunt the living, the riders of the wild hunt are real, and are powerful fey indeed. Countless members of these fey compose the wild hunt - the term \"wild hunt\" refers to the race as a whole as well as to individual groups of these fey who gather to pursue their quarry.",
			"",
			"All fey of the wild hunt ultimately serve a legendary leader they refer to only as the Horned King. The Horned King's nature is unknown, but its ability to command such powerful followers suggests that it is a fey lord with the power of a demigod - or perhaps even that of a true deity. When the Horned King calls, several wild hunts join into a legion and ride together against legendary opponents. Because of their occasional role as the agents of a reclusive fey divinity, the members of the wild hunt are sometimes classified among powerful entities known collectively as the Tane. In support of this theory, wild hunt fey share the Tane's ability to instantly acclimate themselves to a new plane. However, the relationship between wild hunts and the Tane is more complex, as the Tane can sometimes become targets of a wild hunt, and on other occasions, wild hunt masters strike bargains to gain the temporary assistance of one of the Tane.",
			"",
			"The Horned King's call is rare, however, and wild hunts are normally left to direct themselves. Each wild hunt follows a wild hunt monarch, who travels effortlessly between the realm of the fey and the Material Plane in search of new quarry. While most missions come from rumors gathered by the wild hunt monarch, they occasionally consider proposals from those rare few brave and knowledgeable enough to seek them out. They accept tasks only from worthy sources, and the payments they demand for their services vary significantly, though they have no interest in material wealth. Wild hunt monarchs take grave offense at unfavorable deals. Those who attempt to cheat a wild hunt monarch or involve one in trivial matters often become the enraged fey's next target.",
			"",
			"Members of the wild hunt usually hail from the fey's primal homeland, but they frequently venture to the Material Plane to pursue their quarry. Reasons for individual wild hunts vary, ranging from tests or demonstrations of skill to missions of vengeance and even drives to improve a wild hunt's own numbers.",
			"",
			"When they hunt for the thrill of the chase, they choose difficult quarry or intentionally place convoluted restrictions upon themselves to increase the challenge of the task. They try to avoid killing their targets, at least at first, but if their quarry refuses to understand that the purpose of the exercise is a battle of wits and responds with particularly lethal tactics, they reply in kind. After all, if a mortal is too foolish to recognize a friendly competition, it is his own ignorance that is to blame for his death, rather than the actions of a wild hunt.",
			"",
			"At other times, a wild hunt fights to kill its prey. In this role, its members act as assassins. If they expect that their prey has means to revive itself, they may transport the remains to another plane before turning the corpse into dust. Should their foes return to life anyway, the wild hunt fey's reaction is unpredictable, ranging from amused detachment to furious bloodlust. Foes that the wild hunt chases for a second time face a far more ignoble fate than death. For example, some wild hunt monarchs keep a small menagerie of animals made from their most irritating prey. Others simply disappear without a trace, seemingly beyond the reach of resurrection magic.",
			"",
			"The rarest reason a wild hunt rides is to seek new hunters for its ranks. Although most members of the wild hunt originate from the realm of the fey, a scant few trace their origins back to the fateful day when they failed to escape a wild hunt's interest. A wild hunt's reasons for seeking out any particular mortal are shrouded in mystery, though wild hunts seldom pursue mortals who lack significant strength or power. After a lengthy pursuit, a wild hunt's monarch ritually slays the quarry, which reincarnates the following morning as a new member of the hunt. When mortals join the wild hunt, memories from their previous lives fade away, though they sometimes retain a measure of personality. If the wild hunt master finds the mortal's talents or skills particularly impressive, he may choose to preserve these abilities, transforming the mortal into a unique member of the hunt. These specialized hunters retain most of their memories as well. While they occasionally spend time with their old friends and family, the call of the hunt master's horn is far stronger than any loyalty they felt in their previous lives, making the maintenance of old relationships a fraught endeavor.",
			"",
			"Traditionally, the fey of the wild hunt consist of five distinct races. While these five types of fey can be encountered alone or in small groups, they are at their most dangerous when banded together into a true wild hunt. This gathering of fey consists of a specific number and combination: one wild hunt monarch, one wild hunt scout, three wild hunt archers, three wild hunt horses, and four wild hunt hounds. As a whole, this dangerous group constitutes a CR 21 encounter, and thus could make an excellent capstone encounter for a campaign.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Wild Hunt Archer}",
			"- {monster/Wild Hunt Horse}",
			"- {monster/Wild Hunt Hound}",
			"- {monster/Wild Hunt Monarch}",
			"- {monster/Wild Hunt Scout}"
		]
	},
	"wysp": {
		"name": "Wysp",
		"sources": [ "Bestiary 5" ],
		"description": [
			"## Wysp",
			"",
			"{SOURCE Bestiary 5}",
			"",
			"Wysps are five races of tiny elemental beings. Aether wysps were the first wysps, born of the same convergence between ethereal and elemental that spawned the aether element. For a time, the first wysps roamed the Ethereal and Elemental Planes freely in symphonies led by exuberant wysp conductors, playing out the otherworldly music of their resonances, but soon the elemental lords discovered the value of wysps as minions, and bred them into new races to support their forces in battle. Today, most wysps do their best to support allies, even giving their lives for their masters. Free symphonies of wysps still exist on their home planes and the Material Plane, though the enslavement of their kind has made them shy.",
			"",
			"Even in the harshest servitude, wysps retain their curious nature and intelligence. When free to act as they please, they are playful and carefree, with mild differences in personality between the elements. Aether wysps are shy and mysterious, air wisps are flighty and capricious, earth wysps are guarded and slow to trust, fire wysps are impetuous and full of bluster, and water wysps are gentle and nurturing.",
			"",
			"Wysps happily offer their services to kind allies, though generally only elementally attuned creatures, kineticists, and spellcasters who summon elementals can make much use of a wysp's assistance. A 7th-level spellcaster who has the {feat/Improved Familiar} feat can gain a wysp as a familiar.",
			"",
			"### All wysps have the following features.",
			"",
			"#### Ecology",
			"",
			"**Environment** any (Elemental Planes or Ethereal Plane)  ",
			"**Organization** solitary, cloud (3-8), symphony (10-40 plus 1 wysp conductor), or retinue (1-6 plus a powerful elemental creature)  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Living Battery (Ex)** As an immediate action, a wysp can kill itself to cause a creature benefiting from its resonance to heal 2 hit points for each of that creature's HD. If the wysp uses this ability, its death can't be prevented, and its life can't be restored by any effect less than {spell/true resurrection}, {spell/miracle}, or {spell/wish}, even if such an effect can normally revive an outsider.",
			"",
			"**Resonance (Ex)** A wysp's natural resonance strengthens the power of its element. The wysp grants a +2 competence bonus on attack rolls and damage rolls to all creatures within 30 feet with an elemental subtype that matches the wysp's, and to the DCs of all racial spell-like, supernatural, and extraordinary abilities of such creatures (as usual, this does not include creatures assuming an elemental form). [Kineticists](class/kineticist) within 30 feet who share the wysp's element gain a +1 competence bonus on attack rolls and damage rolls. The wysp's statistics already include these bonuses.",
			"",
			"**Servitor (Ex)** A wysp is a natural servitor. When it uses the aid another action to assist a creature benefiting from its resonance, the wisp can grant that creature a +4 bonus instead of +2. No other effect can increase this bonus beyond +4.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Aether Wysp}",
			"- {monster/Air Wysp}",
			"- {monster/Earth Wysp}",
			"- {monster/Fire Wysp}",
			"- {monster/Water Wysp}"
		]
	}
}
