{
	"dark_folk_caligni": {
		"name": "Dark Folk, Caligni",
		"sources": [
			"Bestiary 5",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*Beneath ragged shreds, this lean figure's chalky skin darkens to charred hues at the extremities.*",
			"",
			"::mh[Caligni]{cr=\"1/2\"}",
			"",
			"{SOURCE Bestiary 5/66}  ",
			"**XP** 200  ",
			"Caligni rogue 1  ",
			"CN Medium humanoid (dark folk)  ",
			"**Init** +7; **Senses** see in darkness; Perception +3",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 13, flat-footed 12 (+2 armor, +3 Dex)  ",
			"**hp** 12 (1d8+4)  ",
			"**Fort** +3, **Ref** +5, **Will** -1  ",
			"**Weaknesses** light sensitivity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** short sword +1 (1d6+1/19-20)  ",
			"**Ranged** dart +3 (1d4+1)  ",
			"**Special Attacks** death throes, sneak attack +1d6",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 13, **Dex** 17, **Con** 16, **Int** 10, **Wis** 8, **Cha** 10  ",
			"**Base Atk** +0; **CMB** +1; **CMD** 14  ",
			"**Feats** {feat/Improved Initiative}  ",
			"**Skills** Acrobatics +7, Bluff +4, Climb +5, Disguise +4, Escape Artist +7, Knowledge (dungeoneering) +4, Perception +3, Stealth +7  ",
			"**Languages** Common, Dark Folk  ",
			"**SQ** trapfinding +1",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary, family (2-4), or dark folk community (2-4 plus 20-40 other dark folk)  ",
			"**Treasure** NPC gear (short sword, darts [10], leather armor, thieves' tools, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Death Throes (Su)** When a caligni is slain, its body combusts in a flash of searing light. All creatures within a 5-foot burst must succeed at a Fortitude save (DC = 10 + 1/2 the caligni's Hit Dice + the caligni's Constitution bonus) or be dazzled for 1d4 rounds. The corpse left behind is a third of the caligni's size, withered and unrecognizable as the individual. Raise dead and similar spells cast upon these remains restore a caligni as normal.",
			"",
			"**Light Sensitivity (Ex)** Caligni are dazzled in areas of bright light.",
			"",
			"**See in Darkness (Su)** Caligni can see perfectly in darkness of any kind, including that created by deeper darkness.",
			"",
			"::sh[Description]",
			"",
			"The name \"caligni\" is an ancient term for the races now collectively known as dark folk, sometimes still used by dark folk communities to refer to themselves. Untold generations ago, these subterranean dwellers aspired to grand destinies, and might have achieved them if not for the planned degeneration meted out by their controllers, the owbs. Yet even today, dark folk are sometimes born bearing an uncanny likeness to the ancients that dark stalkers still imitate. Throwbacks to the time before owb tampering, these individuals - called simply \"caligni\" - might be born from any dark folk race, reminders of their people's half-remembered dreams.",
			"",
			"The birth of a caligni is a momentous sign, celebrated by many dark folk. Yet it's not uncommon for a maturing caligni to threaten the caste-clans of dark folk society or offend an owb overlord; as a result, most caligni don't survive to adulthood in dark folk society, falling victim to suspicious accidents or mysterious murders. The canniest caligni foresee their people's treachery and leave, seeking homes elsewhere in the Darklands, and putting the talents they have learned among other dark folk to use in their own service, or in that of less treacherous allies.",
			"",
			"Caligni measure close to 6 feet tall but weigh as little as 125 pounds. They're often mistaken for dark stalkers, though their features are more defined and individually distinctive beneath their thick wrappings. Their skin is bleached gray, deepening to obsidian at the extremities. Caligni age at the same rate as half-elves, and don't typically breed true, instead giving birth to more common dark folk types - typically dark creepers.",
			"",
			"Most caligni adventurers become rogues and slayers, adopting the training of their dark creeper and dark stalker brethren. Some become alchemists, and the most depraved commune with the owbs as conjurers and summoners.",
			"",
			"**Family:** {family/Dark Folk}"
		]
	},
	"caligni": { "copyof": "dark_folk_caligni" },
	"dark_folk_dark_caller": {
		"name": "Dark Folk, Dark Caller",
		"sources": [
			"Bestiary 4",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*Wrapped in tatters of dark musty robes, this humanoid figure weaves malevolent magic.*",
			"",
			"::mh[Dark Caller]{cr=\"5\"}",
			"",
			"{SOURCE Bestiary 4/42}  ",
			"**XP** 1,600  ",
			"CE Medium humanoid (dark folk)  ",
			"**Init** +3; **Senses** detect magic, see in darkness; Perception +8",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 14, flat-footed 13 (+3 Dex, +1 dodge, +3 natural)  ",
			"**hp** 52 (8d8+16)  ",
			"**Fort** +4, **Ref** +9, **Will** +3  ",
			"**Weaknesses** light blindness",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** mwk dagger +10/+5 (1d4+2/19-20 plus black smear poison)  ",
			"**Special Attacks** death throes, sneak attack +2d6  ",
			"**Spell-Like Abilities** (CL 8th; concentration +12)  ",
			"*Constant*-detect magic  ",
			"*At will*-bleed (DC 14)  ",
			"*3/day*-deeper darkness, shadow step  ",
			"*1/day*-shadow conjuration (DC 18)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 14, **Dex** 17, **Con** 14, **Int** 13, **Wis** 13, **Cha** 18  ",
			"**Base Atk** +6; **CMB** +8; **CMD** 22  ",
			"**Feats** {feat/Augment Summoning}, {feat/Dodge}, {feat/Spell Focus/ (conjuration)}, {feat/Weapon Finesse}  ",
			"**Skills** Climb +6, Intimidate +5, Knowledge (arcana) +9, Knowledge (planes) +9, Perception +8, Stealth +10, Use Magic Device +5; **Racial Modifiers** +4 Climb, +4 Perception, +4 Stealth  ",
			"**Languages** Dark Folk, Undercommon  ",
			"**SQ** poison use, shadow ritual",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary, pair, or gang (1 plus 2-5 dark stalkers), or clan (20-80 dark creepers plus 1 dark stalker and dark caller per 20 dark creepers)  ",
			"**Treasure** standard (mwk dagger, {eq-poison/black smear} [2 doses], other gear)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Death Throes (Su)** When a dark caller is slain, its body bursts into shreds of blisteringly cold shadows, leaving its gear in a heap on the ground. All creatures within a 10-foot burst take 1d4 points of Strength damage and are staggered for 1 round. A successful DC 16 Fortitude save halves the Strength damage and negates the staggered effect. This ability damage is temporary and an affected creature's Strength returns to normal after 3d10 minutes. The save DC is Constitution-based.",
			"",
			"**Shadow Ritual (Su)** Three dark callers can collaborate on a ritual that calls an {monster/owb} to their service. The ritual takes 1 hour to complete. If the dark callers involved are distracted in any way, the attempt is ruined and the ritual must begin anew. Once called to their service, the owb serves them for 24 hours. Though the owb is freewilled, it follows orders to the best of its ability.",
			"",
			"::sh[Description]",
			"",
			"Dark callers hold a position in dark folk society similar to that of lay priests. Dark callers are named for their role in summoning otherworldly creatures called owbs to oversee important rites in their shadowed communities deep underground. Dark callers perform rituals that bring these creatures forth to preside over all manner of ceremonies the dark folk perform, but the most important is the blanching. When dark folk are born, they are exposed to the sinister touch of the owb's curse of darkness ability, which saps all color and light from the infant dark folk. It's during this ritual that the infant's potential is judged. From that moment on, the youngling grows into one of the various types of dark folk.",
			"",
			"Dark callers are the least physically malformed of the dark folk, but their minds are more twisted than those of their cousins. They're cruel and inscrutable to most, and they lead their kind alongside dark stalkers, controlling vast underground communities of these strange humanoids. In many cases, one dark stalker and one dark caller lead a clan.",
			"",
			"A dark caller is highly superstitious, seeing omens in all things. He constantly performs strange rituals whose results are interpreted only by him, then passed to the dark stalker with he's paired with in leadership.",
			"",
			"Dark callers are typically 6 feet tall and weigh slightly under 100 pounds. Despite their lanky frames, they're quite strong, though they avoid physical confrontation. Instead, they'll use their limited authority to command dark creepers to fight for them, or at least distract attackers while the dark callers cast spells.",
			"",
			"**Family:** {family/Dark Folk}"
		]
	},
	"dark_caller": { "copyof": "dark_folk_dark_caller" },
	"dark_folk_dark_champion": {
		"name": "Dark Folk, Dark Champion",
		"sources": [
			"Cradle of Night",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This gaunt humanoid's body is entirely cased in black plate armor. Its open-faced helm reveals its pale skin and shallow, fleshy hollows where its eyes should be.*",
			"",
			"::mh[Dark Champion]{cr=\"5\"}",
			"",
			"{SOURCE Cradle of Night/62}  ",
			"**XP** 1,600  ",
			"LE Medium humanoid (dark folk)  ",
			"**Init** +1; **Senses** blindsight 90 ft.; Perception +8",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 11, flat-footed 19 (+9 armor, +1 Dex)  ",
			"**hp** 59 (7d8+28)  ",
			"**Fort** +9, **Ref** +3, **Will** +4  ",
			"**Immune** gaze attacks, sight-based attacks, visual effects  ",
			"**Weaknesses** vulnerable to sonic",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** mwk greatsword +11/+6 (2d6+4/19-20)  ",
			"**Ranged** heavy crossbow +8 (1d10/19-20)  ",
			"**Special Attacks** death throes",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 17, **Dex** 12, **Con** 18, **Int** 8, **Wis** 11, **Cha** 9  ",
			"**Base Atk** +7; **CMB** +10; **CMD** 21  ",
			"**Feats** {feat/Cleave}, {feat/Disruptive}, {feat/Iron Will}, {feat/Power Attack}  ",
			"**Skills** Perception +8, Stealth +2; **Racial Modifiers** +4 Perception, +4 Stealth  ",
			"**Languages** Undercommon, Dark Folk  ",
			"**SQ** champion armor, fighter training",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary, patrol (2-6), or platoon (8-16)  ",
			"**Treasure** NPC gear (full plate, masterwork greatsword, heavy crossbow with 20 bolts, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Champion Armor (Ex)** A dark champion's speed is not reduced for wearing armor.",
			"",
			"**Death Throes (Su)** A slain dark champion combusts in an explosive flash that destroys its armor but not its other gear. All creatures within a 10-foot radius burst take 3d6 points of fire damage and an additional 2d6 points of piercing damage (Reflex DC 17 half). The save DC is Constitution-based.",
			"",
			"**Fighter Training (Ex)** Dark champions are proficient with all simple and martial weapons and with all armor and shields. They have a base attack bonus equal to their Hit Dice and can select combat feats that have fighter levels as a prerequisite, treating their Hit Dice as their fighter level for that purpose.",
			"",
			"::sh[Description]",
			"",
			"The rare dark folk children born without eyes are assigned to the dark champion caste and begin a life of rigor, privation, and martial training. Their armor is typically bolted to their bodies in sections and removed only rarely. Most other dark folk appreciate the discipline and might of dark champions, but they treat them with wary respect.",
			"",
			"**Family:** {family/Dark Folk}"
		]
	},
	"dark_champion": { "copyof": "dark_folk_dark_champion" },
	"dark_folk_dark_creeper": {
		"name": "Dark Folk, Dark Creeper",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*Filthy, reeking black rags wrap this small humanoid from head to toe, leaving only its hands and pale white nose visible.*",
			"",
			"::mh[Dark Creeper]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/53}  ",
			"**XP** 600  ",
			"CN Small humanoid (dark folk)  ",
			"**Init** +3; **Senses** see in darkness; Perception +4",
			"",
			"::sh[Defense]",
			"",
			"**AC** 16, touch 14, flat-footed 13 (+2 armor, +3 Dex, +1 size)  ",
			"**hp** 19 (3d8+6)  ",
			"**Fort** +3, **Ref** +6, **Will** +1  ",
			"**Weaknesses** light blindness",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** dagger +6 (1d3/19-20 plus poison)  ",
			"**Special Attacks** death throes, sneak attack (+1d6)  ",
			"**Spell-Like Abilities** (CL 3rd)  ",
			"*At will*-darkness, detect magic",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 11, **Dex** 17, **Con** 14, **Int** 9, **Wis** 10, **Cha** 8  ",
			"**Base Atk** +2; **CMB** +1; **CMD** 14  ",
			"**Feats** {feat/Skill Focus/ (Sleight of Hand)}, {feat/Weapon Finesse}  ",
			"**Skills** Climb +8, Perception +4, Sleight of Hand +7, Stealth +12; **Racial Modifiers** +4 Climb, +4 Perception, +4 Stealth  ",
			"**Languages** Dark Folk  ",
			"**SQ** poison use, rag armor",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary, pair, gang (3-6), or clan (20-80 plus 1 dark stalker per 20 dark creepers)  ",
			"**Treasure** standard (dagger, black smear [3 doses], other gear)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Death Throes (Su)** When a dark creeper is slain, its body combusts in a flash of bright white light, leaving its gear in a heap on the ground. All creatures within a 10-foot burst must make a DC 13 Fortitude save or be blinded for 1d6 rounds. Other dark creepers within 10 feet are automatically blinded for at least 1 round, due to their light blindness. The save is Constitution-based.",
			"",
			"**Poison Use (Ex)** Dark creepers are skilled in the use of poison and never risk accidentally poisoning themselves. Dark creepers favor a foul-smelling black paste distilled from certain deep-underground fungi known as {eq-poison/black smear}.",
			"",
			"**Rag Armor (Ex)** A dark creeper's multiple layers of filthy rags function as leather armor when worn by one of their kind.",
			"",
			"**See in Darkness (Su)** A dark creeper can see perfectly in darkness of any kind, including that created by deeper darkness.",
			"",
			"::sh[Description]",
			"",
			"Dark creepers lurk in the black places deep below the surface of the world, venturing forth at night or into neighboring societies when the urge to steal and cause mayhem grows too great to resist. Endless layers of filthy, moldering black cloth shroud these small creatures, leading some to believe that the creature inside is smaller still. Usually encountered in groups, dark creepers flee from bright light, but are quite brave in the dark.",
			"",
			"Dark creepers stand just under 4 feet tall and weigh 80 pounds. Their flesh is pale and moist, and their eyes are milky white. Dark creepers exude a foul stench of sweat and spoiled food, owing primarily to the fact that they never take off their clothing - instead piling on new layers when the outermost one grows too ragged.",
			"",
			"For all the mayhem and trouble a pack of dark creepers can cause, this is nothing compared to the dangers a tribe led by the taller, even more sinister dark stalkers represents. Dark creepers treat their tall, lithe masters almost like gods, presenting them with offerings and obeying their every whim. Invariably, several dark stalkers serve as leaders to dark creeper tribes, with all of the tribe's heavy work and labor falling on the diminutive shoulders of the creepers, freeing the dark stalkers for their own decadent pleasures. Yet the dark creepers themselves see no inherent imbalance in this arrangement - to a dark creeper, a life in the servitude of a dark stalker is a life fulfilled.",
			"",
			"**Family:** {family/Dark Folk}"
		]
	},
	"dark_creeper": { "copyof": "dark_folk_dark_creeper" },
	"dark_folk_dark_dancer": {
		"name": "Dark Folk, Dark Dancer",
		"sources": [
			"Bestiary 4",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*Dancing in a wicked celebration, this slight humanoid is wrapped head to toe in dirty scraps of dark cloth.*",
			"",
			"::mh[Dark Dancer]{cr=\"1\"}",
			"",
			"{SOURCE Bestiary 4/43}  ",
			"**XP** 400  ",
			"CN Small humanoid (dark folk)  ",
			"**Init** +4; **Senses** see in darkness; Perception +4",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 15, flat-footed 11 (+4 Dex, +1 size)  ",
			"**hp** 13 (2d8+4)  ",
			"**Fort** +2, **Ref** +7, **Will** +0  ",
			"**Weaknesses** light blindness",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** club +2 (1d4) or dagger +6 (1d3/19-20 plus poison)  ",
			"**Special Attacks** bardic performance (7 rounds), dark curse, death throes, sneak attack +1d6",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 11, **Dex** 19, **Con** 14, **Int** 8, **Wis** 10, **Cha** 13  ",
			"**Base Atk** +1; **CMB** +0; **CMD** 14  ",
			"**Feats** {feat/Weapon Finesse}  ",
			"**Skills** Climb +4, Perception +4, Perform (dance) +2, Sleight of Hand +5, Stealth +12; **Racial Modifiers** +4 Climb, +4 Perception, +4 Stealth  ",
			"**Languages** Dark Folk  ",
			"**SQ** poison use",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary, pair, troupe (3-5), or delegation (1 plus 1 dark stalker and 4-10 dark creepers)  ",
			"**Treasure** standard (club, dagger, {eq-poison/black smear/ poison} [3 doses], other gear)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Bardic Performance (Su)** A dark dancer can use its dancing to help its allies. A dark dancer can use bardic performance as a 2nd-level bard, but only for distraction and inspire courage effects.",
			"",
			"**Dark Curse (Su)** As a standard action, a dark dancer can make a touch attack against a foe and curse it. The foe must succeed at a DC 12 Will saving throw to resist the effects. Creatures that fail the saving throw take a -2 penalty on all Dexterity and Charisma-based skill checks. This curse is permanent, but the victim of this curse can attempt a new saving throw each day.",
			"",
			"**Death Throes (Su)** When a dark dancer is slain, its body combusts in a flash of bright white light, leaving its gear in a heap on the ground. All creatures within a 10-foot burst must succeed at a DC 13 Fortitude save or be dazzled for 1d6 rounds. Other dark folk within 20 feet must succeed at a DC 13 Will save or be shaken for 1 round. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Though still clad in the tattered dark clothing worn by other dark folk, dark dancers appear to be the most decorated and festive of these strange humanoids. They are intermediaries between clans and factions, and thus clans can't restrict the actions of dark dancers in their realms. Dark dancers answer only to dark stalkers and dark callers.",
			"",
			"Though fickle and erratic, dark dancers are well liked and usually welcome among clans for as long as they wish to stay. Yet they rarely stay long, instead insinuating themselves into dozens of underground communities over the course of a year. They serve as storytellers, entertainers, and messengers. One of their favorite stories to share is about the relationship between their kind and the owbs. Though dark dancers are rare and weak, they are highly appreciated by dark folk society. Dark folk consider it a bad omen when a dark dancer dies. Dark dancers stand just under 4 feet tall and weigh 60 pounds.",
			"",
			"**Family:** {family/Dark Folk}"
		]
	},
	"dark_dancer": { "copyof": "dark_folk_dark_dancer" },
	"dark_folk_dark_empath": {
		"name": "Dark Folk, Dark Empath",
		"sources": [
			"Occult Bestiary",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This gaunt, hunched humanoid's unblinking eyes stare out from a pale face wrapped in dark cloth.*",
			"",
			"::mh[Dark Empath]{cr=\"2\"}",
			"",
			"{SOURCE Occult Bestiary/18}  ",
			"**XP** 600  ",
			"CN Small humanoid (dark folk)  ",
			"**Init** +4; **Senses** see in darkness; Perception +9",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 15, flat-footed 11 (+4 Dex, +1 size)  ",
			"**hp** 19 (3d8+6)  ",
			"**Fort** +3, **Ref** +7, **Will** +3  ",
			"**Weaknesses** light blindness",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** mwk dagger +8 (1d3-1/19-20 plus poison)  ",
			"**Special Attacks** death throes, infectious emotion, sneak attack +1d6  ",
			"**Spell-Like Abilities** (CL 3rd; concentration +5)  ",
			"*At will*-darkness, detect magic  ",
			"**Psychic Magic** (CL 3rd; concentration +5)  ",
			"*3 PE*-mind thrust I (1 PE, DC 13), paranoia (1 PE, DC 13), thought echo (1 PE, DC 13)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 9, **Dex** 19, **Con** 14, **Int** 10, **Wis** 14, **Cha** 15  ",
			"**Base Atk** +2; **CMB** +0; **CMD** 15  ",
			"**Feats** {feat/Empath}, {feat/Weapon Finesse}  ",
			"**Skills** Climb +7, Perception +9, Stealth +14; **Racial Modifiers** +4 Climb, +4 Perception, +4 Stealth  ",
			"**Languages** Dark Folk, Undercommon  ",
			"**SQ** poison use",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary, pair, gang (3-6), or clan (20-80 dark creepers plus 1 dark stalker and dark empath per 20 dark creepers)  ",
			"**Treasure** standard (mwk dagger, {eq-poison/black smear} [2 doses], other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Death Throes (Su)** When a dark empath dies, it unleashes a burst of chaotic emotion. Each creature within a 10-foot burst must succeed at a DC 13 Will save or become confused, as per the spell lesser confusion. All other dark empaths within 10 feet automatically fail this save as the uncontrolled emotion overwhelms them.",
			"",
			"**Infectious Emotion (Sp)** A dark empath devours emotion. When the emotion it consumes becomes overwhelming, the dark empath flings it out with abandon, inflicting wild emotional states on enemies and kin alike. Whenever a dark empath is under an emotion or fear effect, it can spend a swift action on its turn to affect a living creature within 30 feet as if by either the rage or lesser confusion spell for 1 round, and the duration of all emotion and fear effects on the dark empath decreases by 1 time increment (1 round if the spell is measured in rounds per level, etc.). It can use this ability even if an emotion or fear effect would normally prevent it from acting.",
			"",
			"::sh[Description]",
			"",
			"Among the subterranean dark folk, individuals occasionally emerge with the ability to meddle with the emotions of those around them. These dark empaths comport themselves with unusual calmness, and many claim to feel no emotion at all. Despite this, dark empaths can take on the emotional states of those around them, making their actions difficult to predict. As even their own kin find them unsettling, they generally migrate to the fringes of dark folk society. However, dark callers and other evil members of the dark folk race - typically those associated with the alien owb - occasionally assemble dark empaths into silent cabals. These more sinister dark folk use their brethren to manipulate dark stalkers - the leaders of the dark folk race - or to search out dissent against a community's owb mastermind.",
			"",
			"Dark empaths delight in manipulating the emotions of their targets, particularly of humanoids who have become lost underground, magnifying their fear and confusion. Some dark empaths become addicted to certain strong emotions, and go to great lengths to provoke them. Given the dark folk's penchant for mayhem, most of these attempts are quite destructive for their targets. Groups of dark empaths are especially dangerous, as they feed off of each other's emotions and are often prone to frenzied displays of hysterical pique.",
			"",
			"Most dark empaths stand just under 4 feet tall and weigh 60 pounds. Their shadowy wrappings often appear to be looser than those of other dark folk, as though their bodies were subtly expanding and contracting.",
			"",
			"**Family:** {family/Dark Folk}"
		]
	},
	"dark_empath": { "copyof": "dark_folk_dark_empath" },
	"dark_folk_dark_slayer": {
		"name": "Dark Folk, Dark Slayer",
		"sources": [
			"Bestiary 2",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This small humanoid is clothed in tattered rags from head to foot. Only its sinister eyes and pale hands are visible.*",
			"",
			"::mh[Dark Slayer]{cr=\"3\"}",
			"",
			"{SOURCE Bestiary 2/75}  ",
			"**XP** 800  ",
			"CE Small humanoid (dark folk)  ",
			"**Init** +4; **Senses** detect magic, see in darkness; Perception +4",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 15, flat-footed 11 (+4 Dex, +1 size)  ",
			"**hp** 22 (4d8+4)  ",
			"**Fort** +2, **Ref** +8, **Will** +1  ",
			"**Weaknesses** light blindness",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** kukri +8 (1d3-1/18-20 plus black smear poison)  ",
			"**Special Attacks** death throes, poison use, sneak attack +2d6, soul harvest  ",
			"**Spell-Like Abilities** (CL 4th; concentration +6)  ",
			"*Constant*-detect magic  ",
			"*At will*-bleed (DC 12), chill touch (DC 13), darkness, spectral hand  ",
			"*3/day*-daze monster (DC 14), death knell (DC 14), inflict moderate wounds (DC 14)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 9, **Dex** 18, **Con** 12, **Int** 10, **Wis** 11, **Cha** 15  ",
			"**Base Atk** +3; **CMB** +1; **CMD** 15  ",
			"**Feats** {feat/Skill Focus/ (Use Magic Device)}, {feat/Weapon Finesse}  ",
			"**Skills** Climb +3, Perception +4, Spellcraft +7, Stealth +12, Use Magic Device +12; **Racial Modifiers** +4 Climb, +4 Stealth, +4 Perception  ",
			"**Languages** Dark Folk  ",
			"**SQ** magical knack",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary, gang (1 dark slayer and 2-5 dark stalkers), or clan (20-80 dark creepers plus 1 dark stalker or dark slayer per 20 dark creepers)  ",
			"**Treasure** standard (kukri, black smear [2 doses], other gear)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Death Throes (Su)** When a dark slayer is slain, its body implodes violently into nothingness, leaving its gear in a heap on the ground. All creatures within a 10-foot burst take 1d8 points of sonic damage and must make a DC 13 Fortitude save or be deafened for 2d4 rounds. The save DC is Constitution-based.",
			"",
			"**Magical Knack (Ex)** Spellcraft and Use Magic Device are always class skills for dark slayers.",
			"",
			"**Soul Harvest (Su)** When a dark slayer damages a flat-footed foe or a foe it is flanking with a melee touch spell or spell-like ability that deals hit point damage, the spell does an additional 1d6 points of damage and the dark slayer gains an equal amount of temporary hit points. These temporary hit points last for a maximum of 1 hour.",
			"",
			"::sh[Description]",
			"",
			"Dark slayers are a relatively rare sub-race of the dark folk imbued with malign energies that grant them a suite of deadly spell-like abilities beyond those normally accessible to their kin. They are usually encountered leading small bands of dark creepers, and seethe with barely concealed envy of the dark stalkers, ever scheming to displace them and claim a dark folk tribe of their own. Dark stalkers direct the slayers for their own ends, grooming them for use against enemies, ever ready to sacrifice a slayer in battle for an advantage, however temporary.",
			"",
			"Unlike other dark folk, dark slayers embrace their evil impulses. Their pleasures extend more to murder and pain than to theft or mayhem. Dark slayers are obsessed with magical trinkets, coveting them above all else. Sadly, their obsessive need to fiddle and tinker often leaves their pretties broken or depleted.",
			"",
			"Dark slayers stand just short of 4 feet tall and weigh 50 pounds. Most have a persistent tremor visible in their hands, stilled only when fondling a newfound magic item. Their skin is dead white, dry, and hot to the touch; their eyes are dark and narrow. Dark slayers wear salvaged rags like dark creepers do, but they discard the rags when they grow too tattered or foul-smelling.",
			"",
			"**Family:** {family/Dark Folk}"
		]
	},
	"dark_slayer": { "copyof": "dark_folk_dark_slayer" },
	"dark_folk_dark_stalker": {
		"name": "Dark Folk, Dark Stalker",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This tall humanoid's pale brow and black, soulless eyes are all that can be seen above a black scarf wrapped around its face.*",
			"",
			"::mh[Dark Stalker]{cr=\"4\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/54}  ",
			"**XP** 1,200  ",
			"CN Medium humanoid (dark folk)  ",
			"**Init** +4; **Senses** see in darkness; Perception +8",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 14, flat-footed 14 (+2 armor, +4 Dex, +2 natural)  ",
			"**hp** 39 (6d8+12)  ",
			"**Fort** +4, **Ref** +9, **Will** +2  ",
			"**Weaknesses** light blindness",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 2 short swords +6/+6 (1d6+2 plus poison/19-20)  ",
			"**Special Attacks** death throes, sneak attack (+3d6)  ",
			"**Spell-Like Abilities** (CL 6th)  ",
			"*At will*-deeper darkness, detect magic, fog cloud",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 14, **Dex** 18, **Con** 14, **Int** 9, **Wis** 11, **Cha** 13  ",
			"**Base Atk** +4; **CMB** +6; **CMD** 20  ",
			"**Feats** {feat/Double Slice}, {feat/Two-Weapon Fighting}, {feat/Weapon Finesse}  ",
			"**Skills** Climb +10, Perception +8, Sleight of Hand +5, Stealth +8; **Racial Modifiers** +4 Climb, +4 Perception, +4 Stealth  ",
			"**Languages** Dark Folk, Undercommon  ",
			"**SQ** poison use",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary, gang (1 dark stalker and 2-5 dark creepers), or clan (20-80 dark creepers plus 1 dark stalker per 20 dark creepers)  ",
			"**Treasure** NPC gear (leather armor, short swords [2], black smear [6], other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Death Throes (Su)** When a dark stalker is slain, its body combusts in a flash of white-hot flame. This acts like a {spell/fireball} that deals 3d6 points of fire damage to all creatures within a 20-foot-radius burst. A DC 15 Reflex save halves this damage. A dark stalker's gear and treasure are unaffected by this explosion. This save is Constitution-based.",
			"",
			"**Poison Use (Ex)** Dark stalkers are skilled in the use of poison and never risk accidentally poisoning themselves. Like their diminutive kin, the dark creepers, dark stalkers use {eq-poison/black smear} on their weapons and generally carry six doses on them.",
			"",
			"**See in Darkness (Su)** A dark stalker can see perfectly in darkness of any kind, including that created by deeper darkness.",
			"",
			"::sh[Description]",
			"",
			"The strange and mysterious dark stalkers are the undisputed leaders of dark folk society. Deep underground, these creatures dwell in strange villages (some rumors suggest entire cities) built of stone and fungus in remote caverns where they are served and worshiped by their coarser, diminutive kin, the dark creepers. Dark stalkers come to the surface rarely, but when they do it is on a mission, and with a force of creatures such that it never ends well for those they seek to rob or torment.",
			"",
			"Dark stalkers are tall, frail humanoids with incredibly pale skin. They constantly wear multiple layers of dark cloth and black leather armor, yet unlike their lesser kin, a dark stalker's garb is always clean and spotless. Each dark stalker carries a pair of short swords - they prefer these weapons to all others. Dark stalkers are 6 feet tall and weigh 100 pounds.",
			"",
			"In a fight, dark stalkers are not above sacrificing lesser creatures, including dark creepers, to win the day or cover their retreat if things go poorly. They hate well-lit areas and always prefer to fight under the cover of deeper darkness. Dark stalkers rarely fight to the death if it can be avoided, preferring to slip away if things begin to look grim.",
			"",
			"The origins of the dark stalkers and the dark creepers are shrouded in mystery, made more difficult to decipher by the fact that the dark stalkers do not keep records of their history. Many scholars believe that, just as the drow descended from elves, so too must the dark folk have descended from humanity, their eerie powers and spell-like abilities the result of generation upon generation of devotion to profane and sinister magic. Alas, the truth of the race's history may never be known.",
			"",
			"**Family:** {family/Dark Folk}"
		]
	},
	"dark_stalker": { "copyof": "dark_folk_dark_stalker" },
	"demodand_gristly_demodand": {
		"name": "Demodand, Gristly Demodand",
		"sources": [
			"Bestiary 5",
			"Bestiary 3"
		],
		"description": [
			"*This obese humanoid has a wide mouth, batlike wings, and pale fluid seeping from rolls of black, greasy skin.*",
			"",
			"::mh[Gristly Demodand]{cr=\"17\"}",
			"",
			"{SOURCE Bestiary 5/72}  ",
			"**XP** 102,400  ",
			"CE Medium outsider (chaotic, demodand, evil, extraplanar)  ",
			"**Init** +10; **Senses** darkvision 120 ft., detect good, detect magic, see invisibility; Perception +25",
			"",
			"::sh[Defense]",
			"",
			"**AC** 32, touch 16, flat-footed 26 (+1 armor, +6 Dex, +15 natural)  ",
			"**hp** 264 (23d10+138); {umr/fast healing} 10  ",
			"**Fort** +19, **Ref** +15, **Will** +15; +4 vs. divine spells  ",
			"**Defensive Abilities** {umr/fortification} (50%); **DR** 15/good and slashing; **Immune** acid, poison; **Resist** cold 10, fire 10; **SR** 28",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., fly 50 ft. (average)  ",
			"**Melee** +1 vicious maul +34/+29/+24/+19 (2d6+16/19-20/&times;3 plus 2d6) or 2 claws +33 (2d6+10)  ",
			"**Special Attacks** faith-stealing strike (DC 25), sacrilegious spittle  ",
			"**Spell-Like Abilities** (CL 17th; concentration +21)  ",
			"*Constant*-detect good, detect magic, see invisibility  ",
			"*At will*-dimensional anchor, fear (DC 18), protection from good, seek thoughts (DC 17)  ",
			"*3/day*-quickened excruciating deformation (DC 17), greater dispel magic, quickened pain strike (DC 17)  ",
			"*1/day*-mass pain strike (DC 19), summon (level 6, 1d4 tarry demodands or 1d2 stringy demodands 55%), waves of exhaustion",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 31, **Dex** 22, **Con** 23, **Int** 17, **Wis** 14, **Cha** 18  ",
			"**Base Atk** +23; **CMB** +33; **CMD** 49  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Improved Critical/ (maul)}, {feat/Improved Initiative}, {feat/Intimidating Prowess}, {feat/Lightning Reflexes}, {feat/Lunge}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (excruciating deformation)}, {feat/Quicken Spell-Like Ability/ (pain strike)}, {feat/Staggering Critical}, {feat/Stunning Critical}  ",
			"**Skills** Acrobatics +21, Bluff +22, Climb +25, Fly +29, Intimidate +40, Knowledge (arcana, planes, religion) +14, Perception +25, Sense Motive +20, Spellcraft +23, Stealth +29, Survival +25  ",
			"**Languages** Abyssal, Celestial, Common  ",
			"**SQ** heretical soul",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary or hunting party (1 gristly demodand plus 2-5 tarry demodands)  ",
			"**Treasure** standard (mwk armored kilt, +1 vicious maul, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Sacrilegious Spittle (Ex)** As a standard action once every 1d4 rounds, a gristly demodand can spit acidic mucus in a 30-foot cone. Creatures in the area take 15d6 points of acid damage (DC 27 Reflex half), and are entangled on a failed save. Entangled creatures take 5d6 points of acid damage each round at the end of their turns. Creatures that take acid damage from sacrilegious spittle are also subject to the demodand's faith-stealing strike. Each round on its turn, an entangled creature may attempt a new saving throw to end the effect, as a full-round action that provokes attacks of opportunity. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Gristly demodands delight in inflicting pain and suffering, eagerly fulfilling their roles in demodand culture as assassins, executioners, and torturers. These fiends conduct special missions of reconnaissance, disruption, and violent destruction, frequently leading crack units of tarry demodands into hostile lands, where they attack key demonic installations in order to subject their captives to brutal and insidious torture for the purpose of extracting information.",
			"",
			"A gristly demodand's skin is stretched so taut over rolls of fat and cartilaginous flesh that it continually rips and splits, though a yellow-white mucus that oozes out from within heals these superficial tears, keeping its body intact.",
			"",
			"A typical gristly demodand is 7 feet tall and weighs up to 600 pounds.",
			"",
			"**Family:** {family/Demodand}"
		]
	},
	"gristly_demodand": { "copyof": "demodand_gristly_demodand" },
	"demodand_gristly": { "copyof": "demodand_gristly_demodand" },
	"demodand_shaggy_demodand": {
		"name": "Demodand, Shaggy Demodand",
		"sources": [ "Bestiary 3" ],
		"description": [
			"*This toad-faced humanoid is bloated and swollen, with folds of obsidian skin hanging down beneath two immense bat wings.*",
			"",
			"::mh[Shaggy Demodand]{cr=\"18\"}",
			"",
			"{SOURCE Bestiary 3/69}  ",
			"**XP** 153,600  ",
			"CE Medium outsider (chaotic, demodand, evil, extraplanar)  ",
			"**Init** +11; **Senses** blindsense 30 ft., darkvision 60 ft., detect good, detect magic, see invisibility; Perception +36",
			"",
			"::sh[Defense]",
			"",
			"**AC** 32, touch 17, flat-footed 25 (+7 Dex, +15 natural)  ",
			"**hp** 262 (25d10+125)  ",
			"**Fort** +19, **Ref** +17, **Will** +18; +4 vs. divine spells  ",
			"**DR** 15/good and magic; **Immune** acid, poison; **Resist** cold 10, fire 10; **SR** 29",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., fly 50 ft. (average)  ",
			"**Melee** +2 unholy morningstar +36/+31/+26/+21 (1d8+11), bite +32 (2d6+4), claw +32 (1d6+4) or bite +34 (2d6+9), 2 claws +34 (1d6+9)  ",
			"**Special Attacks** faith-stealing strike (DC 27)  ",
			"**Spell-Like Abilities** (CL 20th; concentration +25)  ",
			"*Constant*-detect good, detect magic, see invisibility  ",
			"*At will*-detect thoughts (DC 17), fear (DC 19), gaseous form, greater dispel magic, invisibility (self only), magic circle against good  ",
			"*3/day*-empowered cloudkill (DC 20), fog cloud, quickened ray of enfeeblement (DC 16), stinking cloud (DC 18)  ",
			"*1/day*-blasphemy (DC 22), chaos hammer (DC 19), mass charm monster (DC 23), summon (level 6, 1d6 tarry demodands or 1d4 slimy demodands 60%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 29, **Dex** 24, **Con** 21, **Int** 19, **Wis** 18, **Cha** 20  ",
			"**Base Atk** +25; **CMB** +34; **CMD** 51  ",
			"**Feats** {feat/Alertness}, {feat/Cleave}, {feat/Combat Casting}, {feat/Combat Reflexes}, {feat/Empower Spell-Like Ability/ (cloudkill)}, {feat/Flyby Attack}, {feat/Great Cleave}, {feat/Improved Initiative}, {feat/Intimidating Prowess}, {feat/Lightning Reflexes}, {feat/Multiattack}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (ray of enfeeblement)}  ",
			"**Skills** Acrobatics +35 (+39 when jumping), Bluff +28, Diplomacy +28, Fly +35, Intimidate +42, Knowledge (arcana) +23, Knowledge (planes) +15, Knowledge (religion) +15, Perception +36, Sense Motive +36, Spellcraft +29, Use Magic Device +30  ",
			"**Languages** Abyssal, Celestial, Common  ",
			"**SQ** heretical soul",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary or warband (1 shaggy demodand plus 2-5 tarry demodands)  ",
			"**Treasure** double (+2 unholy morningstar, other treasure)",
			"",
			"::sh[Description]",
			"",
			"Shaggy demodands are obese outsiders that occupy the highest status within demodand society. The fleshy tyrants stand just under 7 feet tall and have huge bat wings capable of supporting their 600-pound weight. Their faces have the broad-set eyes of a toad and toothy underbites.",
			"",
			"Although they still answer to their titanic masters, shaggy demodands are the masters of their kind, and serve the thanatotic titans as advisors, covert agents, or battlefield generals. In the Abyss, shaggy demodands command great armies, leading them against demonic hordes as the balance of Abyssal power ebbs and flows. Often underestimated due to their shape, these demodands are both intelligent and cunning, and approach battle with an effective mixture of strategy and ruthless detachment.",
			"",
			"**Family:** {family/Demodand}"
		]
	},
	"shaggy_demodand": { "copyof": "demodand_shaggy_demodand" },
	"demodand_shaggy": { "copyof": "demodand_shaggy_demodand" },
	"demodand_slimy_demodand": {
		"name": "Demodand, Slimy Demodand",
		"sources": [ "Bestiary 3" ],
		"description": [
			"*This muscular, frog-headed humanoid has tattered flesh hanging from its batlike wings and is covered in a viscous slime.*",
			"",
			"::mh[Slimy Demodand]{cr=\"16\"}",
			"",
			"{SOURCE Bestiary 3/70}  ",
			"**XP** 76,800  ",
			"CE Medium outsider (chaotic, demodand, evil, extraplanar)  ",
			"**Init** +4; **Senses** darkvision 120 ft., detect good, detect magic, see invisibility; Perception +2  ",
			"**Aura** {umr/stench} (DC 26, 1d6 rounds)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 30, touch 13, flat-footed 27 (+6 armor, +3 Dex, +11 natural)  ",
			"**hp** 241 (21d10+126)  ",
			"**Fort** +18, **Ref** +13, **Will** +14; +4 vs. divine spells  ",
			"**DR** 10/good and magic; **Immune** acid, poison; **Resist** cold 10, fire 10; **SR** 27",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., fly 40 ft. (average)  ",
			"**Melee** bite +30 (1d10+9 plus 2d6 acid), 2 claws +30 (2d6+13/19-20 plus 2d6 acid and grab)  ",
			"**Special Attacks** acid, dread claws, faith-stealing strike (DC 23)  ",
			"**Spell-Like Abilities** (CL 16th; concentration +19)  ",
			"*Constant*-detect good, detect magic, see invisibility  ",
			"*At will*-detect thoughts (DC 15), fear (DC 17)  ",
			"*3/day*-acid fog, greater dispel magic  ",
			"*1/day*-{umr/summon} (level 6, 1d4 tarry demodands 50%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 28, **Dex** 18, **Con** 23, **Int** 14, **Wis** 15, **Cha** 17  ",
			"**Base Atk** +21; **CMB** +30 (+34 grapple); **CMD** 44  ",
			"**Feats** {feat/Bleeding Critical}, {feat/Blind-Fight}, {feat/Critical Focus}, {feat/Flyby Attack}, {feat/Greater Vital Strike}, {feat/Improved Critical/ (claw)}, {feat/Improved Vital Strike}, {feat/Intimidating Prowess}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Vital Strike}  ",
			"**Skills** Acrobatics +8, Bluff +27, Climb +16, Fly +25, Intimidate +36, Knowledge (arcana) +13, Knowledge (planes) +13, Sense Motive +26, Spellcraft +20, Stealth +25, Survival +20  ",
			"**Languages** Abyssal, Celestial, Common  ",
			"**SQ** heretical soul",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary or slaving party (2 slimy demodands and 2-5 tarry demodands)  ",
			"**Treasure** standard (masterwork breastplate, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Acid (Su)** A slimy demodand is coated in an ever-dripping layer of acid that deals an extra 2d6 points of acid damage on a successful natural attack. In addition, opponents that successfully strike a slimy demodand with an unarmed strike or natural attack take 2d6 points of acid damage.",
			"",
			"**Dread Claws (Ex)** A slimy demodand adds 1-1/2 times its strength bonus on all attack rolls made when using its claws.",
			"",
			"::sh[Description]",
			"",
			"Slimy demodands are more muscular than shaggy demodands, but aren't as lithe or quick as their tarry brethren. They have froglike heads, similar to those of the shaggy demodands, but their constantly darting eyes give them a more feral look. A slimy demodand stands 6 feet tall and weighs 500 pounds.",
			"",
			"Slimy demodands often serve as shock troops in demodand armies, but they are also frequently put in charge of gathering and keeping slaves. Slimy demodands have no magical mind control powers, but prefer to rely upon intimidation and physical threats anyway to manage their slaves and keep them in line.",
			"",
			"**Family:** {family/Demodand}"
		]
	},
	"slimy_demodand": { "copyof": "demodand_slimy_demodand" },
	"demodand_slimy": { "copyof": "demodand_slimy_demodand" },
	"demodand_squamous_demodand": {
		"name": "Demodand, Squamous Demodand",
		"sources": [
			"Book of the Damned",
			"Bestiary 3"
		],
		"description": [
			"*This titanic mass of flesh is covered in razor-sharp scales and has bony wings, four taloned arms, and a toothy, toad-like head.*",
			"",
			"::mh[Squamous Demodand]{cr=\"20\"}",
			"",
			"{SOURCE Book of the Damned/244}  ",
			"**XP** 307,200  ",
			"CE Gargantuan outsider (chaotic, demodand, evil, extraplanar)  ",
			"**Init** +11; **Senses** blindsense 30 ft., darkvision 60 ft., detect good, detect magic, true seeing; Perception +43",
			"",
			"::sh[Defense]",
			"",
			"**AC** 36, touch 13, flat-footed 29 (+7 Dex, +23 natural, -4 size)  ",
			"**hp** 362 (29d10+203)  ",
			"**Fort** +23, **Ref** +23, **Will** +16  ",
			"**DR** 15/good and magic; **Immune** acid, poison; **Resist** cold 10, fire 10; **SR** 31",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., fly 60 ft. (average)  ",
			"**Melee** bite +36 (2d8+11/19-20 plus bleed), 4 claws +36 (2d6+11/19-20)  ",
			"**Space** 20 ft., **Reach** 20 ft.  ",
			"**Special Attacks** Abyssal roar, {umr/bleed} (2d6), faith-stealing strike (DC 27), {umr/rend} (4 claws, 2d6+16), stunning descent  ",
			"**Spell-Like Abilities** (CL 20th; concentration +23)  ",
			"*Constant*-detect good, detect magic, true seeing  ",
			"*1/day*-{umr/summon} (level 8, 1d8 tarry demodands or 1d4 slimy demodands or 1 shaggy demodand 75%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 32, **Dex** 25, **Con** 25, **Int** 6, **Wis** 24, **Cha** 17  ",
			"**Base Atk** +29; **CMB** +44 (+48 bull rush, overrun); **CMD** 61 (63 vs bull rush, overrun)  ",
			"**Feats** {feat/Alertness}, {feat/Awesome Blow}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Flyby Attack}, {feat/Greater Bull Rush}, {feat/Greater Overrun}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (bite, claw)}, {feat/Improved Initiative}, {feat/Improved Overrun}, {feat/Intimidating Prowess}, {feat/Power Attack}, {feat/Stunning Critical}  ",
			"**Skills** Fly +33, Intimidate +46, Perception +43, Sense Motive +43  ",
			"**Languages** Abyssal, Celestial, Common  ",
			"**SQ** heretical soul",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary or battalion (2-5 plus 1 shaggy demodand plus 3-12 tarry demodands)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Abyssal Roar (Su)** Once every 1d4 rounds as a standard action, a squamous demodand can harness the intense Abyssal power roiling within its body and release a furious roar upon its enemies. This functions like a breath weapon that deals 20d6 points of sonic damage in a 40-foot cone as pure cacophonous evil assaults the ears of creatures in the area. A target can attempt a DC 31 Fortitude saving throw for half damage. Creatures that fail the saving throw are also permanently deafened. Because of the evil and extraplanar nature of this attack, a remove blindness/deafness spell can negate this deafness only if the caster succeeds at a DC 31 caster level check, but limited wish or any stronger similar magic can cure the deafness without requiring such a check. The saving throw is Constitution-based.",
			"",
			"**Stunning Descent (Su)** Three times per day, when a squamous demodand has used a move action to fly, as a standard action it can land on a solid surface and slam its feet mightily, releasing a wave of kinetic energy. All creatures within 60 feet (whether on the surface or in the air) must succeed at a DC 31 Reflex saving throw or be stunned for 1 round and staggered for an additional 3 rounds thereafter. On a successful saving throw, a creature is simply staggered for 1 round. The saving throw is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Squamous demodands were among the last of the Abyssal demodands into which the thanatotic titans breathed life. As the Abyss began to crawl with the charred, melted forms of shaggy, slimy, tarry, and other demodands, the early members of this horrific race began to sense a missing element in their masters' plans. The demodands knew that they were created as a race of worshipers meant to wreak as much destruction as possible on their progenitors' behalf, and though they wielded great and disgusting powers, the demodands knew that they needed more sheer muscle to truly become a force to be reckoned with in the multiverse. And so the idea for the squamous demodands' creation came not from their godlike creators but from these sycophantic servants that wished to see the titans' will made manifest. After the demodands came to an agreement - an uncommon occurrence for the chaotic creatures - that they needed much more powerful allies, the shaggy demodands approached their creators with the idea. Suppressing the urge to quash their upstart creations, the thanatotic titans admitted the merit of creating an enormous, mighty, monstrous type of demodand to serve in their armies as wanton destroyers that would herald the titans' vision of a godless multiverse. Thus the titans formed squamous demodands by fusing the flesh of shaggy demodands with armor-like scales pulled from the essence of the Abyss itself. Squamous demodands still stand today as the most terrible, hulking, and murderous of their kind.",
			"",
			"Because each type of demodand had already found a distinct place in the scattered hierarchy of the titans' armies' shaggy demodands as generals, slimy demodands as shock troops, and tarry demodands as grunts - the demodands worried that the new creations might supplant them all. To allay these fears and ensure that the mighty squamous demodands would actually obey orders, the titans made their new pets as dim witted as they were ferocious. Instead of serving any subtle tactical function in demodand armies, squamous demodands are pure, unadulterated muscle, and they almost always act at the behest of a higher-ranking shaggy demodand or a thanatotic titan. Towering blocks of claws, muscle, and scales, squamous demodands have four arms and a pair of wings ideal for causing maximum destruction. Squamous demodands stand over 50 feet tall and weigh around 120 tons.",
			"",
			"Because they are far less savvy than others of their race, squamous demodands are guided by their baser instincts when left to their own devices. Although they delight in crushing mountains under their fists, their hunger for ever-increasing amounts of flesh and the visceral feeling of blood running down their gaping maws drives them more than anything else. Other demodands - particularly shaggy demodands, which have spent millennia learning how to focus these killer urges - have to make sure that squamous demodands first finish destroying structures that stand in their armies' way before they are allowed to gorge on their kills.",
			"",
			"Demodand generals typically outfit their larger armies with at least one squamous demodand. Adding more of these beasts is sometimes a challenge, for they can easily view each other as rival predators, and squamous demodands turning on each other puts an army at risk. Rarely, shaggy demodands or thanatotic titans put together a battalion of squamous demodands meant to visit abject ruin upon a wide expanse or an opposing army, but such strategic overtures are usually a sign of desperation. Most demodand generals would rather risk massive losses in their ranks than potentially deal with a battalion of their squamous kin blindly raging. That said, a few shaggy demodands still gamble on squamous demodand battalions, likely due to both their sheer destructive efficiency and a well-kept demodand secret: shaggy demodands that earn the most favor from the thanatotic titans are next in line for transformation into squamous demodands.",
			"",
			"Due to their low intelligence and their animalistic focus on feeding and destruction, squamous demodands have very little society to speak of, even by Abyssal creatures' standards. They are content following the orders of shaggy demodands, as long as they are provided with sufficient food and opportunities for obliteration. Occasionally, however, shaggy demodands get caught up in internal feuds or turn on each other. In these cases, squamous demodands typically follow the lead of the general that proves itself the strongest, although a squamous demodand that has followed the orders of a single commander for long spans of time may view its superior protectively, almost as an adult child would an aging parent. These are the situations that often turn most destructive for demodands, as the squamous demodand either defends its general or exacts vengeance on its behalf, causing a massive intrademodand war either way. When this happens, only the thanatotic titans can rein in their monstrous creations, and sometimes even they have trouble doing so if multiple squamous demodands are involved.",
			"",
			"**Family:** {family/Demodand}"
		]
	},
	"squamous_demodand": { "copyof": "demodand_squamous_demodand" },
	"demodand_squamous": { "copyof": "demodand_squamous_demodand" },
	"demodand_stringy_demodand": {
		"name": "Demodand, Stringy Demodand",
		"sources": [
			"Bestiary 5",
			"Pathfinder #77: Herald of the Ivory Labyrinth",
			"Bestiary 3"
		],
		"description": [
			"*This lanky, winged humanoid is covered in layers of long, ropy skin growths.*",
			"",
			"::mh[Stringy Demodand]{cr=\"15\"}",
			"",
			"{SOURCE Bestiary 5/73;Pathfinder #77: Herald of the Ivory Labyrinth/84}  ",
			"**XP** 51,200  ",
			"CE Medium outsider (chaotic, demodand, evil, extraplanar)  ",
			"**Init** +8; **Senses** darkvision 120 ft., detect good, detect magic; Perception +24",
			"",
			"::sh[Defense]",
			"",
			"**AC** 30, touch 18, flat-footed 22 (+8 Dex, +12 natural)  ",
			"**hp** 230 (20d10+120)  ",
			"**Fort** +18, **Ref** +14, **Will** +13; +4 vs. divine spells  ",
			"**DR** 10/good and magic; **Immune** acid, poison; **Resist** cold 10, fire 10; **SR** 26",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., fly 40 ft. (average)  ",
			"**Melee** bite +29 (2d6+9 plus 2d6 nonlethal/19-20), 2 claws +29 (1d10+9 plus 2d6 nonlethal/19-20)  ",
			"**Special Attacks** entangling folds, faith-stealing strike (DC 24)  ",
			"**Spell-Like Abilities** (CL 15th; concentration +19)  ",
			"*Constant*-detect good, detect magic  ",
			"*At will*-detect thoughts (DC 16)  ",
			"*3/day*-fear (DC 18), greater dispel magic  ",
			"*1/day*-hold monster (DC 19), summon (level 6, 1d4 tarry demodands or 1d2 stringy demodands 40%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 28, **Dex** 27, **Con** 23, **Int** 12, **Wis** 13, **Cha** 18  ",
			"**Base Atk** +20; **CMB** +29; **CMD** 47  ",
			"**Feats** {feat/Blind-Fight}, {feat/Cleave}, {feat/Combat Reflexes}, {feat/Flyby Attack}, {feat/Improved Critical/ (bite)}, {feat/Improved Critical/ (claw)}, {feat/Improved Vital Strike}, {feat/Intimidating Prowess}, {feat/Power Attack}, {feat/Vital Strike}  ",
			"**Skills** Acrobatics +26, Bluff +27, Climb +22, Fly +21, Intimidate +36, Knowledge (planes) +14, Perception +24, Sense Motive +14, Stealth +26, Survival +14  ",
			"**Languages** Abyssal, Celestial, Common  ",
			"**SQ** heretical soul",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or tangle (3-8)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Entangling Folds (Ex)** Although the disgusting growths on a stringy demodand are technically part of its skin, the demodand has a small measure of control over these ropy appendages. As a swift action, a stringy demodand can use its growths to entangle any adjacent creatures of its size or smaller. To resist being entangled, a target must succeed at a DC 25 Reflex save. As long as the stringy demodand is entangling one or more creatures, any creature that moves adjacent to the demodand must successfully save or likewise be entangled. Entangled creatures can't move farther than 5 feet from the stringy demodand until they break free from its growths. An entangled creature can break free as a move action by succeeding at a DC 25 Strength or Escape Artist check. The save DCs are Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Stringy demodands fulfill their duty to their titan masters as kidnappers and slave masters throughout the Abyssal realms. Stringy demodands' agility allows them to quickly snatch up targets and prevent slave revolts before they start.",
			"",
			"The stringy demodands' long, obsidian-colored skin growths give the abhorrent outsiders their name. These fibers resemble nothing so much as elongated skin tags the girth of a human finger and are roughly 4 feet in length. The fibrous outgrowths sprout from their heads and the tips of their wings. These ropy feelers bob and sway wildly as a stringy demodand moves, creating a truly disturbing image for those victims who glimpse back at their Abyssal pursuer.",
			"",
			"Because these rubbery strands cover most of the creatures' bodies, they provide a measure of natural protection that allows stringy demodands to eschew armor. Stringy demodands are typically 6 feet tall and weigh 300 pounds.",
			"",
			"**Family:** {family/Demodand}"
		]
	},
	"stringy_demodand": { "copyof": "demodand_stringy_demodand" },
	"demodand_stringy": { "copyof": "demodand_stringy_demodand" },
	"demodand_tarry_demodand": {
		"name": "Demodand, Tarry Demodand",
		"sources": [ "Bestiary 3" ],
		"description": [
			"*This lithe, toothy creature's jet-black skin looks like living tar, and ooze drips from the claws that cap its long arms.*",
			"",
			"::mh[Tarry Demodand]{cr=\"13\"}",
			"",
			"{SOURCE Bestiary 3/71}  ",
			"**XP** 25,600  ",
			"CE Medium outsider (chaotic, demodand, evil, extraplanar)  ",
			"**Init** +9; **Senses** darkvision 120 ft., detect good, detect magic; Perception +22",
			"",
			"::sh[Defense]",
			"",
			"**AC** 26, touch 13, flat-footed 23 (+6 armor, +3 Dex, +7 natural)  ",
			"**hp** 171 (18d10+72)  ",
			"**Fort** +15, **Ref** +11, **Will** +12; +4 vs. divine spells  ",
			"**DR** 10/good and magic; **Immune** acid, poison; **Resist** cold 10, fire 10; **SR** 24",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., fly 40 ft. (average)  ",
			"**Melee** mwk short sword +27/+22/+17/+12 (1d6+9/19-20), mwk short sword +27/+22/+17 (1d6+4/19-20), bite +22 (1d8+4)  ",
			"**Special Attacks** adhesion, faith-stealing strike (DC 22)  ",
			"**Spell-Like Abilities** (CL 13th; concentration +16)  ",
			"*Constant*-detect good, detect magic  ",
			"*3/day*-dispel magic  ",
			"*1/day*-chaos hammer (DC 17), summon (level 4, 1d2 tarry demodands 40%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 28, **Dex** 21, **Con** 18, **Int** 12, **Wis** 13, **Cha** 17  ",
			"**Base Atk** +18; **CMB** +27; **CMD** 42 (46 vs. disarm)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Greater Two-Weapon Fighting}, {feat/Improved Bull Rush}, {feat/Improved Initiative}, {feat/Improved Two-Weapon Fighting}, {feat/Lunge}, {feat/Power Attack}, {feat/Two-Weapon Fighting}, {feat/Weapon Focus/ (short sword)}  ",
			"**Skills** Bluff +16, Climb +19, Fly +23, Intimidate +24, Knowledge (arcana) +14, Knowledge (planes) +14, Perception +22, Sense Motive +14, Stealth +17, Survival +14  ",
			"**Languages** Abyssal, Celestial, Common  ",
			"**SQ** heretical soul",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or patrol (3-8)  ",
			"**Treasure** standard (masterwork breastplate, 2 masterwork short swords, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Adhesion (Ex)** A creature striking a tarry demodand with a manufactured weapon must make a DC 23 Reflex save; failure means the weapon sticks to the demodand and cannot be used to make attacks until freed. Freeing a stuck weapon requires a successful grapple check. This adhesion grants a +4 racial bonus to CMD against disarm attempts.",
			"",
			"::sh[Description]",
			"",
			"Tarry demodands are lithe and lean compared to other demodands. Despite this difference, all tarry demodands are strong and agile. Although their batlike wings appear tattered and useless, they can still fly. A tarry demodand stands 7 feet tall and weighs 400 pounds.",
			"",
			"The tarry demodand is the grunt of the demodand army - bred for battle, these swift and deadly demodands make up the bulk of any demodand legion. That they themselves are more powerful than most outsiders is as much a testament to their race as anything else - a single tarry demodand is a formidable opponent, to say nothing of a group of the creatures. Although tarry demodands are quite strong, they prefer using light weapons - one in each hand. Tarry demodands only rarely use larger weaponry, and then only when directly ordered by a superior. They lack the terrific claws of the greater demodands, and a tarry demodand with no weapons tends to flee combat as soon as possible, only to return when it is properly armed.",
			"",
			"**Family:** {family/Demodand}"
		]
	},
	"tarry_demodand": { "copyof": "demodand_tarry_demodand" },
	"demodand_tarry": { "copyof": "demodand_tarry_demodand" },
	"demon_abrikandilu": {
		"name": "Demon, Abrikandilu",
		"sources": [
			"Bestiary 5",
			"The Worldwound",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This deformed, horned, hunchbacked humanoid has a forked, ratlike tail and two thumbs on each taloned hand.*",
			"",
			"::mh[Abrikandilu]{cr=\"3\"}",
			"",
			"{SOURCE Bestiary 5/74;The Worldwound/42}  ",
			"**XP** 800  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +0; **Senses** darkvision 60 ft.; Perception +12",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 10, flat-footed 15 (+5 natural)  ",
			"**hp** 32 (5d10+5)  ",
			"**Fort** +5, **Ref** +4, **Will** +3  ",
			"**DR** 5/cold iron; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10  ",
			"**Weaknesses** hatred of mirrors",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +7 (1d6+2 plus mutilation), 2 claws +7 (1d4+2)  ",
			"**Ranged** improvised weapon +5 (1d6+2)  ",
			"**Special Attacks** destructive attacks, mutilation  ",
			"**Spell-Like Abilities** (CL 5th; concentration +6)  ",
			"*3/day*-cause fear (DC 12), shatter (DC 13)  ",
			"*1/day*-{umr/summon} (level 1, 1 abrikandilu 50%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 15, **Dex** 11, **Con** 12, **Int** 6, **Wis** 10, **Cha** 13  ",
			"**Base Atk** +5; **CMB** +7 (+9 sunder); **CMD** 17 (19 vs. sunder)  ",
			"**Feats** {feat/Improved Sunder}, {feat/Iron Will}, {feat/Power Attack}, {feat/Throw Anything}  ",
			"**Skills** Appraise +6, Climb +10, Disable Device +8, Perception +12; **Racial Modifiers** +4 Perception  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or gang (3-12)  ",
			"**Treasure** standard (thieves' tools, other treasure, but any art objects are broken)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Destructive Attacks (Ex)** An abrikandilu's natural attacks can threaten and confirm critical hits against objects. In addition, an abrikandilu gains a +5 racial bonus on Strength checks to break or destroy objects.",
			"",
			"**Hatred of Mirrors (Ex)** An abrikandilu loathes the sight of its own reflection. Using a mirror grants a +5 bonus on Intimidate checks against an abrikandilu. An abrikandilu adjacent to a mirror or attacked by a mirror-carrying creature (at the GM's discretion, some shields could be considered mirrors) must attempt a DC 15 Will save at the start of its turn. If it fails, it must focus all of its actions that round on attempts to destroy the mirror.",
			"",
			"**Mutilation (Su)** An abrikandilu's bite causes horrific and hideous wounds that not only mar beauty but supernaturally diminish a creature's sense of self-worth. A creature bitten by an abrikandilu must succeed at a DC 13 Fortitude save or gain a -1 penalty on all Charisma-based checks. This penalty stacks, up to a -5 penalty, and it lasts even after the wounds are healed. The penalty slowly fades with time, diminishing by 1 every 24 hours until it reaches 0. This is a curse effect. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Known as wrecker demons, abrikandilus delight in destroying beauty, be it by rending a fine painting to shreds, reducing a magnificent statue to rubble, or scarring a lovely face. Abrikandilus are formed from the souls of mortals who vandalized art or defaced objects of exquisiteness, particularly those whose acts of destruction were born from jealousy. All abrikandilus loathe only one thing more than beauty - their own reflections. Curiously, the faces of other abrikandilus do not vex a wrecker demon, but the sight of its own deformed shape drives an abrikandilu into a furious, brutish anger, impelling it to focus all of its energy on breaking the object, usually a mirror, in which it can see itself.",
			"",
			"Abrikandilus are often used as ground troops in demonic wars, for they are excellent grunts on the battlefield and don't require weapons or armor to excel at combat. Their penchant for demolishing works of art functions as an additional demoralizing element in battle, for even when abrikandilus are defeated, the damage they have dealt endures as a constant reminder of the value of what they destroyed.",
			"",
			"An abrikandilu stands 4 feet tall and weighs 200 pounds.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"abrikandilu": { "copyof": "demon_abrikandilu" },
	"demon_andrazku": {
		"name": "Demon, Andrazku",
		"sources": [
			"Pathfinder #69: Maiden, Mother, Crone",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This burly, primitive-looking creature has an ape-like upper body, demonic horns, cloven hooves, and skin the color of a snow-buried corpse.*",
			"",
			"::mh[Andrazku]{cr=\"5\"}",
			"",
			"{SOURCE Pathfinder #69: Maiden, Mother, Crone/84}  ",
			"**XP** 1,600  ",
			"CE Medium outsider (chaotic, cold, demon, evil, extraplanar)  ",
			"**Init** +5; **Senses** darkvision 60 ft., scent; Perception +12",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 11, flat-footed 17 (+1 Dex, +7 natural)  ",
			"**hp** 57 (6d10+24)  ",
			"**Fort** +9, **Ref** +6, **Will** +2  ",
			"**DR** 5/cold iron or good; **Immune** cold, electricity, poison; **Resist** acid 10, fire 10; **SR** 16  ",
			"**Weaknesses** vulnerable to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., climb 30 ft.  ",
			"**Melee** 2 slams +10 (1d6+4), bite +10 (1d6+4 plus bleed and 1d6 cold)  ",
			"**Special Attacks** bleed 1d4, {umr/breath weapon} (10-ft. cone, 3d6 cold, Reflex half DC 17, usable every 1d4 rounds), mutilating gouge, {umr/powerful charge} (slam, 2d6+6)  ",
			"**Spell-Like Abilities** (CL 6th; concentration +8)  ",
			"*3/day*-cause fear (DC 13), locate creature, teleport (self plus 50 lbs. of objects only)  ",
			"*1/day*-righteous might, summon (level 3, 1 andrazku 25%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 13, **Con** 18, **Int** 10, **Wis** 11, **Cha** 14  ",
			"**Base Atk** +6; **CMB** +11; **CMD** 22  ",
			"**Feats** {feat/Improved Initiative}, {feat/Power Attack}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Bluff +11, Climb +12, Intimidate +8, Perception +20, Sense Motive +9, Survival +6, Swim +10; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Giant; telepathy 100 ft.  ",
			"**SQ** icewalking",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or gang (3-8)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Icewalking (Ex)** This ability works like the spider climb spell, but the surfaces the demon climbs must be icy. The demon can move across icy surfaces without penalty and does not need to attempt Acrobatics checks to run or charge on ice.",
			"",
			"**Mutilating Gouge (Ex)** If the andrazku hits with both slams in the same round, its target must succeed at a DC 17 Fortitude save or take 1 point of Charisma damage. The DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Andrazkus are thugs who use their strength to lord over weaker creatures. Their hatred is cold and seething, prone to suddenly snapping in an avalanche of ice and crushing blows. Birthed from the protomatter of the Abyss with natural gifts for tracking and subduing prey, they are sometimes used as trackers and jailors by more powerful demons who need to find lost prisoners and slaves.",
			"",
			"From the waist up these demons are built much like strong, hairy humans or dwarves, but with exaggerated proportions resembling those of a gorilla. Their thick necks sport bristling manes that merge with the hair on their backs, and their flat faces bear two ramlike horns and cold eyes filled with hate. Their breath is a freezing fog, and their teeth are small but numerous, like a shark's. An andrazku's legs seem small in comparison to its torso, bend backward like a satyr's, and end in large cloven hooves. Their skin is the dead blue of a frozen corpse or a frost giant. Their top-heavy builds mean they have difficulty standing upright and normally assume a hunched posture; many prefer to walk and run on all fours, like apes. An andrazku is 7 feet tall at the shoulder and weighs 450 pounds.",
			"",
			"An andrazku forms from the soul of a chaotic mortal who hated women and used his or her power to oppress and demean them, such as a tyrant who selectively enforced laws against women, a priest who preached that women are the source of all sin, or a father who secretly beat his wives and daughters for their supposed failures. For this reason andrazkus are known to scholars as *misogyny demons.* Few of these souls dared to greater crimes (which would cause their souls to become incubi or babaus), nor were they once mortals who hated women but never acted upon their hatred - an andrazku only forms from a soul filled with sufficient hatred toward women to provoke action, but that is hampered by enough cowardice to prevent it from performing acts of greater evil. Most of them were male mortals, but an especially misogynistic evil female creature might become an andrazku in the Abyss.",
			"",
			"An andrazku grows excited when it senses its prey's fear, but becomes frustrated if the hunt lasts for too long. Despite these demons' masculine appearance and aggression, most of them are impotent and some completely lack genitalia, rendering their lust pointless. Their nature is to berate, degrade, and beat; they tend to kill only when they feel an urge to eat, when their stymied passion becomes too great to tolerate, or when they are mocked for their shortcomings.",
			"",
			"An andrazku prefers to attack with its bite and fists (often contemptuously slapping foes, minions, and prey with an open hand), but a vicious one may use a scourge and jagged-bladed sword as if pretending to be a balor. Sadistic and cruel, andrazkus have been known to chase down their prey, batter it for a while, and then release it, giving it enough of a head start that it thinks it has a chance of escaping. The andrazkus then track it down (using locate creature and teleport) to repeat the cycle again.",
			"",
			"An andrazku in a position of authority likes to mark its minions and slaves with a scar on one side of the face indicating the demon's ownership. The demon typically uses its breath weapon to freeze a metal brand until it is cold enough to leave a permanent mark. If a slave is resistant or immune to cold, the demon uses a knife to carve its mark into one side of the creature's face.",
			"",
			"Because of their long-simmering tempers and magical abilities, andrazkus are often called \"cold demons,\" and they mainly live in frigid Abyssal realms such as Jhuvumirak, home of demon lord Kostchtchie. Their intolerance of fire (despite their demonic resistance to it) and the cowardly nature of their origin-sin make them laughingstocks among demons (particularly babaus and incubi); as a result, andrazkus are sullen, resentful, and prone to take out their frustrations on weaker creatures - especially if said creatures are female.",
			"",
			"Andrazkus prefer to lair in ice caves or tunnels dug out of hard-packed snow. Some take advantage of their cold immunity and strong swimming ability to live in simple shelters on ice floes. An andrazku's hooves and huge hands allow it to cling to ice as though it were rough stone, preventing it from slipping and allowing it to use much of the vertical space in its lair to store treasure and observe intruders.",
			"",
			"**Family:** {family/Demon}",
			"",
			"### Habitat",
			"",
			"Andrazkus loathe associating with more powerful female demons in any way, and curse under their breath at mariliths and similar demons of great stature. Among female demons of similar power, they are quick with clever words, believable boasts, and secret confessions of desire, but these are all lies to disguise the hatred crackling beneath the surface. If given the opportunity, an andrazku would capture and torture a succubus merely because she is female (though a succubus is physically more powerful than a lone misogyny demon, and the hairy brutes have to gang up to have any chance of defeating a \"weakling\" succubus). Succubi and mariliths are aware of these simple-minded feelings held by andrazkus and they delight in tormenting the brutish creatures. Those female demons know they hold greater strength and power than andrazkus, and they enjoy lording over the creatures, even going so far as to kidnap them from time to time, bringing them to their own lairs and forcing the creatures into servitude.",
			"",
			"Andrazkus band together for strength, using their telepathy to silently coordinate their attacks. They often taunt their prey telepathically, either with words, promises of violence, or mocking laughter.",
			"",
			"When set loose on the Material Plane, an andrazku usually forces itself into a position of power over a humanoid tribe. Some ally with frost giant tribes, especially those who worship Kostchtchie. Duller ones find better company among girallons and dire apes.",
			"",
			"### Summoning Andrazku",
			"",
			"Andrazkus are receptive to flattery about their size and strength. They like offers of weapons and strengthenhancing items as payment for their services. They can be assigned to guard, hunt, or retrieve; any Charisma check attempted as part a spell to convince an andrazku to undertake a mission other than these kinds of tasks takes a -2 penalty. A female summoner has a -10 penalty on all Charisma checks made to bargain unless the caster acts inferior and unworthy of the demon's aid."
		]
	},
	"andrazku": { "copyof": "demon_andrazku" },
	"demon_babau": {
		"name": "Demon, Babau",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This emaciated figure looks like a horned human skeleton smothered within a bone-tight hide of slimy leather.*",
			"",
			"::mh[Babau]{cr=\"6\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/57}  ",
			"**XP** 2,400  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +5; **Senses** darkvision 60 ft., see invisibility; Perception +19",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 11, flat-footed 18 (+1 Dex, +8 natural)  ",
			"**hp** 73 (7d10+35)  ",
			"**Fort** +10, **Ref** +6, **Will** +5  ",
			"**Defensive Abilities** protective slime; **DR** 10/cold iron or good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 17",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 2 claws +12 (1d6+5), bite +12 (1d6+5) or longspear +12/+7 (1d8+7/&times;3), bite +7 (1d6+2)  ",
			"**Space** 5 ft., **Reach** 5 ft. (10 ft. with longspear)  ",
			"**Special Attacks** sneak attack +2d6  ",
			"**Spell-Like Abilities** (CL 7th)  ",
			"*Constant*-see invisibility  ",
			"*At will*-darkness, dispel magic, greater teleport (self plus 50 lbs. of objects only)  ",
			"*1/day*-{umr/summon} (level 3, 1 babau at 40%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 13, **Con** 20, **Int** 14, **Wis** 13, **Cha** 16  ",
			"**Base Atk** +7; **CMB** +12; **CMD** 23  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Skill Focus/ (Stealth)}  ",
			"**Skills** Acrobatics +11, Climb +12, Disable Device +11, Escape Artist +11, Perception +19, Sense Motive +11, Sleight of Hand +11, Stealth +22; **Racial Modifiers** +8 Perception, +8 Stealth  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or gang (3-8)  ",
			"**Treasure** standard (longspear, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Protective Slime (Su)** A layer of acidic slime coats a babau's skin. Any creature that strikes a babau with a natural attack or unarmed strike takes 1d8 points of acid damage from this slime if it fails a DC 18 Reflex save. A creature that strikes a babau with a melee weapon must make a DC 18 Reflex save or the weapon takes 1d8 points of acid damage; if this damage penetrates the weapon's hardness, the weapon gains the broken condition. Ammunition that strikes a babau is automatically destroyed after it inflicts its damage.",
			"",
			"::sh[Description]",
			"",
			"The babau is an assassin, a murderer, and a sadist - certainly not traits unusual in the demons, yet the babau's penchant for stealth and surprise sets it apart from its generally less-subtle kin. With no need to eat (although most babaus relish the flavor of mortal meat on their thin, raspy tongues), a babau can wait in ambush for years or decades - their inhuman patience in anticipating a well-conceived murder also setting them apart from the other denizens of the Abyss. Babaus obsess over the act of killing and take great pride in their grisly art, often leaving behind some form of grim marker or obscure signature, whether it be a distinctive modus operandi, an unnerving token, or other profane evidence.",
			"",
			"A babau typically carries a longspear or other weapon with which it can strike at foes beyond its normal reach, but given the opportunity, a babau prefers to fight with its teeth or claws. The foul, caustic sludge that constantly seeps from their flesh prevents them from wearing armor unless it is specially treated or resistant to acid.",
			"",
			"A babau is 6 feet tall but weighs only 140 pounds. They form from mortal souls of lone killers - those who, in life, took pleasure in more personal and intimate murders. Loosed upon the Material Plane, a babau often finds itself in the same role, haunting the shadowy corners of the world as remorseless assassins.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"babau": { "copyof": "demon_babau" },
	"demon_balor": {
		"name": "Demon, Balor",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This winged fiend's horned head and fanged visage present the perfection of the demonic form, fire spurting from its flesh.*",
			"",
			"::mh[Balor]{cr=\"20\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/58}  ",
			"**XP** 307,200  ",
			"CE Large outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +11; **Senses** darkvision 60 ft., low-light vision, true seeing; Perception +38  ",
			"**Aura** flaming body, unholy aura (DC 26)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 36, touch 20, flat-footed 29 (+4 deflection, +7 Dex, +16 natural, -1 size)  ",
			"**hp** 370 (20d10+260)  ",
			"**Fort** +29, **Ref** +17, **Will** +25  ",
			"**DR** 15/cold iron and good; **Immune** electricity, fire, poison; **Resist** acid 10, cold 10; **SR** 31",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., fly 90 ft. (good)  ",
			"**Melee** +1 vorpal unholy longsword +31/+26/+21/+16 (2d6+13), +1 vorpal flaming whip +30/+25/+20 (1d4+7 plus 1d6 fire and entangle) or 2 slams +31 (1d10+12)  ",
			"**Space** 10 ft., **Reach** 10 ft. (20 ft. with whip)  ",
			"**Spell-Like Abilities** (CL 20th)  ",
			"*Constant*-true seeing, unholy aura (DC 26)  ",
			"*At will*-dominate monster (DC 27), greater dispel magic, greater teleport (self plus 50 lbs. of objects only), power word stun, telekinesis (DC 23)  ",
			"*3/day*-quickened telekinesis (DC 23)  ",
			"*1/day*-blasphemy (DC 25), fire storm (DC 26), implosion (DC 27), summon (level 9, any 1 CR 19 or lower demon 100%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 35, **Dex** 25, **Con** 36, **Int** 24, **Wis** 24, **Cha** 27  ",
			"**Base Atk** +20; **CMB** +33; **CMD** 54  ",
			"**Feats** {feat/Cleave}, {feat/Combat Reflexes}, {feat/Greater Two-Weapon Fighting}, {feat/Improved Initiative}, {feat/Improved Two-Weapon Fighting}, {feat/Iron Will}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (telekinesis)}, {feat/Two-Weapon Fighting}, {feat/Weapon Focus/ (longsword)}  ",
			"**Skills** Acrobatics +27, Bluff +31, Diplomacy +31, Fly +32, Intimidate +31, Knowledge (history) +27, Knowledge (nobility) +27, Knowledge (planes) +30, Knowledge (religion) +27, Perception +38, Sense Motive +30, Stealth +26, Use Magic Device +31; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.  ",
			"**SQ** death throes, vorpal strike, whip mastery",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary or warband (1 balor and 2-5 glabrezus)  ",
			"**Treasure** standard (+1 unholy longsword, +1 flaming whip, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Death Throes (Su)** When killed, a balor explodes in a blinding flash of fire that deals 100 points of damage (half fire, half unholy damage) to anything within 100 feet (Reflex DC 33 halves). The save DC is Constitution-based.",
			"",
			"**Entangle (Ex)** If a balor strikes a Medium or smaller foe with its whip, the balor can immediately attempt a grapple check without provoking an attack of opportunity. If the balor wins the check, it draws the foe into an adjacent square. The foe gains the grappled condition, but the balor does not.",
			"",
			"**Flaming Body (Su)** A balor's body is covered in dancing flames. Anyone striking a balor with a natural weapon or unarmed strike takes 1d6 points of fire damage. A creature that grapples a balor or is grappled by one takes 6d6 points of fire damage each round the grapple persists.",
			"",
			"**Vorpal Strike (Su)** Any slashing weapon a balor wields (including its standard longsword and whip) gains the vorpal weapon quality. Weapons retain this quality for one hour after the balor releases the weapon, but after this the weapon reverts to its standard magical qualities, if any.",
			"",
			"**Whip Mastery (Ex)** A balor treats a whip as a light weapon for the purposes of two-weapon fighting, and can inflict lethal damage on a foe regardless of the foe's armor.",
			"",
			"::sh[Description]",
			"",
			"When folk whisper frightened tales of the demonic, what most envision is a towering figure of fire and flesh, a horned nightmare armed with flaming whip and sword flying through the night in search of its latest victim. The demon these folk fear is the balor, and that fear is justly placed, for few demons can match the mighty balor in strength or brutality.",
			"",
			"On the Abyss, most balors serve demon lords as generals or captains (those balors who don't are even more potent, and are known as balor lords - see below). A balor typically commands vast legions of demons, and while it often lets these slavering and eager minions fight its battles, the balor is far from a coward. If presented with an opportunity to join a fight, few balors choose to resist.",
			"",
			"In combat, a balor relies upon its spell-like abilities to fight foes wise enough to avoid melee range, favoring destructive powers like fire storm or implosion and saving dominate monster for use against the rare foe it would prefer to capture alive. A balor usually uses telekinesis to disarm ranged weapons or pull foes into melee - with the use of a quickened telekinesis, a balor can use the latter tactic and still inflict a full-round attack on a hapless foe. A balor reduced to fewer than 50 hit points almost always seeks to flee via teleportation, but if that and flight prove impossible it seeks to position itself such that, if it is slain, its death throes are as devastating as possible to the enemy host.",
			"",
			"A balor stands 14 feet in height and weighs 4,500 pounds. Only the cruelest mortal souls can fuel the creation of a balor - unlike in the cases of most other demons, it often takes multiple souls of powerful villains to trigger the birthing of a new balor.",
			"",
			"### Balor Lords",
			"",
			"Even more terrible than the typical balor are those who do not call a demon lord their master, but instead are masters themselves. A balor lord typically rules over a region no larger than half the size of the realm in which it resides (as only full demon lords can command the rule of an entire Abyssal realm), and even though most balor lords rule much smaller regions (generally areas comparable in size to a single continent), their power is vast indeed.",
			"",
			"A balor lord is typically a CR 21 to CR 25 monster (a range shared with the various unique nascent demon lords, with the range of CR 26 and above being the domain of the demon lords themselves), and as such serves quite well as the final villain in a long-running campaign. The majority of balor lords have several levels of barbarian, fighter, or ranger (although ranger balor lords never form bonds with animals), but some instead have levels of bard, rogue, sorcerer, or wizard. Cleric balor lords are unknown, as they see themselves as objects of worship, not the other way around, although rumors persist of powerful balor clerics that directly serve demon lords or even evil gods.",
			"",
			"In addition to any benefits a balor lord might gain from its class levels, all balor lords possess one additional unique ability over and above those granted by its race and class. Listed here are three sample balor lord abilities, but these samples are by no means the entirety of the strange powers a balor lord might wield.",
			"",
			">*Lifedrinker (Su)* Whenever the balor lord slays a living foe, it receives the benefits of a heal spell (CL 20th). This ability can activate up to once per round.",
			">",
			">*Master of Magic (Su)* The balor lord has additional spell-like abilities (20 spell levels' worth of 1st-4th level spells usable at will and 20 spell levels' worth of 5th-8th level spells usable 3 times a day).",
			">",
			">*Soul Swallow (Su)* As a standard action, the balor lord can inhale the soul of a living creature within 30 feet. The target must make a Fortitude save (DC 10 + 1/2 balor lord's racial HD + the balor lord's Charisma modifier) or die. The body of a humanoid creature killed in this manner immediately transforms into a demon under the balor lord's command (a babau, succubus, or shadow demon, according to the balor lord's whim).",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"balor": { "copyof": "demon_balor" },
	"demon_brimorak": {
		"name": "Demon, Brimorak",
		"sources": [
			"Bestiary 6",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This muscular, red-eyed, goat-headed demon wields a burning sword. Fire licks up from its flaming hooves.*",
			"",
			"::mh[Brimorak]{cr=\"5\"}",
			"",
			"{SOURCE Bestiary 6/83;Book of the Damned - Volume 2: Lords of Chaos/56}  ",
			"**XP** 1,600  ",
			"CE Small outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +7; **Senses** darkvision 60 ft.; Perception +18  ",
			"**Aura** smoke breath (5 ft., DC 17)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 14, flat-footed 15 (+3 Dex, +4 natural, +1 size)  ",
			"**hp** 57 (6d10+24)  ",
			"**Fort** +9, **Ref** +8, **Will** +3  ",
			"**Defensive Abilities** boiling blood; **DR** 5/cold iron or good; **Immune** electricity, fire; **Resist** acid 10, cold 10; **SR** 16  ",
			"**Weaknesses** vulnerable to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** longsword +11/+6 (1d6+3/19-20 plus 1d6 fire), hoof +5 (1d3+1 plus 1d6 fire)  ",
			"**Special Attacks** burning hooves, {umr/breath weapon} (20-ft. line of boiling blood, 5d6 fire damage, Ref DC 17 half, once every 1d4 rounds)  ",
			"**Spell-Like Abilities** (CL 6th; concentration +8)  ",
			"*3/day*-dispel magic, heat metal (DC 14), produce flame  ",
			"*1/day*-air walk, fireball (DC 15), greater teleport (self plus 50 lbs. of objects only), summon (level 3, 1 brimorak 50%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 17, **Dex** 16, **Con** 19, **Int** 12, **Wis** 12, **Cha** 15  ",
			"**Base Atk** +6; **CMB** +8; **CMD** 21  ",
			"**Feats** {feat/Combat Casting}, {feat/Improved Initiative}, {feat/Weapon Focus/ (longsword)}  ",
			"**Skills** Acrobatics +12, Bluff +11, Knowledge (engineering, planes) +10, Perception +18, Sense Motive +10, Stealth +16; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Draconic, Ignan; telepathy 100 ft.  ",
			"**SQ** flaming weapon",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, band (2-6), or platoon (7-16)  ",
			"**Treasure** standard (longsword, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Boiling Blood (Su)** Any creature that damages a brimorak with a non-reach slashing or piercing melee weapon is sprayed with its blood, taking 1d4 points of fire damage on each successful hit with such a weapon.",
			"",
			"**Burning Hooves (Su)** A brimorak's burning hooves leave scorched prints. Survival checks to track a brimorak are attempted with a +8 circumstance bonus. Against a prone foe, a brimorak can make two hoof attacks rather than just one.",
			"",
			"**Flaming Weapon (Su)** As a free action, a brimorak can cause a single wielded melee weapon to deal 1d6 additional points of fire damage on a successful hit. This fire damage stacks with any fire damage that the weapon might also deal. The weapon loses this ability if it leaves the demon's grasp.",
			"",
			"**Smoke Breath (Su)** A brimorak's breath surrounds it to a radius of 5 feet. A creature who begins its turn in this area must make a successful DC 17 Fortitude save or become sickened for 1 round. A creature gains immunity to a particular brimorak's breath for 24 hours with a successful save. This is a poison effect. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Brimoraks are demons born from the souls of arsonists, and in their fiendish lives, they love nothing more than setting fires. A brimorak stands 3 feet tall and weighs 80 pounds.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"brimorak": { "copyof": "demon_brimorak" },
	"demon_cambion": {
		"name": "Demon, Cambion",
		"sources": [
			"Bestiary 5",
			"Pathfinder #76: The Midnight Isles",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This red-skinned, demonic humanoid has a forked tongue, and a pair of black horns sprout from its brow.*",
			"",
			"::mh[Cambion]{cr=\"2\"}",
			"",
			"{SOURCE Bestiary 5/75;Pathfinder #76: The Midnight Isles/84}  ",
			"**XP** 600  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception +7",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 11, flat-footed 14 (+3 armor, +1 Dex, +1 natural)  ",
			"**hp** 22 (3d10+6)  ",
			"**Fort** +5, **Ref** +2, **Will** +4  ",
			"**Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 13",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** mwk scimitar +6 (1d6+2/18-20), claw +0 (1d4+1/19-20) or 2 claws +5 (1d4+2/19-20)  ",
			"**Ranged** mwk composite longbow +5 (1d8+2/&times;3)  ",
			"**Special Attacks** sadistic strike, sinfrenzy  ",
			"**Spell-Like Abilities** (CL 3rd; concentration +5)  ",
			"*3/day*-command (DC 13)  ",
			"*1/day*-charm person (DC 13), death knell (DC 14), enthrall (DC 14)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 15, **Dex** 13, **Con** 14, **Int** 13, **Wis** 12, **Cha** 14  ",
			"**Base Atk** +3; **CMB** +5; **CMD** 16  ",
			"**Feats** {feat/Deceitful}, {feat/Power Attack}  ",
			"**Skills** Acrobatics +7, Bluff +10, Disguise +10, Intimidate +8, Perception +7, Sense Motive +7, Stealth +7  ",
			"**Languages** Abyssal, Common; telepathy 30 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, gang (3-7), or cult (8-13)  ",
			"**Treasure** NPC gear (studded leather, mwk scimitar, mwk composite longbow [+2 Str] with 20 arrows, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Sadistic Strike (Su)** Cambions excel at causing pain and anguish. Cambions always treat any weapons with which they attack (including natural weapons and spells with attack rolls) as if they had the {feat/Improved Critical} feat for the weapons.",
			"",
			"**Sinfrenzy (Su)** Every cambion carries an excessive capacity for one of the seven classical sins, determined at the moment of the cambion's birth and depending on the nature of his humanoid parent's greatest sin. Once per day for a number of rounds equal to his Hit Dice, a cambion can embrace his sin and enter a frenzied state as a free action. While a cambion is in this frenzy, his land speed increases by 10 feet and he gains a +1 bonus on Reflex saves and attack rolls. These bonuses do not stack with those granted by haste or similar effects, but if the cambion has at least 1 level in the class listed for his specific sin, the sinfrenzy grants an additional effect.",
			"",
			"- Envy (cleric): Cambion clerics covet the gods' power. When they are in a sinfrenzy, their channel energy effect increases by 1d6.",
			"- Gluttony (alchemist): Cambion alchemists enjoy drinking extracts, potions, mutagens, and even poisons. When they are in a sinfrenzy, their bombs deal an additional die of damage.",
			"- Greed (rogue): Cambion rogues are obsessed with gathering wealth and power. When they are in a sinfrenzy, cambion rogues deal an additional die of sneak attack damage.",
			"- Lust (bard): Cambion bards seek to dominate and control others, turning them into slaves. When cambion bards are in a sinfrenzy, the bonuses granted by their inspire courage, inspire competence, inspire greatness, and inspire heroics abilities increase by 1. The save DCs of their bardic performances also increase by 1.",
			"- Pride (wizard): Cambion wizards believe their magic is the greatest. When they are in a sinfrenzy, their spell save DCs increase by 1.",
			"- Sloth (fighter): Cambion fighters bleed slowly. When entering a sinfrenzy, they gain 2 temporary hit points per Hit Die that disappear when the sinfrenzy ends.",
			"- Wrath (ranger): Cambion rangers attack with savage hatred. When they are in a sinfrenzy, their favored enemy bonuses increase by 2.",
			"",
			"::sh[Description]",
			"",
			"When an incubus procreates with a humanoid in the Abyss, and the mortal parent resides on that plane throughout the pregnancy, the gestating child absorbs enough Abyssal energy to be born not as a half-demon, but as a type of humanoid demon known as a cambion.",
			"",
			"Cambions are true outsiders. The majority of cambions have red skin, horns on their heads, and cloven hooves for feet - the fiendish aspects of cambions' appearance don't range as widely as those of tieflings. A typical cambion stands 6 feet tall and weighs 190 pounds.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"cambion": { "copyof": "demon_cambion" },
	"demon_coloxus": {
		"name": "Demon, Coloxus",
		"sources": [
			"Bestiary 3",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This figure would be the picture of elegance and refinement were it not for its grotesque fly head and shivering insectile wings.*",
			"",
			"::mh[Coloxus]{cr=\"12\"}",
			"",
			"{SOURCE Bestiary 3/72}  ",
			"**XP** 19,200  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +13; **Senses** darkvision 60 ft., scent; Perception +31",
			"",
			"::sh[Defense]",
			"",
			"**AC** 26, touch 19, flat-footed 17 (+9 Dex, +7 natural)  ",
			"**hp** 168 (16d10+80)  ",
			"**Fort** +15, **Ref** +19, **Will** +9  ",
			"**DR** 10/good; **Immune** electricity, disease, poison; **Resist** acid 10, cold 10, fire 10; **SR** 23",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (good)  ",
			"**Melee** bite +25 (1d6+4 plus siphon), 2 slams +25 (1d4+4)  ",
			"**Special Attacks** droning wings, siphon, sneak attack +4d6  ",
			"**Spell-Like Abilities** (CL 12th; concentration +18)  ",
			"*Constant*-tongues  ",
			"*At will*-contagion (DC 20), invisibility, suggestion (DC 19)  ",
			"*3/day*-confusion (DC 20), haste, quickened invisibility, mind fog (DC 21)  ",
			"*1/day*-giant vermin, shadow evocation (DC 21)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 19, **Dex** 28, **Con** 20, **Int** 17, **Wis** 18, **Cha** 23  ",
			"**Base Atk** +16; **CMB** +25; **CMD** 39  ",
			"**Feats** {feat/Agile Maneuvers}, {feat/Combat Reflexes}, {feat/Deceitful}, {feat/Flyby Attack}, {feat/Hover}, {feat/Improved Initiative}, {feat/Quicken Spell-Like Ability/ (invisibility)}, {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +28, Appraise +14, Bluff +29, Diplomacy +14, Disguise +19, Fly +26, Knowledge (arcana, history, planes, and religion) +14, Perception +31, Sleight of Hand +17, Stealth +28; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Common, Infernal; telepathy 100 ft., tongues",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** urban (Abyss)  ",
			"**Organization** solitary, pair, or swarm (3-8)  ",
			"**Treasure** double",
			"",
			"::sh[Special Abilities]",
			"",
			"**Droning Wings (Ex)** Once per day, when it flutters its wings as a standard action, a coloxus can create a mesmerizing display of color and a sound-dampening buzzing drone. All creatures within 30 feet that can see the coloxus must make a DC 24 Will save or be slowed for up to 6 rounds. Each subsequent round, the coloxus must take a swift action to maintain the effect or the effect ceases at the end of its turn. Additionally, the sound creates a buffer against sonic energy, granting the fly demon immunity to sonic attacks or effects while it continues to drone. The save DC is Charisma-based.",
			"",
			"**Siphon (Su)** Any creature bitten by a coloxus must make a DC 23 Fortitude save or take 1d4 points of Charisma damage. A coloxus heals itself of 5 points of damage for every point of Charisma damage it deals. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Coloxus demons, known also as fly demons, resemble humans with the head of a fly and twin pairs of gossamer wings. Even their smallest movements and gestures seem infused with manic quickness and alertness. A coloxus prefers to wear opulent clothing and jewels that would rival the wealthiest nobility of any race. A coloxus is 6 feet tall and weighs 150 pounds.",
			"",
			"Ironically - given their grotesque, insectile appearance - coloxus demons are demons of vanity. They are formed from the souls of narcissistic mortals responsible for disasters or tragedy through their careless self-absorption.",
			"",
			"Despite their foul appearance, coloxus demons consider themselves cultured and elite. They are unusually patient and well mannered for demons, and as a result are often used as emissaries, diplomats, and negotiators by marilith generals, balors, and even demon lords. Even when facing hated foes, coloxus demons are the epitome of courtesy, but such manners are always a deceitful veneer, masking the creatures' efforts to gain the upper hand.",
			"",
			"Evil mortal spellcasters are fond of conjuring coloxus demons for similar roles, but the monsters also work well as assassins. Even in this role, a coloxus is dignified and polite. Only when presented with a reflection of itself does the normally civilized coloxus show its true demonic colors - any creature foolish enough to trick a coloxus into looking at a mirror finds herself the eternal foe of an insulted and scandalized demon.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"coloxus": { "copyof": "demon_coloxus" },
	"demon_derakni": {
		"name": "Demon, Derakni",
		"sources": [
			"The Worldwound",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*The size of a horse, this demonic locust has a scorpion's stinger and an almost-human face. Its front legs end in clawed hands.*",
			"",
			"::mh[Derakni]{cr=\"10\"}",
			"",
			"{SOURCE The Worldwound/43}  ",
			"**XP** 9,600  ",
			"CE Large outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +10; **Senses** darkvision 60 ft., scent; Perception +25",
			"",
			"::sh[Defense]",
			"",
			"**AC** 25, touch 15, flat-footed 19 (+6 Dex, +10 natural, -1 size)  ",
			"**hp** 126 (11d10+66)  ",
			"**Fort** +13, **Ref** +13, **Will** +8  ",
			"**DR** 10/good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 21",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (good)  ",
			"**Melee** bite +18 (1d4+8 plus poison), 2 claws +18 (1d4+8), sting +18 (1d8+8/19-20 plus poison)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** drone  ",
			"**Spell-Like Abilities** (CL 12th; concentration +15)  ",
			"*At will*-contagion (DC 17), greater teleport (self plus 50 lbs. of objects only), gust of wind  ",
			"*3/day*-enervation, quickened summon swarm  ",
			"*1/day*-insect plague, summon (level 4, 1 derakni or 1d4 vescavor swarms 40%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 26, **Dex** 23, **Con** 22, **Int** 9, **Wis** 17, **Cha** 16  ",
			"**Base Atk** +11; **CMB** +20; **CMD** 36 (44 vs. trip)  ",
			"**Feats** {feat/Flyby Attack}, {feat/Improved Critical/ (sting)}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (summon swarm)}  ",
			"**Skills** Acrobatics +20, Fly +22, Perception +25, Stealth +16, Survival +17; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or swarm (3-10)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Drone (Su)** The sound of a derakni in flight is a mesmerizing, unsettling drone that causes confusion in all non-demons who hear the sound. A derakni must fly at least 10 feet to activate this ability (which it can do as a free action as part of its move action). Any non-demon creature that begins its turn within 30 feet of a derakni that moved in this manner on its previous turn must succeed at a DC 18 Will save or become confused for 1d4 rounds. A creature that makes this save is immune to the drone of that derakni for 24 hours. Demons are immune to this sonic, mind-affecting effect. The save DC is Charisma-based.",
			"",
			"**Poison (Ex)** Bite or sting-injury; *save* Fort DC 21; *frequency* 1/round for 6 rounds; *effect* 1d4 Con; *cure* 2 consecutive saves. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Deraknis, also known as locust demons, are among Deskari's favorite minions, both in the Abyss and in the Worldwound. Great flights of these creatures plague the skies above the Wounded Lands in particular, but they can be encountered anywhere in the Worldwound. These creatures' leering humanoid visages are armored with chitinous plates, and their front feet end in small claws that look strangely like human hands. A derakni can use these hands to manipulate objects or wield items, but generally eschews using weapons or shields entirely.",
			"",
			"Often, deraknis are encountered in the vicinity of hives of vescavors. Indeed, vescavor swarms eagerly serve deraknis as minions, and, save for truly unusual circumstances, a derakni never needs to worry about taking damage from or being distracted by a vescavor swarm that shares its space. Deraknis typically aid in the devastation of large regions, often in preparation for the advance of larger demonic armies, and the Worldwound is one of their crowning glories.",
			"",
			"A derakni is 14 feet long and weighs 1,200 pounds. These wretched demons arise from the souls of those who, in life, purposefully engineered disasters or aided in their development - particularly souls whose disasters resulted in mass famines or droughts.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"derakni": { "copyof": "demon_derakni" },
	"demon_dretch": {
		"name": "Demon, Dretch",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This creature's bloated frame shudders with each heaving step, yet despite its shape, the thing moves with surprising quickness.*",
			"",
			"::mh[Dretch]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/60}  ",
			"**XP** 600  ",
			"CE Small outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +0; **Senses** darkvision 60 ft.; Perception +5",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 11, flat-footed 14 (+3 natural, +1 size)  ",
			"**hp** 18 (2d10+7)  ",
			"**Fort** +5, **Ref** +0, **Will** +3  ",
			"**DR** 5/cold iron or good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft.  ",
			"**Melee** 2 claws +4 (1d4+1), bite +4 (1d4+1)  ",
			"**Spell-Like Abilities** (CL 2nd)  ",
			"*1/day*-cause fear (DC 11), stinking cloud (DC 13), summon (level 1, 1 dretch 35%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 12, **Dex** 10, **Con** 14, **Int** 5, **Wis** 11, **Cha** 11  ",
			"**Base Atk** +2; **CMB** +2; **CMD** 12  ",
			"**Feats** {feat/Toughness}  ",
			"**Skills** Escape Artist +5, Perception +5, Stealth +9  ",
			"**Languages** Abyssal (cannot speak); telepathy 100 ft. (limited to Abyssal-speaking targets)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, gang (3-5), crowd (6-12), or mob (13+)  ",
			"**Treasure** none",
			"",
			"::sh[Description]",
			"",
			"Even the lowest demons of the Abyss are dangerous and filled with a driving need to spread ruin and dismay. The lowly dretch is as hideous and foul as it is cruel, even if it lacks the strength and power to realize its need to brutalize others in its native realm. The lot of the dretch's existence is to serve more powerful demons as victims, and only the lucky few survive long enough to evolve.",
			"",
			"The dretch is a favorite target for dabblers in Abyssal summonings to call forth. Relatively weak and easy to bully, dretches can often be pressured into long periods of servitude with only vague promises of the opportunity to vent their frustrations and anger on softer foes. Yet the prospective dretch-summoner would do well to remember that these demons are as craven and untrustworthy as they come. A dretch faced with a more powerful foe is only too eager to trade what it knows for its pitiful excuse for a life.",
			"",
			"Unlike most demons, a dretch's slovenly personality and disdain for prolonged physical labor rarely result in success. Advanced dretches are rare, but those who do find it within themselves to be more than they were at creation often become the pauper-kings of the Abyss, cruel and bitter in their rule over vermin, broken souls, mindless undead, and other dretches. Their empires are confined to abandoned stretches of sewers under backwater cities, unstable reaches of swampland avoided by more sensible minds, and other undesirable corners of the Abyss that even demons find uncomfortable or foul. Yet to the dretch lords, these realms are their empires, and they defend them with a pitiful tenacity.",
			"",
			"A dretch stands 4 feet tall and weighs 180 pounds. Dretches typically form from the souls of slothful, evil mortals - yet it only takes a small fragment of a soul to trigger such a hideous birth. A single soul can often trigger the manifestation of a small army of dretches, and the sight of a horde of fresh-birthed dretches pulling free from the heaving protomatter of the Abyss is a nauseating and terrifying one indeed.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"dretch": { "copyof": "demon_dretch" },
	"demon_gallu": {
		"name": "Demon, Gallu",
		"sources": [
			"The Worldwound",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This horned, winged, wolf-headed demon has bone-white flesh onto which have been riveted plates of spiky armor.*",
			"",
			"::mh[Gallu]{cr=\"19\"}",
			"",
			"{SOURCE The Worldwound/44}  ",
			"**XP** 204,800  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +8; **Senses** darkvision 60 ft., true seeing; Perception +36  ",
			"**Aura** cloak of chaos (20 ft., DC 25), havoc (30 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 34, touch 18, flat-footed 30 (+8 armor, +4 deflection, +4 Dex, +8 natural)  ",
			"**hp** 332 (19d10+228); {umr/fast healing} 10  ",
			"**Fort** +27, **Ref** +16, **Will** +21  ",
			"**Defensive Abilities** armor plating; **DR** 15/cold iron and good; **Immune** bleed, electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 30",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., fly 50 ft. (good)  ",
			"**Melee** +1 wounding falchion +31/+26/+21/+16 (2d4+17/15-20), bite +25 (1d8+5), gore +25 (1d6+5)  ",
			"**Special Attacks** rain of blood, wounding blood  ",
			"**Spell-Like Abilities** (CL 19th; concentration +26)  ",
			"*Constant*-cloak of chaos (DC 25), true seeing  ",
			"*At will*-confusion (DC 21), fear (DC 21), {spell/geas//quest}, greater teleport (self plus 50 lbs. of objects only), telekinesis (DC 22)  ",
			"*3/day*-dimensional lock, quickened hold monster (DC 22), song of discord (DC 22)  ",
			"*1/day*-mass hold monster (DC 26), summon (level 7, 1 gallu 20%, 1 marilith 35%, or 1d4 nalfeshnees 60%), symbol of insanity (DC 25), word of chaos (DC 24)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 33, **Dex** 18, **Con** 34, **Int** 18, **Wis** 23, **Cha** 25  ",
			"**Base Atk** +19; **CMB** +30 (+32 bull rush); **CMD** 48 (50 vs. bull rush)  ",
			"**Feats** {feat/Critical Focus}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (falchion)}, {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (hold monster)}, {feat/Staggering Critical}, {feat/Vital Strike}  ",
			"**Skills** Bluff +29, Disguise +29, Fly +30, Intimidate +37, Knowledge (engineering) +26, Knowledge (history) +26, Knowledge (planes) +26, Perception +36, Ride +26, Sense Motive +28; **Racial Modifiers** +8 Intimidate, +8 Perception  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.  ",
			"**SQ** change shape (alter self, Small or Medium humanoid)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary or platoon (1 gallu, 1-3 mariliths, and 3-12 vrocks)  ",
			"**Treasure** standard (+1 falchion, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Armor Plating (Su)** The armor plates covering much of a gallu's body grant it a +8 armor bonus. They also function as armor spikes during grapples, but cannot be used as offhand weapons. In addition, these armor plates can possess one additional armor special ability chosen from the following options: acid resistance 20, cold resistance 20, fire resistance 20, ghost touch, moderate fortification, or sonic resistance 20. A gallu demon can switch the active armor special quality once per hour as a swift action - as a general rule, the gallu demon keeps the armor plating set to moderate fortification. These armor plates do not encumber the gallu or impose armor check penalties, maximum Dex bonuses, or arcane spell failure chances. They cannot be removed, sundered, or destroyed while the gallu lives, and they rust away into nonmagical fragments of iron upon the gallu's death.",
			"",
			"**Aura of Havoc (Su)** A gallu's presence wreaks havoc, infusing battlefields with elements of chaos and entropy that disrupt careful coordination and tactical plotting by manipulating fate and chance. This aura extends to a 30-foot radius around the gallu. The aid another action can never grant bonuses in this area, nor does flanking grant bonuses to hit in the affected area (although flanked foes remain susceptible to sneak attack damage). A creature summoned into this area by any creature other than a demon must succeed at a DC 26 Will save to avoid being confused for 1d4 rounds. Paladins and creatures with the lawful subtype must make a DC 26 Will save each round they begin their turn in this aura to avoid being nauseated for 1 round. Demons ignore the effects of a gallu's aura of havoc. The save DCs are Charisma-based.",
			"",
			"**Rain of Blood (Su)** As a standard action once per minute, a gallu can command the wounds of all creatures within 30 feet to erupt into a gory deluge of blood; any wounded creature in the area of effect immediately takes 3d6 points of damage from the rain of blood and must succeed at a DC 31 Fortitude saving throw. Failure indicates that the damage becomes bleed damage and the affected creature becomes staggered from the pain as long as the bleed damage continues. Creatures that are immune to bleed damage are immune to this ability's effects. The save DCs are Constitution-based.",
			"",
			"**Wounding Blood (Su)** The spikes that hold a gallu's armor plates in place extend as far into the demon's body as they do outside of it, causing rivulets of blood to constantly run from the creature's flesh. This continual bleeding does not inconvenience or harm the gallu; instead, it grants the wounding special ability to all manufactured weapons wielded by the gallu. The dripping blood does not affect the gallu's natural attacks.",
			"",
			"::sh[Description]",
			"",
			"On the endless battlefields of the Abyss, the demon lords' vast armies clash and tear at each other in horrific displays of warfare and bloodshed. These conflicts often arise from border disputes between demonic realms, or when one demon lord finds an excuse to attack another. But many of these immense wars have no good reason at all, for gallus eagerly foment war for war's sake; they are master engineers of martial strife. These hateful, destructive demons arise from the souls of warmongers and war profiteers - nefarious leaders, corrupt priests, or subversive merchants who used their power to perpetuate existing wars or even to trigger new ones, all for the express purpose of personal gain or sadistic pleasure.",
			"",
			"Known to some as warmonger demons, the gallus are not as enormous as many of the other powerful demons; despite their near-human size, however, they are among the deadliest of demonkind. Standing 8 feet tall and weighing 450 pounds, these creatures have wolf like (but hairless) horned heads, batlike wings, and pale flesh. Their feet end in hooves, and their tails resemble those of lions. Gallus can assume humanoid shape as well, and typically do so when interacting with mortals, allowing them to more easily sow seeds of war among those they interact with.",
			"",
			"These demons are relatively difficult to summon: gate spells can conjure them from the Abyss, but few other mortal spells can call them forth. As a result, most gallus encountered outside the Abyss have traveled there via portals or similar methods. Gallus are innately crafty creatures; when coming to a new world, they resist their natural urges to destroy in favor of infiltration. Extraordinarily patient, they can spend decades or more in disguise as they subtly build their influence and acquire positions of power; they then use those positions to incite government officials and other powerful individuals to wage war on their neighbors. Only when the hostilities have completely devastated their host, leaving it in smoking ruins, do gallus shed their human flesh and appear in their true form to gloat and torment the conflict's few survivors before moving on to seek fresh victims.",
			"",
			"In the Worldwound, gallus serve an additional role as commanders in the numerous demonic armies. Many control multiple divisions, each led by a marilith general, and report in turn to one of the Worldwound's leaders, like Khorramzadeh, Areelu, or Aponavicius. But not all of the Worldwound's gallus command armies. Those who serve Baphomet primarily utilize their deceptive natures to infiltrate various Mendevian mercenary orders, Mammoth Lord barbarian tribes, settlements on the fringes of more civilized lands, and other factions arrayed against the Worldwound. From within those groups, they serve as advisors, urging those they've infiltrated into launching ill-timed or poorly planned attacks on their demonic foes. These gallus occasionally feed their humanoid \"allies\" legitimate intelligence about demonic fortifications or troop movements, knowing that a little truth can go a long way in encouraging mortals to act upon their more violent urges.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"gallu": { "copyof": "demon_gallu" },
	"demon_ghalzarokh": {
		"name": "Demon, Ghalzarokh",
		"sources": [
			"Book of the Damned",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This corpulent, four-armed fiend is covered in yellow-orange dragon scales, and draconic wings sprout from its back.*",
			"",
			"::mh[Ghalzarokh]{cr=\"15\"}",
			"",
			"{SOURCE Book of the Damned/246}  ",
			"**XP** 51,200  ",
			"CE Large outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +3; **Senses** darkvision 60 ft., scent, see invisibility; Perception +37",
			"",
			"::sh[Defense]",
			"",
			"**AC** 30, touch 12, flat-footed 27 (+3 Dex, +18 natural, -1 size)  ",
			"**hp** 218 (19d10+114)  ",
			"**Fort** +17, **Ref** +11, **Will** +18  ",
			"**DR** 10/cold iron and good; **Immune** electricity, fire, mind-affecting effects, poison; **Resist** acid 10, cold 10; **SR** 26",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., burrow 20 ft., fly 50 ft. (poor)  ",
			"**Melee** bite +25 (1d8+7), 4 claws +25 (2d4+7/19-20)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** {umr/breath weapon} (30-foot cone, once every 1d4 rounds, 10d6 acid and 10d6 fire, Reflex DC 25 half), project blame, {umr/rend} (2 claws, 2d4+10)  ",
			"**Spell-Like Abilities** (CL 15th; concentration +21)  ",
			"*Constant*-see invisibility  ",
			"*At will*-charm monster (DC 20), greater command (DC 21)  ",
			"*3/day*-dominate person (DC 21), quickened fireball (DC 19), rage (DC 19), song of discord (DC 21)  ",
			"*1/day*-demand (DC 24), mass suggestion (DC 22), summon (level 6, 1 succubus 35%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 25, **Dex** 16, **Con** 22, **Int** 16, **Wis** 25, **Cha** 22  ",
			"**Base Atk** +19; **CMB** +27; **CMD** 40  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Hover}, {feat/Improved Critical/ (claw)}, {feat/Intimidating Prowess}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (fireball)}, {feat/Staggering Critical}, {feat/Wingover}  ",
			"**Skills** Bluff +28, Fly +19, Intimidate +35, Knowledge (arcana, planes) +25, Perception +37, Sense Motive +29, Spellcraft +25, Stealth +21; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal; telepathy 100 ft.; truespeech",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or trio  ",
			"**Treasure** double",
			"",
			"::sh[Special Abilities]",
			"",
			"**Project Blame (Su)** When a ghalzarokh misses with a melee attack against a creature, that creature suffers a -1 penalty to AC for 1 round. Whenever a creature succeeds at a saving throw against a ghalzarokh's spell-like abilities or breath weapon, that creature suffers a -1 penalty on saving throws for 1 round. These penalties can stack up to three times per target, so a creature can take up to a -3 penalty to AC and a -3 penalty on saving throws. At the end of a creature's turn, it can attempt a DC 25 Will saving throw to reduce one of these penalties by 1 as a free action. This is a mind-affecting curse effect. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Ghalzarokhs, or tyranny demons, act as commanders of Abyssal forces. These demons are formed from the souls of petty tyrants and would-be dictators. Notoriously egotistical and prone to lashing out, a ghalzarokh keeps its minions in line through fear of its cruel whims.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"ghalzarokh": { "copyof": "demon_ghalzarokh" },
	"demon_gibrileth": {
		"name": "Demon, Gibrileth",
		"sources": [
			"The Worldwound",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This flying, bulbous, tumor-riddled mass has numerous arms, no legs, and a leering, three-eyed face.*",
			"",
			"::mh[Gibrileth]{cr=\"11\"}",
			"",
			"{SOURCE The Worldwound/46}  ",
			"**XP** 12,800  ",
			"CE Large outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +8; **Senses** darkvision 60 ft., scent; Perception +25",
			"",
			"::sh[Defense]",
			"",
			"**AC** 25, touch 13, flat-footed 21 (+4 Dex, +12 natural, -1 size)  ",
			"**hp** 137 (11d10+77)  ",
			"**Fort** +14, **Ref** +9, **Will** +10  ",
			"**Defensive Abilities** {umr/amorphous}; **DR** 10/good; **Immune** acid, disease, electricity, poison; **Resist** cold 10, fire 10; **SR** 22",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., fly 40 ft. (good)  ",
			"**Melee** +1 scorpion whip +18/+13/+8 (1d6+8/18-20 plus disease), bite +12 (1d8+3 plus disease)  ",
			"**Ranged** tumor +14 (2d6 acid plus disease)  ",
			"**Space** 10 ft., **Reach** 10 ft. (20 ft. with whip)  ",
			"**Special Attacks** disease, whip specialist  ",
			"**Spell-Like Abilities** (CL 13th; concentration +16)  ",
			"*At will*-contagion (DC 17), grease (DC 14), greater teleport (self plus 50 lbs. of objects only), unholy blight (DC 17)  ",
			"*3/day*-stinking cloud (DC 16)  ",
			"*1/day*-{umr/summon} (level 4, 1 gibrileth 35%), waves of fatigue",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 24, **Dex** 19, **Con** 24, **Int** 13, **Wis** 16, **Cha** 17  ",
			"**Base Atk** +11; **CMB** +19 (+23 trip); **CMD** 35 (37 vs. trip)  ",
			"**Feats** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Greater Trip}, {feat/Improved Initiative}, {feat/Improved Trip}, {feat/Lightning Reflexes}  ",
			"**Skills** Fly +20, Knowledge (dungeoneering) +15, Knowledge (planes) +15, Perception +25, Sense Motive +17, Stealth +14, Survival +17; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.  ",
			"**SQ** tumors",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or infection (3-8)  ",
			"**Treasure** standard (+1 scorpion whip, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Disease (Ex)** Any weapon a gibrileth wields becomes a vector for spreading the demonplague. A creature bitten by a gibrileth or damaged by a weapon it wields is exposed to this virulent disease. A successful DC 22 Fortitude save is needed to resist this creature's particular strain of {disease/demonplague}. The save DC is Constitution-based.",
			"",
			"**Tumors (Su)** As a swift action, a gibrileth can rip a grapefruit-sized tumor from its body with one of its many arms and throw it as a splash weapon with a range increment of 20 feet. A direct hit deals 2d6 points of acid damage, and deals 1d4 points of acid splash damage to all creatures within 5 feet of the target. A creature can avoid the splash damage with a successful DC 22 Reflex save. The save DC is Constitution-based.",
			"",
			"**Whip Specialist (Ex)** A gibrileth does not provoke attacks of opportunity when using a whip.",
			"",
			"::sh[Description]",
			"",
			"Gibrileths are known as filth demons because their appearance is so vile that even other demons find them appalling - including some hezrous. A gibrileth's body is composed almost entirely of quivering, globular, acidic tumors, save for its batlike wings and the nest of spindly, atrophied arms growing from the top of its body. It can walk with a clumsy gait, using its long arms, but it prefers to be on the wing. These creatures enjoy spreading nausea and sickness, either via their spell-like abilities or through violence - in fact, they are one of the primary sources of demonplague throughout the Worldwound. Gibrileths particularly relish the taste of partially liquefied, diseased flesh, and many keep infected victims in pens like cattle for periodic snacking, allowing their sickness to season them properly before feeding. Gibrileths rise from the souls of mortals who deliberately encourage the spread of disease or sickness, many of whom died of disease themselves.",
			"",
			"A gibrileth is approximately 10 feet in diameter, with a wingspan of 16 feet. These foul, bloated demons typically weigh about 2,400 pounds.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"gibrileth": { "copyof": "demon_gibrileth" },
	"demon_glabrezu": {
		"name": "Demon, Glabrezu",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*Four arms grace the torso of this towering monstrosity. The monster's eyes shine with a mix of intelligence and cruelty.*",
			"",
			"::mh[Glabrezu]{cr=\"13\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/61}  ",
			"**XP** 25,600  ",
			"CE Huge outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +0; **Senses** darkvision 60 ft., true seeing; Perception +26",
			"",
			"::sh[Defense]",
			"",
			"**AC** 28, touch 8, flat-footed 28 (+20 natural, -2 size)  ",
			"**hp** 186 (12d10+120)  ",
			"**Fort** +18, **Ref** +4, **Will** +11  ",
			"**DR** 10/good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 24",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** 2 pincers +20 (2d8+10/19-20), 2 claws +20 (1d6+10), bite +20 (1d8+10)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** {umr/rend} (2 pincers, 2d8+15)  ",
			"**Spell-Like Abilities** (CL 14th)  ",
			"*Constant*-true seeing  ",
			"*At will*-chaos hammer (DC 19), confusion (DC 19), dispel magic, mirror image, reverse gravity (DC 22), greater teleport (self plus 50 lbs. of objects only), veil (self only), unholy blight  ",
			"*1/day*-power word stun, summon (level 4, 1 glabrezu 20% or 1d2 vrocks 50%)  ",
			"*1/month*-wish (granted to a mortal humanoid only)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 31, **Dex** 11, **Con** 31, **Int** 16, **Wis** 16, **Cha** 20  ",
			"**Base Atk** +12; **CMB** +24; **CMD** 34  ",
			"**Feats** {feat/Cleave}, {feat/Great Cleave}, {feat/Improved Critical/ (pincer)}, {feat/Persuasive}, {feat/Power Attack}, {feat/Vital Strike}  ",
			"**Skills** Bluff +28, Diplomacy +22, Intimidate +22, Knowledge (history) +18, Knowledge (local) +18, Perception +26, Sense Motive +18, Stealth +7, Use Magic Device +17; **Racial Modifiers** +8 Bluff, +8 Perception  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary or troop (1 glabrezu, 1 succubus, and 2-5 vrocks)  ",
			"**Treasure** standard",
			"",
			"::sh[Description]",
			"",
			"Whereas the succubus is a demon that works her wiles by exploiting the physical lusts and needs of her prey, the glabrezu is a tempter of a different sort. Ferocious and bestial in form, the glabrezu is in fact a master of trickery and lies. With its ability to cloak its true form in pleasant illusions, the glabrezu uses its magic to grant wishes to mortal humanoids as a method of rewarding those who succumb to its guile and deceit. A wish granted by a glabrezu always fulfills the wisher's need in the most destructive way possible - although such methods might not be immediately apparent. A struggling weaponsmith might wish for fame and skill at his craft, only to find that his best patron is a cruel and sadistic murderer who uses the weapons to further his destructive desires. A lonely man who wishes for a companion might have his wish granted in the form of a lost love returned to \"life\" as a vampire, and so on - the glabrezu is nothing if not creative in addressing a mortal's desires.",
			"",
			"A glabrezu stands 18 feet tall and weighs just over 6,000 pounds. These treacherous demons form from the souls of the treasonous, the false, and the subversive-souls of mortals who, in life, bore false witness or used treachery and deceit to ruin the lives of others.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"glabrezu": { "copyof": "demon_glabrezu" },
	"demon_hala": {
		"name": "Demon, Hala",
		"sources": [
			"Pathfinder #49: The Brinewall Legacy",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*Skin the color of thunderheads and wings made for soaring through the most violent winds mark this lean, cyclopic being as a master of terrible storms. The sound of shrieking wind emanates from its mouth full of needle-sharp teeth.*",
			"",
			"::mh[Hala]{cr=\"4\"}",
			"",
			"{SOURCE Pathfinder #49: The Brinewall Legacy/84}  ",
			"**XP** 1,200  ",
			"CE Medium outsider (air, chaotic, demon, evil, extraplanar)  ",
			"**Init** +4; **Senses** darkvision 60 ft.; Perception +8  ",
			"**Aura** stormwind aura",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 14, flat-footed 14 (+4 Dex, +4 natural)  ",
			"**hp** 37 (5d10+10)  ",
			"**Fort** +6, **Ref** +8, **Will** +1  ",
			"**Defensive Abilities** vengeful wind; **DR** 10/cold iron or good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 15  ",
			"**Weaknesses** enemy of dragons and eagles",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (perfect)  ",
			"**Melee** 2 claws +9 (1d4+3), bite +9 (1d6+3)  ",
			"**Special Attacks** hailstorm  ",
			"**Spell-Like Abilities** (CL 5th; concentration +7)  ",
			"*At will*-alter winds (DC 13)  ",
			"*3/day*-gust of wind (DC 14), river of wind (DC 16)  ",
			"*1/day*-control winds (DC 17), summon (level 3, 1 hala 40%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 16, **Dex** 19, **Con** 14, **Int** 12, **Wis** 11, **Cha** 15  ",
			"**Base Atk** +5; **CMB** +8; **CMD** 22  ",
			"**Feats** {feat/Flyby Attack}, {feat/Hover}, {feat/Weapon Finesse}[^B], {feat/Wingover}  ",
			"**Skills** Acrobatics +12, Escape Artist +12, Fly +20, Intimidate +10, Knowledge (planes) +9, Perception +8, Stealth +12  ",
			"**Languages** Abyssal, Celestial, Draconic, telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Enemy of Dragons and Eagles (Ex)** Halas are hated enemies of dragons and eagles. Those creatures gain a +2 bonus on attack and damage rolls against hala demons.",
			"",
			"**Hailstorm (Su)** A hala can call down hailstones from surrounding clouds once every 1d4 rounds as a standard action. These hailstones deal 1d6 points of bludgeoning damage and 1d6 points of cold damage to all creatures within a 20-foot radius that have no overhead cover. A DC 14 Reflex save halves this damage. The save DC is Constitution-based. To use this ability, the hala must be outside and there must be clouds in the sky.",
			"",
			"**Stormwind Aura (Su)** Halas surround themselves with a buffeting shroud of supernatural, windstorm-force winds. These winds shield a hala from any other wind effects and form a shell of breathable air around it, allowing the hala to breathe underwater. Ranged weapons and gases directed toward a hala are affected as the spell {spell/wind wall}.",
			"",
			"**Vengeful Wind (Su)** Anytime a hala takes damage from a critical hit, a powerful blast of wind explodes forth in the direction of the attacker. This blast takes the form of a 60-foot-long gale, treated as a gust of wind spell, directed from the hala toward the opponent that scored the critical hit against it (if that creature is more than 60 feet away, the wind is aimed in its direction but doesn't come close enough to affect it). This wind is also charged with electricity. Any creature in or that enters the area of effect must make a DC 14 Reflex save or take 3d6 points of electricity damage. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Hala demons are commonly known as storm demons. Bound to service by Pazuzu, these demons ride the winds across the Abyssal skies, lurk within dark and turbulent clouds, and act as his scouts and spies. Halas have a single, blood-red eye, an enormous mouth lined with razor-sharp teeth, and lengthy horns growing from their heads.",
			"",
			"A typical hala stands 7 feet tall, weighs 200 pounds, and possesses large wings that span 20 feet across.",
			"",
			"Hala demons form from covetous souls, those who desired the possessions of others so much so that they indulged in such acts as murder, theft, or blackmail. The more persons harmed by these desires, the more likely the soul is to become a hala in the Abyss.",
			"",
			"Halas are masters of the winds, harnessing the power of storms, redirecting and amplifying that energy to cause the most damage and chaos possible. They relish the destructive forces of their storms, and can manipulate a storm's energy to rain down hailstones to pelt the area. Their command of the winds also aids them in flight. They are never impeded by storm winds, but instead ride them, often achieving top speeds by accelerating the wind currents around them.",
			"",
			"Due to the nature of their origin, halas are highly possessive. A hala will often refer to the storm clouds they marshal as \"my storm.\" A hala is predisposed to grab any item it finds particularly desirable, and will actively pillage regions that its storm passes over. The desire to take from others remains so prevalent in the hala's nature that it often carries large sacks in which to place all the items it takes during its flights. Bags of holding or handy haversacks are highly prized possessions to a hala, as it allows it to pillage even more items. Halas are voracious, with large mouths that open nearly ear-to-ear. Edible items they find in their pillaging are often consumed immediately. This includes a particular appetite for children and other Small humanoids.",
			"",
			"**Family:** {family/Demon}",
			"",
			"### Habitat",
			"",
			"Halas can be seen throughout the Abyss, roaming the skies in servitude to Pazuzu as his dedicated scout force. Their heaviest concentration, however, exists in High M-Vania, as all hala demons are required to return to Pazuzu's realm once a century to report all that they have observed. Despite the duty to return to High M-Vania, halas are solitary demons, distrusting all others, especially other hala demons, fearing that they will attempt to take their pillaged possessions. Therefore, most halas live in isolated, remote areas where they maintain their hoards of ill-gotten gains.",
			"",
			"Pazuzu values his hala minions not only for the intelligence they gather on the activities of his enemies in the Abyss, but also for the chaos and destruction they bring on the winds. He is especially fond of sending halas to the Material Plane to ravage the countryside with storms and hail. As in the Abyss, halas on the Material Plane prefer to reside in remote areas. The lair of a hala is often located in a hidden cave in an isolated mountain range, or in the hollow of a giant, ancient tree deep in a forest or swamp.",
			"",
			"While hala demons have a general dislike for or distrust of nearly all creatures, they have an especially strong fear and hatred of two creatures: eagles and dragons. Eagles have an innate response to attack and drive a hala from the skies, possibly due to the threat the hala represents to the eagle's territory and offspring. Dragons - of any breed - largely view the storm demons as a danger to their own hoards of treasure, for if a hala discovers the dragon's lair, it will stop at nothing to possess all that lies within it.",
			"",
			"[^B]: Bonus feat."
		]
	},
	"hala": { "copyof": "demon_hala" },
	"demon_hezrou": {
		"name": "Demon, Hezrou",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This fiend's armored flesh is scaly and moist. Its large, toothy mouth gapes below a pair of hungry, reptilian eyes.*",
			"",
			"::mh[Hezrou]{cr=\"11\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/62}  ",
			"**XP** 12,800  ",
			"CE Large outsider (aquatic, chaotic, demon, evil, extraplanar)  ",
			"**Init** +4; **Senses** darkvision 60 ft.; Perception +23  ",
			"**Aura** {umr/stench} (DC 24, 10 rounds)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 25, touch 9, flat-footed 25 (+16 natural, -1 size)  ",
			"**hp** 145 (10d10+90)  ",
			"**Fort** +16, **Ref** +3, **Will** +9  ",
			"**DR** 10/good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 22",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., swim 30 ft.  ",
			"**Melee** bite +17 (4d4+8 plus grab), 2 claws +17 (1d8+8 plus {umr/grab})  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** nausea  ",
			"**Spell-Like Abilities** (CL 13th)  ",
			"*At will*-chaos hammer (DC 18), greater teleport (self plus 50 lbs. of objects only), unholy blight (DC 18)  ",
			"*3/day*-gaseous form  ",
			"*1/day*-blasphemy (DC 21), summon (level 4, 1 hezrou 35%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 27, **Dex** 11, **Con** 29, **Int** 14, **Wis** 14, **Cha** 18  ",
			"**Base Atk** +10; **CMB** +19 (+23 grapple); **CMD** 29  ",
			"**Feats** {feat/Blind-Fight}, {feat/Cleave}, {feat/Great Cleave}, {feat/Improved Initiative}, {feat/Power Attack}  ",
			"**Skills** Climb +21, Escape Artist +10, Intimidate +14, Knowledge (arcana) +15, Perception +23, Spellcraft +15, Stealth +9, Swim +29; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.  ",
			"**SQ** amphibious",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any swamp (Abyss)  ",
			"**Organization** solitary or gang (2-4)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Nausea (Ex)** The noxious vapors and foul fluids that constantly weep and seethe from a hezrou's body are particularly heinous to those the creature grapples. Each round a creature is grappled by a hezrou, the grappled foe must make a DC 24 Fortitude save to avoid becoming nauseated. A creature nauseated in this manner remains nauseated until he succeeds on a DC 24 Fortitude save, or until a minute has passed during which he is not grappled by the hezrou, whichever condition comes first. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"The hezrou dwells in the vast Abyssal swamps, mires, and waterways, equally at home on land and in the water. The presence of a hezrou has an obvious effect on the nearby flora and water, causing plant life to twist and knurl and infusing water with a foul odor and brackish taste-signs much easier to spot on the Material Plane than the Abyss. Long exposure to this corruption can cause vile transformations and hideous deformities. Often, entire backwater communities of deformed mutants owe their twisted countenances not as much to incest and poor breeding as they do to a hezrou's proximity.",
			"",
			"Although quite intelligent, a hezrou can fairly be said to waste its intellect. They prefer the simple pleasures-slumber, the thrill of torture, the bliss of feasting on a living meal, or the joy of feeling something beautiful breaking and crumbling in a clenched fist. They do not often seek to build empires or lead cults - although few hezrous would turn away prospective minions who came to serve the demon on their own.",
			"",
			"These monstrous and bestial creatures form from the souls of evil mortals who poisoned themselves, their kin, or their surroundings, such as drug addicts, assassins, and alchemists who cared not how their experiments polluted the environment.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"hezrou": { "copyof": "demon_hezrou" },
	"demon_incubus": {
		"name": "Demon, Incubus",
		"sources": [
			"Bestiary 3",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This darkly handsome humanoid's batlike wings, curving horns, and bestial legs betray his demonic origin.*",
			"",
			"::mh[Incubus]{cr=\"6\"}",
			"",
			"{SOURCE Bestiary 3/73}  ",
			"**XP** 2,400  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +2; **Senses** darkvision 60 ft.; Perception +13",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 12, flat-footed 16 (+2 Dex, +6 natural)  ",
			"**hp** 76 (8d10+32)  ",
			"**Fort** +10, **Ref** +6, **Will** +8  ",
			"**DR** 10/cold iron or good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 17",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 50 ft. (average)  ",
			"**Melee** mwk scimitar +14/+9 (1d6+7/18-20) or 2 slams +13 (1d4+5)  ",
			"**Special Attacks** pain redoubled  ",
			"**Spell-Like Abilities** (CL 8th; concentration +13)  ",
			"*Constant*-tongues  ",
			"*At will*-charm person (DC 16), detect thoughts (DC 17), greater teleport (self plus 50 lbs. of objects only), suggestion (DC 18)  ",
			"*1/day*-crushing despair (DC 19), summon (level 3, 2 schirs 40%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 15, **Con** 18, **Int** 16, **Wis** 15, **Cha** 21  ",
			"**Base Atk** +8; **CMB** +13; **CMD** 25  ",
			"**Feats** {feat/Flyby Attack}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Vital Strike}  ",
			"**Skills** Acrobatics +6, Bluff +16, Diplomacy +16, Escape Artist +6, Fly +13, Intimidate +24, Knowledge (planes) +14, Perception +21, Sense Motive +13, Spellcraft +11, Stealth +11; **Racial Modifiers** +8 Intimidate, +8 Perception  ",
			"**Languages** Abyssal, Celestial, Common; telepathy 100 ft., tongues  ",
			"**SQ** change shape (Small or Medium humanoid; alter self)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or wing (2-8)  ",
			"**Treasure** standard (masterwork scimitar, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Pain Redoubled (Su)** When an incubus confirms a critical hit with a melee weapon or a natural weapon, that attack deals an additional 2d6 points of nonlethal damage and the target must succeed at a DC 19 Fortitude save or be wracked by pain, becoming sickened for 1d6 rounds. Multiple uses of this ability extend the duration. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"An incubus in his true form is always muscular and attractive, with long hair and intense eyes. His skin can be of any color, but is always smooth and silky. When not using his wings for flight, an incubus can fold them to drape across its shoulders like a cloak - many decorate both the inside and outside of their wings with tattoos, ink, or self-inflicted scars. Incubi stand between 6 and 6-1/2 feet tall and typically weigh 200 pounds.",
			"",
			"When not in battle, incubi serve as counselors, torturers, and companions for greater demons. They are also often conjured for similar roles by mortal spellcasters, although care must be taken in dalliances with incubi, for they delight in causing pain to their companions.",
			"",
			"Like {monster/succub/i>us}, incubi form from the chaotic evil souls of particularly lustful and rapacious mortals. Yet whereas succubi are subtle and methodical about using their charms to cause ruin, the typical incubus is forthright and forceful about his insatiable desires.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"incubus": { "copyof": "demon_incubus" },
	"demon_kalavakus": {
		"name": "Demon, Kalavakus",
		"sources": [
			"Bestiary 2",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This muscular, violet demon walks upon elephantine feet. Large, razor-sharp horns cover its body.*",
			"",
			"::mh[Kalavakus]{cr=\"10\"}",
			"",
			"{SOURCE Bestiary 2/78}  ",
			"**XP** 9,600  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception +24",
			"",
			"::sh[Defense]",
			"",
			"**AC** 25, touch 11, flat-footed 24 (+1 Dex, +14 natural)  ",
			"**hp** 125 (10d10+70)  ",
			"**Fort** +10, **Ref** +8, **Will** +10  ",
			"**DR** 10/good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 21",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +16 (1d6+6), 2 claws +16 (1d8+6), gore +16 (2d6+6)  ",
			"**Special Attacks** enslave soul, horns, {umr/powerful charge} (gore, 4d6+12)  ",
			"**Spell-Like Abilities** (CL 12th; concentration +15)  ",
			"*At will*-command (DC 14), greater teleport (self plus 50 lbs. of objects only), telekinesis (DC 18)  ",
			"*3/day*-air walk, dominate person (DC 18), haste  ",
			"*1/day*-greater command (DC 18), summon (level 4, 1 kalavakus 40%), symbol of persuasion (DC 19)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 22, **Dex** 13, **Con** 24, **Int** 15, **Wis** 17, **Cha** 16  ",
			"**Base Atk** +10; **CMB** +16 (+22 disarm); **CMD** 27  ",
			"**Feats** {feat/Combat Expertise}, {feat/Improved Bull Rush}, {feat/Improved Disarm}, {feat/Improved Trip}, {feat/Power Attack}  ",
			"**Skills** Acrobatics +14, Climb +19, Intimidate +16, Knowledge (planes) +15, Perception +24, Sense Motive +16, Stealth +14, Use Magic Device +16; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Common, Draconic; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (the Abyss)  ",
			"**Organization** solitary, pair, or slaver gang (3-6 kalavakuses plus 10-20 slaves)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Enslave Soul (Su)** A kalavakus can attempt to enslave the soul of any mortal creature within 60 feet as a swift action. The kalavakus must have line of sight to the target. The target can resist this special attack with a DC 18 Will save, but is staggered for 1 round even if the save is successful. If the save is successful, the creature is immune to this ability for 24 hours. If the save is a failure, the target's soul is enslaved-this creature takes a -6 penalty on all attack rolls and saving throws against that kalavakus. If a creature with an enslaved soul is slain by that kalavakus, the soul immediately infuses the demon's body, affecting it with a heal spell (CL 12th). A kalavakus can have only one mortal soul enslaved at a time - if it enslaves a second soul, the first is released. This is a mind-affecting death effect. The save DC is Charisma-based.",
			"",
			"**Horns (Ex)** The kalavakus's numerous horns can easily catch weapons and yank them away from opponents. The demon gains a +4 racial bonus on all disarm attempts as a result.",
			"",
			"::sh[Description]",
			"",
			"Known to some as \"horned demons,\" the kalavakus demons are hulking, muscled beasts. They work as slavers on the Abyss, sometimes as harem keepers or captains of the guard for a more powerful demon, and at other times as mercenaries who sell their captured victims for profit to anyone with the funds to pay.",
			"",
			"A kalavakus is 7 feet tall and weighs 450 pounds. They form from the souls of evil mortals who were slavers in their mortal lives.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"kalavakus": { "copyof": "demon_kalavakus" },
	"demon_katpaskir": {
		"name": "Demon, Katpaskir",
		"sources": [
			"Pathfinder #78: City of Locusts",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*Four clawed arms sprout from this fiend's chest like the limbs of a buried insect struggling to crawl free. Overlapping iridescent plates of chitin cascade down the monster's back, shrouding four membranous dragonfly wings.*",
			"",
			"::mh[Katpaskir]{cr=\"18\"}",
			"",
			"{SOURCE Pathfinder #78: City of Locusts/86}  ",
			"**XP** 153,600  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +9; **Senses** darkvision 60 ft., see invisibility; Perception +37  ",
			"**Aura** distance distortion (30 ft., DC 26)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 31, touch 15, flat-footed 26 (+5 Dex, +16 natural)  ",
			"**hp** 304 (21d10+189)  ",
			"**Fort** +16, **Ref** +17, **Will** +17  ",
			"**Defensive Abilities** freedom of movement; **DR** 10/cold iron and lawful; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 29",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., burrow 20 ft., fly 60 ft. (average)  ",
			"**Melee** 2 claws +31 (2d6+10/19-20), 4 talons +31 (1d8+10)  ",
			"**Special Attacks** breaching, mirror of the tainted rift  ",
			"**Spell-Like Abilities** (CL 20th; concentration +26)  ",
			"*Constant*-freedom of movement, see invisibility  ",
			"*At will*-blink, dimension door, dimensional anchor, greater teleport (self plus 50 lbs. of objects only), plane shift (DC 23)  ",
			"*3/day*-banishment (DC 23), empowered disintegrate (DC 22), maze  ",
			"*1/day*-gate, summon (level 7, 1d4 fiendish army ant swarms 50%), summon monster IX",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 31, **Dex** 20, **Con** 28, **Int** 17, **Wis** 21, **Cha** 22  ",
			"**Base Atk** +21; **CMB** +31 (+35 sunder); **CMD** 46 (48 vs. sunder)  ",
			"**Feats** {feat/Dimensional Agility}, {feat/Dimensional Assault}, {feat/Dimensional Dervish}, {feat/Dimensional Maneuvers}, {feat/Dimensional Savant}, {feat/Empower Spell-Like Ability/ (disintegrate)}, {feat/Greater Sunder}, {feat/Improved Critical/ (claw)}, {feat/Improved Initiative}, {feat/Improved Sunder}, {feat/Power Attack}  ",
			"**Skills** Bluff +30, Disable Device +29, Fly +29, Knowledge (arcana) +27, Knowledge (planes) +31, Perception +37, Sense Motive +29, Spellcraft +27, Use Magic Device +30; **Racial Modifiers** +4 Knowledge (planes), +8 Perception  ",
			"**Languages** Abyssal, Aklo, Celestial, Common; telepathy 100 ft.  ",
			"**SQ** teleportation disruption, warp sense",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Breaching (Su)** When a katpaskir calls or summons a demon or creature with the fiendish simple template into an area where the summoned creature's entry would be blocked by a magical effect (such as magic circle against evil, forbiddance, or dimensional lock), it can force the caster or creator of the effect to attempt a caster level check against the katpaskir's spell resistance. On a failed check, the blocking effect is immediately and permanently negated.",
			"",
			"**Distance Distortion (Su)** Reality bends and warps within 30 feet of a katpaskir. The demon moves and attacks normally through this distorted area, but other creatures within this area treat all distances as if they were double the actual distance for all purposes, including movement, range for spells, and ranged attacks. In addition, a creature that begins its turn within this aura must succeed at a DC 26 Will save or be slowed for 1 round (as the slow spell). Freedom of movement prevents the slow effect but not any of the other effects of the distance distortion aura. The save DC is Charisma-based.",
			"",
			"**Mirror of the Tainted Rift (Su)** When one or more creature with the celestial simple template is summoned as part of the spell or ability within 30 feet of a katpaskir, the katpaskir can, as an immediate action, summon an equal number of creatures of the same type with the fiendish simple template. If a good-aligned outsider is called or summoned within 30 feet of a katpaskir, it can duplicate the calling or summoning spell as an immediate action, calling or summoning one or more demons as if it had cast the same spell.",
			"",
			"**Teleportation Disruption (Su)** When a creature uses a teleportation effect to enter or leave a space within 30 feet of a katpaskir, the caster must immediately attempt a caster level check (DC equal to the katpaskir's spell resistance). On a failed check, the teleportation effect is negated. If it chooses, the katpaskir can instead redirect the arrival location of the teleportation effect to any unoccupied space within 120 feet.",
			"",
			"**Warp Sense (Ex)** A katpaskir can automatically sense disruptions in the planar fabric within 1 mile. The demon is immediately aware of any conjuration effect used within this area, and it also knows the direction and approximate distance. When a teleportation effect is used within 1 mile of a katpaskir (including arriving within this area from somewhere else), the demon can use clairaudience/clairvoyance as an immediate action centered on the point the teleportation effect originated from or the point the teleportation effect is directed at as long as the point is within 1 mile; if both points are within 1 mile, the katpaskir can use clairaudience/clairvoyance centered on both.",
			"",
			"::sh[Description]",
			"",
			"Katpaskirs are a pox and pestilence upon not just the world, but reality itself. Just as bugs burrow into unwatched crevices, katpaskirs pry their way into other realms and dimensions. They gnaw and scratch and grind away at the edges of the universe, the planar junctures where the folds of creation bend in upon themselves. They have an uncanny sense for finding natural rifts, portals, and convergences, and they seek ever for ways to expand and untether these natural gates. By setting them loose to drift across the world, they unhinge the orderly substrate of the multiverse, casting all into primordial chaos as the planes unravel. Their voices are strange and echoing, like several voices sounding together, each distorted and cacophonous and rising and falling asynchronously in pitch and volume. When not actively engaged in a task, katpaskirs tend to stand perfectly still, with the exception of its insectlike limbs, which rhythmically stroke the air in front of them. When other creature come near - or if some teleporting creature triggers the demon's warp sense special ability - it snaps out of this self-imposed stasis, ready to attack. Katpaskirs are a little over 7 feet tall and weigh just less than 600 pounds.",
			"",
			"**Family:** {family/Demon}",
			"",
			"### Ecology",
			"",
			"Katpaskirs form in the Abyss from the souls of those apocalyptic preachers, doomsayers, and cult leaders who, not content to merely announce the end of days, took it upon themselves in life to bring a living hell to the realms where they resided. Some led suicide cults of dozens if not hundreds, while others organized ultraviolent gangs of nihilistic thugs, spouting cultured witticisms and philosophical sophistries while perpetrating the basest depravities. For them, the anarchic dissolution of society was only a harbinger of the very real disintegration of all that is.",
			"",
			"These fiends are a natural fit for the armies of Deskari, and indeed, katpaskirs have been used by the Locust Lord for many eons as apocalyptic leaders and generals in his plane-spanning campaigns. Some of Deskari's most fervent and influential worshipers are known to have become katpaskirs in the afterlife, earning the powers of cataclysm and madness they so desperately sought while still mortal.",
			"",
			"### Habitat",
			"",
			"Except in unique circumstances that align with their goals, katpaskirs rarely interact with humanoid cultists of Deskari. In part, this is because their power makes them nigh uncontrollable even for the mightiest spellcaster, but also because these demons see little use in humanity and their ilk. To katpaskirs, mortals are part of the reality that must be destroyed, not the implements of its destruction. They may make brief use of humanoid minions, but at their earliest opportunity they devour and destroy those seeking to serve them, unleashing a horde of fiendish terrors to finish their mission of ultimate destruction. Crazed cultists of Deskari and powerful members of the Blackfire Adepts sometimes call upon katpaskirs to help the group create new portals to Deskari's Rasping Rifts or tear rifts between worlds, but such humanoids know that such a summoning ensures their own final reckoning as well.",
			"",
			"Katpaskirs are drawn to newly opened rifts and thin places between the planes. Upon reaching such areas, a katpaskir may either attempt to accelerate the opening of the rift or wait for whatever creatures come through once it opens."
		]
	},
	"katpaskir": { "copyof": "demon_katpaskir" },
	"demon_kithangian": {
		"name": "Demon, Kithangian",
		"sources": [
			"The Worldwound",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This creature combines the features of a scorpion and a horse-slavering humanoid faces peer from between its two pincers.*",
			"",
			"::mh[Kithangian]{cr=\"9\"}",
			"",
			"{SOURCE The Worldwound/47}  ",
			"**XP** 6,400  ",
			"CE Large outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +4; **Senses** darkvision 60 ft., all-around vision; Perception +18",
			"",
			"::sh[Defense]",
			"",
			"**AC** 25, touch 9, flat-footed 25 (+16 natural, -1 size)  ",
			"**hp** 115 (11d10+55)  ",
			"**Fort** +12, **Ref** +9, **Will** +7  ",
			"**DR** 10/good; **Immune** electricity, fear, poison; **Resist** acid 10, cold 10, fire 10; **SR** 20",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** 2 claws +16 (1d6+6/19-20 plus {umr/grab}), 2 stings +16 (1d6+6/19-20 plus poison)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** hatred, rasping tongues  ",
			"**Spell-Like Abilities** (CL 12th; concentration +15)  ",
			"*Constant*-speak with animals  ",
			"*At will*-hold animal (DC 15), greater teleport (self plus 50 lbs. of objects only), unnatural lust (DC 14)  ",
			"*3/day*-air walk, quickened unnatural lust (DC 14)  ",
			"*1/day*-baleful polymorph (DC 18), summon (level 3, 1 kithangian 35%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 22, **Dex** 11, **Con** 20, **Int** 7, **Wis** 19, **Cha** 16  ",
			"**Base Atk** +11; **CMB** +18 (+22 grapple); **CMD** 28  ",
			"**Feats** {feat/Improved Critical/ (claw)}, {feat/Improved Critical/ (sting)}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (unnatural lust)}  ",
			"**Skills** Handle Animal +17, Intimidate +17, Perception +18, Stealth +10  ",
			"**Languages** Abyssal, Celestial, Draconic; speak with animals, telepathy 100 ft.  ",
			"**SQ** change shape (beast shape II, Medium or Large animal), swift transformation",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or pack (3-8)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Hatred (Ex)** A kithangian gains a +2 bonus on all attack rolls and damage rolls made against all creatures of the animal type. In addition, animals take a -2 penalty on all saving throws against a kithangian's supernatural or spell-like abilities.",
			"",
			"**Poison (Ex)** Sting-injury; *save* Fort DC 20; *frequency* 1/round for 6 rounds; *effect* 1d4 Str plus nauseated; *cure* 2 consecutive saves.",
			"",
			"**Rasping Tongues (Su)** The faces between a kithangian's claws have long rasping tongues covered with tiny teeth. Whenever a kithangian successfully grapples a foe with its claws, a rasping tongue slithers out from the face within and burrows into the creature's body. Each round that the creature is grappled, it takes 1d6 points of damage and 1d4 points of Charisma damage as its sense of self-identity is warped and twisted. A successful DC 18 Will save negates the Charisma damage. The save DC is Charisma-based.",
			"",
			"**Swift Transformation (Su)** A kithangian can use its change shape ability as a swift action.",
			"",
			"::sh[Description]",
			"",
			"Kithangians, also known as beast demons, are reprehensible monstrosities born from the souls of those who abused and tormented animals in life. Universally male, the sudden spread of fiendish elements through within an area's fauna is a sure indication of a kithangian's presence in a region. The fact that most creatures that birth litters of young with the half-fiendish template die in the process is of little concern to the kithangian, for it merely moves on to new hunting grounds when uncorrupted animal victims grow too rare.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"kithangian": { "copyof": "demon_kithangian" },
	"demon_larva": {
		"name": "Demon, Larva",
		"sources": [
			"Pathfinder #76: The Midnight Isles",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"::mh[Larva]{cr=\"1\"}",
			"",
			"{SOURCE Pathfinder #76: The Midnight Isles/69}  ",
			"**XP** 400  ",
			"Human petitioner  ",
			"CE Medium outsider (extraplanar)  ",
			"**Init** +0; **Senses** darkvision 60 ft.; Perception +5",
			"",
			"::sh[Defense]",
			"",
			"**AC** 10, touch 10, flat-footed 10  ",
			"**hp** 16 (2d10+5)  ",
			"**Fort** +4, **Ref** +3, **Will** +0  ",
			"**Resist** cold 10, electricity 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +2 (1d6)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 11, **Dex** 10, **Con** 13, **Int** 10, **Wis** 11, **Cha** 10  ",
			"**Base Atk** +2; **CMB** +2; **CMD** 12  ",
			"**Feats** {feat/Toughness}  ",
			"**Skills** Intimidate +2, Knowledge (planes) +5, Perception +5, Sense Motive +5, Stealth +5, Survival +2  ",
			"**Languages** Abyssal",
			"",
			"::sh[Description]",
			"",
			"Souls of chaotic evil mortals are drawn to the Abyss upon death and reform as the revolting larvae: pale, worm-bodied creatures with insectile heads somewhat resembling those they had in life, but with bestial features. For most of these despised petitioners, their sense of identity have been obliterated, and all that remains are their execrable natures, animal instincts, and hostility for the living. Like a pernicious infestation, larvae are found in every realm of the Abyss. Those larvae not consumed by other feral life eventually undergo a metamorphosis, transforming into one of the endless varieties of demons, a form that often mirrors the petitioner's sins and vices in life.",
			"",
			"The economy of the Abyss varies from realm to realm, but in every corner larvae are valued commodities: as food, as components for ceremonies and sorcery, and as playthings for the despicable population. So coveted are these foul creatures that some enterprising denizens create vile farms where larvae are corralled like cattle, fed on the various filth in the Abyss, and \"nurtured\" until they have achieved particular states of \"ripeness\" that appeal to the various depraved tastes of various fiends, evil magic-users, and worse. Other larvae are raised through grueling processes into exacting forms of designed demonic life, tended with the careful ministrations of Abyssal artisans. These malign sculptors blend the cultivation of specific degraded and evil qualities with bizarre surgical magic to produce demons that suit the needs and desires of their specialized clientele.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"larva": { "copyof": "demon_larva" },
	"demon_lilitu": {
		"name": "Demon, Lilitu",
		"sources": [
			"Bestiary 6",
			"The Worldwound",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*While this seductive woman has goat horns, goat hooves, and a serpentine tail, her eyeless face is her most disturbing feature.*",
			"",
			"::mh[Lilitu]{cr=\"17\"}",
			"",
			"{SOURCE Bestiary 6/84;The Worldwound/48}  ",
			"**XP** 102,400  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar, shapechanger)  ",
			"**Init** +9; **Senses** darkvision 60 ft., true seeing; Perception +34  ",
			"**Aura** unholy aura (DC 26)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 34, touch 24, flat-footed 28 (+4 deflection, +5 Dex, +1 dodge, +10 natural, +4 profane)  ",
			"**hp** 263 (17d10+170)  ",
			"**Fort** +19, **Ref** +23, **Will** +20  ",
			"**Defensive Abilities** evasion, profane grace; **DR** 10/cold iron and good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 28",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 60 ft., fly 60 ft. (good)  ",
			"**Melee** 4 claws +25 (2d8+8/19-20), tail slap +20 touch (1d6+4 plus branding)  ",
			"**Special Attacks** create husk, husk link, profane pact, swift claws  ",
			"**Spell-Like Abilities** (CL 17th; concentration +25)  ",
			"*Constant*-fly, tongues, true seeing, unholy aura (DC 26)  ",
			"*At will*-charm monster (DC 22), detect thoughts (DC 20), greater teleport (self plus 50 lbs. of objects only), suggestion (DC 21), telekinesis (DC 23)  ",
			"*3/day*-quickened charm monster (DC 22), persistent image (DC 23), seeming (DC 23)  ",
			"*1/day*-demand (DC 26), dominate monster (DC 27), project image (DC 25), summon (level 5, 1 lilitu 20%, 1d2 glabrezus 40%, or 1d6 vrocks 50%)  ",
			"*1/week*-binding (DC 26), wish (granted to a mortal humanoid only)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 27, **Dex** 20, **Con** 30, **Int** 21, **Wis** 23, **Cha** 26  ",
			"**Base Atk** +17; **CMB** +25; **CMD** 49  ",
			"**Feats** {feat/Critical Focus}, {feat/Deceitful}, {feat/Dodge}, {feat/Improved Critical/ (claw)}, {feat/Mobility}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (charm monster)}, {feat/Spring Attack}, {feat/Staggering Critical}  ",
			"**Skills** Acrobatics +25, Bluff +40, Diplomacy +28, Disguise +29, Fly +37, Intimidate +25, Knowledge (local, nobility) +25, Knowledge (religion) +22, Perception +34, Sense Motive +26; **Racial Modifiers** +8 Bluff, +8 Perception  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.; tongues  ",
			"**SQ** change shape (Small or Medium humanoid; alter self), profane wishcraft",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, gathering (3-5), or cult (1 lilitu and 6-12 succubi)  ",
			"**Treasure** double",
			"",
			"::sh[Special Abilities]",
			"",
			"**Branding (Su)** Each time a lilitu damages a living creature with her tail slap, the wound leaves an angry and permanent red brand. The creature struck becomes staggered for 1 round from the pain. A successful DC 26 Will save negates the staggered condition and reduces the duration of the brand from permanent to 1 hour. The save DC is Charisma-based. Removing brands is difficult-each casting of restoration, dispel chaos, or dispel evil removes one brand. Heal removes 1d4+4 brands. Greater restoration removes a number of brands equal to the spell's caster level. Miracle and wish can each remove all brands at once. The number of brands a creature gains in this manner has a cumulative series of effects, as listed below.",
			"",
			"- 1-3 Brands: The lilitu can affect the branded creature with its create husk, husk link, and profane pact abilities.",
			"- 4-6 Brands: The branded creature takes a -2 penalty on all Will saves made against a lilitu's spells, spell-like abilities, and supernatural abilities. The branded creature's aura now radiates chaos and evil.",
			"- 7-9 Brands: The branded creature's Wisdom score is reduced by 4. A chaotic evil creature is immune to this effect.",
			"- 10 or More Brands: The penalties to the creature's Will saves and Wisdom score that are listed above double. In addition, the branded creature automatically fails all Will saves made against a lilitu's spells, spell-like abilities, and supernatural abilities. A chaotic evil creature is immune to this effect.",
			"",
			"**Create Husk (Su)** Once per day as a swift action, when a lilitu deals enough damage with a weapon, spell, or spell-like ability to kill a branded Small or Medium humanoid within 30 feet, she can instead opt to transform that slain humanoid into a husk. The targeted creature can attempt a DC 26 Fortitude save to negate this effect, allowing it to die normally. A humanoid transformed into a husk withers away into an immobile and desiccated corpse, but does not actually die; in this state, the creature remains aware of its surroundings but can take no actions at all. A husk is essentially treated as an object with hardness 15 and 60 hit points; it weighs 10% of the original creature's weight. If a husk is destroyed, the effect ends and the body dies. This is a curse effect; removing this curse restores the victim to life at a number of negative hit points equal to the creature's Constitution - 1; a husk restored to life in this way has 1 round to stabilize or be healed before it dies. A lilitu can maintain a number of husks simultaneously equal to her Charisma bonus (8 husks for the typical lilitu); if she creates more husks than she can maintain, a previously created husk (chosen by the lilitu) is released and immediately dies. Lilitus hide their husk collections in very safe places. The save DC is Charisma-based.",
			"",
			"**Husk Link (Su)** By spending a minute in blasphemous contact with a husk she created, a lilitu can establish a supernatural link to that husk. As long as she and that husk remain on the same plane, divination spells reveal the linked husk's alignment to be the same as the lilitu's alignment (chaotic evil). The link allows a lilitu to use her change shape ability to assume a husk's original form, gaining a +20 bonus on Disguise checks to impersonate that person. If a lilitu with an active husk link takes enough damage to be slain, the husk takes the killing blow's damage instead and is destroyed, instantly severing the active husk link; if the lilitu is disguised in the husk's original form, she instantly reverts to her true form.",
			"",
			"**Profane Grace (Su)** A lilitu gains a +4 profane bonus to AC and on Initiative checks and Reflex saves.",
			"",
			"**Profane Pact (Su)** Once per day as a full-round action, a lilitu can forge a profane pact with a willing humanoid creature bearing at least one lilitu brand by touching the creature for 1 full round. A single creature can have no more than one profane pact with a lilitu at any time. This functions identically to a succubus's profane gift ability, save that it grants a +4 profane bonus to an ability score of the humanoid's choice and it does not grant a telepathic link to the target.",
			"",
			"**Profane Wishcraft (Su)** A creature that accepts a wish from a lilitu immediately becomes chaotic evil unless it succeeds at a DC 26 Will save. A creature that becomes chaotic evil in this way gains the benefits of a good hope spell for 24 hours, followed by the effects of crushing despair for 1d6 days (these spell effects function at CL 17th). The save DC is Charisma-based.",
			"",
			"**Swift Claws (Ex)** When a lilitu makes a full attack, she can attack twice with each of her claws, for a total of four attacks in that round.",
			"",
			"::sh[Description]",
			"",
			"Lilitus are subversive and hidden horrors, demons who work subtly in their constant quest to destroy and devastate. Whereas most demons prefer to rend and destroy, the lilitu is more akin to the succubus - she prefers to do her work in humanoid form to infect society with sin from within. Lilitus enjoy few things more than leading mortals into all manner of sinful acts, in the hope that when the mortal perishes, its soul will fuel the Abyss. Despite some superficial similarities to succubi, lilitus are not solely concerned with the sin of lust. The exact nature of sin that a lilitu tempts a mortal into committing varies, for these demons are adept at reading mortal desires and secrets, quickly discerning which sins a specific target can be convinced to perform.",
			"",
			"Lilitus have numerous tools at their disposal for the encouragement of sin, but they much prefer their humanoid victims to commit sins of their own free will. As such, lilitus generally use their abilities to deceive and beguile mortals rather than forcing them to execute heinous acts. A son convinced to kill for his mother (the disguised lilitu) to rectify a grave injustice elicits far more delight than compelling a mind-controlled humanoid to do such a deed.",
			"",
			"In her true form, a lilitu appears as an eyeless, horned, snake-tailed - but otherwise beautiful - human woman. Despite her lack of eyes, a lilitu can see with ease. A lilitu forms from the soul of a mortal who lured others of its kind to commit sins.",
			"",
			"Lilitus are more likely than other demons to devote their work to a specific demon lord, yet they do not generally view such devotion as true servitude. It's simply convenient to have a specific demigod in mind when seeking to corrupt a mortal's faith and to convince such fallen souls to shift their own allegiance from a prior deity to the lilitu's chosen demon lord. When a lilitu chooses to ally herself with a demon lord, she takes on certain physical characteristics that reflect that demon lord's personality or appearance. For example, a lilitu that serves Dagon, the demon lord of deformity, sea monsters, and the sea might bear scaly skin like that of a fish, webbed fingers and toes, and finlike ridges on her head instead of the more typical goat's horns. A lilitu that serves Pazuzu, on the other hand, might have vestigial feathery wings on her back and bird's talons instead of hooves for feet. These appearance changes are cosmetic only and never impact the lilitu's options for natural attacks. Of course, the demon's ability to change shape or assume the form of a captured husk allows the demon to disguise her true form at will. Lilitus who serve specific demon lords in this manner often have class levels. A lilitu typically focuses on class roles such as bards, rogues, swashbucklers, or any other agility- and deception-based classes.",
			"",
			"Lilitus typically stand 6 to 6-1/2 feet tall and weigh 130 to 150 pounds.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"lilitu": { "copyof": "demon_lilitu" },
	"demon_marilith": {
		"name": "Demon, Marilith",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This snake-bodied fiend has a six-armed woman's torso, pointed ears, and glittering, otherworldly eyes.*",
			"",
			"::mh[Marilith]{cr=\"17\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/63}  ",
			"**XP** 102,400  ",
			"CE Large outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +4; **Senses** darkvision 60 ft., true seeing; Perception +31  ",
			"**Aura** unholy aura (DC 25)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 32, touch 17, flat-footed 28 (+4 deflection, +4 Dex, +15 natural, -1 size)  ",
			"**hp** 264 (16d10+176)  ",
			"**Fort** +25, **Ref** +18, **Will** +13  ",
			"**DR** 10/cold iron and good; **Immune** electricity and poison; **Resist** acid 10, cold 10, fire 10; **SR** 28",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** +1 longsword +24/+19/+14/+9 (2d6+8/17-20), 5 +1 longswords +24 (2d6+4/17-20), tail slap +17 (2d6+3 plus grab) or 6 slams +22 (1d8+7), tail slap +17 (2d6+3 plus {umr/grab})  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** {umr/constrict} (tail slap, 2d6+10 plus crushing coils), infuse weapon, multiweapon mastery  ",
			"**Spell-Like Abilities** (CL 16th)  ",
			"*Constant*-true seeing, unholy aura (DC 25)  ",
			"*At will*-greater teleport (self plus 50 lbs. of objects only), project image (DC 24), telekinesis (DC 22)  ",
			"*3/day*-blade barrier (DC 23), fly  ",
			"*1/day*-{umr/summon} (level 5, 1 marilith 20%, 1 nalfeshnee at 35%, or 1d4 hezrous at 60%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 25, **Dex** 19, **Con** 32, **Int** 18, **Wis** 18, **Cha** 25  ",
			"**Base Atk** +16; **CMB** +24 (+28 grapple); **CMD** 42 (can't be tripped)  ",
			"**Feats** {feat/Bleeding Critical}, {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Improved Critical/ (longsword)}, {feat/Improved Disarm}, {feat/Power Attack}, {feat/Weapon Focus/ (longsword)}  ",
			"**Skills** Acrobatics +23, Bluff +26, Diplomacy +26, Fly +18, Intimidate +26, Knowledge (engineering) +20, Perception +31, Sense Motive +23, Stealth +19, Use Magic Device +26; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or platoon (1 marilith, 1-3 glabrezus, and 3-14 babaus)  ",
			"**Treasure** double (6 mwk longswords, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Crushing Coils (Ex)** A creature that takes damage from a marilith's constrict attack must succeed on a DC 25 Fortitude save or lose consciousness for 1d8 rounds. The save DC is Strength-based.",
			"",
			"**Infuse Weapon (Su)** Any weapon a marilith wields gains a +1 enhancement bonus to attack and damage, and strikes as if it were a chaotic and evil cold iron weapon (in addition to retaining the qualities of its actual composition).",
			"",
			"**Multiweapon Mastery (Ex)** A marilith never takes penalties to her attack roll when fighting with multiple weapons.",
			"",
			"::sh[Description]",
			"",
			"The leaders of Abyssal hordes and queens of Abyssal nations, the dreaded mariliths serve demon lords as governesses, advisors, and even lovers, yet their brilliance as tacticians makes them most sought after as generals and commanders of armies. The most powerful mariliths serve no one, and instead command ravenous fiendish legions.",
			"",
			"A marilith is 6 to 9 feet tall and measures 20 feet from head to tail tip. It weighs 4,000 pounds. Only the most arrogant and proud evil souls, typically those of cruel kings, sadistic generals, and exceptionally violent warlords, can trigger the manifestation of a marilith.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"marilith": { "copyof": "demon_marilith" },
	"demon_nabasu": {
		"name": "Demon, Nabasu",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This lanky fiend's mouth is filled with sharp fangs, while great bat-like wings stretch from its scaly hide.*",
			"",
			"::mh[Nabasu]{cr=\"8\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/64}  ",
			"**XP** 4,800  ",
			"CE Medium outsider (chaotic, demon, evil, native)  ",
			"**Init** +7; **Senses** darkvision 60 ft.; Perception +23",
			"",
			"::sh[Defense]",
			"",
			"**AC** 22, touch 14, flat-footed 18 (+3 Dex, +1 dodge, +8 natural)  ",
			"**hp** 103 (9d10+54)  ",
			"**Fort** +9, **Ref** +9, **Will** +9  ",
			"**DR** 10/cold iron or good; **Immune** death effects, electricity, paralysis, poison; **Resist** acid 10, cold 10, fire 10; **SR** 19",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (average)  ",
			"**Melee** 2 claws +15 (1d6+6), bite +15 (1d8+6)  ",
			"**Special Attacks** consume life, death-stealing gaze, sneak attack +2d6  ",
			"**Spell-Like Abilities** (CL 8th)  ",
			"*At will*-deeper darkness, greater teleport (self plus 50 lbs. of objects only), telekinesis (DC 19)  ",
			"*3/day*-enervation, silence (DC 16), vampiric touch  ",
			"*1/day*-mass hold person (DC 21), regenerate, summon (level 4, 1 nabasu 30% or 1d4 babaus 30%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 22, **Dex** 17, **Con** 22, **Int** 15, **Wis** 16, **Cha** 19  ",
			"**Base Atk** +9; **CMB** +15; **CMD** 29  ",
			"**Feats** {feat/Cleave}, {feat/Combat Expertise}, {feat/Dodge}, {feat/Improved Initiative}, {feat/Power Attack}  ",
			"**Skills** Acrobatics +15, Fly +15, Knowledge (arcana) +14, Knowledge (planes) +14, Perception +23, Sense Motive +15, Stealth +15 (+23 in shadowy conditions), Survival +15; **Racial Modifiers** +8 Perception, +8 Stealth in shadowy areas  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Consume Life (Su)** When a nabasu creates a ghoul with its gaze attack, it gains a growth point. It gains a bonus equal to its growth point total on attack rolls, CMB rolls, saving throws, caster level checks, and skill checks. Its maximum hit points increase by 10 for each growth point, and its caster level for spell-like abilities increases by 1. For every 2 growth points, its natural armor bonus, SR, and CR increase by 1. Every time it gains a growth point it makes a DC 30 caster level check-success indicates it matures (gaining both the advanced and the giant simple templates) and plane shifts to the Abyss in a burst of smoke. A nabasu can have a maximum of 20 growth points - it automatically matures if it has not done so already when it reaches 20 growth points.",
			"",
			"**Death-Stealing Gaze (Su)** As a free action once per day per growth point (minimum of 1/day), a nabasu can activate its death-stealing gaze for a full round. All living creatures within 30 feet must succeed on a DC 18 Fortitude save or gain a negative level. A humanoid slain in this manner immediately transforms into a ghoul under the nabasu's control. A nabasu's gaze can only create one ghoul per round - if multiple humans perish from the gaze in a round, the nabasu picks which human becomes a ghoul. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Nabasus are birthed directly into the Material Plane from the Abyss, where they feed on innocent souls to mature. Only when finally sated can a nabasu return to the Abyss. Rumor holds that even then the nabasu's lifecycle does not change, and that further developments await them as they continue to grow. These vile demons form from the souls of evil gluttons, particularly from cannibals, blood-drinkers, and those who prefer the tang of undead flesh.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"nabasu": { "copyof": "demon_nabasu" },
	"demon_nalfeshnee": {
		"name": "Demon, Nalfeshnee",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*A towering, corpulent beast, this fiend has the hideous head of a boar and arms ending in fatty, four-fingered hands.*",
			"",
			"::mh[Nalfeshnee]{cr=\"14\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/65}  ",
			"**XP** 38,400  ",
			"CE Huge outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +5; **Senses** darkvision 60 ft., true seeing; Perception +31  ",
			"**Aura** unholy aura (DC 23)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 29, touch 13, flat-footed 28 (+4 deflection, +1 Dex, +16 natural, -2 size)  ",
			"**hp** 203 (14d10+126)  ",
			"**Fort** +22, **Ref** +9, **Will** +21  ",
			"**DR** 10/good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 25",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 40 ft. (poor)  ",
			"**Melee** bite +23 (3d8+11/19-20), 2 claws +23 (2d6+11)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** unholy nimbus  ",
			"**Spell-Like Abilities** (CL 12th)  ",
			"*Constant*-true seeing, unholy aura (DC 23)  ",
			"*At will*-call lightning (DC 18), feeblemind (DC 20), greater dispel magic, slow (DC 18), greater teleport (self plus 50 lbs. of objects only)  ",
			"*1/day*-{umr/summon} (level 5, 1 nalfeshnee 20%, 1d4 hezrous 40%, or 1d4 vrocks 50%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 32, **Dex** 13, **Con** 29, **Int** 23, **Wis** 22, **Cha** 20  ",
			"**Base Atk** +14; **CMB** +27; **CMD** 42  ",
			"**Feats** {feat/Awesome Blow}, {feat/Cleave}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (bite)}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Power Attack}  ",
			"**Skills** Bluff +22, Diplomacy +22, Fly +10, Intimidate +19, Knowledge (arcana) +23, Knowledge (planes) +23, Knowledge (any one other) +20, Perception +31, Sense Motive +23, Spellcraft +23, Stealth +10, Use Magic Device +22; Racial Modifier +8 on Perception  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary or warband (1 nalfeshnee, 1 hezrou, and 2-5 vrocks)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Unholy Nimbus (Su)** Three times per day as a free action a nalfeshnee can create a nimbus of unholy light, causing nauseating beams of writhing color to play around its body. One round later, the light bursts in a 60-foot radius. Any non-demon creature caught within this area must succeed on a DC 22 Will save or be dazed for 1d10 rounds as visions of madness hound it. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Few demons understand the inner workings of the Abyss like the nalfeshnee, and it is not unusual to see a nalfeshnee seeming to serve the Abyss itself rather than a demon lord. Some claim stewardship over the fleshy realms that birth new demons, while others guard sites of particular significance deep in the plane's secret reaches. Often, a nalfeshnee's realm in the Abyss surpasses the strength and size of the largest of mortal kingdoms, for nalfeshnees display a singular gift for managing and ordering the chaos of the Abyss. Mortal summoners often seek them out for their unparalleled yet mad intellects, ever taking care to comb through bargains with such demons for hidden and unwanted consequences, for there is little a nalfeshnee will agree to do that does not, in some sinister way, advance the needs and desires of the Abyss.",
			"",
			"Nalfeshnees stand 20 feet tall and weigh 8,000 pounds. They form from the souls of greedy or avaricious evil mortals, particularly those who ruled over empires of slavery, theft, banditry, and more violent vices.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"nalfeshnee": { "copyof": "demon_nalfeshnee" },
	"demon_omox": {
		"name": "Demon, Omox",
		"sources": [
			"Bestiary 2",
			"Pathfinder #16: Endless Night",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This rancid-smelling mound of animated ooze has about its shifting countenance the hideous shape of a half-melted man.*",
			"",
			"::mh[Omox]{cr=\"12\"}",
			"",
			"{SOURCE Bestiary 2/79;Pathfinder #16: Endless Night/82}  ",
			"**XP** 19,200  ",
			"CE Medium outsider (aquatic, chaotic, demon, evil, extraplanar)  ",
			"**Init** +11; **Senses** darkvision 120 ft.; Perception +28",
			"",
			"::sh[Defense]",
			"",
			"**AC** 28, touch 18, flat-footed 20 (+7 Dex, +1 dodge, +10 natural)  ",
			"**hp** 162 (13d10+91)  ",
			"**Fort** +15, **Ref** +13, **Will** +12  ",
			"**DR** 10/good; **Immune** acid, critical hits, disease, electricity, paralysis, poison, polymorph, sleep effects, stunning; **Resist** cold 10, fire 10; **SR** 23",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., climb 20 ft., swim 80 ft.  ",
			"**Melee** 2 slams +21 (1d6+8 plus 3d6 acid and grab)  ",
			"**Ranged** slime +20 (1d6 plus 3d6 acid and entangle)  ",
			"**Special Attacks** smothering  ",
			"**Spell-Like Abilities** (CL 12th; concentration +16)  ",
			"*At will*-create water, greater teleport (self plus 50 lbs. of objects only), liquid leap (see below), telekinesis (DC 19)  ",
			"*3/day*-gaseous form, control water, poison (DC 18), stinking cloud (DC 17)  ",
			"*1/day*-acid fog, summon (level 4, 1 omox 30% or 1d4 babaus 60%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 26, **Dex** 25, **Con** 24, **Int** 15, **Wis** 19, **Cha** 18  ",
			"**Base Atk** +13; **CMB** +21; **CMD** 39 (can't be tripped)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Dodge}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Mobility}, {feat/Spring Attack}, {feat/Vital Strike}  ",
			"**Skills** Acrobatics +23 (+27 jump), Climb +32, Escape Artist +23, Knowledge (dungeoneering) +18, Knowledge (planes) +18, Perception +28, Sense Motive +20, Stealth +23 (+33 when submerged), Swim +32; **Racial Modifiers** +16 Escape Artist, +8 Perception, +10 Stealth when submerged  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.  ",
			"**SQ** amorphous, amphibious, {umr/compression}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (the Abyss)  ",
			"**Organization** solitary or clot (2-6)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Liquid Leap (Sp)** As long as an omox is in contact with liquid, it can use dimension door as a swift action (CL 12th); its starting and ending points must be connected by a contiguous mass of liquid.",
			"",
			"**Slime (Su)** An omox's nauseating body is composed of sticky, acidic slime. As an attack action, it can hurl a glob of slime (range increment 20 feet). Any creature that is struck by the glob must make a DC 23 Reflex save or become entangled for 1d6 rounds. The save DC is Constitution-based.",
			"",
			"**Smothering (Ex)** An omox can use its grab ability against a creature of any size. When it grabs a foe, it attempts to flow over and into the victim's mouth and nose to smother it. Each round the omox maintains its grapple, its victim cannot breathe or speak. See [here](rule/suffocation) for rules on how long a victim can hold its breath and the consequences of suffocation.",
			"",
			"::sh[Description]",
			"",
			"Amorphous beings of living slime, these repulsive demons lurk in fetid pools and lakes of filth, eager to drown unwary passersby. When summoned to the Material Plane, omoxes typically guard places of sacred filth or waters watched over by cults of Jubilex, the demon lord with which these foul demons are most commonly associated.",
			"",
			"A typical omox stands 7 feet tall and weighs 1,200 pounds. They form from the souls of those who destroyed beautiful things in life, or who befouled and desecrated objects of purity.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"omox": { "copyof": "demon_omox" },
	"demon_oolioddroo": {
		"name": "Demon, Oolioddroo",
		"sources": [
			"Bestiary 6",
			"The Worldwound",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This skeletally thin woman has a mothlike face, flies upon dragonfly wings, and is wrapped in shadows.*",
			"",
			"::mh[Oolioddroo]{cr=\"13\"}",
			"",
			"{SOURCE Bestiary 6/86;The Worldwound/50}  ",
			"**XP** 25,600  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +7; **Senses** darkvision 60 ft., see thoughts; Perception +32",
			"",
			"::sh[Defense]",
			"",
			"**AC** 28, touch 22, flat-footed 20 (+4 deflection, +7 Dex, +1 dodge, +6 natural)  ",
			"**hp** 175 (14d10+98)  ",
			"**Fort** +11, **Ref** +16, **Will** +16  ",
			"**Defensive Abilities** shadow mantle; **DR** 10/good; **Immune** electricity, mind-affecting effects, poison; **Resist** acid 10, cold 10, fire 10; **SR** 24",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 40 ft. (perfect)  ",
			"**Melee** 2 claws +21 (1d4+2), tongue +21 (1d6+2 plus thought siphon)  ",
			"**Special Attacks** oviposition, sneak attack +3d6  ",
			"**Spell-Like Abilities** (CL 14th; concentration +20)  ",
			"*At will*-calm emotions (DC 18), charm person (DC 17), detect thoughts (DC 22), greater teleport (self plus 50 lbs. of objects only), invisibility, modify memory (DC 19), sending  ",
			"*3/day*-hold person (DC 19), quickened invisibility, suggestion (DC 19)  ",
			"*1/day*-dream, feeblemind (DC 21), nightmare (DC 21), summon (level 4, 1 oolioddroo 35% or 1d4 shadow demons 35%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 14, **Dex** 25, **Con** 24, **Int** 21, **Wis** 24, **Cha** 23  ",
			"**Base Atk** +14; **CMB** +16; **CMD** 38  ",
			"**Feats** {feat/Dodge}, {feat/Lightning Stance}, {feat/Mobility}, {feat/Quicken Spell-Like Ability/ (invisibility)}, {feat/Spring Attack}, {feat/Weapon Finesse}, {feat/Wind Stance}  ",
			"**Skills** Acrobatics +21, Bluff +23, Diplomacy +23, Fly +32, Knowledge (arcana, planes) +22, Perception +32, Sense Motive +32, Spellcraft +22, Stealth +28, Use Magic Device +23; **Racial Modifiers** +8 Perception, +4 Stealth  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 300 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or cult (3-6)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Oviposition (Su)** As a full-round action once per day, an oolioddroo can use its tongue to implant its eggs into the brain of a helpless, sleeping, unconscious, or willing creature, dealing 1 point of Intelligence damage. Typically, the oolioddroo uses {spell/modify memory} immediately after an oviposition, making its victim forget the violation. The egg gestates in the victim's brain for 24 hours, after which a small caterpillar-like larva emerges and nestles painlessly within the victim's brain. At this point, the oolioddroo can track the victim's location as if the victim were under the effect of a status spell, can communicate telepathically with the victim across any distance, and can use its {spell/detect thoughts}, modify memory, and {spell/suggestion} spell-like abilities through the link to target the victim. The larva (and its link to its oolioddroo) becomes inert whenever the victim and the oolioddroo are on separate planes. Victims carrying this larva radiate a chaotic and evil aura. Anyone who reads the victim's thoughts, such as via detect thoughts or {spell/telepathy}, can attempt a Sense Motive check opposed by the oolioddroo's Bluff check to notice the presence of a second, alien set of thoughts in the target's mind. {spell/Dispel chaos} and {spell/dispel evil} can each immediately end the oviposition - the implanted larva melts into harmless fluid and is absorbed by the victim's body. This is not a disease effect, though, so {spell/heal} or {spell/remove disease} offer no aid in ending the effect. As an immediate action, an oolioddroo can use its {spell/feeblemind} spell-like ability on the carrier - it uses this \"scorched earth\" tactic if it fears that the host is about to be rescued or cut off from its influence, such as occurs when the effects are ended via dispel chaos or dispel evil. Using feeblemind in this way automatically destroys the larva, regardless of whether or not the victim succeeds at the saving throw against the feeblemind effect, so an oolioddroo typically waits until the last moment to use this ability.",
			"",
			"**See Thoughts (Su)** An oolioddroo can see a creature's thoughts, interpreting them as a shifting mass of colors, images, and shapes that infuse a creature's aura. An oolioddroo gains the effects of {spell/see invisibility} against creatures with an Intelligence score as a result of this unusual sense. This ability also grants the oolioddroo a +8 racial bonus on Sense Motive checks. When it uses detect thoughts, it does not have to study an area or subject to gain all 3 rounds of information - it gains all of this information on the 1st round of using the ability. In addition, it gains a +4 racial bonus to the save DC of its detect thoughts spell-like ability. A blind oolioddroo loses the ability to see thoughts.",
			"",
			"**Shadow Mantle (Su)** The supernatural shadows that wreathe an oolioddroo grant the creature a +4 racial bonus on Stealth checks and a +4 deflection bonus to its Armor Class.",
			"",
			"**Thought Siphon (Su)** Whenever an oolioddroo damages a creature with its tongue attack, it can drink away one of the creature's thoughts or memories. A creature can resist this attack with a successful DC 23 Will save. On a failed save, the oolioddroo targets the victim with one of the following effects. The save DC is Charisma-based.",
			"",
			"- *Memory Drain:* The victim is immediately affected by the oolioddroo's modify memory spell-like ability. The oolioddroo can adjust up to 5 minutes of memories immediately - it does not need to increase the spell's casting time to match the duration of the modified memory.",
			"- *Skill Drain:* The victim loses all skill ranks in a skill of the oolioddroo's choosing for 24 hours. Lost skill ranks can be recovered immediately with a restoration or greater restoration spell.",
			"- *Spell Drain:* The victim immediately loses one prepared spell or one unused spell slot of the oolioddroo's choice; this lost spell or spell slot can be replenished normally.",
			"- *Wisdom Drain:* The victim takes 2 points of Wisdom drain.",
			"",
			"**Tongue (Ex)** An oolioddroo's tongue attack is a primary attack that deals piercing and slashing damage. Whenever an oolioddroo damages a foe with its tongue, it can use its thought siphon attack.",
			"",
			"::sh[Description]",
			"",
			"Oolioddroos, known also as moth demons, are an especially insidious breed of fiend that can infest the brains of living creatures with their eggs, allowing them to manipulate their victims' thoughts and minds from afar. This might mean an oolioddroo's victim could go about its normal life for months or even years before the demon capitalizes on the link and forces it to undertake a particularly nefarious or vile deed. In the worst cases, the victim commits crimes or heinous acts at the oolioddroo's bidding and then immediately forgets about these acts, creating the perfect sleeper agent who not only unknowingly does the oolioddroo's bidding, but might, when not controlled, be significantly involved in efforts to oppose the acts of sabotage and terrorism the oolioddroo commands. To the oolioddroo, the torment, shame, and despair a victim feels upon realizing he's been at least somewhat responsible for such actions is as delicious and delightful as the pain and suffering caused by the acts themselves.",
			"",
			"An oolioddroo appears as a skeletally thin woman with gray flesh. Its shadow mantle typically appears in the form of a flowing, diaphanous gown of semi-solid shadows and smoke, but the demon can make this defense appear to be black clothes or simply its own shadow. The oolioddroo's deeply unsettling face is that of a horned moth, and her tongue, while flexible, is strong enough to penetrate flesh and bone with ease. An oolioddroo stands 6 feet tall, but weighs only 100 pounds. These sinister demons form from the souls of those who used brainwashing, mind control, and similar techniques, either magical or mundane, to trick or force the innocent into committing terrible acts of brutality.",
			"",
			"Oolioddroos are particularly valued in more subtle invasions of the mortal realm, where the act of possession might be too blatant a tactic to use against the innocents of the world. When an oolioddroo does its job well, none even suspect demonic influence; instead they think that the devastating cruelties its influence has engendered rose entirely from the debased thoughts of lone fanatics or sociopaths.",
			"",
			"An encounter with an oolioddroo can be rather complex due to the nature of the creature's special abilities' especially if a PC is its intended victim. If an oolioddroo attempts to seize control of a lone PC, one tricky tactic is to simply ask the character's player to attempt all the necessary rolls and checks beforehand. Typically, one of these demons attempts to implant eggs in a character who is alone or asleep, in which case that character can attempt a Perception check (at a -10 penalty if the character is sleeping) and a saving throw against the {spell/modify memory} spell - if both fail, the implanted egg hatches without the player noticing. Thereafter, the source of the strange voices and compulsions in the character's mind, as well as the source of the periodic suggestions and other magical attacks, can be as frighteningly mysterious to the player as they are to the character. Of course, the GM should take care not to go too far with this - and if a PC or an ally uses {spell/detect evil}, for example, she might guess that something is afoot when a normally nonevil PC radiates an unexpected aura.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"oolioddroo": { "copyof": "demon_oolioddroo" },
	"demon_painajai": {
		"name": "Demon, Painajai",
		"sources": [
			"Occult Bestiary",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*The eight spider eyes of this pale, towering humanoid glisten hungrily, and its mouth contains dozens of sharp teeth. It carries a barbed spear with a long, clinking chain attached to its end.*",
			"",
			"::mh[Painajai]{cr=\"14\"}",
			"",
			"{SOURCE Occult Bestiary/19}  ",
			"**XP** 38,400  ",
			"CE Large outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +7; **Senses** darkvision 60 ft., true seeing; Perception +21  ",
			"**Aura** mental static (DC 21)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 28, touch 12, flat-footed 25 (+3 Dex, +16 natural, -1 size)  ",
			"**hp** 203 (14d10+126)  ",
			"**Fort** +18, **Ref** +12, **Will** +10  ",
			"**DR** 10/good; **Immune** electricity, poison, sleep; **Resist** acid 10, cold 10, fire 10; **SR** 25",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., climb 40 ft.  ",
			"**Melee** +1 cold iron spear +23/+18/+13 (2d6+13/19-20/&times;3), bite +16 (1d8+4) or bite +21 (1d8+12)  ",
			"**Ranged** +1 cold iron spear +18 (2d6+9/19-20/&times;3)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** chain-spear  ",
			"**Spell-Like Abilities** (CL 14th; concentration +18)  ",
			"*Constant*-true seeing  ",
			"*1/day*-{umr/summon} (level 6, 1 painajai 35%)  ",
			"**Psychic Magic** (CL 14th; concentration +18)  ",
			"*25 PE*-cognitive block (3 PE, DC 17), confusion (4 PE, DC 18), fear (4 PE, DC 18), greater oneiric horror (4 PE, DC 18), hungry pit (5 PE, DC 19), mental barrier II (3 PE), mirage arcana (5 PE, DC 19), nightmare (5 PE, DC 19), phantasmal killer (4 PE, DC 18), synaptic pulse (3 PE, DC 17)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 27, **Dex** 16, **Con** 29, **Int** 18, **Wis** 18, **Cha** 19  ",
			"**Base Atk** +14; **CMB** +23; **CMD** 36  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Improved Critical/ (spear)}, {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Iron Will}, {feat/Vital Strike}, {feat/Weapon Focus/ (spear)}  ",
			"**Skills** Acrobatics +20 (+24 when jumping), Bluff +21, Climb +33, Intimidate +21, Knowledge (local) +18, Knowledge (nature) +18, Knowledge (planes) +21, Perception +21, Stealth +16, Survival +21  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.  ",
			"**SQ** dreamwalker",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss or Dimension of Dreams)  ",
			"**Organization** solitary  ",
			"**Treasure** standard (+1 cold iron spear, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Chain-Spear (Ex)** A painajai can hurl its spear at a target within 50 feet with no range penalty. If the attack hits, the painajai can immediately yank the chain to attempt a reposition or trip combat maneuver check against the target. The painajai is considered to have the {feat/Improved Reposition} and {feat/Improved Trip} feats when performing these maneuvers with its spear only. A reposition combat maneuver performed in this way can only move the target closer to the painajai. The painajai can recover its spear as a swift action.",
			"",
			"**Dreamwalker (Su)** A painajai can travel between the Abyss and the Dimension of Dreams at will, as per dream travel, except that it cannot enter any other planes or take other creatures with it.",
			"",
			"::sh[Description]",
			"",
			"Lamashtu created the painajai demons to haunt mortal dreams and watch their nightmares, as well as to hunt lone {monster/uinuja/ azatas}. Though painajais far outnumber uinujas, the demons' inability to cooperate keeps them from gaining the upper hand in their eternal struggle. These demons also indiscriminately attack anyone crossing their path, including dream travelers and other painajais, and only an overseer of overwhelming strength can prevent them from doing so. Painajais speak in a throaty and resonating voice that seems to abrade any ear upon which it falls. They grind their sharp teeth compulsively, sometimes on purpose to unnerve their opponents, and may even chew on the insides of their cheeks to produce a bloody, filthy froth.",
			"",
			"Painajais stand 10 feet tall and weigh about 800 pounds. These demons form from the souls of mortals whose cruel deeds have caused nightmares in other people.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"painajai": { "copyof": "demon_painajai" },
	"demon_quasit": {
		"name": "Demon, Quasit",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*Ram horns curl back from the twisted head of this tiny winged demon, and its body is thin and wiry.*",
			"",
			"::mh[Quasit]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/66}  ",
			"**XP** 600  ",
			"CE Tiny outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +6; **Senses** darkvision 60 ft.; Perception +7",
			"",
			"::sh[Defense]",
			"",
			"**AC** 16, touch 14, flat-footed 14 (+2 Dex, +2 natural, +2 size)  ",
			"**hp** 16 (3d10); {umr/fast healing} 2  ",
			"**Fort** +1, **Ref** +5, **Will** +4  ",
			"**DR** 5/cold iron or good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., fly 50 ft. (perfect)  ",
			"**Melee** 2 claws +7 (1d3-1 plus poison), bite +7 (1d4-1)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft.  ",
			"**Spell-Like Abilities** (CL 6th)  ",
			"*At will*-detect good, detect magic, invisibility (self only)  ",
			"*1/day*-cause fear (30-foot radius, DC 11)  ",
			"*1/week*-commune (six questions)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 8, **Dex** 14, **Con** 11, **Int** 11, **Wis** 12, **Cha** 11  ",
			"**Base Atk** +3; **CMB** +0; **CMD** 12  ",
			"**Feats** {feat/Improved Initiative}, {feat/Weapon Finesse}  ",
			"**Skills** Bluff +6, Fly +20, Intimidate +6, Knowledge (planes) +6, Perception +7, Stealth +16  ",
			"**Languages** Abyssal, Common; telepathy (touch)  ",
			"**SQ** change shape (2 of the following forms: bat, Small centipede, toad, or wolf; polymorph)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary or flock (2-12)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Poison (Ex)** Claw-injury; *save* Fortitude DC 13; *frequency* 1/round for 6 rounds; *effect* 1d2 Dexterity; *cure* 2 consecutive saves. The DC includes a +2 racial bonus.",
			"",
			"::sh[Description]",
			"",
			"The quasit is perhaps the least powerful demon, yet it is not the least respected - even quasits hold themselves above the {monster/dretch} horde, and true to their natures, dretches lack the courage or drive to prove the quaits wrong. A quasit's first role in life is that of a familiar to a spellcasting master, but those quasits who escape from this humiliating servitude become free-willed and much more dangerous.",
			"",
			"A typical quasit stands a foot and a half tall, and weighs only 8 pounds. Alone among the demonic horde, quasits do not form from the dead souls of evil mortals. Instead, they form from living souls - when a spellcaster seeks out a quasit to serve him as a familiar, his soul brushes against the Abyss and it reacts, carving from itself a quasit linked to that spellcaster's soul and forming a powerful bond between the two. Newly created quasits are birthed directly into the Material Plane, where they become familiars, and while bonded to their masters' wills, all quasits hate and loathe their lieges, as they can feel the pulse of their lords' souls and know that they could have been more. A quasit serves, yet it watches and waits for mistakes that might cost its master's life, or even better, an error that might let the quasit turn against its master.",
			"",
			"When a quasit's master dies, the quasit can attempt to follow the master's soul into the Great Beyond by making a DC 15 Will save. This functions as plane shift, but affects only the quasit and transports it into the Abyss and places its master's soul in the quasit's possession as a writhing larvae rather than using the evil master's soul to create new demonic life. In this manner, a quasit can use its newly captured soul to bargain with more powerful denizens of the lower planes, and perhaps secure a vile transformative \"promotion\" to a more powerful form of life in the process.",
			"",
			"Rarely, a quasit elects to ignore its master's death and instead remains on the Material Plane to seek other ways to entertain itself - usually settling in an urban area where there are plenty of folk to torment.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"quasit": { "copyof": "demon_quasit" },
	"demon_schir": {
		"name": "Demon, Schir",
		"sources": [
			"Bestiary 3",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This goat-headed humanoid is covered in a mangy gray hide that only partly covers its gaunt but muscled frame.*",
			"",
			"::mh[Schir]{cr=\"4\"}",
			"",
			"{SOURCE Bestiary 3/74}  ",
			"**XP** 1,200  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +2; **Senses** darkvision 60 ft., see invisibility; Perception +13",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 12, flat-footed 17 (+2 Dex, +7 natural)  ",
			"**hp** 37 (5d10+10)  ",
			"**Fort** +6, **Ref** +3, **Will** +3  ",
			"**DR** 5/cold iron or good; **Immune** disease, electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 15",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** mwk halberd +10 (1d10+4/&times;3 plus disease), gore +3 (1d6+1) or gore +8 (1d6+4)  ",
			"**Special Attacks** {umr/powerful charge} (gore, 3d6+4)  ",
			"**Spell-Like Abilities** (CL 6th; concentration +4)  ",
			"*Constant*-see invisibility, tongues  ",
			"*3/day*-arcane lock, expeditious retreat, protection from good  ",
			"*1/day*-{umr/summon} (level 2, 1d3 schirs 20%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 17, **Dex** 14, **Con** 15, **Int** 8, **Wis** 5, **Cha** 6  ",
			"**Base Atk** +5; **CMB** +8; **CMD** 20  ",
			"**Feats** {feat/Iron Will}, {feat/Power Attack}, {feat/Weapon Focus/ (halberd)}  ",
			"**Skills** Acrobatics +10 (+18 jumping), Climb +11, Intimidate +6, Perception +13, Survival +2; **Racial Modifiers** +8 Acrobatics when jumping, +8 Perception  ",
			"**Languages** Abyssal; telepathy 100 ft., tongues",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or pack (2-8)  ",
			"**Treasure** standard (masterwork halberd, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Disease (Ex)** A schir gnaws constantly at the ends of its halberd. This infuses the blades with disease from the demon's filthy spittle. Any creature struck by a schir's halberd must succeed at a DC 14 Fortitude save or contract gray pox - a frightening disease that causes weakness, gray splotches on the skin, and eventual catatonia. The save DC is Constitution-based.",
			"",
			">*Gray Pox:* Halberd-injury; *save* Fort DC 14; *onset* 1 day; *frequency* 1/day; *effect* 1d6 Str damage; *cure* 2 consecutive saves.",
			"",
			"::sh[Description]",
			"",
			"A schir resembles a tall, muscular humanoid with the head and hooves of a demonic goat. A ragged hide covers patches of a schir's body, usually around the forearms and lower legs, with a crestlike patch running down from the creature's crown to the nape of its neck. Schir demons are 7 feet tall, though they usually stoop and so appear shorter, and weigh 300 pounds.",
			"",
			"Also known as spite demons, schirs are among the most violent and vile-tempered inhabitants of the Abyss. Schirs are formed from the souls of mortals who either committed or framed others for heinous crimes - acts committed for the sole purpose of petty retribution. Despite such origins, schirs occupy one of the lowest orders in the demonic hierarchy, often serving as front-line infantry in demonic armies or as guards for minor demonic commanders.",
			"",
			"Although not especially intelligent, schirs are cunning warriors and able sentries. Although they prefer to charge into combat, a schir's natural jumping ability makes it a nimble enemy, capable of using its surroundings astutely. A schir will often jump on top of rocks, crumbling walls, or any other high place to hack with its disease-ridden halberd. For all of schirs' capabilities, their spitefulness makes them distrustful of any creature that has not proven its greater power and strength numerous times.",
			"",
			"A schir set loose upon the Material Plane quickly seeks to set itself up as a leader of its own army - often, schirs seek out tribes of savage humanoids and attempt to replace the current leaders. They are particularly fond of infiltrating {monster/gnoll} tribes.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"schir": { "copyof": "demon_schir" },
	"demon_seraptis": {
		"name": "Demon, Seraptis",
		"sources": [
			"Bestiary 5",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This woman's flesh is pale and clammy, as if her body had been drained of blood from the fanged slashes on her four arms.*",
			"",
			"::mh[Seraptis]{cr=\"15\"}",
			"",
			"{SOURCE Bestiary 5/76;Book of the Damned - Volume 2: Lords of Chaos/58}  ",
			"**XP** 51,200  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +10; **Senses** darkvision 60 ft., deathwatch, true seeing; Perception +30  ",
			"**Aura** gaze of despair (30 ft., DC 22), unholy aura (DC 23)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 30, touch 20, flat-footed 24 (+4 deflection, +6 Dex, +10 natural)  ",
			"**hp** 217 (15d10+135); blood healing  ",
			"**Fort** +22, **Ref** +15, **Will** +17  ",
			"**DR** 10/cold iron and good; **Immune** bleed, electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 26",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** +3 wounding scimitar +27/+22/+17 (1d6+11/15-20), 3 claws +21 (1d6+4 plus grab), gore +21 (2d6+4) or 4 claws +23 (1d6+8 plus grab), gore +23 (2d6+8)  ",
			"**Special Attacks** compelling domination, {umr/constrict} (4d6+12 plus 2d6 bleed and 1d4 Strength drain), multi-arm {umr/grab}  ",
			"**Spell-Like Abilities** (CL 15th; concentration +20)  ",
			"*Constant*-deathwatch, true seeing, unholy aura (DC 23)  ",
			"*At will*-crushing despair (DC 18), dispel magic, greater teleport (self plus 50 lbs. of objects only), telekinesis (DC 20)  ",
			"*3/day*-confusion (DC 19), demand (DC 23), dominate person (DC 19), fly  ",
			"*1/day*-symbol of insanity (DC 23), summon (level 5, 1 seraptis 20% or 1 glabrezu 40%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 26, **Dex** 23, **Con** 28, **Int** 16, **Wis** 19, **Cha** 21  ",
			"**Base Atk** +15; **CMB** +21 (+25 grapple); **CMD** 41  ",
			"**Feats** {feat/Bleeding Critical}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Improved Critical/ (scimitar)}, {feat/Improved Initiative}, {feat/Multiattack}, {feat/Power Attack}, {feat/Weapon Focus/ (scimitar)}  ",
			"**Skills** Acrobatics +24 (+32 when jumping), Bluff +23, Fly +24, Intimidate +23, Knowledge (planes) +21, Knowledge (religion) +21, Perception +30, Sense Motive +22, Stealth +24; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary or cult (1 plus 2-6 succubi)  ",
			"**Treasure** double (+3 wounding scimitar, other)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Blood Healing (Su)** Whenever a creature within 30 feet of a seraptis takes bleed damage caused by that seraptis, the blood flows through the air into the seraptis's maw, and the seraptis heals an equal amount of damage.",
			"",
			"**Compelling Domination (Su)** When a seraptis uses dominate person, its victims do not actively resist and never gain a new saving throw when ordered to take actions against their nature.",
			"",
			"**Gaze of Despair (Su)** Creatures within 30 feet of a seraptis that fail a DC 22 Will save take 1d6 points of Charisma drain and are staggered for 1d6 rounds. If the Charisma drain would reduce a creature's Charisma to 0, that creature instead succumbs to overwhelming suicidal urges and attempts to end its life by the most convenient method at hand, subject to the GM's discretion. The creature remains in that state until its Charisma is restored to its normal maximum-otherwise, the victim must be restrained at all times to prevent further suicide attempts. This is a mind-affecting effect. The save DC is Charisma-based.",
			"",
			"**Multi-Arm Grab (Ex)** When a seraptis successfully grabs a creature, the maws on her arms begin to gnaw on it. This ability functions as constrict, except the damage type is bludgeoning, piercing, and slashing. A seraptis gains a cumulative +4 bonus on grapple attempts with her grab ability for each successive claw attack after the first that hits a given target that round.",
			"",
			"::sh[Description]",
			"",
			"Seraptis demons form from souls of those who inspired widespread despair or destruction by committing suicide.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"seraptis": { "copyof": "demon_seraptis" },
	"demon_shachath": {
		"name": "Demon, Shachath",
		"sources": [
			"Pathfinder #75: Demon's Heresy",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This winged abomination is a horrid mix of demonic and angelic features, as if two bodies were carelessly fused into one. Its fanged, inhuman face is frozen in permanent contempt, while a beautiful visage with an expression of horror bulges from the back of its skull.*",
			"",
			"::mh[Shachath]{cr=\"11\"}",
			"",
			"{SOURCE Pathfinder #75: Demon's Heresy/84}  ",
			"**XP** 12,800  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +11; **Senses** all-around vision, darkvision 60 ft., detect good; Perception +27",
			"",
			"::sh[Defense]",
			"",
			"**AC** 25, touch 18, flat-footed 17 (+7 Dex, +1 dodge, +7 natural)  ",
			"**hp** 148 (11d10+88)  ",
			"**Fort** +11, **Ref** +14, **Will** +14  ",
			"**DR** 10/cold iron or good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 22",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 50 ft. (average)  ",
			"**Melee** +1 longsword +19/+14/+9 (1d8+8/19-20), 2 claws +14 (1d4+3)  ",
			"**Special Attacks** blasphemous influence, lingering doubt, merge with host  ",
			"**Spell-Like Abilities** (CL 13th; concentration +18)  ",
			"*Constant*-detect good, misdirection  ",
			"*At will*-detect thoughts (DC 17), greater teleport (self plus 50 lbs. of objects only), telekinesis (DC 20)  ",
			"*3/day*-chaos hammer (DC 19), desecrate, greater invisibility, major image (DC 18), suggestion (DC 18)  ",
			"*1/day*-blasphemy (DC 22), scrying (DC 19), summon (level 4, 1 succubus or 1 incubus 65%)  ",
			"*1/week*-unhallow (only one such effect can be active at a time)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 25, **Dex** 25, **Con** 26, **Int** 18, **Wis** 20, **Cha** 21  ",
			"**Base Atk** +11; **CMB** +18; **CMD** 36  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Deceitful}, {feat/Dodge}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Weapon Focus/ (claw)}  ",
			"**Skills** Bluff +23, Diplomacy +19, Disguise +14, Fly +21, Knowledge (planes) +16, Knowledge (religion) +16, Perception +27, Sense Motive +19, Sleight of Hand +18, Stealth +21, Use Magic Device +19; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Common, Draconic; telepathy 100 ft.  ",
			"**SQ** change shape (Medium or Large humanoid; alter self), subtle magic, trophy taker",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or cabal (1 plus 1-2 succubi and 1-3 incubi)  ",
			"**Treasure** standard (+1 longsword, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Blasphemous Influence (Su)** A victim that falls under the effects of a shachath's merge with host ability becomes chaotic evil. Divine spellcasters subject to a shachath's merge with host ability temporarily lose connection with their faith, and now gain their divine powers from the Abyss or a demon lord the shachath serves. Though they can still cast the spells they had prepared, they cannot cast spells with the lawful or good descriptor. If the victim of a shachath's merging had access to the Good domain, that access changes to the Evil domain. If the victim had access to the Law domain, that access changes to the Chaos domain. If the victim had access to a subdomain associated with the Good or Law domain, that subdomain changes to the Demon subdomain. These changes last as long as the shachath remains merged with the victim. Other domain choices are not adjusted. If the victim is rescued from the shachath's influence and the merge ends without the victim's death, the victim remains chaotic evil-this may result in the victim losing some or all class abilities. An atonement spell can restore the victim's alignment at no additional cost, at which point lost class abilities are restored.",
			"",
			"**Lingering Doubt (Su)** Once per day, a shachath can use a touch attack to affect a creature with lingering doubt. The target must be able to cast divine spells, be able to channel positive energy, or have the lay on hands ability. If the target fails a DC 20 Will save, all augury, commune, divination, and similar spells cast by the target automatically fail. In addition, using divine spells and spell-like abilities, channeling positive energy, or using lay on hands has a 20% chance of failure. This curse is permanent, but can be removed normally. The target cannot detect the curse on itself, but other creatures may detect the curse normally. A shachath may use scrying on the cursed creature as if it knew the target well, and doing so requires only a full-round action. A shachath may only curse one creature at any given time. The save DC is Charisma-based.",
			"",
			"**Merge with Host (Su)** As a full-round action that provokes an attack of opportunity, a shachath can merge its body with that of a helpless creature and control it if the victim fails a DC 20 Will save. A creature that successfully saves is not subject to the same shachath's merge with host ability for 24 hours. While merged with a victim, a shachath gains control of the body and may use it as its own, as if it controlled the target via dominate monster. Misdirection or similar effects can hide the victim's alignment change. The shachath has full access to all of the host's defensive and offensive abilities, and the shachath can still use its own spell-like abilities as well. As long as the shachath occupies the host, it knows (and can speak) the languages known by the victim and basic information about the victim's identity and personality. It can learn specific memories or knowledge from the victim by telepathic communication as needed. Damage dealt to a host body does not harm the shachath, and if the host body is slain, the shachath emerges and is dazed for 1 round. A shachath can choose to abandon a host body as an immediate action, but doing so causes the host to be dazed for 1 round, and the shachath must wait 24 hours before attempting to use merge with host again on any target. A shachath can be ejected from a host through the use of break enchantment (against CL 13th), dispel chaos, or dispel evil. Merge with host is a mind-affecting possession effect. The save DC is Charisma-based.",
			"",
			"**Subtle Magic (Su)** Whenever a shachath targets a creature with a spell, spell-like ability, or supernatural ability, and that spell or ability has no obvious physical effects, the targeted creature has no sense of having been the target of a magical effect after making a successful saving throw against the effect. If the ability requires a touch attack but the target is unaware of being threatened, the shachath can attempt an opposed Bluff or Sleight of Hand check to touch the target without arousing suspicion or being noticed.",
			"",
			"**Trophy Taker (Su)** A shachath that takes a personal item from a prospective target can wield greater power over that creature. The item must be something that the target considers its own possession and carries with it most of the time (for example, a piece of jewelry, a favored weapon, a holy symbol, or some other memento). The shachath gains a +2 bonus to the saving throw DCs for all of its supernatural or spell-like abilities that target the owner of the trophy. This bonus increases to +4 if the trophy is the target's holy symbol. A shachath can only have one trophy at any time, and it loses any benefit from an existing trophy if it takes a new one.",
			"",
			"::sh[Description]",
			"",
			"A shachath's duplicitous nature is reflected in its physical form. It is literally two-faced, and sees and speaks easily from either side of its skull. One face is angelic and the other horrific, but a shachath is a single being of pure malevolence. Shachaths are concerned with the destruction of mortal faith in anything, and are most often found in the service of Baphomet, Pazuzu, Sif kesh, or Socothbenoth. A typical shachath is 7-1/2 feet tall and weighs 320 pounds.",
			"",
			"**Family:** {family/Demon}",
			"",
			"### Ecology",
			"",
			"Shachaths are living embodiments of blasphemy. They form in the Abyss from truly blasphemous souls - those who actively work against true believers. Their merged forms can be inverted at their whims; at one moment, the demonic face might be carrying on a conversation, and in the next, with a folding of flesh and a cracking of bones, the shachath can bring its angelic face to the fore.",
			"",
			"### Habitat",
			"",
			"Shachaths that reside in the Abyss typically act as advisors and counselors to more powerful demons that seek their unique insight into good gods, outsiders, and the mortal condition itself. Others are skilled at interrogating and breaking good-aligned prisoners. On the Material Plane, shachaths dedicate their efforts toward the corruption of mortal faith. This can represent an attack upon a devout cleric or an entire community - or both, if they can manage."
		]
	},
	"shachath": { "copyof": "demon_shachath" },
	"demon_shadow_demon": {
		"name": "Demon, Shadow Demon",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*Only this shadowy bat-winged demon's teeth and claws have any sense of physicality to them - the rest is lost in darkness.*",
			"",
			"::mh[Shadow Demon]{cr=\"7\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/67}  ",
			"**XP** 3,200  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar, incorporeal)  ",
			"**Init** +8; **Senses** darkvision 60 ft.; Perception +20",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 18, flat-footed 14 (+4 deflection, +4 Dex)  ",
			"**hp** 59 (7d10+21)  ",
			"**Fort** +5, **Ref** +11, **Will** +7  ",
			"**Defensive Abilities** {umr/incorporeal}; **DR** 10/cold iron or good; **Immune** cold, electricity, poison; **Resist** acid 10, fire 10; **SR** 17  ",
			"**Weaknesses** sunlight powerlessness",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 40 ft. (perfect)  ",
			"**Melee** 2 claws +11 touch (1d6 plus 1d6 cold), bite +11 touch (1d8 plus 1d6 cold)  ",
			"**Special Attacks** pounce, sprint, shadow blend  ",
			"**Spell-Like Abilities** (CL 10th)  ",
			"*At will*-deeper darkness, fear (DC 18), greater teleport (self only), telekinesis (DC 19)  ",
			"*3/day*-shadow conjuration (DC 18), shadow evocation (DC 19)  ",
			"*1/day*-magic jar (DC 19), summon (level 3, 1 shadow demon 50%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** -, **Dex** 18, **Con** 17, **Int** 14, **Wis** 14, **Cha** 19  ",
			"**Base Atk** +7; **CMB** +11; **CMD** 25  ",
			"**Feats** {feat/Blind-Fight}, {feat/Combat Reflexes}, {feat/Improved Initiative}, {feat/Lightning Reflexes}  ",
			"**Skills** Acrobatics +14, Bluff +14, Fly +22, Knowledge (local) +12, Knowledge (planes) +12, Perception +20, Sense Motive +12, Stealth +14; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Common; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or haunt (3-8)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Sprint (Ex)** Once per minute, a shadow demon increase its fly speed to 240 feet for 1 round.",
			"",
			"**Shadow Blend (Su)** During any conditions other than bright light, a shadow demon can disappear into the shadows as a move-equivalent action, effectively becoming invisible. Artificial illumination or light spells of 2nd level or lower do not negate this ability.",
			"",
			"**Sunlight Powerlessness (Ex)** A shadow demon is utterly powerless in bright light or natural sunlight and flees from it. A shadow demon caught in such light cannot attack and can take only a single move or standard action. A shadow demon that is possessing a creature using magic jar is not harmed by sunlight, but if it is struck by a sunbeam or sunburst spell while possessing a creature, the shadow demon is driven out of its host automatically.",
			"",
			"::sh[Description]",
			"",
			"Tales of demonic possession are common, used often by the ignorant to explain strange or violent behavior. While the majority of such cases are merely manifestations of madness or derangement, those that are legitimate possessions are often the work of shadow demons.",
			"",
			"Unlike many demons, shadow demons are incorporeal. When a particularly envious and evil mortal soul is pulled into the Abyss, it is transformed, split apart, and combined with other souls until what emerges is little more than jealous malevolence without the impediment of a physical body.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"shadow_demon": { "copyof": "demon_shadow_demon" },
	"demon_shadow": { "copyof": "demon_shadow_demon" },
	"demon_shemhazian": {
		"name": "Demon, Shemhazian",
		"sources": [
			"Bestiary 2",
			"Pathfinder #5: Sins of the Saviors",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This enormous, bestial demon combines the worst aspects of a bear, a mantis, a wolf, and a reptilian humanoid.*",
			"",
			"::mh[Shemhazian]{cr=\"16\"}",
			"",
			"{SOURCE Bestiary 2/80;Pathfinder #5: Sins of the Saviors/86}  ",
			"**XP** 76,800  ",
			"CE Gargantuan outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +4; **Senses** darkvision 60 ft., detect good, scent, true seeing; Perception +36",
			"",
			"::sh[Defense]",
			"",
			"**AC** 31, touch 11, flat-footed 26 (+4 Dex, +1 dodge, +20 natural, -4 size)  ",
			"**hp** 246 (17d10+153)  ",
			"**Fort** +19, **Ref** +11, **Will** +18  ",
			"**DR** 10/cold iron and good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 27",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., climb 20 ft., fly 60 ft. (good)  ",
			"**Melee** bite +25 (2d6+12 plus 2d4 Strength drain), 2 claws +25 (2d6+12), 2 pincers +23 (1d12+6), tail slap +23 (2d6+6)  ",
			"**Space** 20 ft., **Reach** 20 ft. (30 ft. with tail slap)  ",
			"**Special Attacks** paralyzing gaze, {umr/rend} (2 claws, 2d6+18)  ",
			"**Spell-Like Abilities** (CL 15th; concentration +18)  ",
			"*Constant*-detect good, fly, true seeing  ",
			"*At will*-greater teleport (self plus 50 lbs. of objects only), invisibility, telekinesis (DC 18)  ",
			"*3/day*-{spell/clairaudience//clairvoyance}, mass inflict serious wounds (DC 20), prying eyes  ",
			"*1/day*-blasphemy (DC 20), summon (level 5, 1 shemhazian 30% or 1d4 vrocks 60%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 35, **Dex** 19, **Con** 29, **Int** 10, **Wis** 26, **Cha** 16  ",
			"**Base Atk** +17; **CMB** +33; **CMD** 48  ",
			"**Feats** {feat/Awesome Blow}, {feat/Combat Reflexes}, {feat/Dodge}, {feat/Improved Bull Rush}, {feat/Improved Vital Strike}, {feat/Lightning Reflexes}, {feat/Multiattack}, {feat/Power Attack}, {feat/Vital Strike}  ",
			"**Skills** Bluff +23, Climb +20, Fly +2, Heal +28, Intimidate +23, Knowledge (religion) +20, Perception +36, Sense Motive +28; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (the Abyss)  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Paralyzing Gaze (Su)** Paralysis for 1 round, 30 feet, Fortitude DC 21 negates. Evil creatures are immune to this effect. The save DC is Charisma-based.",
			"",
			"**Strength Drain (Su)** A shemhazian demon deals 2d4 points of Strength drain with each successful bite. A DC 27 Fortitude save reduces this amount to 1d4 points of Strength damage. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Although nearly all the horrors of the Abyss prey upon one another in an endless, eternal bloodbath, shemhazians are predators among predators. They are more intimidating and physically powerful than most demons, combining the features of numerous insectile and bestial hunters into one massive, deadly form. Although they don't require sustenance, shemhazians take perverse delight in mutilating and eating their victims.",
			"",
			"A shemhazian stands 35 feet tall and weighs 12,000 pounds. They form from the sinful souls of torturers and those who enjoyed mutilating living victims to death.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"shemhazian": { "copyof": "demon_shemhazian" },
	"demon_succubus": {
		"name": "Demon, Succubus",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*Tiny horns, bat-like wings, and a sinuous tail betray the demonic nature of this alluring woman.*",
			"",
			"::mh[Succubus]{cr=\"7\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/68}  ",
			"**XP** 3,200  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +3; **Senses** darkvision 60 ft., detect good; Perception +21",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 13, flat-footed 17 (+3 Dex, +7 natural)  ",
			"**hp** 84 (8d10+40)  ",
			"**Fort** +7, **Ref** +9, **Will** +10  ",
			"**DR** 10/cold iron or good; **Immune** electricity, fire, poison; **Resist** acid 10, cold 10; **SR** 18",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 50 ft. (average)  ",
			"**Melee** 2 claws +11 (1d6+1)  ",
			"**Special Attacks** energy drain, profane gift  ",
			"**Spell-Like Abilities** (CL 12th)  ",
			"*Constant*-detect good, tongues  ",
			"*At will*-charm monster (DC 22), detect thoughts (DC 20), ethereal jaunt (self plus 50 lbs. of objects only), suggestion (DC 21), greater teleport (self plus 50 lbs. of objects only), vampiric touch  ",
			"*1/day*-dominate person (DC 23), summon (level 3, 1 babau 50%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 13, **Dex** 17, **Con** 20, **Int** 18, **Wis** 14, **Cha** 27  ",
			"**Base Atk** +8; **CMB** +11; **CMD** 22  ",
			"**Feats** {feat/Agile Maneuvers}, {feat/Combat Reflexes}, {feat/Iron Will}, {feat/Weapon Finesse}  ",
			"**Skills** Bluff +27, Diplomacy +19, Disguise +19, Escape Artist +11, Fly +14, Intimidate +16, Knowledge (local) +15, Perception +21, Sense Motive +13, Stealth +14; **Racial Modifiers** +8 Bluff, +8 Perception  ",
			"**Languages** Abyssal, Celestial, Common, Draconic; tongues, telepathy 100 ft.  ",
			"**SQ** change shape (alter self, Small or Medium humanoid)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or harem (3-12)  ",
			"**Treasure** double",
			"",
			"::sh[Special Abilities]",
			"",
			"**Energy Drain (Su)** A succubus drains energy from a mortal she lures into an act of passion, such as a kiss. An unwilling victim must be grappled before the succubus can use this ability. The succubus's kiss bestows one negative level. The kiss also has the effect of a suggestion spell, asking the victim to accept another act of passion from the succubus. The victim must succeed on a DC 22 Will save to negate the suggestion. The DC is 22 for the Fortitude save to remove a negative level. These save DCs are Charisma-based.",
			"",
			"**Profane Gift (Su)** Once per day as a full-round action, a succubus may grant a profane gift to a willing humanoid creature by touching it for 1 full round. The target gains a +2 profane bonus to an ability score of his choice. A single creature may have no more than one profane gift from a succubus at a time. As long as the profane gift persists, the succubus can communicate telepathically with the target across any distance (and may use her suggestion spell-like ability through it). A profane gift is removed by dispel evil or dispel chaos. The succubus can remove it as well as a free action (causing 2d6 Charisma drain to the victim, no save).",
			"",
			"::sh[Description]",
			"",
			"Among the demon hordes, a succubus can often rise to incredible heights of power through her manipulations and sensual charms, and many a demonic war has raged due to the subtle machinations of such creatures. A succubus is formed from the souls of particularly lustful and rapacious evil mortals.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"succubus": { "copyof": "demon_succubus" },
	"demon_swaithe": {
		"name": "Demon, Swaithe",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This creepy ash-gray goblin-like creature has empty eye sockets and scraggly, stained teeth.*",
			"",
			"::mh[Swaithe]{cr=\"4\"}",
			"",
			"{SOURCE Inner Sea Gods/297}  ",
			"**XP** 1,200  ",
			"CE Small outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +7; **Senses** blindsense 30 ft., darkvision 60 ft.; Perception +8",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 14, flat-footed 15 (+3 Dex, +4 natural, +1 size)  ",
			"**hp** 37 (5d10+10)  ",
			"**Fort** +3, **Ref** +9, **Will** +4  ",
			"**DR** 5/cold iron; **Immune** electricity, gaze attacks, poison, visual effects and attacks relying on sight; **Resist** acid 10, cold 10, fire 10; **SR** 15",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +6 (1d4), 2 claws +6 (1d3)  ",
			"**Special Attacks** hexes (cackle, evil eye [-2, 4 rounds], misfortune [1 round]; DC 13)  ",
			"**Spell-Like Abilities** (CL 5th; concentration +6)  ",
			"*Constant*-speak with animals  ",
			"*At will*-cause fear (DC 12), detect magic, ray of enfeeblement (DC 12), read magic  ",
			"*3/day*-charm animal (DC 12), invisibility (self only)  ",
			"*1/day*-rage, waters of Lamashtu",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 11, **Dex** 16, **Con** 14, **Int** 13, **Wis** 11, **Cha** 12  ",
			"**Base Atk** +5; **CMB** +4; **CMD** 17  ",
			"**Feats** {feat/Combat Casting}, {feat/Improved Initiative}, {feat/Lightning Reflexes}  ",
			"**Skills** Handle Animal +9, Intimidate +9, Knowledge (arcana) +9, Knowledge (planes) +9, Perception +8, Ride +11, Stealth +15  ",
			"**Languages** Abyssal, Goblin, Gnoll, Orc; speak with animals, telepathy 100 ft.  ",
			"**SQ** eyeless, witchcraft",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or gang (3-5)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Eyeless (Ex)** A swaithe has no eyes, but can sense its immediate surroundings (within 60 feet) as well as a human can see.",
			"",
			"**Hexes (Su)** A swaithe has the cackle, evil eye, and misfortune hexes of a 5th-level witch.",
			"",
			"**Witchcraft (Su)** A swaithe can use spell completion and spell trigger items as if it were a 5th-level witch.",
			"",
			"::sh[Description]",
			"",
			"Dedicated to Lamashtu, the eyeless swaithes are skulking agents of fear and unprovoked beast attacks, formed from sinful souls who, in life, used animals as tools of violence and murder. Swaithes often lure those who seek their aid and advice into falling victim to the darkest secrets of demonology and forbidden magic.",
			"",
			"If left unsupervised, a swaithe charms animals and drives them toward villages, often under the influence of rage, further stoking the flames of fear and distrust between settlements and the wilderness.",
			"",
			"Swaithes prefer stealth and subterfuge to direct confrontation, and these foul creatures delight in creating a sense of dread in their prey. Swaithes have been known to slip into a village under the cover of night, use their slumber hex on lone villagers, leave a grisly token (such as a bloody organ or strange twig doll) on its body for the victim to discover later when they wake clueless as to why they fell asleep in the first place. They delight in later repeating these attacks with strange cackling noises, invisibly \"haunting\" a victim's home at night, and driving the target to paranoia and outright panic.",
			"",
			"Swaithes can join hag covens and contribute to the coven's cooperative magic. Because of its smaller size and weaker power, a swaithe is often treated as a little sister or daughter by the rest of the coven. Any coven that includes a swaithe can add giant vermin, animal growth, and insect plague to the spells the spells they can cast together.",
			"",
			"Small and slight, most swaithes stand about 3-1/2 feet tall and weigh 50 pounds.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"swaithe": { "copyof": "demon_swaithe" },
	"demon_thoxel_demon": {
		"name": "Demon, Thoxel Demon",
		"sources": [
			"Pathfinder #74: Sword of Valor",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*Dead white scars and raw red flesh crisscross this creature's scorched and sallow skin as though it has been flogged and branded a thousand times.*",
			"",
			"::mh[Thoxel Demon]{cr=\"5\"}",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/86}  ",
			"**XP** 1,600  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +2; **Senses** darkvision 60 ft.; Perception +13  ",
			"**Aura** insolence (5 ft., DC 15)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 12, flat-footed 18 (+6 armor, +2 Dex, +2 natural)  ",
			"**hp** 51 (6d10+18)  ",
			"**Fort** +8, **Ref** +7, **Will** +2  ",
			"**Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft.  ",
			"**Melee** mwk two-bladed sword +10/+10/+7 (1d8+6/19-20)  ",
			"**Ranged** composite longbow +8/+3 (1d8+4/&times;3)  ",
			"**Special Attacks** betrayer's blade, disrupt coordination  ",
			"**Spell-Like Abilities** (CL 6th; concentration +8)  ",
			"*At will*-alter self, greater teleport (self plus 50 pounds of objects only), lesser confusion (DC 13)  ",
			"*3/day*-murderous command (DC 13)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 19, **Dex** 15, **Con** 17, **Int** 8, **Wis** 10, **Cha** 14  ",
			"**Base Atk** +6; **CMB** +10; **CMD** 22  ",
			"**Feats** {feat/Double Slice}, {feat/Two-Weapon Fighting}, {feat/Weapon Focus/ (two-bladed sword)}  ",
			"**Skills** Bluff +11, Craft (weapons) +4, Craft (armor) +4, Disguise +8, Intimidate +8, Perception +13, Profession (soldier) +9; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Common, Draconic; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, squad (3-6), or platoon (7-12)  ",
			"**Treasure** standard (chainmail, composite longbow, mwk two-bladed sword, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Aura of Insolence (Su)** Any creature adjacent to a thoxel demon must succeed at a DC 15 Will save or become insolent and uncooperative with its allies. Creatures affected by this aura stop functioning as allies to other creatures. An affected creature can't provide flanking, can't serve as an ally for teamwork feats or aid another actions, and doesn't allow its allies to move through its space. Any spell or effect that requires a willing target fails if it is used on an affected creature, and even harmless effects require an attack roll (if applicable) and require the insolent creature to attempt a saving throw against them. An affected creature remains insolent as long as it is adjacent to a thoxel demon and for 1d4 rounds thereafter. A creature that successfully saves is not subject to the same thoxel's aura for 24 hours. Thoxel demons are immune to this effect. The save DC is Charisma-based.",
			"",
			"**Betrayer's Blade (Su)** If a thoxel demon hits a creature with both ends of its two-bladed sword in the same round, the target is compelled to attack its leader. The target can negate this effect with a successful DC 15 Will save. A creature affected by this effect turns on its leader or commander and attacks as if it were dominated for 1d6 rounds. An animal companion, cohort, or familiar must attack its master, and a called, charmed, dominated, or summoned creature must attack the creature controlling it. If a creature has no leader, it instead attacks a random ally. This is a mind-affecting compulsion effect, and the save DC is Charisma-based.",
			"",
			"**Disrupt Coordination (Su)** Whenever a creature threatened by a thoxel demon uses the aid another action, the thoxel can, as an immediate action, attempt to interrupt and negate that action. The thoxel demon must make an attack roll. The attack roll of the creature performing the aid another action must equal or exceed the thoxel demon's attack roll; otherwise, the aid another action is negated.",
			"",
			"::sh[Description]",
			"",
			"Able to take the shape of rank-and-file soldiers and infect military ranks like a cancer, thoxels - also known as insubordination demons - spend every drop of their malice to break down the cooperative spirit of those who fight together. Among mortal soldiers, thoxels whisper disparaging words about commanders, talk in hushed tones about the danger of upcoming battles, or belittle other soldiers' accomplishments. Many great battles are said to have been lost because of the presence of these subtle but murderous demons within an army's ranks. They represent a passion to kill as they please without caring about order, control, or their allies. Despite their skill at martial exploits, thoxels are lazy and untrustworthy creatures. Thoxel demons are 6 feet tall and weigh 200 pounds.",
			"",
			"**Family:** {family/Demon}",
			"",
			"### Ecology",
			"",
			"Thoxel demons form from the souls of deserters and traitors, those who abandoned their posts and their erstwhile allies to their fates while they sought glory elsewhere on the battlefield, or safety far from it. These cowardly demons delight in breaking the spirits of those they hide among, disguised as typical soldiers. Their defining sin is the ruin, pain, and death they brought to others by failing to follow orders, keep discipline, and stand firm in face of adversity. It is not just that they failed private tests of character, but also that their moral disintegration led to great suffering in others who trusted them and depended on them. Those betrayers who sought to expiate their guilt through reconciliation and reparations to those they abandoned still earned their shame but preserved their eternal souls, but the unrepentant souls who callously disregarded the tragedies left in their wake, hewing to their own path again and again despite the havoc they left behind, often find their way to the Abyss.",
			"",
			"Thoxel demons are lazy in the extreme, prone to shirking labor and sleeping whenever they have the chance-despite not needing to do so. Thoxels usually have to be herded into work details and closely supervised by more powerful demons. When closely directed, they can perform impressively in battlefield maneuvers and move with tight precision, coordinating their attacks between one another in order to bring down lone prey too strong for a single thoxel to defeat on its own. Once their prey is taken or the enemy's resolve is broken, their temporary alliances fracture quickly and they resort to squabbling and fighting among themselves over the spoils, with the strongest taking the lion's share and the rest settling for scraps.",
			"",
			"### Habitat",
			"",
			"Thoxel demons are instruments of spiritual torture, in that they represent the advent of hope followed by its shattering destruction. They appear to be strong and steadfast warriors who march in precise formation and keep their armaments perpetually polished to a parade ground shine, yet at precisely the wrong moment they break and run, or disrupt careful formations with sudden and unexpected maneuvers aimed at self-aggrandizement or self-preservation. They corrode discipline and morale, turning troops against commanders and allies against friends. Thoxels are agents of dissension and disruption, whether working alone or using magical or mundane disguises to infiltrate existing units.",
			"",
			"Thoxels are reborn into bodies very much like the ones they possessed in life, though they are scarred and physically tormented for their cowardice and treachery in life before being reborn into an eternity of spreading their sin to others. They are formed up into squads and platoons and set to patrol the endless realms of the Abyss when not sent to break armies on the Material Plane. These groups of thoxels form fluid ranks, gathering together for short periods of time interspersed with long periods of lazy rest.",
			"",
			"Though thoxels willingly fight for any demons more powerful than themselves, they are common within the Abyssal realm of Charnelhome, where the psychic implements of Shax dissect and dismember soul and spirit as surely as they do flesh and bone. There, thoxels spar continuously with the babaus and chokers who lurk in every shadowy corner of Charnelhome, fighting a guerrilla war to show who are the fittest servants of the Blood Marquis.",
			"",
			"Thoxel demons are skilled artisans, able to forge and maintain weapons and armor of excellent quality, and they take a certain pride in ensuring their personal armaments are always sharp and in good repair. When closely supervised, thoxel demons can be tasked with forge duty, turning out weapons for demonic legions in great numbers. However, their selfishness and laziness impairs their usefulness as foundry smiths for demon armies, as they frequently take shortcuts to get through their quotas and care little for the fate of demonic soldiers whose weapons shatter in battle or whose armor is ill-fitting or missing key fasteners. Anyone who relies on an insubordination demon's craftsmanship takes a great risk, for thoxels rarely put much care and attention to detail into the armor or weapons that are intended for anyone but themselves."
		]
	},
	"thoxel_demon": { "copyof": "demon_thoxel_demon" },
	"demon_thoxel": { "copyof": "demon_thoxel_demon" },
	"demon_ulkreth": {
		"name": "Demon, Ulkreth",
		"sources": [
			"Pathfinder #73: The Worldwound Incursion",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This towering monstrosity is clad in cracked boulders, jagged shards of rock, spars of crooked metal, and shredded steel. Four immense arms end in rocky fists, and bony wings protrude from its back.*",
			"",
			"::mh[Ulkreth]{cr=\"15\"}",
			"",
			"{SOURCE Pathfinder #73: The Worldwound Incursion/82}  ",
			"**XP** 51,200  ",
			"CE Gargantuan outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +0; **Senses** darkvision 60 ft., tremorsense 60 ft.; Perception +30",
			"",
			"::sh[Defense]",
			"",
			"**AC** 30, touch 6, flat-footed 30 (+24 natural, -4 size)  ",
			"**hp** 229 (17d10+136)  ",
			"**Fort** +18, **Ref** +5, **Will** +12  ",
			"**Defensive Abilities** {umr/rock catching}; **DR** 10/cold iron and good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., climb 20 ft., fly 50 ft. (clumsy)  ",
			"**Melee** gore +23 (2d8+10 plus 1d6 piercing), 4 slams +24 (2d6+10/19-20 plus 1d6 piercing)  ",
			"**Ranged** 4 rocks +14 (3d6+10)  ",
			"**Space** 20 ft., **Reach** 20 ft.  ",
			"**Special Attacks** boulder barrage, ground pounder, punch through, {umr/rend} (2 slams, 6d6+15), {umr/rock throwing} (120 ft.), {umr/trample} (3d6+10, DC 28), wrecker  ",
			"**Spell-Like Abilities** (CL 15th; concentration +17)  ",
			"*At will*-greater teleport (self plus 50 lbs. of objects only), shatter (DC 14)  ",
			"*3/day*-move earth  ",
			"*1/day*-earthquake, summon (level 5, 1 ulkreth or 1 omox 40%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 30, **Dex** 11, **Con** 26, **Int** 7, **Wis** 14, **Cha** 15  ",
			"**Base Atk** +17; **CMB** +31 (+35 overrun, +35 sunder); **CMD** 43 (45 vs. overrun, 45 vs. sunder)  ",
			"**Feats** {feat/Charge Through}, {feat/Greater Overrun}, {feat/Greater Sunder}, {feat/Improved Critical/ (slams)}, {feat/Improved Overrun}, {feat/Improved Sunder}, {feat/Power Attack}, {feat/Sundering Strike}, {feat/Weapon Focus/ (slams)}  ",
			"**Skills** Climb +28, Intimidate +22, Knowledge (engineering) +18, Perception +30, Swim +23; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Draconic",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary or crew (2-4 ulkreths)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Boulder Barrage (Ex)** An ulkreth can hurl up to four rocks as a full-round action or two rocks as a standard action. If rocks are available (as when the ulkreth uses its ground pounder ability to create rubble) it can pick up a single rock as a swift action, two rocks as a move action, or four rocks as a full-round action. If an ulkreth has a rock in each hand, it cannot use its rock catching ability.",
			"",
			"**Ground Pounder (Ex)** As a standard action, an ulkreth can strike the ground with its powerful fists, turning the area within a 10-foot radius into dense rubble. Any creatures in this area at the time must succeed at a DC 26 Reflex save or fall prone. An ulkreth's movement is not slowed by the rubble it creates.",
			"",
			"**Punch Through (Ex)** An ulkreth can use a full-attack action to make its gore and slam attacks against the same opponent. The ulkreth then totals the damage from all hits before applying any damage reduction or hardness.",
			"",
			"**Wrecker (Su)** An ulkreth's rend special attack deals double damage to objects.",
			"",
			"::sh[Description]",
			"",
			"Ulkreths are among the mightiest servants of the demon lord Xoveron, the Horned Prince of gargoyles and lord of ruination. They exist solely to destroy, carrying out his will of devastation to cities and civilization throughout the planes, tearing down monuments and buildings in the name of their unholy patron. Ulkreths are 25 feet tall and weigh 10 tons.",
			"",
			"**Family:** {family/Demon}",
			"",
			"### Ecology",
			"",
			"Ulkreth demons form from the souls of mortals who spread wanton destruction and vandalism, burning and tearing down what others have labored long to build up. Small-scale vandals do not earn damnation for simple graffiti and petty breakage; ulkreths arise from those who devoted their lives to bringing ruin forge their own chain of condemnation with every new act of malicious deconstruction. Some do so by targeting grand works of art, stately monuments, cathedrals, libraries, and historical edifices, destroying not just physical structures but also the artistic and cultural legacy of their own people, or of other cultures living among them. These targets are singled out for defacement as a sign of the vandal's hate. The pinnacle of vandalism, however, is attained by those who not only cause damage to property but also murder via their sabotage-collapsing mines and trapping miners to die choking in the dark; breaching dams and dikes to unleash deadly floodwaters that wreak devastation; or bombing, burning, or otherwise destroying homes, businesses, and other gathering places. Whether done as an anarchic political statement, for revenge upon those who owned the buildings, or for pure psychotic joy at watching the world crumble, these are the blackest-hearted vandals of all.",
			"",
			"The level of destruction perpetrated by mortals in life is important to their lord Xoveron because while his will is bent on the ruination of every civilization, tearing down the literal and figurative structures that hold society together, he is still only a minor demon lord. His power is insufficient to endow every servant with great abilities. Lesser vandals simply do not rate a major investment of his lordly power, and if made into demons at all, may be consigned to eternity as mere dretches, or as fiendish gargoyles rather than actual demons. It is only those whose acts of destruction are truly heinous that inspire him to transform them into ulkreths.",
			"",
			"Ulkreth demons are unusual, however, in that they can also be formed not from one soul but from many, especially in the case of gangs that once worked together as mortals in their acts of destruction. These joint-souled ulkreths are, if anything, even more savage and destructive than their fellows, as the different soul fragments bound together struggle for mastery, trying to show their dominance by wreaking greater mayhem than their rivals.",
			"",
			"Ulkreths do not need to eat or drink, but they enjoy chewing and swallowing powdered stone and shattered glass, twisted metal and splintered wood. They consume the detritus of their destruction as a ritual of satisfaction after their rampages. Some say they gain sustenance from these shattered remains and claim that if ulkreths are prevented from destroying for too long, they can actually waste away and die of starvation, though planar scholars know that outsiders don't need to eat to live. Ulkreths cannot reproduce biologically and are propagated only by the transformation of new souls into ulkreths.",
			"",
			"### Habitat",
			"",
			"Most ulkreths inhabit the endless ruins of Ghahazi, the hearth of their master Xoveron. There they tend groves of fiendish treants that wait amidst the ruins, crumbling foundation stones with their defiled roots even as they stand ready to batter and smash at the ulkreths' command. Flights of fiendish gargoyles wheel constantly overhead, making aeries of the shattered spires of the Horned Prince's city and flocking ahead of the ulkreths when they march. Xoveron often barters the service of his ulkreths with other demon lords or their generals, especially in siege situations where demonic teleportation is of no avail and defenses must be breached with naked strength. Ulkreths may be kept back as artillery, but they chafe under efforts to suppress their urges to sunder and smash and have often been known to abandon their orders and wade directly into a fray or smash down gates and walls with their bare fists.",
			"",
			"On the Material Plane, the cultists of Xoveron and his gargoyle minions stand sentinel against the encroachment of civilization, ready to foil its ambitious reach towards eternity. When his minions report cities growing too great, too lovely, or too proud, Xoveron tempts mortals with a gluttonous hunger for power and a jealous pride and rage toward their fellows that drives them to call forth a ulkreth demon. Mortal gargoyles can sense the presence of one of their master's favored servants and flock to its side to swoop hooting and screeching overhead as the wrecker commences a reign of terror. Of course, ulkreths are notoriously indiscriminate about their destruction, and those summoning them must be very careful not to become casualties of the ulkreth's rampage."
		]
	},
	"ulkreth": { "copyof": "demon_ulkreth" },
	"demon_vavakia": {
		"name": "Demon, Vavakia",
		"sources": [
			"Bestiary 6",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This reptilian demon has a quadrupedal dinosaur's lower body, a vaguely humanoid upper torso, and a draconic saurian head.*",
			"",
			"::mh[Vavakia]{cr=\"18\"}",
			"",
			"{SOURCE Bestiary 6/88;Book of the Damned - Volume 2: Lords of Chaos/60}  ",
			"**XP** 153,600  ",
			"CE Huge outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +2; **Senses** darkvision 60 ft., true seeing; Perception +34  ",
			"**Aura** {umr/frightful presence} (60 ft., DC 25), unholy aura",
			"",
			"::sh[Defense]",
			"",
			"**AC** 35, touch 14, flat-footed 33 (+8 armor, +4 deflection, +2 Dex, +13 natural, -2 size)  ",
			"**hp** 297 (18d10+198)  ",
			"**Fort** +26, **Ref** +12, **Will** +22  ",
			"**DR** 15/cold iron and good; **Immune** electricity, fire, poison; **Resist** acid 10, cold 10; **SR** 29",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 45 ft., fly 60 ft. (average)  ",
			"**Melee** +1 unholy ranseur +28/+23/+18/+13 (3d6+17/&times;3) or bite +27 (3d6+11 plus smoking wound), 2 claws +27 (1d8+11), tail slap +22 (2d8+5 plus stun)  ",
			"**Space** 15 ft., **Reach** 15 ft. (30 ft. with ranseur)  ",
			"**Special Attacks** breath weapon, {umr/trample} (4d8+16, DC 30)  ",
			"**Spell-Like Abilities** (CL 18th; concentration +24)  ",
			"*Constant*-true seeing, unholy aura (DC 24)  ",
			"*At will*-enervation, greater teleport (self plus worn armor plus 50 additional lbs. of objects only), telekinesis (DC 21)  ",
			"*3/day*-blasphemy (DC 23), quickened enervation, power word stun (DC 24)  ",
			"*1/day*-earthquake, summon (level 6, 1 marilith 40% or 1d3 nalfeshnees 60%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 32, **Dex** 14, **Con** 33, **Int** 18, **Wis** 21, **Cha** 23  ",
			"**Base Atk** +18; **CMB** +31 (+33 bull rush); **CMD** 47 (49 vs. bull rush)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Greater Vital Strike}, {feat/Improved Bull Rush}, {feat/Improved Iron Will}, {feat/Improved Vital Strike}, {feat/Iron Will}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (enervation)}, {feat/Vital Strike}  ",
			"**Skills** Bluff +27, Fly +16, Intimidate +27, Knowledge (arcana, planes) +25, Perception +34, Sense Motive +26, Spellcraft +25, Stealth +20, Swim +26; **Racial Modifiers** +8 Perception, +8 Stealth  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or warband (1 vavakia plus 2-4 hezrous and 2-8 vrocks)  ",
			"**Treasure** standard (+2 breastplate, +1 unholy ranseur, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Breath Weapon (Su)** Once every 1d4 rounds, a vavakia can breathe out a 60-foot cone of green fire that seems to writhe and coil with the tortured shapes of a thousand screaming ghosts. This green fire comprises countless souls the vavakia has consumed, and these vomited souls consume flesh as surely as they consume sanity. A creature struck by this breath weapon takes 20d6 points of damage (Reflex DC 30 half) as the raw profane power blackens and melts its flesh and skin. Evil creatures take half damage from the breath weapon, but good creatures that take any damage from a vavakia's breath weapon are automatically staggered for 1 round by the excruciating sensation. In addition, any living creature that takes damage from a vavakia's breath weapon must also succeed at a DC 30 Fortitude save or take 1d8 points of Wisdom drain as its sanity slips away into madness. Immediately after the vavakia expels this green soulfire, the wailing flames flow in reverse into the demon's gullet through its open maw. This restores 1d8 hit points to the vavakia for each creature that was damaged by its breath weapon. The Wisdom drain element of this breath weapon is a mind-affecting effect. The save DC is Constitution-based.",
			"",
			"**Smoking Wound (Su)** The wounds caused by a vavakia's fangs result in terrible, eerie wounds that constantly weep wisps of green smoke rather than blood, a grim manifestation of the demon's effect on a mortal soul. Each time a vavakia bites a creature, it inflicts 2 negative levels. The wounds continue to smoke as long as the victim suffers those negative levels, causing the victim to become sickened from the hideous sensation and rank smell of the vapors. An effect that removes this sickened condition without restoring the negative levels only temporarily causes the wounds to stop smoking - they begin smoking again in 1d6 rounds. Nonliving creatures bitten by a vavakia are immune to its energy-draining bite and do not exhibit smoking wounds. The Fortitude save to remove these negative levels is DC 25. The save DC is Charisma-based.",
			"",
			"**Stun (Ex)** A creature struck by a vavakia's tail slap must succeed at a DC 30 Fortitude save or be stunned for 1 round. On a critical hit, the stun effect lasts for 1d4 rounds on a failed save and 1 round on a successful save. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Vavakias are immense demons of great power. Saurian in shape, appetite, and destructive power, they are most often encountered on the Material Plane, though not as demons conjured by spellcasters to serve, but rather as violent invaders come to the world through tears in reality or portals to the deeper rifts. On the Material Plane, a single vavakia is a formidable presence, for the strange demon is driven to feed on living souls and spread destruction - roles at which it excels.",
			"",
			"A vavakia demon measures 30 feet in length and stands 15 feet tall, weighing in at 6,000 pounds. Vavakias form on the Abyss from particularly cruel mortal souls who, in life, practiced the vile act of extracting, enslaving, and even consuming other souls. When such a sinful creature arrives on the Abyss, it brings with it partially absorbed fragments of souls from its victims, which it incorporates during its horrific transformation into one of the Abyss's most dangerous forms of demonic life.",
			"",
			"The creation of the first vavakias in this manner came at the hands of the demon queen Lamashtu, who was unsatisfied with the raw physical might and monstrous shape of her earliest demonic minions. In those early days, before she had become a deity, Lamashtu was already quite interested in the method by which the Abyss transformed the souls of sinful mortals into demons. When she learned that this process had first been triggered by the daemons, she was at once intrigued and enraged; intrigued because she knew that anything the Horsemen of the Apocalypse could do, she could do, and enraged at the idea that she owed her very existence to the curiosity of a daemonic lord. Though Lamashtu herself rose from the Abyss spontaneously, shortly after the daemons first \"taught\" the Abyss how to process sinful souls, that difference meant little to the Mother of Monsters. Fueled by rage, she waged war against Abaddon for many years and captured two Horsemen of the Apocalypse: predecessors of those who hold those titles now. She murdered one of them and forced from the other the secret method of manipulating the Abyss and its souls before murdering him as well. Both murdered Horsemen were soon replaced on Abaddon, but by that point Lamashtu's wrath had been spent and all that remained was her own curiosity.",
			"",
			"Most of Lamashtu's earliest attempts to create demonic life were hideous failures, but Lamashtu found joy and delight even in these failures. It wasn't until the demon used her own body as an incubator to shape and then eventually birth the first vavakias that she found real success. Lamashtu's early work in creating and manipulating the Abyss in this manner may have much to do with her resulting rise in power to the position of queen of demons-had not her escalating war with Pazuzu forced her attentions away from this hideous art form, there's no telling what other strange demonic races she might have birthed upon the world. Now that she is a true goddess, Lamashtu's interests expand far beyond the curiosities of the Abyss, and she has little time or desire to wallow in her home plane's fecund properties. Of course, other demon lords throughout the Abyss are eager to learn these secrets, but to date, none have managed to duplicate Lamashtu's feats of creation.",
			"",
			"In any event, the vavakias themselves have proven a phenomenal success and are among the Abyss's most dangerous demonic races today - and since the creation of the first of their kind, the Abyss itself seems eager to spawn more and more of these deadly demons.",
			"",
			"Though originally created to serve as living weapons of war, the vavakias have long since established their own presence as Abyssal warlords and conquerors. While some pledge their service to powerful demon lords, most vavakias rule small empires of their own in the Abyss, typically in remote corners infested with jungles, swamps, and other primeval terrains.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"vavakia": { "copyof": "demon_vavakia" },
	"demon_vermlek": {
		"name": "Demon, Vermlek",
		"sources": [
			"Bestiary 6",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*A hideous, pale, wormlike head pushes violently up and out of a corpulent man's body.*",
			"",
			"::mh[Vermlek]{cr=\"3\"}",
			"",
			"{SOURCE Bestiary 6/90;Book of the Damned - Volume 2: Lords of Chaos/54}  ",
			"**XP** 800  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** -1; **Senses** blindsense 30 ft., darkvision 60 ft., scent; Perception +8",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 9, flat-footed 15 (+3 armor, -1 Dex, +3 natural)  ",
			"**hp** 30 (4d10+8)  ",
			"**Fort** +8, **Ref** +0, **Will** +5  ",
			"**Defensive Abilities** abandon flesh, flesh armor, negative energy affinity; **DR** 5/cold iron or good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 14",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., burrow 20 ft.  ",
			"**Melee** longsword +6 (1d8+2/19-20), bite +1 (1d6+1)  ",
			"**Special Attacks** inhabit body  ",
			"**Spell-Like Abilities** (CL 3rd; concentration +4)  ",
			"*3/day*-mass inflict light wounds (DC 16), spider climb  ",
			"*1/day*-gentle repose, summon (level 2, 1d4 dretches 50%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 15, **Dex** 9, **Con** 14, **Int** 12, **Wis** 13, **Cha** 12  ",
			"**Base Atk** +4; **CMB** +6; **CMD** 15  ",
			"**Feats** {feat/Deceitful}, {feat/Great Fortitude}  ",
			"**Skills** Bluff +10, Disguise +10 (+18 when inhabiting a corpse), Escape Artist +6 (+14 when not inhabiting a corpse), Knowledge (religion) +8, Perception +8, Sense Motive +8, Use Magic Device +8; **Racial Modifiers** +8 Disguise when inhabiting a corpse, +8 Escape Artist when not inhabiting a corpse  ",
			"**Languages** Abyssal, Common; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss; battlefields or graveyards)  ",
			"**Organization** solitary or nest (2-10)  ",
			"**Treasure** standard (longsword, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Abandon Flesh (Su)** As a swift action, a vermlek can abandon an inhabited body, crawling hideously out of its host and leaving behind an empty sack of skin and bits of gristle. In so doing, it absorbs much of the body's flesh to heal itself, regaining 2d6+3 hit points. A vermlek cannot later reclaim this body with its inhabit body ability.",
			"",
			"**Flesh Armor (Su)** When a vermlek inhabits a humanoid body (see Inhabit Body below), it treats the dead flesh and muscle as armor, gaining a +3 armor bonus to its AC.",
			"",
			"**Inhabit Body (Su)** A vermlek can crawl into the body of any dead Medium humanoid, consuming and replacing the bulk of the humanoid's skeleton and internal organs as it does so. This process takes 1d4 rounds, during which the vermlek is flat-footed. Once the process is complete, the vermlek appears for all practical purposes to be a living but hideously obese version of the previous humanoid - it gains a +8 racial bonus on Disguise checks to appear as a normal humanoid while wearing a dead body in this manner, but does not gain any of the abilities that the dead creature had in life, including natural attacks, unusual movement types, or natural armor. It loses its own burrow speed while inhabiting a body but gains the ability to wield weapons or wear armor shaped for humanoids (although the armor bonus granted by wearing armor does not stack with the bonus granted by the vermlek's flesh armor ability).",
			"",
			"::sh[Description]",
			"",
			"Vermleks form from the souls of those who habitually violated the dead in life, such as grave robbers, necromancers, and necrophiles. Demonic armies often use them as disposable troops in war, with vermleks inhabiting the bodies of slain humanoid enemies to infiltrate and destroy any surviving humanoids from within their own society. When inhabiting bodies, vermleks tend to mutter and mumble rather than speaking clearly, as they know that a keen eye that peers into the body's mouth can swiftly discern the horrible truth within.",
			"",
			"Despite the fact that they are often used as battleground troops, vermleks have little taste for war and, left alone, prefer to live in hiding among humanoids on the Material Plane. There, disguised as laborers like gravediggers or dung sweepers, they can revel in their ghoulish, taboo lusts.",
			"",
			"Outside of a host body, a vermlek appears as a worm with four long tails, each of which ends in a tangle of filaments. In this form, the demon is 7 feet long and weighs 90 pounds.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"vermlek": { "copyof": "demon_vermlek" },
	"demon_vilsteth": {
		"name": "Demon, Vilsteth",
		"sources": [
			"Pathfinder #77: Herald of the Ivory Labyrinth",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This fiend seems carved from weathered ivory, and runes and symbols of power cover its pale flesh. Its eyes glow an eerie yellow, and horns curl from its eerie, mouthless head.*",
			"",
			"::mh[Vilsteth]{cr=\"16\"}",
			"",
			"{SOURCE Pathfinder #77: Herald of the Ivory Labyrinth/86}  ",
			"**XP** 76,800  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +8; **Senses** darkvision 60 ft., see invisibility; Perception +36",
			"",
			"::sh[Defense]",
			"",
			"**AC** 30, touch 14, flat-footed 26 (+4 Dex, +16 natural)  ",
			"**hp** 225 (18d10+126)  ",
			"**Fort** +18, **Ref** +10, **Will** +14  ",
			"**DR** 10/cold iron and good; **Immune** electricity, mind-affecting effects, poison; **Resist** acid 10, cold 10, fire 10; **SR** 27",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 2 claws +24 (2d6+6), gore +24 (2d6+6 plus 1d4 Wis), tail slap +19 (1d8+3)  ",
			"**Special Attacks** idolatry, labyrinthine mindtrap, mindrender, {umr/powerful charge} (gore, 4d6+12), {umr/rend} (2 claws, 2d6+9), unspeakable truth  ",
			"**Spell-Like Abilities** (CL 18th; concentration +24)  ",
			"*Constant*-see invisibility  ",
			"*At will*-enter image, greater teleport (self plus 50 lbs. of objects only), meld into stone, possess object, ventriloquism (DC 17)  ",
			"*3/day*-charm monster (DC 20), quickened dominate person (DC 21), stone shape, vengeful outrage (DC 22)  ",
			"*1/day*-mass suggestion (DC 22), statue, summon (level 7, 1 shachath or 1d3 succubi 50%), symbol of persuasion (DC 22)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 22, **Dex** 19, **Con** 24, **Int** 23, **Wis** 16, **Cha** 23  ",
			"**Base Atk** +18; **CMB** +24; **CMD** 38  ",
			"**Feats** {feat/Alertness}, {feat/Combat Casting}, {feat/Deceitful}, {feat/Greater Vital Strike}, {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Persuasive}, {feat/Quicken Spell-Like Ability/ (dominate person)}, {feat/Vital Strike}  ",
			"**Skills** Bluff +31, Craft (sculpture, stonemasonry) +18, Diplomacy +31, Disguise +31, Intimidate +31, Knowledge (engineering, history, local, nobility, religion) +15, Perception +36, Perform (oratory) +15, Sense Motive +28, Spellcraft +16, Stealth +25, Use Magic Device +14; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Draconic; can't speak, telepathy 100 ft.  ",
			"**SQ** change shape (Medium humanoid; polymorph), {umr/no breath}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or conspiracy (3-12)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Idolatry (Su)** When a vilsteth uses enter image, meld into stone, possess object, or statue to assume the appearance of a public or religious monument (either by entering or controlling an existing object or by taking the semblance of one), it can make itself an object of worship and adoration. This functions as sympathy (DC 25, CL 18th) upon either a single creature within 30 feet or all creatures of the chosen type or alignment within 30 feet. Any creature that fails its saving throw against this effect must attempt an additional DC 25 Will save after spending 24 hours within 30 feet of the object of worship. If the targeted creature fails this second save, it's affected as if under a permanent mind fog effect with respect to the vilsteth. This is a curse effect and cannot be dispelled (although dispel chaos or dispel evil can remove this effect, as does break enchantment).",
			"",
			"**Labyrinthine Mindtrap (Su)** Whenever a vilsteth is targeted with a divination or mind-affecting effect, including effects that simply facilitate mental communication, the caster's mind is entrapped within the twisted corridors and pathways of the vilsteth's intellect, causing the caster to become dazed (Will DC 25 negates). Each round on the victim's turn, it can attempt a new saving throw to escape this mind trap, ending its turn, but each failed save deals 1 point of Intelligence, Wisdom, and Charisma drain to the creature. A creature that successfully saves against this effect is immune to the same vilsteth's labyrinthine mindtrap for 24 hours.",
			"",
			"**Mindrender (Su)** When a vilsteth hits with both claw attacks and rends its target, it gains a +4 profane bonus on its gore attack for that turn. In addition, if the vilsteth's gore attack hits, the target is affected by the vilsteth's labyrinthine mindtrap ability, even if the targeted creature already successfully saved against that ability in the last 24 hours.",
			"",
			"**Unspeakable Truth (Su)** A vilsteth is surrounded by a mantle of misinformation. Creatures within 30 feet are affected by a curse that manifests the next time they attempt to share information about the vilsteth, including things they have observed the demon saying or doing. This curse affects the creature as fumbletongue (Will DC 25 negates). A successful save negates the curse, but if the target fails the save, this curse manifests every time that target attempts to talk about the vilsteth. This curse is a mind-affecting compulsion effect and can't be dispelled or suppressed with protection from evil. A vilsteth can order creatures affected by charm or compulsion effects that it creates to share information about it without triggering the curse.",
			"",
			"::sh[Description]",
			"",
			"Vilsteth demons, also known as corruption demons, are calved from the essence of the demon lord Baphomet's realm of the Ivory Labyrinth. Vilsteths form from the souls of corrupt and deceitful politicians, priests, and power brokers - those who in life abused and misused whatever ephemeral power they wielded. The defining sin of these souls was pride, fueled by vanity and a desire for adulation and ever-greater authority to be wielded in whatever selfish way they saw fit, coupled with a furious envy of anyone more beloved, respected, or feared than they. Vilsteths epitomize these traits, and can often be found lurking in monuments dedicated to important political figures or disguised within statues of prominent saints and heroes. In their natural form, vilsteths are over 7 feet tall and weigh 400 pounds.",
			"",
			"**Family:** {family/Demon}",
			"",
			"### Ecology",
			"",
			"Like all demons, vilsteths aren't born in a biological sense. Instead, the souls of corrupt mortals find their way to Baphomet's Ivory Labyrinth after judgment, and in there gradually transform into these crooked beings. From their positions of power, the sinful souls that birth vilsteths manifested every kind of malfeasance, from pecuniary greed to self-indulgence of gluttony, sloth, and lust in life, but the common thread is always the arrogation of the self over the state or church or whatever organization upon which they presided, coupled with a narcissistic smugness that their pride and pleasures were of greater import than any other consideration. Of course, these sinful leaders' cynical pragmatism demanded that they keep their perverted proclivities secret, as they knew those beneath them would never understand, so each spun an ever-expanding labyrinth of lies to keep their corruption under cover. Some succeeded, living out their days shrouded in their sinister secrets; others failed spectacularly, leading to dissolution, schism, treason, social collapse, and revolution when the extent of the awful truth finally surfaced. Whether their sins were ever exposed, however, their corrupted pride and devious secrecy drew their souls into the Abyss and the Ivory Labyrinth of Baphomet, where they formed into vilsteth demons.",
			"",
			"Vilsteths do not eat or drink in the usual sense. Their faces are like ivory masks-unmoving, impassive, and implacable, with only the glow of their amber eyes to mark their attention. Instead, they are emotional parasites, feeding on the reactions of others, sowing confusion and suffering and feasting upon the psychic residue that follows. Likewise, they do not speak with voices that humans might understand. Their communication is purely telepathic, from a subtle whisper to a psychic scream, echoing down the corridors of the minds of those to whom they \"speak\" and pushing them, whether gently or urgently, toward acts of sabotage, sedition, and sin of every kind.",
			"",
			"### Habitat",
			"",
			"Corruption demons are often solitary creatures who work independently on their schemes, though they sometimes summon lesser demons of like talents to further their pernicious agendas of subversion. They amass vast monetary wealth for common bribery and for lavish parties hosted by their minions in order to tempt and corrupt the unwary and the unwise. They encourage and inspire artists and sculptors to raise great monuments and masterworks for their own glory, and through these graven images they spy and speak and exercise a quiet dominion upon the great and small alike, working through prominent and respected leaders to delude the masses and subvert the common good.",
			"",
			"When vilsteths are encountered outside of the Abyss, these demons are often found in places where Baphomet's cults hold power. In rural areas, such cults may form around insular villages that have abandoned the traditional gods of hunt and harvest, trading them for a predatory faith hidden from the eyes of outsiders. In urban settlements, cultic cells and clandestine rites conducted behind masks and veils work together to suborn existing governmental, legal, and cultural authorities. Vilsteth demons may visit Baphomet's faithful in either milieu, acting as ambassadors and agents provocateur, often sitting in judgment of those who have violated the cult's confidentiality and helping to design and implement their agendas for anarchy and societal upheaval."
		]
	},
	"vilsteth": { "copyof": "demon_vilsteth" },
	"demon_vrock": {
		"name": "Demon, Vrock",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*A cloud of spores and a trail of feathers surrounds this twisted cross between a man and a gigantic vulture.*",
			"",
			"::mh[Vrock]{cr=\"9\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/69}  ",
			"**XP** 6,400  ",
			"CE Large outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +6; **Senses** darkvision 60 ft.; Perception +23",
			"",
			"::sh[Defense]",
			"",
			"**AC** 22, touch 11, flat-footed 20 (+2 Dex, +11 natural, -1 size)  ",
			"**hp** 112 (9d10+63)  ",
			"**Fort** +13, **Ref** +10, **Will** +6  ",
			"**DR** 10/good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 20",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 50 ft. (average)  ",
			"**Melee** 2 claws +13 (2d6+5), bite +13 (1d8+5), 2 talons +13 (1d6+5)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** dance of ruin, spores, stunning screech  ",
			"**Spell-Like Abilities** (CL 12th)  ",
			"*At will*-greater teleport (self plus 50 lbs. of objects only), telekinesis (DC 18)  ",
			"*1/day*-heroism, mirror image, summon (level 3, 1 vrock 35%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 15, **Con** 25, **Int** 14, **Wis** 16, **Cha** 16  ",
			"**Base Atk** +9; **CMB** +15; **CMD** 27  ",
			"**Feats** {feat/Cleave}, {feat/Combat Reflexes}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Power Attack}  ",
			"**Skills** Fly +12, Intimidate +15, Knowledge (planes) +14, Perception +23, Sense Motive +15, Spellcraft +14, Stealth +10, Survival +15; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Common; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or gang (3-10)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Dance of Ruin (Su)** A vrock can dance and chant as a full-round action-at the end of 3 rounds, a crackling wave of energy explodes from the vrock, dealing 5d6 points of electricity damage to all creatures within 100 feet. A DC 17 Reflex save halves this damage. For each additional vrock that joins in the dance, the damage increases by 5d6 and the DC to avoid the effect increases by +1, to a maximum of 20d6 when four or more vrocks are dancing (the DC continues to increase with additional vrocks, but the damage does not). The dance immediately ends and must be started anew if any of the participating vrocks is slain, stunned, or otherwise prevented from dancing. The save DC is Charisma-based.",
			"",
			"**Spores (Ex)** A vrock can release a cloud of spores from its body once every 3 rounds as a free action. Adjacent creatures take 1d8 points of damage from the spores, plus 1d4 points of damage per round for 10 rounds as the spores grow into thick green vines. Although ugly, the vines are harmless and wither away in 1d4 days if not shaved off before then. The spores can be destroyed by casting bless on the affected creatures or by sprinkling them with holy water. This attack can also be halted by effects that remove or provide immunity to disease.",
			"",
			"**Stunning Screech (Su)** Once per hour, a vrock can emit a shrill screech. All creatures except demons within a 30-foot-radius spread must succeed on a DC 21 Fortitude save or be stunned for 1 round. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Profane champions of the Abyss, vrocks embody all the rage, hatred, and violence of that despicable realm. As ravenous and grotesquely opportunistic as the scavengers they resemble, vrocks delight in bloodshed, relishing the sounds and sensations of ripping the still-pulsing entrails from a living husk.",
			"",
			"A typical vrock stands 8 feet tall and weighs 400 pounds. Vrocks generally form from the evil souls of hateful and wrathful mortals, particularly those who were career criminals, mercenaries, or assassins.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"vrock": { "copyof": "demon_vrock" },
	"demon_vrolikai": {
		"name": "Demon, Vrolikai",
		"sources": [
			"Bestiary 2",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*This black-skinned, bat-winged demon has four arms; a long, thin tail; and a leering, fanged face with dead, white eyes.*",
			"",
			"::mh[Vrolikai]{cr=\"19\"}",
			"",
			"{SOURCE Bestiary 2/81}  ",
			"**XP** 204,800  ",
			"CE Large outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +10; **Senses** darkvision 120 ft., low-light vision, true seeing; Perception +36",
			"",
			"::sh[Defense]",
			"",
			"**AC** 35, touch 16, flat-footed 28 (+6 Dex, +1 dodge, +19 natural, -1 size)  ",
			"**hp** 332 (19d10+228)  ",
			"**Fort** +18, **Ref** +17, **Will** +17  ",
			"**DR** 15/cold iron and good; **Immune** death effects, electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 30",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., fly 60 ft. (perfect)  ",
			"**Melee** +1 black flame knife +29/+24/+19/+14 (1d6+11/19-20 plus energy drain), 3 +1 black flame knives +29 (1d6+6/19-20 plus energy drain), bite +23 (1d8+5), sting +23 (1d6+5 plus madness) or bite +28 (1d8+10), 4 claws +28 (1d6+10), sting +28 (1d6+10 plus madness)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** black flame knives, death-stealing gaze, multiweapon mastery  ",
			"**Spell-Like Abilities** (CL 19th; concentration +27)  ",
			"*Constant*-true seeing  ",
			"*At will*-deeper darkness, enervation, greater teleport (self plus 50 lbs. of objects only), telekinesis (DC 23)  ",
			"*3/day*-quickened enervation, regenerate, silence (DC 20), vampiric touch  ",
			"*1/day*-mass hold monster (DC 27), summon (level 6, 1 marilith 50% or 1d4 glabrezus 75%), symbol of death (DC 26)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 30, **Dex** 23, **Con** 35, **Int** 22, **Wis** 23, **Cha** 26  ",
			"**Base Atk** +19; **CMB** +30; **CMD** 47  ",
			"**Feats** {feat/Cleave}, {feat/Combat Expertise}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Mobility}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (enervation)}, {feat/Vital Strike}  ",
			"**Skills** Acrobatics +25 (+29 jump), Bluff +30, Fly +34, Intimidate +27, Knowledge (arcana) +25, Knowledge (planes) +28, Perception +36, Sense Motive +28, Spellcraft +25, Stealth +24 (+32 in shadowy areas), Survival +25, Use Magic Device +27; **Racial Modifiers** +8 Perception, +8 Stealth in shadowy areas  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (the Abyss)  ",
			"**Organization** solitary  ",
			"**Treasure** double",
			"",
			"::sh[Special Abilities]",
			"",
			"**Black Flame Knives (Su)** A vrolikai can manifest daggers made of crystallized black flames in each of its four hands as a free action. These weapons function as +1 daggers that bestow one permanent negative level on a successful hit. A DC 27 Fortitude negates the negative level, although on a critical hit, no save is allowed. The save DC is Charisma-based.",
			"",
			"**Death-Stealing Gaze (Su)** 1 permanent negative level, 30 ft., Fort DC 27 negates. Creatures slain by these negative levels become juju zombies under the vrolikai's control. The save DC is Charisma-based.",
			"",
			"**Madness (Su)** A creature stung by a vrolikai's tail must make a DC 27 Will save to resist taking 1d6 points of Charisma drain and becoming confused for 1d4 rounds. On a successful save, the victim is instead staggered for 1d4 rounds as strange visions assault its mind. This is a mind-affecting effect. The save DC is Charisma-based.",
			"",
			"**Multiweapon Mastery (Ex)** A vrolikai never takes penalties on its attack roll when fighting with multiple weapons.",
			"",
			"::sh[Description]",
			"",
			"A vrolikai is 14 feet tall but weighs only 500 pounds. Unlike other demons, it does not form from a sinful soul - it instead manifests from a nabasu demon that returns to the Abyss after growing to maturity on the Material Plane. Not all nabasus survive this transformation, but those who do become powerful indeed-vrolikai usually rule large regions of unclaimed Abyssal land, and often serve as assassins or ambassadors to demon lords in need of an agent in a distant realm.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"vrolikai": { "copyof": "demon_vrolikai" },
	"demon_yaenit": {
		"name": "Demon, Yaenit",
		"sources": [
			"Bestiary 6",
			"Broken Chains",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"*Patches of fur adorn the sickly flesh of this gangly but muscular hyena-headed humanoid.*",
			"",
			"::mh[Yaenit]{cr=\"6\"}",
			"",
			"{SOURCE Bestiary 6/91;Broken Chains/29}  ",
			"**XP** 2,400  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +2; **Senses** darkvision 60 ft., see invisibility; Perception +10  ",
			"**Aura** hallucinatory aura (20 ft., DC 17)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 13, flat-footed 16 (+2 Dex, +1 dodge, +6 natural)  ",
			"**hp** 76 (8d10+32)  ",
			"**Fort** +10, **Ref** +8, **Will** +5  ",
			"**DR** 5/cold iron or good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** mwk falchion +14/+9 (2d4+7/18-20), bite +8 (1d6+2)  ",
			"**Special Attacks** break bones  ",
			"**Spell-Like Abilities** (CL 8th; concentration +11)  ",
			"*Constant*-see invisibility  ",
			"*At will*-darkness, greater teleport (self plus 50 lbs. of objects only)  ",
			"*3/day*-hold person (DC 16), vampiric touch  ",
			"*1/day*-{umr/summon} (level 3, 1 yaenit 40%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 14, **Con** 19, **Int** 9, **Wis** 13, **Cha** 16  ",
			"**Base Atk** +8; **CMB** +13; **CMD** 26  ",
			"**Feats** {feat/Cleave}, {feat/Dodge}, {feat/Iron Will}, {feat/Power Attack}  ",
			"**Skills** Acrobatics +11, Bluff +12, Climb +14, Intimidate +10, Knowledge (planes) +8, Perception +10, Stealth +11  ",
			"**Languages** Abyssal, Celestial, Draconic, Gnoll; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (the Abyss)  ",
			"**Organization** solitary, pack (2-5), or clan (6-12)  ",
			"**Treasure** standard (mwk falchion, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Break Bones (Ex)** Whenever a yaenit scores a critical hit with its bite attack, its opponent must succeed at a DC 19 Fortitude save or have its base speed reduced by 10 feet (to a minimum of 5 feet). This penalty remains until the affected creature benefits from any amount of magical healing or a successful DC 20 Heal check. The save DC is Strength-based.",
			"",
			"**Hallucinatory Aura (Su)** Any creature coming within 20 feet of a yaenit must succeed at a DC 17 Will save or succumb to the demon's foul, mind-warping magic. A creature affected by a yaenit's hallucinatory aura takes a -2 penalty on Will saves, caster level checks, Intelligence-based skill checks, and Wisdom-based skill checks for as long as it remains within the aura's range and for 1d4-1 rounds after leaving the area of effect. This is a mind-affecting effect. Whether or not the save is successful, an affected creature is immune to the same yaenit's hallucinatory aura for 24 hours. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Violent progenitors of Lamashtu's earthly broods, the yaenit demons' purpose is to protect Lamashtu's priestesses and their unholy spawn. Yaenits rise from the souls of evil mortals who in life were exceptionally cruel bullies and tormentors. Their resemblance to gnolls is no coincidence, as many yaenits form from the spirits of gnolls in the Abyss. Gnolls, for their part, revere yaenits as embodiments of Lamashtu's will, and worship these demons as representatives of both the Mother of Monsters and her unholy designs for her devoted gnoll followers.",
			"",
			"Terrifying predators, yaenits' deceptively stooped and gangly physiques belie the 300 pounds of knotted and powerful muscle tied to their solid black bones. A yaenit is 6-1/2 feet tall.",
			"",
			"**Family:** {family/Demon}"
		]
	},
	"yaenit": { "copyof": "demon_yaenit" }
}
