{
	"crone_queen": {
		"name": "Crone Queen",
		"sources": [
			"Bestiary 5",
			"Pathfinder #72: The Witch Queen's Revenge"
		],
		"description": [
			"*A cold, hateful light burns in the eye sockets of this corpse-like creature, whose withered skin is stretched over its icy bones.*",
			"",
			"::mh[Crone Queen]{cr=\"15\"}",
			"",
			"{SOURCE Bestiary 5/61;Pathfinder #72: The Witch Queen's Revenge/84}  ",
			"**XP** 51,200  ",
			"NE Medium undead (cold)  ",
			"**Init** +9; **Senses** darkvision 60 ft., lifesense; Perception +32  ",
			"**Aura** fear aura (30 ft., DC 25)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 30, touch 16, flat-footed 24 (+4 armor, +5 Dex, +1 Dodge, +10 natural)  ",
			"**hp** 209 (22d8+110); {umr/fast healing} 10  ",
			"**Fort** +13, **Ref** +14, **Will** +18  ",
			"**Defensive Abilities** {umr/channel resistance} +4; **DR** 10/cold iron and slashing; **Immune** cold, {umr/undead traits}; **SR** 26  ",
			"**Weaknesses** vulnerable to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** ice staff +27/+22/+17/+12 (1d6+14 plus 1d6 cold and energy drain) or 2 claws +22 (1d6+6 plus 1d6 cold and energy drain)  ",
			"**Special Attacks** cold, {umr/energy drain} (2 levels, DC 25), hexes (blight, evil eye, hoarfrost, ice tomb, misfortune), ice staff, unearthly cold  ",
			"**Spell-Like Abilities** (CL 19th; concentration +23)  ",
			"*Constant*-{spell/mage armor}  ",
			"*At will*-{spell/frost fall} (DC 16), ice missile (as {spell/magic missile}, but deals cold damage), {spell/obscuring mist}, {spell/screech} (DC 17)  ",
			"*3/day*-{spell/bestow curse} (DC 17), {spell/crushing despair} (DC 18), {spell/ice storm}, {spell/unshakable chill} (DC 16), {spell/wall of ice} (DC 18)  ",
			"*1/day*-{spell/cone of cold} (DC 19), {spell/freezing sphere} (DC 20), {spell/polar ray}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 23, **Dex** 20, **Con** -, **Int** 19, **Wis** 17, **Cha** 18  ",
			"**Base Atk** +16; **CMB** +22; **CMD** 38  ",
			"**Feats** {feat/Alertness}, {feat/Combat Casting}, {feat/Dodge}, {feat/Great Fortitude}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Lunge}, {feat/Mobility}, {feat/Power Attack}, {feat/Toughness}  ",
			"**Skills** Intimidate +29, Knowledge (arcana, history, nobility) +27, Perception +32, Sense Motive +32, Spellcraft +29, Stealth +30  ",
			"**Languages** Aklo, Common, Draconic, Giant, Sylvan",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold ruins  ",
			"**Organization** solitary, coven (3-6), or court (12-14)  ",
			"**Treasure** double",
			"",
			"::sh[Special Abilities]",
			"",
			"**Cold (Ex)** A crone queen's body generates intense cold, dealing 1d6 points of cold damage with its touch or when creatures attack it with unarmed strikes and natural attacks.",
			"",
			"**Hexes (Su)** A crone queen can use the hexes listed in its special attacks entry as a 20th-level witch . The save DC to resist a crone queen's hex is 24.",
			"",
			"**Ice Staff (Su)** As a free action, a crone queen can create a magic staff out of supernaturally hard ice that functions as a +5 frost quarterstaff. The crone queen can use her energy drain attack with this staff. The ice staff melts away instantly if it leaves the crone queen's hands.",
			"",
			"**Unearthly Cold (Su)** Half the cold damage caused by cold spells and spell-like abilities cast by the crone queen is not subject to cold resistance or immunity.",
			"",
			"::sh[Description]",
			"",
			"Crone queens are unique and deadly creatures formed from the frozen remains of Baba Yaga's daughters."
		]
	},
	"cruciarus": {
		"name": "Cruciarus",
		"sources": [ "Pathfinder #102: Breaking the Bones of Hell" ],
		"description": [
			"*The twisted, tormented frame of this ghostly spirit is reflected in the utter anguish that shines within its glaring eyes.*",
			"",
			"::mh[Cruciarus]{cr=\"12\"}",
			"",
			"{SOURCE Pathfinder #102: Breaking the Bones of Hell/84}  ",
			"**XP** 19,200  ",
			"LE Medium undead (incorporeal)  ",
			"**Init** +13; **Senses** darkvision 60 ft.; Perception +21",
			"",
			"::sh[Defense]",
			"",
			"**AC** 26, touch 26, flat-footed 16 (+6 deflection, +9 Dex, +1 dodge)  ",
			"**hp** 157 (15d8+90)  ",
			"**Fort** +13, **Ref** +16, **Will** +14  ",
			"**Defensive Abilities** {umr/incorporeal}; **Immune** {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 30 ft. (perfect)  ",
			"**Melee** 2 pain touches +20 (8d6/19-20)  ",
			"**Special Attacks** tortured gaze",
			"",
			"::sh[Statistics]",
			"",
			"**Str** -, **Dex** 28, **Con** -, **Int** 9, **Wis** 16, **Cha** 23  ",
			"**Base Atk** +11; **CMB** +20; **CMD** 37  ",
			"**Feats** {feat/Dodge}, {feat/Great Fortitude}, {feat/Improved Critical/ (pain touch)}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Mobility}, {feat/Spring Attack}  ",
			"**Skills** Fly +35, Perception +21, Stealth +27  ",
			"**Languages** Common",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary or torment (2-8)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Pain Touch (Su)** A cruciarus can attack twice per round with its incorporeal touch attack, dealing 8d6 points of damage on a hit as it causes wracking, agonizing pains to tear through the victim's body. This untyped damage penetrates all damage reduction, but does not harm undead. Whenever a creature is touched by a cruciarus (regardless of whether it takes damage or not), it must succeed at a DC 23 Fortitude save or be staggered from the pain for 1 round. Creatures that are immune to pain effects are immune to a cruciarus's pain touch. The save DC is Charisma-based.",
			"",
			"**Tortured Gaze (Su)** The method by which a cruciarus was tortured to death influences not only its appearance but also the effects of its gaze attack. Regardless of the actual effects, all cruciaruses' tortured gazes have a range of 30 feet, and the effects can be resisted with a successful DC 23 Fortitude save. The save DC is Charisma-based. Specific types of cruciaruses are listed below - those encountered in Kintargo during the events of \"Breaking the Bones of Hell\" are all starvation cruciaruses, formed from the souls of those who perished from doghousing over the course of the Adventure Path. Other forms of cruciaruses may exist beyond those detailed below, as society's capacity for torment knows few bounds.",
			"",
			"- Burning: This cruciarus was tortured to death via fire. Its incorporeal body seems to smoke and burn, and smoldering raw brands glow on its ghostly body from where red-hot coals or branding irons were used to inflict pain. The cruciarus's gaze deals 6d6 points of fire damage (Fortitude DC 23 half). A creature that takes damage from this gaze becomes outlined as if by faerie fire for 1d4 rounds as it is wreathed in ghostly flames. This type of cruciarus can rise from the application of other forms of energy used to torture - a person frozen to death would result in a cruciarus that deals cold damage, while electrocution would bring about a cruciarus that deals electricity damage.",
			"- Crushing: A cruciarus created from crushing endured incredible pressure that caused the breaking of bones or the rupturing of organs - being compressed under a slowly increasing pile of stones is one grisly example of this torment. The target of this cruciarus's gaze takes 6d6 points of bludgeoning damage (Fortitude DC 23 half) each round as its bones creak and snap and its body bruises horrifically. A creature that fails to save against this gaze effect is also treated as if grappled for 1 round.",
			"- Dislocation: This cruciarus was subjected to tortures designed to dislocate victims' joints. These methods often involve mechanical devices such the rack and the strappado, but also include death via crucifixion and via hanging. The cruciarus's arms, legs, and sometimes even neck bend in unnatural directions. Its gaze causes the victim's limbs to stiffen, affecting the victim as if by a slow spell for 1 round on a failed saving throw. Every time a creature fails two consecutive saving throws against this gaze effect, it takes 2 points of Strength drain.",
			"- Dismemberment: One, some, or all of the cruciarus's limbs were amputated during a long, drawn-out death - execution via beheading can cause a dismembered cruciarus as well. The creature's ghostly body bears the terrible wounds, with its dismembered parts obviously still in proper relation to each other but separated from the body by an inch or 2. The target of this cruciarus's gaze takes 6d6 points of slashing damage (Fortitude DC 23 half) each round as hideous wounds manifest on body parts analogous to those the undead lost. A creature that fails its saving throw against this gaze effect also takes 1d6 points of bleed damage.",
			"- Drowning: This cruciarus experienced real or simulated drowning. Variations include dunking chairs, forced ingestion, and waterboarding. A cruciarus who died this way always appears soaking wet, constantly dripping water that fades moments after running off its ghostly frame. The target of a drowned cruciarus's gaze attack experiences the panic of suffocation or drowning (even if it is normally able to breathe underwater), and on a failed Fortitude save it cannot speak and becomes nauseated for 1 round. Every time a creature fails two consecutive saving throws against this gaze effect, it takes 2 points of Constitution drain.",
			"- Impalement: One or more sharp objects perforated this cruciarus before death. The cruciarus's body still caries ghostly echoes of the spears, lances, or other weapons that impaled it. The target of this cruciarus's gaze takes 6d6 points of piercing damage (Fortitude DC 23 half) each round as ghostly blades pierce its flesh. A creature that fails to resist this effect is also staggered for 1 round from the pain.",
			"- Starvation: This cruciarus expired from a form of torture that involved starvation or dehydration. The wretched spirit seems emaciated and gaunt. A creature subjected to this cruciarus's gaze attack suffers wracking pangs of hunger or thirst and takes 6d6 points of nonlethal damage (Fortitude DC 23 half). A creature that fails its saving throw against this gaze effect also becomes fatigued - or exhausted if already fatigued.",
			"",
			"::sh[Description]",
			"",
			"Cruciaruses are also known as the tortured dead. These anguished, frightening creatures are the disembodied spirits of those who died while being tortured. A painful death is not enough to produce these undead; only prolonged and intentional torment, whether punitive or sadistic, gives rise to one.",
			"",
			"A cruciarus bears the unmistakable wounds of a torture victim. Curiously, the features of cruciaruses never quite match those of the creatures whose deaths spawn them. While most cruciaruses spawn from the souls of mortal humanoids, others could well arise from creatures that suffer enough torture - statistics for such cruciaruses are identical to those listed above, although changes to size (as in the case of tortured giants or dragons) may be necessary.",
			"",
			"### Ecology",
			"",
			"The exact triggers that cause torture victims to rise as cruciaruses are not entirely clear, although sheer magnitude certainly has an influence. A single or even small number of tortured victims never seems to be enough to result in a cruciarus; these mournful undead seem more apt to manifest when large numbers of victims are tortured, either at once or over an extended period of time. Curiously, deliberate attempts to trigger the formation of a cruciarus have failed to date, causing eager necromancers no small amount of frustration. The fact that cruciaruses do not resemble specific individuals who died of torture has caused many scholars to believe they comprise a sort of amalgamation of the torment suffered by many. No cruciarus remembers specific personal events from life, although they do recall regional events of public knowledge. And, of course, they always recall the cruel mechanics of their deaths. They seem to be driven not so much out of revenge as out of pure malice, and are as eager to inflict pain on the innocent as on those who continue to torture others in life.",
			"",
			"### Habitat",
			"",
			"Cruciaruses rarely travel far from where they form, although they don't seem to be bound specifically to sites of torment and death. They often haunt torture chambers hidden in basements and dungeons, though it is very uncommon for more than one cruciarus to spawn at such a site, regardless of the total number slain. In some cases, though, particularly when such tortures were performed in public, these undead form in larger groups, as if the mere fact of their deaths having been viewed by so many eyes gives rise to greater numbers of them. Cruciaruses are particularly common in regions like Cheliax and Nidal, where torture is raised to a high art. Necromancers in Geb employ controlled cruciaruses as interrogators and assassins, but must be careful lest the tortured dead turn against them."
		]
	},
	"crypt_flower": {
		"name": "Crypt Flower",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*A lone petal hangs over the opening of this bulbous, pitcher-shaped flower, which is flanked by a pair of serpentine vines.*",
			"",
			"::mh[Crypt Flower]{cr=\"7\"}",
			"",
			"{SOURCE Bestiary 6/67}  ",
			"**XP** 3,200  ",
			"N Large plant  ",
			"**Init** +1; **Senses** low-light vision, tremorsense 30 ft.; Perception +1",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 10, flat-footed 19 (+1 Dex, +10 natural, -1 size)  ",
			"**hp** 78 (12d8+24)  ",
			"**Fort** +10, **Ref** +5, **Will** +5  ",
			"**Immune** {umr/plant traits}; **Resist** acid 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft.  ",
			"**Melee** bite +13 (1d8+5 plus grab), 2 vines +13 (1d8+5 plus {umr/grab})  ",
			"**Ranged** toxin splash +9 (poison)  ",
			"**Space** 10 ft., **Reach** 10 ft. (20 ft. with vine)  ",
			"**Special Attacks** poison, {umr/swallow whole} (1d6 acid plus poison, AC 15, 7 hp)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 12, **Con** 14, **Int** -, **Wis** 13, **Cha** 6  ",
			"**Base Atk** +9; **CMB** +15 (+19 grapple); **CMD** 26 (30 vs. trip)  ",
			"**SQ** excavate, gushing wound",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary, pair, or copse (3-8)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Excavate (Ex)** A crypt flower can use its shoots to dig rapidly through soil, dirt, sand, or other loose ground. As a result of this constant excavation activity, the ground in a 20-foot radius around a crypt flower is treated as difficult terrain for all creatures except crypt flowers.",
			"",
			"**Gushing Wound (Ex)** Whenever an opponent scores a critical hit on a crypt flower with a slashing or piercing weapon, the flower's toxic fluids squirt out. The attacker and all creatures adjacent to the attacker must attempt a DC 18 Reflex save or be doused in toxic fluids and thus exposed to the crypt flower's poison. The save DC is Constitution-based.",
			"",
			"**Poison (Ex)** Contact; *save* Fort DC 18; *frequency* 1/round for 6 rounds; *effect* 1d4 Dex damage; *cure* 2 consecutive saves.",
			"",
			"**Toxin Splash (Ex)** As a standard action, a crypt flower can dip its vines into the toxic fluids within its pitcher and fling the liquid as a splash weapon with a range increment of 20 feet. A target struck, as well as all targets in the splash radius, are exposed to the crypt flower's poison (although creatures in the splash radius gain a +4 bonus on Fortitude saves to resist the poison). A crypt flower can use its toxin splash once every 1d4 rounds. The save DC is Dexterity-based.",
			"",
			"**Vines (Ex)** A crypt flower's vines are primary natural attacks that deal bludgeoning damage",
			"",
			"::sh[Description]",
			"",
			"Driven by pure instinct, this monstrously sized pitcher plant is much more aggressive than its more common and harmless insect-eating kin. Though a capable hunter, the crypt flower has no qualms about scavenging for its sustenance and eagerly devours living or rotting flesh. It maintains a proclivity for growing in graveyards and cemeteries, nursing itself on a diet of carrion, corpses, and vermin. Because the crypt flower gains its nutrients from decomposing organisms, the plant is nearly rootless and moves about by extending and retracting four thick clusters of rootlike shoots.",
			"",
			"The crypt flower's central, pitcher-shaped bulb is larger than an average adult human. A single petal hovers above the opening, acting as a sort of lid above rows of jagged spines that fold inward, overlapping each other almost like shark's teeth. As soon as a victim comes near this maw, the overhanging petal slams down and the flower rapidly constricts. Its spines gnaw upon the captured prey, drawing it into the large, hollow pitcher to be dissolved in sweet-scented but acidic and toxic nectar.",
			"",
			"In certain areas, bandit gangs or criminal organizations based in rural regions have taken the somewhat dangerous tradition of using crypt flowers to dispose of unwanted bodies. Since it makes no difference to a crypt flower whether it consumes an unwanted body and otherwise, complex pens or troughs are built to contain the flowers and limit their movements so that they can be \"fed\" with relative safety.",
			"",
			"Crypt flowers typically grow between 8 to 10 feet tall and weigh 320 pounds."
		]
	},
	"crypt_thing": {
		"name": "Crypt Thing",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*Shreds of leathery flesh cling to this skeletal figure's body, while twin motes of fiery light glow deep in its eye sockets.*",
			"",
			"::mh[Crypt Thing]{cr=\"5\"}",
			"",
			"{SOURCE Bestiary 2/60}  ",
			"**XP** 1,600  ",
			"NE Medium undead  ",
			"**Init** +6; **Senses** darkvision 60 ft., low-light vision; Perception +15  ",
			"**Aura** fear (10 ft., frightened for 1d4 rounds, Will DC 16 negates)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 13, flat-footed 16 (+2 Dex, +1 dodge, +6 natural)  ",
			"**hp** 52 (8d8+16)  ",
			"**Fort** +4, **Ref** +6, **Will** +8  ",
			"**Defensive Abilities** {umr/channel resistance} +2; **DR** 10/bludgeoning or magic; **Immune** {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 2 claws +10 (1d8+4)  ",
			"**Special Attacks** teleporting burst  ",
			"**Spell-Like Abilities** (CL 8th; concentration +10)  ",
			"*3/day*-quickened {spell/dimension door}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 19, **Dex** 14, **Con** -, **Int** 13, **Wis** 14, **Cha** 15  ",
			"**Base Atk** +6; **CMB** +10; **CMD** 23  ",
			"**Feats** {feat/Alertness}, {feat/Dodge}, {feat/Improved Initiative}, {feat/Lightning Reflexes}  ",
			"**Skills** Bluff +6, Intimidate +13, Knowledge (arcana) +6, Knowledge (dungeoneering) +5, Knowledge (history) +3, Perception +15, Sense Motive +15, Stealth +9  ",
			"**Languages** Common",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Teleporting Burst (Su)** Once per day, a crypt thing can teleport all creatures within 50 feet of it to randomly determined locations. The crypt thing can only affect creatures of which it is aware and to which it has line of sight. A successful DC 16 Will save negates this effect. An affected creature is teleported in a random direction (roll 1d8, with 1 indicating north and the other numbers indicating compass going clockwise) and a random distance (1d10 &times; 100 feet) away from the crypt thing; determine each creature's direction randomly. A teleported creature arrives in the closest open space to the determined destination, but must appear on a solid surface capable of supporting its weight. If there is no appropriate destination in that direction, the creature does not teleport at all. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Crypt things are undead creatures found guarding tombs, graves, and crypts. Necromancers and other spellcasters create them to guard such areas, and the crypt things never leave their appointed lairs, even to pursue enemies. Their warded area may be a single room or passage, an entire grave complex, or even a city-sized necropolis. Though naturally solitary, multiple crypt things may guard a common area, often in conjunction with constructs or other undead.",
			"",
			"A crypt thing only initiates combat if it is attacked or if the object or crypt it is guarding is touched or entered. Until this condition is met, a crypt thing is content to remain motionless - it may even answer questions or otherwise interact with visitors if its master has directed it to do so. Rumors exist of variant crypt things that do not teleport their foes, but instead paralyze opponents and turn them invisible, leaving victims to helplessly watch their allies being torn apart by the angry guardian.",
			"",
			"### Creation",
			"",
			"A 15th-level spellcaster can create a crypt thing using create undead. The spell also requires the creator or an assistant to be able to cast teleport, greater teleport, or word of recall (or provide this magic from a scroll or other source)."
		]
	},
	"cryptguard": {
		"name": "Cryptguard",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This elegantly sculpted marble statue depicts a winged woman dressed in flowing robes, but with a raven's skull for a head.*",
			"",
			"::mh[Cryptguard]{cr=\"9\"}",
			"",
			"{SOURCE Bestiary 6/68}  ",
			"**XP** 6,400  ",
			"N Medium construct  ",
			"**Init** +3; **Senses** darkvision 60 ft., low-light vision; Perception +1  ",
			"**Aura** consecration (30 ft., DC 12)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 23, touch 13, flat-footed 20 (+3 Dex, +10 natural)  ",
			"**hp** 111 (14d10+34)  ",
			"**Fort** +4, **Ref** +7, **Will** +5  ",
			"**DR** 10/adamantine; **Immune** {umr/construct traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 2 slams +21 (2d6+10)  ",
			"**Special Attacks** sanctification",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 25, **Dex** 17, **Con** -, **Int** -, **Wis** 12, **Cha** 1  ",
			"**Base Atk** +14; **CMB** +21; **CMD** 34  ",
			"**Feats** {feat/Toughness}  ",
			"**Skills** Perception +1, Stealth +0 (+8 when freezing); **Racial Modifiers** +8 Stealth when freezing  ",
			"**SQ** {umr/freeze} (statue), powerful blows (slam), spirit touch",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or gang (3-6)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Consecration Aura (Su)** Cryptguards emit a 30-foot aura of consecration. Undead cannot be summoned or created within this area, and existing undead take a -2 penalty on attack rolls, damage rolls, and saving throws within this area. Additionally, the DC to resist positive channeled energy in the area increases by 2, which stacks with the effects from the consecration auras of other cryptguards to a maximum increase of 6.",
			"",
			"**Sanctification (Su)** A corporeal creature slain by a cryptguard cannot be transformed into an undead creature unless the body is allowed to lie in state for a minimum of 24 hours in an area under the effects of a desecrate or an unhallow spell. If an undead creature destroyed by a cryptguard has an ability that allows it to reform (such as a ghost's rejuvenation or a vampire's incapacitation), this reformation is delayed by a number of days equal to the cryptguard's Hit Dice (14 days for the typical cryptguard).",
			"",
			"**Spirit Touch (Su)** A cryptguard's slam attacks have the ghost touch weapon special ability.",
			"",
			"::sh[Description]",
			"",
			"Cryptguards act as a first line of defense against the menace of the dead rising from their graves. Cryptguards stand ever-vigilant in tombs, graveyards, and sepulchers, ensuring that the bodies and souls of the departed do not return to unlife to menace the living.",
			"",
			"Cryptguards stand over 7 feet tall and weigh approximately 1,000 pounds.",
			"",
			"### Construction",
			"",
			"A cryptguard is carved from 1,200 pounds of consecrated marble that costs 3,500 gp.",
			"",
			"**CL** 12th; **Price** 46,500 gp",
			"",
			"**Requirements** {feat/Craft Construct}, {spell/animate objects}, {spell/consecrate}, {spell/disrupting weapon}, {spell/geas//quest}, and {spell/planar ally}, creator must be caster level 12th; Skill Craft (sculpture) DC 20; **Cost** 25,000 gp"
		]
	},
	"crysmal": {
		"name": "Crysmal",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*An animated cluster of translucent crystals shaped disturbingly like a gemstone scorpion scuttles into an aggressive stance.*",
			"",
			"::mh[Crysmal]{cr=\"3\"}",
			"",
			"{SOURCE Bestiary 2/61}  ",
			"**XP** 800  ",
			"N Small outsider (earth, elemental)  ",
			"**Init** +2; **Senses** darkvision 60 ft., crystal sense; Perception +11",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 13, flat-footed 15 (+2 Dex, +4 natural, +1 size)  ",
			"**hp** 26 (4d10+4)  ",
			"**Fort** +7, **Ref** +8, **Will** +2  ",
			"**DR** 5/bludgeoning; **Immune** cold, fire; **Resist** electricity 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., burrow 20 ft.  ",
			"**Melee** sting +7 (2d6+3)  ",
			"**Special Attacks** shard spike +7 (3d6, range increment 60 ft.)  ",
			"**Spell-Like Abilities** (CL 4th; concentration +6)  ",
			"*At will*-{spell/detect magic}, {spell/ghost sound} (DC 12), {spell/mage hand}, {spell/silent image} (DC 13)  ",
			"*3/day*-{spell/dimension door}, {spell/sanctuary} (DC 13), {spell/touch of idiocy} (DC 14)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 15, **Dex** 14, **Con** 13, **Int** 6, **Wis** 13, **Cha** 14  ",
			"**Base Atk** +4; **CMB** +5; **CMD** 17 (29 vs. trip)  ",
			"**Feats** {feat/Great Fortitude}, {feat/Lightning Reflexes}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Acrobatics +9, Climb +9, Perception +11, Stealth +13 (+15 in rocky areas); **Racial Modifiers** +2 Stealth in rocky areas  ",
			"**Languages** Terran",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground (Plane of Earth)  ",
			"**Organization** solitary or cluster (2-5)  ",
			"**Treasure** standard (gems and magic gemstones only)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Crystal Sense (Sp)** Crysmals can sense the presence of any crystals or gems within 30 feet as if using the scent ability.",
			"",
			"**Shard Spike (Ex)** Once per day, a crysmal can launch its tail spike as a ranged attack that shatters when it hits, dealing 3d6 points of piercing damage to the target and 1d4 points of piercing damage to all creatures in adjacent squares. The spike regrows in 24 hours, but until it does, its impaired sting does only 1d6+3 damage.",
			"",
			"::sh[Description]",
			"",
			"Scorpion-like crysmals originate in the deepest caverns of the Plane of Earth. On rare occasions, these strange creatures wind up on the Material Plane, usually in subterranean areas rich with natural gem and crystal formations. The crystalline planes of their bodies absorb and refract natural light, which some claim is the source of their supernatural powers.",
			"",
			"Singular in purpose, a crysmal seeks only to reproduce. It does so by gathering stone crystals and gemstones, fashioning them into a Tiny facsimile of its own body, and jolting the new creature to life with a burst of the crysmal's own life energy. These newly created crysmals are known as shardlings (treat as a crysmal with the young creature simple template), and grow to adulthood after a few months of gorging on crystals and gemstones.",
			"",
			"To make a single shardling, a crysmal requires 1,000 gp worth of crystals. Until it has enough material to reproduce, it stores these gems inside its body, and if slain, the gems are visible among the shards of the creature's corpse. Because of this reproductive need for gemstones, crysmals are relentless in their pursuit of the treasures, valuing them much as other living creatures value infants of their own race. Crysmals do not recognize that other creatures treat gems as wealth, and attempt to seize gems carried by others whenever the opportunity arises. A crysmal normally uses its spell-like abilities to befuddle opponents, grabbing at pouches with gems when the bearer is distracted, and normally only resorts to physical violence once all other tactics fail."
		]
	},
	"cuero": {
		"name": "Cuero",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*The pink, fleshy underside of this flat, aquatic creature features a large circular maw of fangs.*",
			"",
			"::mh[Cuero]{cr=\"5\"}",
			"",
			"{SOURCE Bestiary 5/62}  ",
			"**XP** 1,600  ",
			"N Large aberration (aquatic)  ",
			"**Init** +6; **Senses** blindsense 30 ft., darkvision 60 ft.; Perception +12",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 11, flat-footed 17 (+2 Dex, +8 natural, -1 size)  ",
			"**hp** 59 (7d8+28)  ",
			"**Fort** +6, **Ref** +4, **Will** +7",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., swim 40 ft.  ",
			"**Melee** slam +10 (1d6+9 plus {umr/grab})  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** {umr/blood drain} (1d2 Constitution), {umr/constrict} (1d6+9), muddy cloud",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 22, **Dex** 15, **Con** 18, **Int** 6, **Wis** 15, **Cha** 9  ",
			"**Base Atk** +5; **CMB** +12 (+16 grapple); **CMD** 24  ",
			"**Feats** {feat/Blind-Fight}, {feat/Combat Reflexes}, {feat/Improved Initiative}, {feat/Skill Focus/ (Stealth)}  ",
			"**Skills** Perception +12, Stealth +11 (+21 in mud or muddy water), Swim +14; **Racial Modifiers** +10 Stealth in mud or muddy water  ",
			"**Languages** Aklo  ",
			"**SQ** amphibious, {umr/compression}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate lakes or rivers  ",
			"**Organization** solitary, pair, or pack (3-5)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Muddy Cloud (Ex)** A cuero can flap about in the water within 10 feet of a riverbed or lake bed and stir up mud, pebbles, sand, silt, and other debris. This creates a hemispherical cloud in the nearby water with a radius of 30 feet (or to the edge of the water, whichever is closer). The cloud obscures all vision, including darkvision, beyond 5 feet. Creatures 5 feet away have {rule/concealment}, while those farther away have total concealment. In non-flowing water, the muddy cloud dissipates in 2d6 rounds. In flowing water, the duration is reduced by 1 round for every 10 feet per round the water flows beyond 20 feet.",
			"",
			"::sh[Description]",
			"",
			"Farmers who graze their cattle near slow-moving rivers or placid lakes warn their neighbors when rumors of a cuero pass from village to village. These strange, flat creatures haunt waterways in search of large prey to satisfy their voracious appetites. When more passive, cueros lie in wait at the bottom of a lake or river for suitable prey to swim overhead. In lean times, cueros sit just beneath the water's surface near the shore and stay perfectly still until an animal comes near to drink. They sometimes even bury themselves in the muddy banks of a river to surprise passersby.",
			"",
			"When prey gets within reach of a cuero, it strikes from camouflage. It wraps its prey up in its leathery hide and begins draining its victim's blood. After feeding, the cuero discards the drained husk on the riverbank or drags it into the water to float downriver. Cueros prefer the ease of catching Small and Medium mammals, but they seem to have a special taste for Medium and Large ungulates. When their preferred prey is unavailable, cueros act as bottom feeders, sifting through the lake bed or river bottom in search of crabs, clams, and slow moving fish. Following this behavior, cueros can strip fishing areas of fauna, an act that enrages local anglers.",
			"",
			"Most cueros prowl muddy waterways alone, capitalizing on choice hunting grounds, but some cueros form small families and dig out dens in lakebeds and beneath riverbanks. These crude structures often house only a handful of these creatures. When a den reaches capacity, one or two cueros set off to form their own group instead of expanding the current den.",
			"",
			"Cueros typically keep to small family groups, but when the full moon occurs on an equinox or a solstice, these creatures crowd the bodies of water they call home. These congregations are unsettling to witness, as the creatures thrash about in the water and emit droning moans punctuated with the chittering of their rasping teeth. Many scholars believe these gatherings to be mass breeding events, and those able to speak to cueros find that the creatures believe that the strongest of their kind are conceived during these times.",
			"",
			"Cueros aren't very intelligent, but they can speak and understand Aklo. Their normal lines of conversation are often confusing, as the creatures tend to ramble on when speaking about topics such as food, water conditions, and the phases of the moon.",
			"",
			"A cuero's flat, rounded body spans 10 feet, and the beast weighs close to 1,000 pounds."
		]
	},
	"cursed_king": {
		"name": "Cursed King",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*This desiccated figure wears linen wrappings and tarnished jewelry. Its humanoid body is topped with a withered crocodile head.*",
			"",
			"::mh[Cursed King]{cr=\"10\"}",
			"",
			"{SOURCE Bestiary 5/63}  ",
			"**XP** 9,600  ",
			"CE Medium undead  ",
			"**Init** +4; **Senses** darkvision 60 ft.; Perception +12  ",
			"**Aura** demanding aura (30 ft., DC 20, 1d4 rounds)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 24, touch 14, flat-footed 20 (+4 Dex, +10 natural)  ",
			"**hp** 119 (14d8+56)  ",
			"**Fort** +9, **Ref** +8, **Will** +13  ",
			"**DR** 10/-; **Immune** {umr/undead traits}  ",
			"**Weaknesses** vulnerable to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +20 (1d8+10/19-20), 2 slams +20 (1d6+10)  ",
			"**Special Attacks** berserk, bestial curse",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 30, **Dex** 19, **Con** -, **Int** 3, **Wis** 19, **Cha** 16  ",
			"**Base Atk** +10; **CMB** +20; **CMD** 34  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Following Step}, {feat/Great Fortitude}, {feat/Improved Critical/ (bite)}, {feat/Power Attack}, {feat/Step Up}, {feat/Step Up and Strike}, {feat/Toughness}  ",
			"**Skills** Perception +12, Stealth +16  ",
			"**Languages** Abyssal (can't speak)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm ruins  ",
			"**Organization** solitary or court (2-8)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Berserk (Ex)** When a cursed king enters combat, there is a cumulative 1% chance each round that its tortured spirit breaks free and the creature goes berserk. This chance resets to 0% after 1 minute of inactivity. A berserk cursed king attacks the nearest living creature (or smashes some object smaller than itself if no creature is within reach). The undead's creator, if within 60 feet, can try to regain control by speaking firmly and persuasively to the creature with a successful DC 20 Charisma check.",
			"",
			"**Bestial Curse (Su)** When a cursed king is destroyed, it unleashes a final curse on all creatures within a 30-foot radius. This curse slowly robs the targets of their minds and bodies, eventually transforming them into animals of the same type as the animal head sewn to the cursed king's body. All creatures in the area must succeed at a DC 21 Will save or take 1d6 points of Wisdom damage and 1d6 points of Charisma damage. The Accursed creature doesn't benefit from effects that remove ability damage. Once cursed, the target must succeed at a Will save every 24 hours or take ability damage again. Once the target's Charisma or Wisdom score is reduced to 0, the victim is transformed into a mundane animal as per baleful polymorph, and is automatically treated as if it failed the second Will save to retain its mind. At this point, the creature receives the typical Wisdom and Charisma of that animal and stops taking ability damage. This is a curse effect, and the save DC is Charisma-based.",
			"",
			"**Demanding Aura (Su)** All creatures within a 30-foot radius that can see a cursed king must succeed at a DC 20 Will save or be terrified into subservience. A creature that fails its saving throw gains the cowering condition for 1d4 rounds. A creature that successfully saves is not subject to the same cursed king's demanding aura for 24 hours. This is a mind-affecting fear effect, and the save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Pharaohs punish disloyal subjects in horrific ways, especially usurpers, rebel leaders, and false prophets who attempt to subvert the order of the nation and the loyalty of the ruler's other followers. After torture and decapitation, the rebels' souls are bound back into their mutilated bodies, transforming them into mummified mockeries of ambition and authority that exist for eternity in unliving agony."
		]
	},
	"cutlass_spider": {
		"name": "Cutlass Spider",
		"sources": [
			"Bestiary 6",
			"Pathfinder #15: The Armageddon Echo"
		],
		"description": [
			"*This spiderlike creature seems to be made entirely out of weapons and splintered planks, its legs ending in curved blades.*",
			"",
			"::mh[Cutlass Spider]{cr=\"6\"}",
			"",
			"{SOURCE Bestiary 6/69;Pathfinder #15: The Armageddon Echo/84}  ",
			"**XP** 2,400  ",
			"N Large construct  ",
			"**Init** +3; **Senses** darkvision 60 ft., low-light vision; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 12, flat-footed 16 (+3 Dex, +7 natural, -1 size)  ",
			"**hp** 74 (8d10+30)  ",
			"**Fort** +2, **Ref** +5, **Will** +2  ",
			"**Defensive Abilities** all-around vision; **DR** 5/adamantine; **Immune** {umr/construct traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., climb 30 ft.  ",
			"**Melee** bite +12 (1d8+5), 2 claws +12 (1d8+5)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** collapse, weapon thief",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 16, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +8; **CMB** +14 (+16 disarm); **CMD** 27 (29 vs. disarm)  ",
			"**Feats** {feat/Improved Disarm}, {feat/Power Attack}  ",
			"**Skills** Climb +13, Stealth -1 (+7 when collapsed); **Racial Modifiers** +8 Stealth when collapsed  ",
			"**SQ** shared enhancement",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Collapse (Su)** As a standard action, a cutlass spider can fall into a heap of blades and parts. Any creature occupying a square adjacent to a cutlass spider when it collapses must succeed at a DC 17 Reflex save or take 2d6+5 points of slashing and piercing damage. While collapsed, a cutlass spider is considered prone and can take no action other than to reform itself as a standard action. The save DC is Dexterity-based.",
			"",
			"**Shared Enhancement (Su)** Should a cutlass spider have a magical weapon incorporated into its body (either given to it by its creator or stolen via its weapon thief ability), it applies the weapon's enhancement bonus and special abilities to all of its natural attacks. The construct benefits from the abilities of only the highest-value magical weapon incorporated into its body. For example, a cutlass spider that incorporates a +1 flaming short sword gains a +1 enhancement bonus and the effects of the flaming special ability on its claw and bite attacks. Should it later acquire a +3 holy quarterstaff, the effects of the short sword are replaced, and its claws and bite gain a +3 enhancement bonus and the holy special ability.",
			"",
			"**Weapon Thief (Ex)** A cutlass spider that disarms an opponent incorporates the disarmed weapon into its body. The weapon cannot be retrieved until the cutlass spider is destroyed.",
			"",
			"::sh[Description]",
			"",
			"Named for their association with mages in the service of privateer crews and pirate lords, cutlass spiders serve their creators as enforcers, bodyguards, and occasionally assassins. They are 8 feet long and weigh 1,500 pounds.",
			"",
			"### Construction",
			"",
			"A cutlass spider is an amalgam of weapons worked into a cage-like frame of wood or metal. These materials cost a total of 400 gp.",
			"",
			"**CL** 9th; **Price** 18,400 gp",
			"",
			"**Requirements** {feat/Craft Construct}, {spell/keen edge}, {spell/lesser geas}, and {spell/telekinesis}; Skill Craft (weapons) DC 15; **Cost** 9,400 gp"
		]
	},
	"cyclops": {
		"name": "Cyclops",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*A single huge eye stares from the forehead of this nine-foot-tall giant. Below this sole orb, an even larger mouth gapes like a cave.*",
			"",
			"::mh[Cyclops]{cr=\"5\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/52}  ",
			"**XP** 1,600  ",
			"NE Large humanoid (giant)  ",
			"**Init** -1; **Senses** low-light vision; Perception +11",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 8, flat-footed 19 (+4 armor, -1 Dex, +7 natural, -1 size)  ",
			"**hp** 65 (10d8+20)  ",
			"**Fort** +9, **Ref** +2, **Will** +4  ",
			"**Defensive Abilities** {umr/ferocity}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** greataxe +11/+6 (3d6+7/&times;3)  ",
			"**Ranged** heavy crossbow +5 (2d8/19-20)  ",
			"**Space** 10 ft., **Reach** 10 ft.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 8, **Con** 15, **Int** 10, **Wis** 13, **Cha** 8  ",
			"**Base Atk** +7; **CMB** +13; **CMD** 22  ",
			"**Feats** {feat/Alertness}, {feat/Cleave}, {feat/Great Cleave}, {feat/Improved Bull Rush}, {feat/Power Attack}  ",
			"**Skills** Intimidate +9, Perception +11, Profession (soothsayer) +10, Sense Motive +5, Survival +6; **Racial Modifiers** +8 Perception  ",
			"**Languages** Common, Cyclops, Giant  ",
			"**SQ** flash of insight",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any temperate or tropical  ",
			"**Organization** solitary or conclave (2-6) or tribe (7-18)  ",
			"**Treasure** standard ({eq-armor/hide armor}, Large {eq-weapon/greataxe}, Large {eq-weapon/heavy crossbow}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Flash of Insight (Su)** Once per day as an immediate action, a cyclops can peer into an occluded visual spectrum of possible futures, gaining insight that allows it to select the exact result of one die roll before the roll is made. This effect can alter an action taken by the cyclops only, and cannot be applied to the rolls of others.",
			"",
			"::sh[Description]",
			"",
			"Many thousands of years ago, the solemn cyclopes ruled vast kingdoms, yet today their glories are long forgotten. What few cyclopes survive seldom aspire higher than protecting their lairs and seeking out their next meals. This latter task occupies a great deal of their focus, for the monstrous appetites and vacuous hunger of the cyclopes control the race's destiny and may have led to their original downfall so long ago.",
			"",
			"The average cyclops stands 9 feet tall and weighs 600 pounds. Both males and females are almost completely bald, with stringy patches of dark hair occasionally hanging down from above the ears. A bushy, expressive brow couples with a cyclops's massive eye to make the creature's attitude easily known.",
			"",
			"Cyclopean history is a vanishing thing inscribed on the crumbling walls of vine-choked lost cities that fell long before even the rise of the elves, when dragons and giants ruled a landscape unspoiled by the petty ephemeral races that rule today. Because things have fallen so far, a given cyclops is less likely to know the near-mythic triumphs of lost ages than even a semi-educated human.",
			"",
			"Ancient records, the oral traditions of other giantish races, and the scattered accounts of tribal natives of the southern jungles speak of much larger, more primal {monster/\"great cyclop/es,\">s} imposing titans with shaggy legs and a massive horn above an inquisitive eye. These creatures are thought to have been either the leaders or the war beasts of the ancient race, and modern cyclopes honor them as elusive, destructive living gods."
		]
	},
	"cyclops_cyclops_grand_eye": {
		"name": "Cyclops, Cyclops Grand-Eye",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"*This enormous woman's eye darts constantly, never settling or focusing. Scrolls dangle from the belt that encircles her chiton.*",
			"",
			"::mh[Cyclops Grand-Eye]{cr=\"10\"}",
			"",
			"{SOURCE Inner Sea Monster Codex/20}  ",
			"**XP** 9,600  ",
			"Cyclops oracle (cyclopean seer) 8  ",
			"N Large humanoid (giant)  ",
			"**Init** -1; **Senses** low-light vision; Perception +16",
			"",
			"::sh[Defense]",
			"",
			"**AC** 21, touch 8, flat-footed 21 (+6 armor, -1 Dex, +7 natural, -1 size)  ",
			"**hp** 153 (18 HD; 10d8+8d8+72)  ",
			"**Fort** +12, **Ref** +4, **Will** +13  ",
			"**Defensive Abilities** {umr/ferocity}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft.  ",
			"**Melee** +1 quarterstaff +17/+12/+7 (1d8+7), bite +11 (1d8+2 plus {umr/grab})  ",
			"**Ranged** heavy crossbow +11 (2d8/19-20)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Oracle Spells Known** (CL 8th; concentration +11)  ",
			"*4th (3/day)*-{spell/arcane sight}, {spell/inflict critical wounds} (DC 17), {spell/summon monster IV}  ",
			"*3rd (6/day)*-{spell/bestow curse} (DC 16), {spell/detect thoughts} (DC 16), {spell/inflict serious wounds} (DC 16), {spell/speak with dead} (DC 16)  ",
			"*2nd (7/day)*-{spell/aid}, {spell/cure moderate wounds}, {spell/inflict moderate wounds} (DC 15), {spell/silence} (DC 15), {spell/true strike}  ",
			"*1st (7/day)*-{spell/command} (DC 14), {spell/comprehend languages}, {spell/detect poison}, {spell/divine favor}, {spell/obscuring mist}, {spell/shield of faith}  ",
			"*0 (at will)*-{spell/bleed} (DC 13), {spell/create water}, {spell/detect magic}, {spell/guidance}, {spell/know direction}, {spell/purify food and drink}, {spell/stabilize}, {spell/virtue}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 19, **Dex** 8, **Con** 17, **Int** 14, **Wis** 15, **Cha** 16  ",
			"**Base Atk** +13; **CMB** +18; **CMD** 27  ",
			"**Feats** {feat/Alertness}, {feat/Brew Potion}, {feat/Combat Casting}, {feat/Extra Revelation}, {feat/Iron Will}, {feat/Power Attack}, {feat/Scribe Scroll}, {feat/Skill Focus} (Knowledge [history]), {feat/Toughness}  ",
			"**Skills** Diplomacy +10, Heal +7, Knowledge (arcana) +13, Knowledge (geography) +9, Knowledge (history) +21, Knowledge (local) +11, Knowledge (nature) +10, Knowledge (nobility) +10, Knowledge (planes) +11, Knowledge (religion) +11, Linguistics +9, Perception +16, Perform (oratory) +5, Profession (soothsayer) +13, Sense Motive +19, Spellcraft +15, Survival +7; **Racial Modifiers** +8 Perception  ",
			"**Languages** Aklo, Celestial, Common, Cyclops, Draconic, Dwarven, Giant, Orc, Terran  ",
			"**SQ** flash of insight, oracle's curse (hunger), revelations (assume fate [3/day], brutal trance [8 rounds], doomsaying [3/day], wisdom of the ancestors [commune, 1/day])  ",
			"**Combat Gear** potions of {spell/cure moderate wounds} (2), potion of {spell/invisibility} (2), potion of {spell/protection from chaos}, scrolls of {spell/dispel magic} (2), scroll of {spell/locate object}, scrolls of {spell/remove curse} (2), scrolls of {spell/tongues} (2), wand of {spell/cure light wounds} (15 charges), wand of {spell/inflict serious wounds} (8 charges), wand of {spell/lesser restoration} (9 charges), {eq-weapon/holy water} (2); **Other Gear** +2 {eq-armor/hide armor}, +1 {eq-weapon/quarterstaff}, {eq-weapon/heavy crossbow} with 20 bolts, {magic-wondrous/headband of alluring charisma +2}, {eq-misc/antitoxin} (2)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any temperate or tropical",
			"",
			"::sh[Description]",
			"",
			"Despite their inherent divinatory gift, few cyclopes embrace the path of the grand-eye. A dedicated minority - respected and even revered by their brethren - retain some semblance of their peoples' grandeur. Though still cursed with great rages and ravenous hunger, grand-eyes temper those primal urges with spiritual wisdom and historical insight. Most live apart from their kind, advising only occasionally, for fear that other cyclopes' terrible impulses will drag them down as well. The grand-eyes are legendary prophets, and sometimes meddle in other races' affairs by offering prophecy, spells, and magical goods."
		]
	},
	"cyclops_grand_eye": { "copyof": "cyclops_cyclops_grand_eye" },
	"cyclops_cyclops_lorekeeper": {
		"name": "Cyclops, Cyclops Lorekeeper",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"*Ancient tomes and ornate robes lend this towering one-eyed figure an intellectual air, balanced by his toned muscles and a lingering stench of blood.*",
			"",
			"::mh[Cyclops Lorekeeper]{cr=\"13\"}",
			"",
			"{SOURCE Inner Sea Monster Codex/21}  ",
			"**XP** 25,600  ",
			"Cyclops arcanist 11  ",
			"NE Large humanoid (giant)  ",
			"**Init** +4; **Senses** low-light vision; Perception +29",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 10, flat-footed 18 (+1 deflection, +8 natural, -1 size)  ",
			"**hp** 146 (21 HD; 11d6+10d8+63)  ",
			"**Fort** +13, **Ref** +7, **Will** +15  ",
			"**Defensive Abilities** {umr/ferocity}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** quarterstaff +15/+10/+5 (1d8+6)  ",
			"**Ranged** mwk heavy crossbow +12 (2d8/19-20)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** arcane reservoir (6/14), arcanist exploits (consume magic items, counterspell, energy shield, greater counterspell, metamagic knowledge, potent magic), consume spells  ",
			"**Arcanist Spells Prepared** (CL 11th; concentration +16)  ",
			"*5th*-{spell/teleport}, {spell/wall of force}  ",
			"*4th*-{spell/enervation}, {spell/greater invisibility}, {spell/scrying} (DC 19)  ",
			"*3rd*-{spell/air geyser} (DC 18), {spell/arcane sight}, {spell/dispel magic}, {spell/lightning bolt} (DC 18)  ",
			"*2nd*-{spell/aggressive thundercloud} (DC 17), {spell/blindness//deafness} (DC 17), {spell/locate object}, {spell/resist energy}, {spell/scorching ray}  ",
			"*1st*-{spell/comprehend languages}, {spell/mage armor}, {spell/magic missile}, {spell/ray of enfeeblement} (DC 16), {spell/shield}  ",
			"*0 (at will)*-{spell/acid splash}, {spell/arcane mark}, {spell/daze} (DC 15), {spell/detect magic}, {spell/detect poison}, {spell/ghost sound} (DC 15), {spell/light}, {spell/mage hand}, {spell/read magic}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 19, **Dex** 10, **Con** 15, **Int** 20, **Wis** 15, **Cha** 12  ",
			"**Base Atk** +12; **CMB** +17; **CMD** 28  ",
			"**Feats** {feat/Alertness}, {feat/Combat Casting}, {feat/Extend Spell}, {feat/Improved Initiative}, {feat/Improved Natural Armor}, {feat/Iron Will}, {feat/Magical Aptitude}, {feat/Scribe Scroll}, {feat/Skill Focus} (Knowledge [arcana]), {feat/Skill Focus} (Knowledge [history]), {feat/Spell Penetration}, {feat/Toughness}  ",
			"**Skills** Appraise +17, Knowledge (arcana) +29, Knowledge (geography) +17, Knowledge (history) +29, Knowledge (local) +15, Knowledge (nature) +15, Knowledge (planes) +16, Knowledge (religion) +17, Linguistics +19, Perception +29, Sense Motive +27, Spellcraft +25, Survival +6, Use Magic Device +29; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Aklo, Aquan, Auran, Celestial, Common, Cyclops, Draconic, Dwarven, Elven, Giant, Gnoll, Goblin, Halfling, Ignan, Infernal, Orc, Sylvan, Terran  ",
			"**SQ** flash of insight  ",
			"**Combat Gear** potions of {spell/invisibility} (2), scrolls of {spell/dimension door} (2), scroll of {spell/explosive runes}, scroll of {spell/grease}, scrolls of {spell/identify} (2), scroll of {spell/meld into stone}, scroll of {spell/remove curse}, scroll of {spell/stone shape}, wand of {spell/cure serious wounds} (6 charges), wand of {spell/magic missile} (19 charges); **Other Gear** mwk {eq-weapon/heavy crossbow} with 22 bolts, {eq-weapon/quarterstaff}, {magic-wondrous/amulet of natural armor +1}, {magic-wondrous/cloak of resistance +1}, {magic-wondrous/headband of vast intelligence +4}, {magic-ring/ring of protection +1}, {eq-misc/backpack}, {eq-misc/scroll case}, {eq-misc/spellbook} (contains all 0-level spells and all prepared spells as well as an additional four 1st-level, two 2nd-level, four 3rd-level, three 4th-level, and three 5th-level spells of the GM's choice)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any temperate or tropical",
			"",
			"::sh[Description]",
			"",
			"Cyclops lorekeepers scour Golarion for the secrets of their ancestors, hoping to rekindle the wisdom and majesty their race once embodied. Driven by obsession and the faintest hints of dream-whispered prophecies, they pursue their intellectual goals with a dispassionate violence, crushing anything and anyone that threatens their goal of restoring the enlightened cyclops civilizations of old. Already among the wisest and most learned of their dwindling kind, lorekeepers attempt to uncover ever more of the knowledge and wisdom of ancient Ghol-Gan.",
			"",
			"These studied cyclopes are the closest thing the race has to true adventurers, raiding ancient ruins for lore, and even infiltrating the lands of younger races to plumb their libraries. Many attract like-minded cohorts, though more often their power attracts less civilized cyclopes hoping for leadership and protection against the human usurpers."
		]
	},
	"cyclops_lorekeeper": { "copyof": "cyclops_cyclops_lorekeeper" },
	"cyclops_cyclops_manhunter": {
		"name": "Cyclops, Cyclops Manhunter",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"*This cyclops warrior clad in leathers and a flowing hood looms over the terrain. A heavy axe stained with gore serves as a warning for opponents who dare draw closer.*",
			"",
			"::mh[Cyclops Manhunter]{cr=\"7\"}",
			"",
			"{SOURCE Inner Sea Monster Codex/18}  ",
			"**XP** 3,200  ",
			"Cyclops ranger 2  ",
			"NE Large humanoid (giant)  ",
			"**Init** +1; **Senses** low-light vision; Perception +21",
			"",
			"::sh[Defense]",
			"",
			"**AC** 21, touch 10, flat-footed 20 (+4 armor, +1 Dex, +7 natural, -1 size)  ",
			"**hp** 80 (12 HD; 10d8+2d10+24)  ",
			"**Fort** +13, **Ref** +8, **Will** +6  ",
			"**Defensive Abilities** {umr/ferocity}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** mwk greataxe +17/+12 (3d6+10/&times;3)  ",
			"**Ranged** +1 composite longbow +10/+5 (2d6+8/&times;3)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** combat style (two-handed weapon), favored enemy (humans +2)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 25, **Dex** 12, **Con** 15, **Int** 8, **Wis** 15, **Cha** 10  ",
			"**Base Atk** +9; **CMB** +17 (+19 bull rush); **CMD** 28 (30 vs. bull rush)  ",
			"**Feats** {feat/Alertness}, {feat/Cleave}, {feat/Great Cleave}, {feat/Improved Bull Rush}, {feat/Power Attack}, {feat/Skill Focus/ (Survival)}, {feat/Weapon Focus/ (greataxe)}  ",
			"**Skills** Intimidate +7, Perception +21, Sense Motive +6, Survival +21; **Racial Modifiers** +8 Perception  ",
			"**Languages** Common, Cyclops, Giant  ",
			"**SQ** flash of insight, track +1, wild empathy +2  ",
			"**Combat Gear** potion of {spell/cure serious wounds}, {eq-misc/smokestick}, {eq-weapon/tanglefoot bag/s} (2); **Other Gear** +1 {eq-armor/studded leather}, +1 {eq-weapon/composite longbow} (+7 Str) with 32 arrows, mwk {eq-weapon/greataxe}, {magic-wondrous/cloak of resistance +1}, {eq-misc/tindertwig/s} (5)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any temperate or tropical",
			"",
			"::sh[Description]",
			"",
			"As the cyclopes' civilization crumbled, the focus of cyclops life shifted from intellectual and spiritual pursuits to base survival, and those who excelled at hunting, gathering, and enduring the harsh world rose to positions of power and prestige over what remained of their people. Though rarely leaders - cyclopes still revere magical acumen over martial power, even in their humbled state - manhunters occupy a position of respect among cyclops tribes, feeding their peoples' massive appetites with the flesh of beasts and sentient beings alike. Though competent archers, these hunters are rarely content to draw blood from afar, and train for close combat. Taking advantage of their size, they learn to reap foes with the same strength that their ancestors reaped wheat. Most manhunters prefer to use their archery skills only to harry and anger targets into closing with them, or to stop fleeing opponents lest their tender flesh be wasted. Familiar as they are with their tribal lands and always on the move, these towering hunters are often the first cyclopes that outsiders encounter, and just as often the last.",
			"",
			"Manhunters also enforce the law in their communities, dispensing scars and capital punishment for crimes - real or imagined - with swift brutality. Without courts or prisons, modern cyclops justice has devolved into scarification, mutilation, and execution for any crimes. The manhunters impose these cyclopean standards of justice on all they encounter, even when well beyond the lands directly under their control, as they believe the wisdom of the cyclopes is absolute.",
			"",
			"While humanoids are their favored prey, manhunters delight in tracking all manner of creatures and wearing their skulls, skins, and shiny belongings as trophies. They rarely use stealth, instead openly pursuing their victims over great distances. In a proper hunt, exhaustion is as likely to fell a manhunter's prey as her axe."
		]
	},
	"cyclops_manhunter": { "copyof": "cyclops_cyclops_manhunter" },
	"cyclops_cyclops_smasher": {
		"name": "Cyclops, Cyclops Smasher",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"*Massive even by cyclops standards, this imposing warrior wears the skulls of his victims and wields a terrible club.*",
			"",
			"::mh[Cyclops Smasher]{cr=\"9\"}",
			"",
			"{SOURCE Inner Sea Monster Codex/19}  ",
			"**XP** 6,400  ",
			"Cyclops barbarian (breaker) 4  ",
			"NE Large humanoid (giant)  ",
			"**Init** +4; **Senses** low-light vision; Perception +22",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 7, flat-footed 17 (+3 armor, +7 natural, -2 rage, -1 size)  ",
			"**hp** 155 (14 HD; 10d8+4d12+84)  ",
			"**Fort** +19, **Ref** +6, **Will** +11  ",
			"**Defensive Abilities** {umr/ferocity}, uncanny dodge",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +1 greatclub +21/+16/+11 (2d8+14)  ",
			"**Ranged** longbow +10/+5/+0 (2d6/&times;3)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** destructive +2, rage (20 rounds/day), rage powers (smasher, strength surge +4)",
			"",
			"::sh[Tactics]",
			"",
			"**Base Statistics** When not raging, the smasher's statistics are AC 19, touch 9, flat-footed 19; hp 132; Fort +17, Will +9; +1 greatclub +19/+14/+9 (2d8+11); Str 25, Con 19; CMB +19, CMD 29; Skills Climb +12, Swim +12.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 29, **Dex** 10, **Con** 23, **Int** 8, **Wis** 16, **Cha** 8  ",
			"**Base Atk** +11; **CMB** +21 (+23 sunder); **CMD** 29 (31 vs. sunder)  ",
			"**Feats** {feat/Alertness}, {feat/Extra Rage}, {feat/Improved Initiative}, {feat/Improved Sunder}, {feat/Power Attack}, {feat/Step Up}, {feat/Weapon Focus/ (greatclub)}  ",
			"**Skills** Climb +14, Handle Animal +6, Intimidate +6, Knowledge (nature) +4, Perception +22, Ride +5, Sense Motive +5, Survival +10, Swim +14; **Racial Modifiers** +8 Perception  ",
			"**Languages** Common, Cyclops, Giant  ",
			"**SQ** battle scavenger, flash of insight  ",
			"**Combat Gear** potions of {spell/cure serious wounds} (2), potion of {spell/fly}; **Other Gear** +1 {eq-armor/leather armor}, +1 {eq-weapon/greatclub}, {eq-weapon/longbow} with 15 arrows, {magic-wondrous/cloak of resistance +2}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any temperate or tropical",
			"",
			"::sh[Description]",
			"",
			"The cyclopes' decline from greatness is not a finished fact of history but an ongoing process, and some among them creep closer to animalistic fury. The smashers epitomize this descent, clothing themselves in rough hides and living as nomadic predators. Filled with rage and a total rejection of everything their people once achieved, these massive brutes experience incredible joy in destroying the works of civilization. They tear down homes and buildings, rip out orchards, slaughter livestock, and crush forges. The ruins of their own peoples' grandeur drive them into a frenzy, and smashers may spend weeks or months ripping down the remains of cyclopean temples or cities, crushing even the bricks themselves into gravel. Their disdain for manufactured goods doesn't stop them from using weapons, armor, or other useful items, however.",
			"",
			"These one-eyed barbarians engage strangers with some degree of tactics and insight born of their prophetic talent. They tame mastodons and other massive beasts as mounts, and are skilled at leaving false trails that lead pursuers into an ambush. The smashers' favorite tactic is to battle indoors or among ruins and destroy supports until the structure collapses around them, trusting their phenomenal strength to save them from destruction."
		]
	},
	"cyclops_smasher": { "copyof": "cyclops_cyclops_smasher" },
	"cyclops_great_cyclops": {
		"name": "Cyclops, Great Cyclops",
		"sources": [
			"Bestiary 3",
			"Pathfinder #33: The Varnhold Vanishing"
		],
		"description": [
			"*This misshapen but incredibly muscular humanoid has a single huge bloodshot eye set under a short, jagged horn on its brow.*",
			"",
			"::mh[Great Cyclops]{cr=\"12\"}",
			"",
			"{SOURCE Bestiary 3/61;Pathfinder #33: The Varnhold Vanishing/84}  ",
			"**XP** 19,200  ",
			"CE Huge humanoid (giant)  ",
			"**Init** +1; **Senses** low-light vision; Perception +22",
			"",
			"::sh[Defense]",
			"",
			"**AC** 26, touch 9, flat-footed 25 (+4 armor, +1 Dex, +13 natural, -2 size)  ",
			"**hp** 195 (17d8+119)  ",
			"**Fort** +12, **Ref** +6, **Will** +14",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft. (35 ft. in armor)  ",
			"**Melee** mwk greatclub +24/+19/+14 (3d8+19), gore +18 (1d8+6) or gore +23 (1d8+13), 2 slams +23 (2d6+13)  ",
			"**Ranged** rock +12 (2d6+19)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** {umr/powerful charge} (gore, 4d8+24), {umr/rock throwing} (120 ft.)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 36, **Dex** 13, **Con** 25, **Int** 7, **Wis** 14, **Cha** 8  ",
			"**Base Atk** +12; **CMB** +27; **CMD** 38  ",
			"**Feats** {feat/Awesome Blow}, {feat/Cleave}, {feat/Critical Focus}, {feat/Diehard}, {feat/Endurance}, {feat/Improved Bull Rush}, {feat/Iron Will}, {feat/Power Attack}, {feat/Sickening Critical}  ",
			"**Skills** Perception +22  ",
			"**Languages** Common, Cyclops, Giant  ",
			"**SQ** flash of brutality",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any temperate or tropical  ",
			"**Organization** solitary, colony (2-5), or tribe (6-14)  ",
			"**Treasure** standard (masterwork {eq-weapon/greatclub}, {eq-armor/hide armor}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Flash of Brutality (Su)** Once per day as a swift action, a great cyclops can gain a burst of savage of inspiration. When it does, it doubles the threat range of all weapons, natural attacks, and rock attacks it makes until the start of its next turn. Furthermore, once per day, when the great cyclops reaches 0 or fewer hit points and is conscious because of its Diehard feat, this ability recharges, allowing it to use the ability a second time that same day.",
			"",
			"::sh[Description]",
			"",
			"Degenerate giants of cyclops-kind, the legendary great cyclopes embody the rage and dark doom of this race of uncanny seers. In their eyes blaze endless possibilities for bloodshed and terror, their myopic gazes seeming to witness the potential for infinite deaths and devastations hidden within each moment. Gigantic but dull-witted, these massive savages are usually loners, but occasionally either need or fate drives them to rampages from which few are safe. Such undeniable force brings with it a dread that, in many instances, grows to reverence, giving rise to strange cults that cloak these cyclopes with veils of menace and dark legends.",
			"",
			"Denizens of remote and primeval parts of the world, great cyclopes typically dwell in lands where none might intrude upon them - deserted islands, high craggy mountains, and stoic hill countries often provide the great caves they favor as lairs. While most avoid well-traveled or populated lands, spending much of their time hunting megafauna and even monstrous prey in the wilds, some, driven by hunger or a desperation to wander, seek out the paths and settlements of humanoids, finding that their fragile buildings are easily shattered and that the mewling creatures make savory meals.",
			"",
			"The average great cyclops stands approximately 30 feet tall and weighs upward of 4 tons, though individuals of significantly greater size are known."
		]
	},
	"great_cyclops": { "copyof": "cyclops_great_cyclops" },
	"cyclops_great": { "copyof": "cyclops_great_cyclops" },
	"cyclops_kabandha": {
		"name": "Cyclops, Kabandha",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*This tall giant has no head; instead, its one-eyed face rests in the center of its broad chest.*",
			"",
			"::mh[Kabandha]{cr=\"9\"}",
			"",
			"{SOURCE Bestiary 5/64}  ",
			"**XP** 6,400  ",
			"LN Large humanoid (giant)  ",
			"**Init** +7; **Senses** darkvision 60 ft., low-light vision, see invisibility; Perception +20",
			"",
			"::sh[Defense]",
			"",
			"**AC** 25, touch 12, flat-footed 22 (+6 armor, +3 Dex, +7 natural, -1 size)  ",
			"**hp** 119 (14d8+56)  ",
			"**Fort** +13, **Ref** +9, **Will** +8  ",
			"**Defensive Abilities** {umr/ferocity}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 2 slams +19 (1d6+10), bite +19 (1d8+10)  ",
			"**Ranged** rock +13 (1d8+15)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** bounding stone, {umr/rock throwing} (60 ft.)  ",
			"**Spell-Like Abilities** (CL 14th; concentration +15)  ",
			"*Constant*-{spell/see invisibility}  ",
			"*3/day*-{spell/alarm}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 31, **Dex** 17, **Con** 18, **Int** 10, **Wis** 14, **Cha** 13  ",
			"**Base Atk** +10; **CMB** +21; **CMD** 34  ",
			"**Feats** {feat/Alertness}, {feat/Improved Initiative}, {feat/Improved Iron Will}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Vital Strike}  ",
			"**Skills** Intimidate +9, Perception +20, Profession (soldier) +8, Sense Motive +9, Stealth +1, Survival +10; **Racial Modifiers** +8 Perception  ",
			"**Languages** Common, Cyclops, Giant",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land or underground  ",
			"**Organization** solitary, patrol (2-5), company (6-20)  ",
			"**Treasure** standard ({eq-weapon/greatclub}, mwk {eq-armor/breastplate}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Bounding Stone (Ex)** A kabandha can throw a stone in a bouncing, deadly arc, dealing 1d8+10 points of damage to all creatures on the ground in a 50-foot line (Reflex DC 27 half). At the end of this line, if the stone strikes a barrier, it shatters, dealing 2d6+10 points of damage to all creatures in a 10-foot radius (Reflex DC 27 half). A creature that is both in the line and near the barrier can take damage twice from this ability. The save DC is Strength-based.",
			"",
			"::sh[Description]",
			"",
			"In the distant past, the ancestors of the reclusive kabandha made a bargain with some unknown entity or power to grant their people long lives in exchange for agreeing to serve as wardens of the hidden places of the world, such as the confluences of ley lines and other sites of mysterious power. Kabandhas have kept this pact through the millennia, and today they serve as tactically minded guardians with great longevity.",
			"",
			"The strangest aspect of a muscular kabandha's appearance is the large face and expressive eye that reside in its barrel-like chest, as the creature lacks a head atop its shoulders. Kabandhas have a variety of complexions, and sometimes grow magnificent moustaches. They tend to dress in open shirts, robes, or armored coats worn with loincloths, trousers, or skirts, and they love to wear numerous bracelets, bracers, and other ornaments on their arms.",
			"",
			"Because their lives revolve around stewardship, kabandhas defend their domains violently. Kabandhas live at of very close to their guarded sites, and a family or clan of vigilant kabandhas guards the same area for many generations.",
			"",
			"Kabandhas are known for their insatiable appetites, preferring to eat rare but heavily seasoned roasted cuts of meat throughout long, music-filled feasts. They approach singing as a sort of competition, and prize volume over pitch or melody. Many adventurers who have witnessed a kabandha's lair report that it smells strongly of cinnamon - a spice that the giants prize above all others.",
			"",
			"To reproduce, these giants lay single, rock-like eggs that require great heat to mature. The eggs hatch quickly, releasing young that reach full size within a year. Though a cold environment doesn't harm their eggs, it does cause the eggs to enter stasis until properly tended."
		]
	},
	"kabandha": { "copyof": "cyclops_kabandha" },
	"cyclops_oracular_cyclops": {
		"name": "Cyclops, Oracular Cyclops",
		"sources": [ "Pathfinder #58: Island of Empty Eyes" ],
		"description": [
			"*Clothed in loose robes and wearing jewelry, this one-eyed giant appears to hold a high station.*",
			"",
			"::mh[Oracular Cyclops]{cr=\"7\"}",
			"",
			"{SOURCE Pathfinder #58: Island of Empty Eyes/73}  ",
			"**XP** 3,200  ",
			"NE Large humanoid (giant)  ",
			"**Init** +1; **Senses** low-light vision; Perception +20",
			"",
			"::sh[Defense]",
			"",
			"**AC** 21, touch 14, flat-footed 20 (+1 Dex, +4 insight, +7 natural, -1 size)  ",
			"**hp** 91 (14d8+28)  ",
			"**Fort** +11, **Ref** +5, **Will** +7",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** mwk Large greataxe +15/+10 (3d6+7/&times;3)  ",
			"**Ranged** heavy crossbow +10 (2d8/19-20)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Spell-Like Abilities** (CL 10th; concentration +13)  ",
			"*3/day*-{spell/divination}  ",
			"*1/day*-{spell/augury}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 12, **Con** 15, **Int** 12, **Wis** 17, **Cha** 10  ",
			"**Base Atk** +10; **CMB** +16; **CMD** 31  ",
			"**Feats** {feat/Alertness}, {feat/Blind-Fight}, {feat/Cleave}, {feat/Combat Reflexes}, {feat/Great Cleave}, {feat/Improved Bull Rush}, {feat/Power Attack}  ",
			"**Skills** Bluff +10, Intimidate +9, Perception +20, Profession (soothsayer) +16, Sense Motive +17, Survival +8; **Racial Modifiers** +8 Perception  ",
			"**Languages** Common, Cyclops, Giant  ",
			"**SQ** greater flash of insight, protective foresight",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any temperate or tropical  ",
			"**Organization** solitary, conclave (2-6), or tribe (7-18)  ",
			"**Treasure** standard ({eq-armor/hide armor}, {eq-weapon/greataxe}, {eq-weapon/heavy crossbow}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Greater Flash of Insight (Su)** Once per day as an immediate action, a cyclops can peer into an occluded visual spectrum of possible futures, gaining insight that allows it to select the exact result of one die roll before the roll is made. This effect can alter an action taken by the cyclops, and once per week the oracular cyclops can apply this ability to one creature of her choosing. The target of this boon must be within 30 feet of the oracular cyclops and be able to be seen.",
			"",
			"**Protective Foresight (Su)** An oracular cyclops can peer into the future to protect itself. This ability grants the cyclops a +4 insight bonus to AC.",
			"",
			"::sh[Description]",
			"",
			"A cyclops oracle retains more of the powers of foresight than most of its kin. In addition to a cyclops's typical flash of insight ability, an oracular cyclops can share its gift with others, granting them a boon on a future challenge. While often smaller than others of its kind, an oracular cyclops gains the ability to foresee danger coming its way. The statistics above depict a cyclops who is served by a cult of worshippers, and is therefore in good health. Other oracular cyclopes are sometimes kept as chained prisoners, at the mercy of their captors."
		]
	},
	"oracular_cyclops": { "copyof": "cyclops_oracular_cyclops" },
	"cyclops_oracular": { "copyof": "cyclops_oracular_cyclops" },
	"cyclops_savage_great_cyclops": {
		"name": "Cyclops, Savage Great Cyclops",
		"sources": [ "Pathfinder #58: Island of Empty Eyes" ],
		"description": [
			"*Towering nearly 40 feet tall, this monster bellows a horrid war cry as blood vessels bloom crimson in his single, rage-filled eye.*",
			"",
			"::mh[Savage Great Cyclops]{cr=\"18\"}",
			"",
			"{SOURCE Pathfinder #58: Island of Empty Eyes/72}  ",
			"**XP** 153,600  ",
			"Barbarian 6  ",
			"CE Huge humanoid (giant)  ",
			"**Init** +2; **Senses** low-light vision; Perception +23",
			"",
			"::sh[Defense]",
			"",
			"**AC** 25, touch 8, flat-footed 23 (+4 armor, +2 Dex, +13 natural, -2 rage, -2 size)  ",
			"**hp** 368 (23 HD; 17d8+6d12+253)  ",
			"**Fort** +21, **Ref** +11, **Will** +19  ",
			"**Defensive Abilities** improved uncanny dodge, trap sense +2",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 60 ft.  ",
			"**Melee** mwk Huge greatclub +35/+30/+25/+20 (3d8+25), gore +33 (1d8+8) or gore +33 (1d8+17), 2 slams +33 (2d6+17)  ",
			"**Ranged** rock +18 (2d6+19)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** {umr/powerful charge} (gore, 4d8+24), rage (23 rounds/day), rage powers (knockback, night vision, quick reflexes), {umr/rock throwing} (120 ft.)",
			"",
			"::sh[Tactics]",
			"",
			"**Base Statistics** When not raging, the barbarian's statistics are AC 27, touch 10, flat-footed 25; hp 322; Fort +19, Will +17; Str 40, Con 29; CMB 35, CMD 47; Skills Climb +21.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 44, **Dex** 15, **Con** 33, **Int** 6, **Wis** 16, **Cha** 8  ",
			"**Base Atk** +18; **CMB** +37; **CMD** 47  ",
			"**Feats** {feat/Awesome Blow}, {feat/Cleave}, {feat/Critical Focus}, {feat/Diehard}, {feat/Endurance}, {feat/Improved Bull Rush}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Staggering Critical}, {feat/Vital Strike}, {feat/Weapon Focus/ (greatclub)}  ",
			"**Skills** Climb +23, Intimidate +14, Perception +23  ",
			"**SQ** fast movement, flash of brutality",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any temperate or tropical  ",
			"**Organization** solitary  ",
			"**Treasure** standard (masterwork {eq-weapon/greatclub}, {eq-armor/hide armor}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Flash of Brutality (Su)** Once per day as a swift action, a great cyclops can gain a burst of savage inspiration. When it does, it doubles the threat range of all attacks using weapons, natural attacks, and rock attacks it makes until the start of its next turn. Furthermore, once per day when the great cyclops reaches 0 or fewer hit points and is conscious because of its Diehard feat, this ability recharges, allowing the great cyclops to use the ability a second time that day.",
			"",
			"::sh[Description]",
			"",
			"In the jungles of the south, great cyclopes roam. Some brutes are especially dangerous, raining down furious blows with their huge greatclubs, and stunning and smashing foes in a blood-red rage. The roaring cries of savage great cyclopes can be heard echoing through the jungles as a warning for all other creatures to flee before its wrath."
		]
	},
	"cyclops_savage_great": { "copyof": "cyclops_savage_great_cyclops" },
	"savage_great_cyclops": { "copyof": "cyclops_savage_great_cyclops" },
	"cynosoma": {
		"name": "Cynosoma",
		"sources": [ "Planar Adventures" ],
		"description": [
			"*This moth-winged woman has a delicate appearance, though her features are somewhat masked by a haze of shimmering dust.*",
			"",
			"::mh[Cynosoma]{cr=\"12\"}",
			"",
			"{SOURCE Planar Adventures/229}  ",
			"**XP** 19,200  ",
			"CG Medium outsider (chaotic, extraplanar, good)  ",
			"**Init** +6; **Senses** darkvision 60 ft.; Perception +21",
			"",
			"::sh[Defense]",
			"",
			"**AC** 27, touch 22, flat-footed 21 (+6 deflection, +6 Dex, +5 natural)  ",
			"**hp** 162 (12d10+96)  ",
			"**Fort** +12, **Ref** +14, **Will** +16  ",
			"**Defensive Abilities** stardust; **DR** 10/evil; **Immune** cold; **Resist** electricity 10, fire 10; **SR** 23",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 50 ft. (average)  ",
			"**Melee** +1 {magic-enh/returning} starknife +19/+14/+9 (1d4+2/19-20/&times;3)  ",
			"**Ranged** +1 {magic-enh/returning} starknife +19/+14/+9 (1d4+2/19-20/&times;3)  ",
			"**Special Attacks** dream powder, sneak attack +3d6  ",
			"**Spell-Like Abilities** (CL 12th; concentration +17)  ",
			"*At will*-{spell/dancing lights}, {spell/dream}, {spell/restful sleep}  ",
			"*3/day*-{spell/greater teleport} (self plus 50 lbs. of gear only), {spell/glitterdust} (DC 17), {spell/dispel evil}, {spell/plane shift} (DC 22)  ",
			"*1/day*-{spell/cloak of dreams} (DC 21), {spell/confusion} (DC 19), {spell/dream travel}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 12, **Dex** 23, **Con** 26, **Int** 15, **Wis** 22, **Cha** 21  ",
			"**Base Atk** +12; **CMB** +13; **CMD** 35  ",
			"**Feats** {feat/Acrobatic}, {feat/Flyby Attack}, {feat/Improved Critical/ (starknife)}, {feat/Iron Will}, {feat/Lucid Dreamer}, {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +22, Fly +25, Knowledge (geography) +14, Knowledge (planes) +11, Knowledge (religion) +8, Perception +21, Perform (dance) +17, Sense Motive +21, Stealth +21  ",
			"**Languages** Celestial, Common  ",
			"**SQ** {umr/no breath}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Cynosure, Elysium)  ",
			"**Organization** solitary, pair, or flight (3-6)  ",
			"**Treasure** standard (+1 {magic-enh/returning} {eq-weapon/starknife}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Dream Powder (Su)** As a standard action, a cynosoma can hurl a cloud of sleep-inducing dust at a creature within 30 feet. That creature must succeed at a DC 21 Will save or immediately fall asleep (as per deep slumber, but with no HD limit). This is a mind-affecting sleep effect. The save DC is Charisma-based.",
			"",
			"**Stardust (Ex)** The shimmering dust that hangs around a cynosoma's body helps defend her from peril, granting her a +6 deflection bonus to AC. Once per day as a swift action, a cynosoma can cause her stardust to coalesce, granting her {rule/concealment} for 1d4 rounds.",
			"",
			"::sh[Description]",
			"",
			"Cynosomas, sometimes called \"moth angels\" or \"daughters of Desna\", are a race of outsiders native to the demiplane of Cynosure. They often depart their home to wander the vastness of the Material Plane, and do so with Desna's blessing; the goddess encourages her children to choose their own path, even when it leads away from her service.",
			"",
			"Cynosomas rarely seek battle, but neither do they shy away from it, especially when innocents are threatened or when they encounter foes of their faith. In combat, a cynosoma fights with spell and starknife, using her mobility and glitterdust spell-like ability to allow for sneak attacks. Cynosomas are protectors of all who sleep, though, and no cynosoma ever willingly allows sleeping creatures - even hated enemies - to be harmed.",
			"",
			"A cynosoma stands 6 feet tall and weighs about 120 pounds."
		]
	},
	"cyphergull": {
		"name": "Cyphergull",
		"sources": [ "Pathfinder #133: Secrets of Roderic's Cove" ],
		"description": [
			"*The eyes of this large gull glow eerily blue. Gray feathers cover much of its robust body, and its long, black-tipped wings are marked with enigmatic symbols. The bird's yellow bill is heavy and hooked, and its webbed feet bear sharp talons.*",
			"",
			"::mh[Cyphergull]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder #133: Secrets of Roderic's Cove/82}  ",
			"**XP** 600  ",
			"N Tiny magical beast  ",
			"**Init** +3; **Senses** {spell/arcane sight}, darkvision 60 ft., low-light vision; Perception +5",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 15, flat-footed 12 (+3 Dex, +2 size)  ",
			"**hp** 19 (3d10+3)  ",
			"**Fort** +4, **Ref** +6, **Will** +4",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., fly 50 ft. (good), swim 10 ft.  ",
			"**Melee** bite +3 (1d4-1), 2 talons +3 (1d3-1)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft.  ",
			"**Special Attacks** arcane attacks, natural thief  ",
			"**Spell-Like Abilities** (CL 3rd; concentration +2)  ",
			"*Constant*-{spell/arcane sight}, {spell/read magic}  ",
			"*At will*-{spell/arcane mark}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 6, **Dex** 17, **Con** 13, **Int** 6, **Wis** 13, **Cha** 8  ",
			"**Base Atk** +3; **CMB** +4; **CMD** 12  ",
			"**Feats** {feat/Flyby Attack}, {feat/Iron Will}  ",
			"**Skills** Acrobatics +15, Fly +15, Perception +5, Swim +11; **Racial Modifiers** +8 Acrobatics  ",
			"**Languages** Common (can't speak)  ",
			"**SQ** cypher synergy, devour scroll",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate coasts  ",
			"**Organization** solitary, pair, flock (3-12), or colony  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Arcane Attacks (Su)** A cyphergull's natural weapons have a +1 bonus to damage and are treated as magic for the purpose of overcoming damage reduction. For every 5 Hit Dice the cyphergull has, this bonus increases by 1.",
			"",
			"**Cypher Synergy (Ex)** If the master of a cyphergull familiar is a {prestigeclass/cyphermage}, the cyphergull gains the following cypher lore discoveries if its master has them: analyze scroll, bypass symbol, defensive scrollcaster, and glyph finder. Defensive scrollcaster affects spells the cyphergull casts using its devour scroll ability.",
			"",
			"**Devour Scroll (Su)** When a cyphergull eats a scroll (a full-round action), the spells in the scroll are stored in the gull's body. Thereafter, it can cast the spells as though it were a wizard of a level equal to half the cyphergull's Hit Dice casting spells from a scroll. The cyphergull intuitively understands how the spells function and counts as having the requisite ability score for casting the spell. A cyphergull can store a maximum number of spell levels equal to its Hit Dice.",
			"",
			"**Natural Thief (Ex)** If a cyphergull succeeds at an Acrobatics check to move through a threatened square without provoking an attack of opportunity from an enemy, the cyphergull also doesn't provoke an attack of opportunity when performing a steal combat maneuver against that enemy on the same turn.",
			"",
			"::sh[Description]",
			"",
			"The noisy, enigmatic cyphergulls are a common sight in the coastal city of Riddleport, where they often circle above the ancient rune-carved Cyphergate as if they own it. Their appearance and behavior greatly resembles those of their mundane cousins - seagulls - but they are far more intelligent, and their connection to Riddleport's ancient Thassilonian stone arch grants them many magical abilities.",
			"",
			"A cyphergull is a little over 2 feet long, has a wingspan of up to 5 feet, and weighs 3 pounds.",
			"",
			"The records of an esoteric order known as the [Cyphermages](rule/aff_i_tradition) indicate that a few times in the history of Riddleport, seagulls have suddenly gathered in large numbers near the Cyphergate, forming an immense spiral of feathers and flesh before crashing into the giant stone arch. Each time, the birds die by the hundreds, but the few that survive transform into something more than mere seagulls. While they retain many physical characteristics of seagulls, they are generally more robust and intelligent than their common cousins.",
			"",
			"Two cyphergull parents always produce cyphergull offspring, but interbreeding with ordinary gulls also occurs when suitable cyphergull mates are not available. The chicks of such mixed pairs are usually ordinary gulls, but mating occasionally results in a clutch of cyphergulls. Cyphergull eggs exude a soft blue glow and bear dark splotches that sometimes form patterns reminiscent of runes. After 3 or 4 weeks of incubation, loud, blue-eyed chicks hatch from the eggs. Over the first 4 years of a cyphergull's life, different runic patterns appear on its plumage until the creature reaches adulthood and the runes settle to a permanent pattern. Cyphergulls live up to 50 years in the wild and can live even longer in captivity.",
			"",
			"Cyphergulls are excellent fliers, but are also able swimmers and remarkably daring. With their mobility and intelligence, cyphergulls exhibit an exceptional variety of hunting strategies. Using their unhinging jaws, they can quickly gulp down many different kinds of prey, including crabs, fish, frogs, rodents, and even smaller birds. Cyphergulls are particularly inventive creatures, especially when it comes to finding food. For example, they sometimes use earthworms as bait to catch fish or set simple deadfall traps. When cyphergulls steal from humanoids, they often work in pairs; one of the birds creates a diversion while the other snatches the prize.",
			"",
			"### Habitat",
			"",
			"Versatile feeders, cyphergulls prefer coastal areas and islands, where they can hunt on land, on water, and in the air. The largest cyphergull populations exist in and around Riddleport, particularly on the slopes of the rocky ridges that surround the city and on the rooftops of the Wharf District and the Windward District. Several smaller populations of cyphergulls exist along the shores of the Varisian Gulf, most frequently near human settlements. In Magnimar, a careful observer may notice that some of the birds circling above the Irespan are in fact blue-eyed cyphergulls. Cyphergulls winter in southwestern Cheliax and along Rahadoum's northern coast.",
			"",
			"In late spring, cyphergulls assemble into noisy, densely packed colonies, usually returning to the same spot as the previous year. The breeding season begins a few weeks later when warm summer breezes start coming in from the Varisian Gulf. The birds build their nests on the ground, using leaves, twigs, and other plant matter as building materials. Cyphergulls are almost irrationally fond of paper and parchment, and they sometimes go to great lengths to obtain scrolls and books to use as nest-building materials.",
			"",
			"Cyphergull colonies have rigid hierarchies, where mated pairs of lower standing build their nests to form a ring around the nests of higher-ranking cyphergulls, protecting them against attacks. Cyphergulls mate for life and are very protective of their nests and the colony; if a predator isn't deterred by the gulls' warning calls, the birds cooperatively attack and harass the intruder, using their numbers against bigger creatures. The birds employ surprisingly elaborate defensive tactics, such as feint attacks and false retreats to lead enemies into ambushes.",
			"",
			"While food finding and nest building are the birds' first priorities during the breeding season, cyphergulls exhibit a range of personalities comparable to that of humans whenever survival is not at stake. For example, some are tricksters or collectors who like to annoy others or steal items just to stave off boredom, and most have favorite foods that they seek out. A surprisingly large number of cyphergulls, and nearly always the highest-ranked gulls in a colony, are philosophers who study the world around them, perform simple experiments, and understand the rudiments of logic and the scientific method. Some cyphergulls practice something akin to religious rituals, placing food and other objects on the ground to form runes and remaining motionless above them for hours at a time. Scholars speculate that the birds have a unique ability to interpret the secrets of the Cyphergate, and that studying the birds' runic writing could reveal ancient knowledge. Cyphermages in particular study cyphergulls in the wild, but clinging to guano-spattered rocks and rooftops to look at birds doesn't improve their reputation as obsessive eccentrics.",
			"",
			"Cyphergulls are curious about humanoids, often observing how they speak, what they eat, and how they live. A common superstition among the peoples of the Varisian Gulf states that killing a cyphergull brings bad luck, so the birds get away with thefts or irritations that would doom other birds. Cyphergulls are intelligent enough to learn languages that humanoid creatures speak, but they lack any speech-producing organs. Their communication sounds like the harsh wailing calls of ordinary gulls, but their system of shrieks is far more complex, and they are capable of communicating even abstract ideas like \"ambush,\" \"deal,\" \"future,\" or \"payment\" with their calls. This allows them to devise elaborate defensive and offensive tactics, or to negotiate trade deals.",
			"",
			"A 7th-level spellcaster with the {feat/Improved Familiar} feat and an alignment within one step of neutral can gain a cyphergull as a familiar."
		]
	},
	"cytillesh_zombie": {
		"name": "Cytillesh Zombie",
		"sources": [ "No Response from Deepmar" ],
		"description": [
			"::mh[Cytillesh Zombie]{cr=\"1\"}",
			"",
			"{SOURCE No Response from Deepmar/21}  ",
			"**XP** 400  ",
			"NE Medium undead  ",
			"**Init** +4; **Senses** darkvision 60 ft.; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 12, flat-footed 14 (+2 armor, +4 Dex, +2 natural)  ",
			"**hp** 12 (2d8+3)  ",
			"**Fort** +0, **Ref** +4, **Will** +3  ",
			"**Defensive Abilities** +4 turn resistance; **Immune** {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** slam +6 (1d6+5 plus poison)",
			"",
			"::sh[Tactics]",
			"",
			"**During Combat** A cytillesh zombie attacks any creature trying to interact with it verbally or physically. Once it targets an opponent, it continues attacking its target until the target or the zombie is dead or destroyed.  ",
			"**Morale** A cytillesh zombie fights to the death.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 18, **Con** -, **Int** -, **Wis** 10, **Cha** 10  ",
			"**Base Atk** +1; **CMB** +6; **CMD** 20  ",
			"**Feats** {feat/Toughness}  ",
			"**Gear** {eq-armor/leather armor}",
			"",
			"::sh[Special Abilities]",
			"",
			"**Cytillesh Symbiosis (Su)** The cytillesh fungus infesting the host creature's body acts as the dead flesh's animating force. It grants the creature a +4 enhancement bonus to Strength and Dexterity and a poisonous touch. The slam of a cytillesh zombie releases spores that subject the creature to a mild dose of cytillesh poison. The creature must succeed at a DC 18 Fortitude save or become dazed for 1d3 rounds as it suffers memory loss of the previous moments. Multiple poisoning effects do not stack, but rather only extend the duration.",
			"",
			"**Quick Strikes (Ex)** Whenever a cytillesh zombie takes a full-attack action, it can make one additional slam attack at its highest base attack bonus.",
			"",
			"::sh[Description]",
			"",
			"This is a variation of the zombie. See the {template/Cytillesh Zombie} template."
		]
	},
	"cytillipede": {
		"name": "Cytillipede",
		"sources": [
			"Bestiary 5",
			"No Response from Deepmar"
		],
		"description": [
			"*This segmented creature has a chitinous body covered in patches of glowing, purple fungus. Syrupy venom drips from its mandibles.*",
			"",
			"::mh[Cytillipede]{cr=\"6\"}",
			"",
			"{SOURCE Bestiary 5/65;No Response from Deepmar/29}  ",
			"**XP** 2,400  ",
			"N Large magical beast  ",
			"**Init** +5; **Senses** darkvision 60 ft.; Perception +11",
			"",
			"::sh[Defense]",
			"",
			"**AC** 21, touch 10, flat-footed 20 (+1 Dex, +11 natural, -1 size)  ",
			"**hp** 76 (8d10+32)  ",
			"**Fort** +10, **Ref** +7, **Will** +2  ",
			"**Immune** mind-affecting effects; **SR** 17",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., climb 40 ft.  ",
			"**Melee** bite +14 (2d6+9 plus poison)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** cytillesh flash, poison",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 23, **Dex** 13, **Con** 18, **Int** 6, **Wis** 10, **Cha** 2  ",
			"**Base Atk** +8; **CMB** +15; **CMD** 26 (can't be tripped)  ",
			"**Feats** {feat/Ability Focus/ (cytillesh flash)}, {feat/Improved Initiative}, {feat/Power Attack}, {feat/Weapon Focus/ (bite)}  ",
			"**Skills** Climb +21, Perception +11; **Racial Modifiers** +4 Perception",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary, pair, or colony (3-6)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Cytillesh Flash (Su)** Once per day, a cytillipede can cause the cytillesh patches that grow along its body to release a bright flash of blue light that provides bright light in a 20-foot radius and raises the light level by one step for the next 20 feet (treat this ability as a 4th-level light spell). Creatures within the 40-foot area of effect must succeed at a DC 22 Will save. Those within the 20-foot area of bright light that fail are stunned for 1d4 rounds. Creatures within the next 20 feet that fail are instead confused for 1d2 rounds. The save DC is Constitution-based and includes a +2 racial bonus.",
			"",
			"**Poison (Ex)** Bite-injury; *save* Fort DC 20; *frequency* 1/round for 6 rounds; *effect* 1d3 Dex, dazed, and the effects of memory lapse; *cure* 1 save. The save DC is Constitution-based and includes a +2 racial bonus.",
			"",
			"::sh[Description]",
			"",
			"Derros have long used other creatures in their experiments with alchemical and magical augmentation. For the most part, these experiments don't have the results the derros had in mind, and can be considered qualified successes at best. However, on rare occasions derros actually get it right and come up with a powerful and obedient creature they can train and use.",
			"",
			"The cytillipede arose from one of those rare triumphs. Derro alchemists adapted the diet of a species of albino centipede to eat nothing but cytillesh fungus. After these centipedes had endured years of exposure to the fungus and certain magical augmentations, the result was an entirely new species that the derros named the cytillipede.",
			"",
			"A cytillipede has a gray segmented body covered in chitin. Patches of cytillesh fungus grow along its back, giving the creature an eerie blue glow. Because of its constant radiance, a cytillipede in the open is fairly easy to spot. Most of the time, a cytillipede is encountered in the company of derros, who use their creations as mounts or to guard their lairs.",
			"",
			"In combat, a cytillipede simply rushes at its opponent and makes bite attacks, relying on its cytillesh venom to stun its enemies so it can bite them repeatedly while they deal with the disorientation of sudden short-term memory loss. A cytillipede normally uses its cytillesh flash ability only when it has been seriously wounded or threatened by multiple opponents. A trained cytillipede can also be commanded to use this ability by its rider. Because of their long exposure to cytillesh, derros are unaffected by the cytillesh-based attacks of cytillipedes, and delight in directing them against their foes.",
			"",
			"Cytillipedes are most often encountered as part of a derro patrol around a derro lair, usually as mounts. A typical cytillipede is a little over 10 feet long and 3-1/2 feet high, and weighs about 600 pounds."
		]
	},
	"dziriak": {
		"name": "D'ziriak",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*This four-armed creature looks like a cross between a human and a black and ochre termite. Its body and arms display glowing runes.*",
			"",
			"::mh[D'ziriak]{cr=\"3\"}",
			"",
			"{SOURCE Bestiary 2/113}  ",
			"**XP** 800  ",
			"N Medium outsider (extraplanar)  ",
			"**Init** +2; **Senses** darkvision 120 ft., low-light vision; Perception +9",
			"",
			"::sh[Defense]",
			"",
			"**AC** 16, touch 12, flat-footed 14 (+2 Dex, +4 natural)  ",
			"**hp** 26 (4d10+4)  ",
			"**Fort** +2, **Ref** +6, **Will** +6",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 2 claws +6 (1d6+1 plus {umr/grab})  ",
			"**Special Attacks** dazzling burst  ",
			"**Spell-Like Abilities** (CL 3rd; concentration +6)  ",
			"*1/day*-{spell/plane shift} (self only, to Plane of Shadow only)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 13, **Dex** 15, **Con** 12, **Int** 13, **Wis** 14, **Cha** 16  ",
			"**Base Atk** +4; **CMB** +5 (+9 grapple); **CMD** 17  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Weapon Focus/ (claw)}  ",
			"**Skills** Climb +8, Knowledge (arcana) +8, Knowledge (planes) +8, Perception +9, Sense Motive +9, Stealth +9, Survival +7, Use Magic Device +8  ",
			"**Languages** D'ziriak; telepathy 100 ft.  ",
			"**SQ** glow",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land (Plane of Shadow)  ",
			"**Organization** solitary, pair, swarm (3-20), or hive (21-100)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Dazzling Burst (Su)** Once per day, a d'ziriak can cause its body to flare with intense, colorful light as a swift action. Non-d'ziriaks within a 20-foot radius must make a DC 13 Fortitude save or be dazzled for 1 minute. After using this ability, the d'ziriak's brilliant glow is extinguished for 24 hours. This ability is a light effect, and creatures that cannot see are immune to it. The save DC is Constitution-based.",
			"",
			"**Glow (Ex)** The colorful runes that decorate a d'ziriak's body create dim light in a 20-foot radius from its body.",
			"",
			"::sh[Description]",
			"",
			"Natives of the Plane of Shadow, d'ziriaks are a mysterious race of human-sized insectoids. From their partially buried hive cities rise spires and steeples adorned with alchemical fire and illusory flame, dim beacons of sanctuary in the foreboding twilight. The d'ziriaks remain staunchly neutral in most affairs, and are typically happy to converse with travelers via their eerie telepathy (their own language of buzzes and chitters is an obscure one known by few outside their race), but their unknown, obscure goals lead most others to regard this race with caution.",
			"",
			"The average d'ziriak is 7 feet tall and has four arms, two legs, a termite-like abdomen, and a mandibled visage somewhere between that of insect and human. Two of its arms are large and possess sharp claws, while the other two are relatively small and used for fine manipulations, not combat. Strangely for a race native to the realm of shadows, the d'ziriaks have a colorful collection of runic shapes, almost like glowing tattoos, upon their chitinous flesh. These runes help to denote what role in d'ziriak society each of these beings serves.",
			"",
			"D'ziriaks rarely travel off the Plane of Shadow except on orders of their rulers, and prefer to live their lives out in their hive cities. They remain open to trade and diplomacy with any brave enough to travel the Plane of Shadow, and are valued by many both on and off their plane for their artisans' ability to weave light into tangible art and create weapons of great quality and beauty."
		]
	},
	"d_ziriak": { "copyof": "dziriak" },
	"daemon_acrididaemon": {
		"name": "Daemon, Acrididaemon",
		"sources": [
			"Feast of Dust",
			"Bestiary 2"
		],
		"description": [
			"*This wicked creature has the claws and mandibles of an enormous insect, and its lower body is made entirely of swarming locusts.*",
			"",
			"::mh[Acrididaemon]{cr=\"14\"}",
			"",
			"{SOURCE Feast of Dust/61}  ",
			"**XP** 38,400  ",
			"NE Large outsider (daemon, evil, extraplanar)  ",
			"**Init** +10; **Senses** darkvision 60 ft., detect good, detect magic, see invisibility; Perception +23",
			"",
			"::sh[Defense]",
			"",
			"**AC** 28, touch 16, flat-footed 21 (+6 Dex, +1 dodge, +12 natural, -1 size)  ",
			"**hp** 200 (16d10+112)  ",
			"**Fort** +17, **Ref** +18, **Will** +11  ",
			"**Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 25",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (good)  ",
			"**Melee** bite +20 (2d6+5/19-20), 2 claws +20 (1d8+5)  ",
			"**Space** 10 ft., **Reach** 10 ft. (5 ft. with bite)  ",
			"**Special Attacks** biting locusts, {umr/distraction} (DC 25; biting locusts attack only)  ",
			"**Spell-Like Abilities** (CL 14th; concentration +19)  ",
			"*Constant*-{spell/detect good}, {spell/detect magic}, {spell/see invisibility}  ",
			"*At will*-{spell/feast of ashes} (DC 17), {spell/greater teleport} (self plus 50 lbs. of objects only), {spell/putrefy food and drink}  ",
			"*3/day*-{spell/sirocco} (DC 21), {spell/summon swarm}  ",
			"*1/day*-{spell/horrid wilting} (DC 23)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 23, **Con** 24, **Int** 14, **Wis** 18, **Cha** 21  ",
			"**Base Atk** +16; **CMB** +22; **CMD** 39 (can't be tripped)  ",
			"**Feats** {feat/Blind-Fight}, {feat/Combat Reflexes}, {feat/Dodge}, {feat/Improved Critical/ (bite)}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Mobility}  ",
			"**Skills** Bluff +20, Fly +15, Intimidate +21, Knowledge (planes) +21, Perception +23, Spellcraft +18, Stealth +21, Survival +20, Use Magic Device +21  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.  ",
			"**SQ** swarmlike",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, pack (2-5), swarm (6-12)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Biting Locusts (Ex)** An acrididaemon's lower body is composed entirely of buzzing and biting locusts. Medium or smaller creatures can share the space of an acrididaemon. An acrididaemon automatically deals 6d6 points of damage to any creature that begins its turn in the acrididaemon's space.",
			"",
			"**SwarmLike (Ex)** Much of an acrididaemon's body has no discernible anatomy. Any time a creature confirms a critical hit against an acrididaemon or hits one with a sneak attack, there is a 50% chance that the critical hit or sneak attack is negated and damage is instead rolled normally. An acrididaemon takes half again as much damage (+50%) from damaging area effects such as fireball and splash weapons.",
			"",
			"::sh[Description]",
			"",
			"Servitors of the Horseman of Famine, acrididaemons travel in sky-darkening swarms that spread abject terror into the hearts of mortals they encounter. Part humanoid and part swarm, acrididaemons devour everything they can.",
			"",
			"These roaming terrors call no place home aside from the desolation of Abaddon. They wander the planes ravaging everything in their wake, and quickly abandon their ruined targets, like the parasitic paragons they were created to be.",
			"",
			"Acrididaemons delight in the suffering their predations bring. Though they often favor tactics that result in the devastation of whole settlements, it is not uncommon for one of these daemons to take a single creature prisoner. They enjoy slowly starving captives to death in forlorn redoubts where rescue is beyond hope.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"acrididaemon": { "copyof": "daemon_acrididaemon" },
	"daemon_astradaemon": {
		"name": "Daemon, Astradaemon",
		"sources": [
			"Bestiary 2",
			"The Great Beyond - A Guide to the Multiverse"
		],
		"description": [
			"*Vaguely humanoid in shape, this gaunt fiend has the face of a hideous fish and a body of lanky limbs and writhing tendrils.*",
			"",
			"::mh[Astradaemon]{cr=\"16\"}",
			"",
			"{SOURCE Bestiary 2/63;The Great Beyond - A Guide to the Multiverse/54}  ",
			"**XP** 76,800  ",
			"NE Large outsider (daemon, evil, extraplanar)  ",
			"**Init** +7; **Senses** darkvision 60 ft., deathwatch, true seeing; Perception +22  ",
			"**Aura** soul siphon (10 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 29, touch 17, flat-footed 21 (+7 Dex, +1 dodge, +12 natural, -1 size)  ",
			"**hp** 212 (17d10+119)  ",
			"**Fort** +12, **Ref** +17, **Will** +14  ",
			"**Defensive Abilities** displacement; **DR** 10/good and silver; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 27",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 90 ft., fly 90 ft. (good)  ",
			"**Melee** bite +23 (2d6+5 plus energy drain and grab), 2 claws +23 (1d8+5 plus energy drain), tail slap +18 (1d12+2 plus energy drain)  ",
			"**Space** 10 ft., **Reach** 10 ft. (15 ft. with tail)  ",
			"**Special Attacks** devour soul, {umr/energy drain} (1 level, DC 25)  ",
			"**Spell-Like Abilities** (CL 17th; concentration +24)  ",
			"*Constant*-{spell/deathwatch}, {spell/displacement}, {spell/true seeing}  ",
			"*At will*-{spell/enervation}, {spell/fear} (DC 21), {spell/greater teleport} (self plus 50 lbs. of objects only), {spell/vampiric touch}  ",
			"*3/day*-{spell/locate creature}, {spell/plane shift} (DC 24)  ",
			"*1/day*-{spell/energy drain} (DC 24), {spell/finger of death} (DC 24), {umr/summon} (level 6, 1d3 derghodaemons 50%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 25, **Con** 24, **Int** 14, **Wis** 15, **Cha** 24  ",
			"**Base Atk** +17; **CMB** +23; **CMD** 41  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Iron Will}, {feat/Mobility}, {feat/Nimble Moves}, {feat/Power Attack}, {feat/Spring Attack}, {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +24 (+48 jump), Escape Artist +27, Fly +9, Intimidate +27, Knowledge (planes) +22, Perception +22, Sense Motive +22, Stealth +23, Survival +22  ",
			"**Languages** Abyssal, Infernal; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon or Astral Plane)  ",
			"**Organization** solitary, pair, or pack (3-6)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Devour Soul (Su)** As a standard action, an astradaemon that begins its turn with a grappled opponent can attempt to draw out and consume the soul of its victim, killing it instantly. This ability only works on living creatures, which may resist with a DC 25 Fortitude saving throw. The save is Constitution-based. For every 5 HD of the slain creature, the daemon gains a +1 profane bonus on attacks, saving throws, and checks for 24 hours. This ability does not consume all of the soul, and pieces of it still exist after the daemon completes its feast (enough to be able to resurrect the slain victim normally).",
			"",
			"**Soul Siphon (Su)** If a Small or larger living creature dies within 10 feet of an astradaemon, the daemon gains 1d8 temporary hit points and a +2 bonus to Strength for 10 minutes. These bonuses stack with themselves. Incorporeal undead and living spirits traveling outside the body (such as a person using astral projection or magic jar) take 1d8 points of damage each round within the daemon's aura.",
			"",
			"::sh[Description]",
			"",
			"Believed to be creations of the Four Horsemen, astradaemons live out their existence in search of souls to harvest. These deadly creatures are ravening planar predators, openly hunting throughout the void for souls on which to feed. These voracious creatures are the personifications of death resulting from negative energy or level drain. Their vile touch drains life force from their enemies, and even perishing near them sates their thirst for life and souls.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"astradaemon": { "copyof": "daemon_astradaemon" },
	"daemon_bibliodaemon": {
		"name": "Daemon, Bibliodaemon",
		"sources": [
			"Druma, Profit and Prophecy",
			"Bestiary 2"
		],
		"description": [
			"*Flowing black robes hang all around this four-armed, weasel-faced humanoid. Feathers that resemble quills emerge from each knuckle of its clawed upper hands.*",
			"",
			"::mh[Bibliodaemon]{cr=\"8\"}",
			"",
			"{SOURCE Druma, Profit and Prophecy/57}  ",
			"**XP** 4,800  ",
			"NE Medium outsider (daemon, evil, extraplanar)  ",
			"**Init** +3; **Senses** darkvision 60 ft., {spell/detect thoughts}; Perception +15",
			"",
			"::sh[Defense]",
			"",
			"**AC** 22, touch 14, flat-footed 18 (+3 Dex, +1 dodge, +8 natural)  ",
			"**hp** 85 (10d10+30)  ",
			"**Fort** +6, **Ref** +10, **Will** +9  ",
			"**DR** 10/good or silver; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 19",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +1 light mace +15/+10 (1d6+4/19-20), 2 claws +8 (1d6+1)  ",
			"**Special Attacks** final verdict  ",
			"**Spell-Like Abilities** (CL 10th; concentration +12)  ",
			"*Constant*-{spell/detect thoughts} (DC 13)  ",
			"*At will*-{spell/erase}, {spell/identify}, {spell/secret page}  ",
			"*3/day*-{spell/acid arrow}, {spell/dispel magic}, {spell/greater teleport}, {spell/slow} (DC 14)  ",
			"*1/day*-{spell/corrosive consumption}, {spell/lesser geas} (DC 16), {spell/misdirection}, {spell/modify memory} (DC 16)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 16, **Dex** 17, **Con** 16, **Int** 14, **Wis** 15, **Cha** 15  ",
			"**Base Atk** +10; **CMB** 13; **CMD** 27  ",
			"**Feats** {feat/Dodge}, {feat/Improved Critical/ (light mace)}, {feat/Mobility}, {feat/Vital Strike}, {feat/Weapon Focus/ (light mace)}  ",
			"**Skills** Bluff +15, Intimidate +12, Knowledge (nobility) +15, Linguistics +15, Perception +15, Profession (barrister) +15, Sense Motive +15, Spellcraft +15  ",
			"**Languages** Abyssal, Infernal; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, partners, or firm (3-8)  ",
			"**Treasure** standard (+1 {eq-weapon/light mace}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Final Verdict (Su)** When a bibliodaemon hits a creature with its light mace, the target must succeed at a DC 17 Will save or be cursed. A creature that succeeds at its save is immune to that bibliodaemon's curse for 24 hours. If the bibliodaemon confirms a critical hit with its light mace, the save DC increases by 4, and the curse can affect even creatures that have already succeeded at a prior save against this effect. A creature that fails this save interprets any contract as favorable to itself, even in cases when the contract is one-sided and potentially lethal. In addition, an affected creature takes a -4 penalty on saves against spells and effects reliant on spoken commands or verbal contracts, such as {spell/geas}. A {spell/remove curse} or more powerful spell can remove this curse. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Bibliodaemons are daemons that personify death by paperwork. A village that starves due to bureaucracy-delayed aid or an innocent person sent to hang because of a transcription error - these and more are the domain of bibliodaemons. These daemons actively work to ensure such deaths, forging important documents or duping others into deadly contracts.",
			"",
			"A bibliodaemon is 6 feet tall and weighs 200 pounds.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"bibliodaemon": { "copyof": "daemon_bibliodaemon" },
	"daemon_cacodaemon": {
		"name": "Daemon, Cacodaemon",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*An ever-gnashing maw, filled with row after row of mismatched teeth, dominates this frightful creature's orb-like body.*",
			"",
			"::mh[Cacodaemon]{cr=\"2\"}",
			"",
			"{SOURCE Bestiary 2/64}  ",
			"**XP** 600  ",
			"NE Tiny outsider (daemon, evil, extraplanar)  ",
			"**Init** +4; **Senses** darkvision 60 ft., detect good, detect magic; Perception +7",
			"",
			"::sh[Defense]",
			"",
			"**AC** 16, touch 12, flat-footed 16 (+4 natural, +2 size)  ",
			"**hp** 19 (3d10+3); {umr/fast healing} 2  ",
			"**Fort** +2, **Ref** +5, **Will** +4  ",
			"**DR** 5/good or silver; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 5 ft., fly 50 ft. (perfect)  ",
			"**Melee** bite +6 (1d4+1 plus disease)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft.  ",
			"**Special Attacks** soul lock  ",
			"**Spell-Like Abilities** (CL 6th; concentration +7)  ",
			"*Constant*-{spell/detect good}, {spell/detect magic}  ",
			"*At will*-{spell/invisibility} (self only)  ",
			"*3/day*-{spell/lesser confusion} (DC 12)  ",
			"*1/week*-{spell/commune} (CL 12th, six questions)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 12, **Dex** 11, **Con** 13, **Int** 8, **Wis** 13, **Cha** 12  ",
			"**Base Atk** +3; **CMB** +1; **CMD** 12  ",
			"**Feats** {feat/Improved Initiative}, {feat/Lightning Reflexes}  ",
			"**Skills** Bluff +7, Fly +18, Knowledge (planes) +5, Perception +7, Stealth +14  ",
			"**Languages** Abyssal, Common, Infernal; telepathy 100 ft.  ",
			"**SQ** change shape (2 of the following forms: lizard, octopus, Small scorpion, venomous snake, polymorph)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary or swarm (2-10)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Disease (Su)** Cacodaemonia: Bite-injury; *save* Fort DC 12; *onset* 1 day; *frequency* 1/day; *effect* 1d2 Wis damage; *cure* 2 consecutive saves. In addition to the normal effects of the disease, as long as a victim is infected, the cacodaemon can telepathically communicate with the creature over any distance (as long as they remain on the same plane).",
			"",
			"**Soul Lock (Su)** Once per day as a full-round action, a cacodaemon can ingest the spirit of any sentient creature that has died within the last minute. This causes a soul gem to grow inside of the cacodaemon's gut, which it can regurgitate as a standard action. A soul gem is a fine-sized object with 1 hit point and hardness 2. Destroying a soul gem frees the soul within, though it does not return the deceased creature to life. This is a death effect. Any attempt to resurrect a body whose soul is trapped in a soul gem requires a DC 12 caster level check. Failure results in the spell having no effect, while success shatters the victim's soul gem and returns the creature to life as normal. If the soul gem rests in an unholy location, such as that created by the spell unhallow, the DC of this caster level check increases by +2. The caster level check DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Any evil outsider can, as a standard action, ingest a soul gem. Doing so frees the soul within, but condemns it to one of the lower planes (though the soul can be returned to life as normal). The outsider gains fast healing 2 for a number of rounds equal to its Hit Dice.",
			"",
			"The least of daemonkind, cacodaemons spawn from eddies of angry, violent, and demented souls amid the mists of Abaddon. Dim-witted but utterly evil, they endlessly seek to cause pain and indulge their hunger for mortal souls. Many more powerful fiends keep cacodaemons as pets, if only to be able to harvest the tiny creatures' soul gems. A 7th-level spellcaster can gain a cacodaemon as a familiar if she has the {feat/Improved Familiar} feat.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"cacodaemon": { "copyof": "daemon_cacodaemon" },
	"daemon_ceustodaemon": {
		"name": "Daemon, Ceustodaemon",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*This brown, shaggy-furred beast stands on slate grey hooves. Its head resembles that of a maniacal horned ape.*",
			"",
			"::mh[Ceustodaemon]{cr=\"6\"}",
			"",
			"{SOURCE Bestiary 2/65}  ",
			"**XP** 2,400  ",
			"NE Large outsider (daemon, evil, extraplanar)  ",
			"**Init** +1; **Senses** darkvision 60 ft., detect good, detect magic, see invisibility; Perception +15",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 10, flat-footed 19 (+1 Dex, +10 natural, -1 size)  ",
			"**hp** 68 (8d10+24)  ",
			"**Fort** +9, **Ref** +3, **Will** +8  ",
			"**DR** 10/good or silver; **Immune** acid, death effects, disease, mind-affecting effects, paralysis, poison, polymorph effects, sleep effects; **Resist** cold 10, electricity 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +11 (2d6+4), 2 claws +11 (1d6+4)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** {umr/breath weapon} (30-ft. cone; 6d6 fire damage; Reflex DC 17 for half; usable once every 1d4 rounds)  ",
			"**Spell-Like Abilities** (CL 8th; concentration +10)  ",
			"*Constant*-{spell/detect good}, {spell/detect magic}, {spell/see invisibility}  ",
			"*At will*-{spell/dimension door}  ",
			"*3/day*-{spell/dispel magic}, {spell/fly}  ",
			"*1/day*-{spell/hold monster} (DC 17), {spell/slow} (DC 15)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 18, **Dex** 13, **Con** 16, **Int** 11, **Wis** 14, **Cha** 15  ",
			"**Base Atk** +8; **CMB** +13; **CMD** 24  ",
			"**Feats** {feat/Alertness}, {feat/Blind-Fight}, {feat/Power Attack}, {feat/Step Up}  ",
			"**Skills** Bluff +13, Intimidate +11, Knowledge (planes) +9, Perception +15, Sense Motive +15, Stealth +8, Survival +9  ",
			"**Languages** Abyssal, Infernal; telepathy 100 ft.  ",
			"**SQ** drawn to service",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Drawn to Service (Su)** When brought to another plane with a planar binding or planar ally spell (or any similar calling effect), ceustodaemons take a -5 penalty on the initial Will save and on their Charisma check to refuse service. Ceustodaemons also take a -5 penalty on saves against binding, planar binding, and other spells designed to bind a creature to a particular plane as long as the daemon is commanded to serve as a guardian for a single area or small complex.",
			"",
			"::sh[Description]",
			"",
			"Some claim the Four Horsemen created these creatures to serve as summoning fodder. Others believe that they form from neutral evil souls who commit suicide. Wherever the truth lies, ceustodaemons find themselves on the Material Plane more often than any other daemon, as they are easily pressured into service - many call these creatures \"guardian daemons\" as a result. Yet in the back of their wicked minds, ceustodaemons always think about escaping their bonds and ripping to shreds the ones who summoned them.",
			"",
			"Greater and lesser versions of these creatures exist. These variants can be represented by applying either the young creature or advanced creature simple templates, along with the following adjustments.",
			"",
			"Lesser Ceustodaemon: This Medium daemon looks like a horned frog with a wide, toothy mouth. Its breath weapon is a chilling cone of ice that deals cold damage.",
			"",
			"Greater Ceustodaemon: This daemon resembles a gigantic humanoid bear with the talons of an eagle and curling ram horns sprouting from its head. Its breath weapon is a fan of sparks that deals electricity damage.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"ceustodaemon": { "copyof": "daemon_ceustodaemon" },
	"daemon_crucidaemon": {
		"name": "Daemon, Crucidaemon",
		"sources": [
			"Bestiary 3",
			"Bestiary 2"
		],
		"description": [
			"*Its body seemingly made of iron, this shapely feminine form has wrists pierced by chains that end in curved blades.*",
			"",
			"::mh[Crucidaemon]{cr=\"15\"}",
			"",
			"{SOURCE Bestiary 3/62}  ",
			"**XP** 51,200  ",
			"NE Medium outsider (daemon, evil, extraplanar)  ",
			"**Init** +9; **Senses** darkvision 60 ft., deathwatch, detect good, true seeing; Perception +23",
			"",
			"::sh[Defense]",
			"",
			"**AC** 29, touch 16, flat-footed 23 (+5 Dex, +1 dodge, +13 natural)  ",
			"**hp** 212 (17d10+119)  ",
			"**Fort** +17, **Ref** +12, **Will** +13  ",
			"**DR** 10/good and silver; **Immune** acid, bleed, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 26",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** daggers +29/+29/+24/+19/+14 (1d4+11/17-20)  ",
			"**Space** 5 ft., **Reach** 10 ft.  ",
			"**Special Attacks** {umr/bleed} (2d6), chained daggers, trap making  ",
			"**Spell-Like Abilities** (CL 16th; concentration +25)  ",
			"*Constant*-{spell/air walk}, {spell/deathwatch}, {spell/detect good}, {spell/true seeing}  ",
			"*At will*-{spell/fear} (DC 23), {spell/greater teleport} (self plus 50 lbs. of objects only), {spell/invisibility}  ",
			"*3/day*-{spell/greater glyph of warding} (DC 25), {spell/hold monster} (DC 24)  ",
			"*1/day*-{spell/insanity} (DC 26), {umr/summon} (level 4, 2 piscodaemons 50%), {spell/symbol of pain} (DC 24)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 28, **Dex** 21, **Con** 24, **Int** 16, **Wis** 17, **Cha** 29  ",
			"**Base Atk** +17; **CMB** +26; **CMD** 42  ",
			"**Feats** {feat/Dodge}, {feat/Improved Critical/ (daggers)}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Mobility}, {feat/Spring Attack}, {feat/Stealthy}, {feat/Step Up}, {feat/Weapon Focus/ (daggers)}  ",
			"**Skills** Bluff +29, Craft (traps) +31, Disable Device +25, Escape Artist +7, Intimidate +29, Knowledge (arcana, engineering) +11, Perception +23, Sense Motive +16, Spellcraft +18, Stealth +29, Use Magic Device +19; **Racial Modifiers** +8 Craft (traps)  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, pair, or inquisition (3-6)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Chained Daggers (Su)** A crucidaemon fights with the two daggers chained to its wrists as if dual wielding daggers with a reach of 10 feet (although it can also attack adjacent foes with no penalty). It takes no penalty on attack or damage rolls while wielding both of these daggers at once. These daggers are considered to be +2 daggers that deal 2d6 points of bleed damage. The daggers become nonmagical upon the daemon's death, and cannot be disarmed. A crucidaemon may remanifest a destroyed dagger as a standard action.",
			"",
			"**Trap Making (Ex)** A crucidaemon can use Disable Device to disarm magic traps. When it uses its greater glyph of warding spell-like ability to create a spell glyph, it may utilize any 6th-level or lower spell from the cleric or the wizard spell list, even though it otherwise can't cast these spells. The Perception and Disable Device DCs for any traps a crucidaemon creates gain a +2 bonus.",
			"",
			"::sh[Description]",
			"",
			"Bloody representations of death by traps or torture, crucidaemons spend their existence subjecting creatures to an eternity of pain and terror. Whereas many daemons are quick to feed on the soul of mortals they capture, a crucidaemon lets its victims linger, marinating their souls in torment and pain so that when the time for feeding finally comes, they welcome their final oblivion with tears of gratitude.",
			"",
			"Crucidaemons are 6 feet tall and weigh 250 pounds.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"crucidaemon": { "copyof": "daemon_crucidaemon" },
	"daemon_derghodaemon": {
		"name": "Daemon, Derghodaemon",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*A deadly and vicious bouquet of insectile claws sprouts from this horrid, three-legged, multi-eyed beast.*",
			"",
			"::mh[Derghodaemon]{cr=\"12\"}",
			"",
			"{SOURCE Bestiary 2/66}  ",
			"**XP** 19,200  ",
			"NE Large outsider (daemon, evil, extraplanar)  ",
			"**Init** +5; **Senses** all-around vision, darkvision 60 ft., detect magic, see invisibility; Perception +28  ",
			"**Aura** feeblemind (DC 20)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 27, touch 14, flat-footed 22 (+5 Dex, +13 natural, -1 size)  ",
			"**hp** 161 (14d10+84)  ",
			"**Fort** +15, **Ref** +14, **Will** +7  ",
			"**DR** 10/good; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 23",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** 5 claws +21 (1d6+8/19-20)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** {umr/rend} (2 claws, 1d8+12 plus 2 Con damage)  ",
			"**Spell-Like Abilities** (CL 12th; concentration +15)  ",
			"*Constant*-{spell/detect magic}, {spell/see invisibility}  ",
			"*At will*-{spell/greater teleport} (self plus 50 lbs. of objects only)  ",
			"*3/day*-{spell/fear} (DC 17), quickened {spell/summon swarm}  ",
			"*1/day*-{spell/creeping doom}, {spell/insect plague}, {umr/summon} (level 4, 1 derghodaemon 30%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 27, **Dex** 20, **Con** 22, **Int** 7, **Wis** 17, **Cha** 16  ",
			"**Base Atk** +14; **CMB** +23; **CMD** 38 (40 vs. trip)  ",
			"**Feats** {feat/Cleave}, {feat/Critical Focus}, {feat/Improved Critical/ (claws)}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (summon swarm)}, {feat/Sickening Critical}, {feat/Vital Strike}  ",
			"**Skills** Intimidate +20, Perception +28, Sense Motive +20, Stealth +18; **Racial Modifiers** +4 Perception  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.  ",
			"**SQ** swarmwalking",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary or infestation (2-6)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Feeblemind Aura (Su)** By grinding and clicking its mandibles and chitinous plates together (a free action), a derghodaemon can affect all creatures within 30 feet as if by a feeblemind spell. Daemons are immune to this effect, but all other creatures must make a DC 20 Will save to resist the effects. A creature that makes this save is immune to the effect for 24 hours. A creature that fails remains affected as long as the derghodaemon continues to maintain the aura and the subject remains within 30 feet of the derghodaemon. Once either condition ends, the victim of this effect can attempt a new DC 20 Will save once per minute to recover from the effect; otherwise, it can be cured by a {spell/heal}, {spell/limited wish}, {spell/miracle}, or {spell/wish} spell. A derghodaemon cannot use its spell-like abilities or rend attack in any round in which it uses its feeblemind aura. This is a sonic mind-affecting effect. The save DC is Charisma-based.",
			"",
			"**Swarmwalking (Su)** A derghodaemon is immune to damage or distraction effects caused by swarms.",
			"",
			"::sh[Description]",
			"",
			"These brutal daemons personify death resulting from violent insanity, such as being murdered by a maniac or torn to shreds by a pack of rabid predators. These insectoid creatures roam the Outer Planes, scavenging battlefields and following the inevitable trail of violence in those hostile worlds. They hunt the weak and dying along the fringe of battles, feeding off their victims' suffering until they make their kill. Attacks from a derghodaemon often come from within a cloud of biting insects.",
			"",
			"Brutish and low on intellect, derghodaemons find themselves serving as front-line fighters in fiendish armies. A derghodaemon stands 9 feet tall and weighs 800 pounds.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"derghodaemon": { "copyof": "daemon_derghodaemon" },
	"daemon_erodaemon": {
		"name": "Daemon, Erodaemon",
		"sources": [
			"Bestiary 6",
			"Book of the Damned - Volume 3: Horsemen of the Apocalypse",
			"Bestiary 2"
		],
		"description": [
			"*This blue-skinned woman has ram's horns, a third eye in her forehead, and a long, scaled tail that ends in a hissing viper's head.*",
			"",
			"::mh[Erodaemon]{cr=\"11\"}",
			"",
			"{SOURCE Bestiary 6/70;Book of the Damned - Volume 3: Horsemen of the Apocalypse/46}  ",
			"**XP** 12,800  ",
			"NE Medium outsider (daemon, evil, extraplanar, shapechanger)  ",
			"**Init** +9; **Senses** darkvision 60 ft., detect good; Perception +20",
			"",
			"::sh[Defense]",
			"",
			"**AC** 25, touch 16, flat-footed 19 (+5 Dex, +1 dodge, +9 natural)  ",
			"**hp** 147 (14d10+70)  ",
			"**Fort** +9, **Ref** +14, **Will** +12  ",
			"**DR** 10/good or silver; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 22",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +19 (1d8+5 plus 1d4 Cha drain), 2 claws +19 (1d6+5)  ",
			"**Special Attacks** object of desire, wilting kiss, sneak attack +2d6  ",
			"**Spell-Like Abilities** (CL 14th; concentration +20)  ",
			"*Constant*-{spell/detect good}, {spell/tongues}  ",
			"*At will*-{spell/death knell} (DC 18), {spell/detect thoughts} (DC 18), {spell/greater teleport} (self plus 50 lbs. of objects only), {spell/unnatural lust} (DC 18)  ",
			"*3/day*-{spell/desecrate}, {spell/crushing despair} (DC 20), {spell/enervation}, quickened {spell/suggestion} (DC 19)  ",
			"*1/day*-{spell/modify memory} (DC 20), {umr/summon} (level 4, 1d3 ceustodaemons 35%), {spell/utter contempt} (DC 20)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 21, **Con** 21, **Int** 19, **Wis** 16, **Cha** 22  ",
			"**Base Atk** +14; **CMB** +19; **CMD** 35  ",
			"**Feats** {feat/Agile Maneuvers}, {feat/Combat Reflexes}, {feat/Deceitful}, {feat/Dodge}, {feat/Improved Initiative}, {feat/Quicken Spell-Like Ability/ (suggestion)}, {feat/Skill Focus/ (Bluff)}  ",
			"**Skills** Bluff +33, Diplomacy +23, Disguise +24, Intimidate +23, Knowledge (local, planes) +21, Perception +20, Sense Motive +20, Sleight of Hand +22, Stealth +22  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.; tongues",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, pair, or harem (3-6)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Charisma Drain (Su)** A bite from an erodaemon's tail deals 1d4 points of Charisma drain to the victim. This can be reduced to 1d2 points of Charisma damage with a successful DC 22 Fortitude save. The save DC is Constitution-based.",
			"",
			"**Object of Desire (Su)** While using detect thoughts on a humanoid, an erodaemon can identify the person the target most desires, whether it is a loved one or an object of lust. As a full-round action, the erodaemon can change into the form of this desired person as long as the desired person is a Small, Medium, or Large humanoid. The erodaemon gains a +20 bonus on its Disguise and Bluff checks to impersonate that person and avoid being detected as a fraud. This effect ends if the erodaemon attacks any creature.",
			"",
			"**Wilting Kiss (Su)** As a free action, an erodaemon can draw a willing, helpless, or grappled mortal into a state of obsession with its kiss. The kissed creature must succeed at a DC 23 Will save or become supernaturally obsessed with the erodaemon. Each round the victim is more than 30 feet away from the erodaemon, the victim must attempt an additional DC 23 Will save. Failure means that the sheer pain of the erodaemon's absence deals 1 point of Charisma damage to the subject that round. Succeeding at this Will save two consecutive times ends the effects of this ability. This is a mind-affecting curse effect. The save DCs are Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Erodaemons are the personification of death by heartbreak. Occasionally, erodaemons will work together, but only if doing so results in a greater harvest of crushed mortal souls. In her true form, an erodaemon is 6 feet tall and weighs 150 pounds.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"erodaemon": { "copyof": "daemon_erodaemon" },
	"daemon_genthodaemon": {
		"name": "Daemon, Genthodaemon",
		"sources": [
			"Pathfinder #71: Rasputin Must Die!",
			"Bestiary 2"
		],
		"description": [
			"*Jagged bits of metal, armor, and sharp pieces of wire embed the flesh of this towering fiend.*",
			"",
			"::mh[Genthodaemon]{cr=\"5\"}",
			"",
			"{SOURCE Pathfinder #71: Rasputin Must Die!/86}  ",
			"**XP** 1,600  ",
			"NE Large outsider (daemon, evil, extraplanar)  ",
			"**Init** +0; **Senses** darkvision 60 ft.; Perception +10  ",
			"**Aura** destruction (30 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 9, flat-footed 18 (+9 natural, -1 size)  ",
			"**hp** 51 (6d10+18)  ",
			"**Fort** +8, **Ref** +5, **Will** +3  ",
			"**Defensive Abilities** barbed defense; **DR** 5/good or silver; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 30 ft. (average)  ",
			"**Melee** bite +10 (1d8+4), 2 claws +10 (1d6+4 plus bleed 1d4), tail slap +4 (1d8+2 plus bleed 1d4)  ",
			"**Ranged** 4 shrapnel +5 (1d6+4/19-20)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** penetrating slivers, {umr/trample} (1d6+6 plus bleed 1d4, DC 17)  ",
			"**Spell-Like Abilities** (CL 6th; concentration +8)  ",
			"*Constant*-{spell/detect good}  ",
			"*At will*-{spell/cause fear} (DC 13), {spell/lesser confusion} (DC 13), {spell/message}, {spell/obscuring mist}  ",
			"*1/day*-{spell/crushing despair} (DC 16), {spell/dispel magic}, {spell/meld into stone}, {spell/move earth}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 18, **Dex** 11, **Con** 16, **Int** 11, **Wis** 12, **Cha** 15  ",
			"**Base Atk** +6; **CMB** +11; **CMD** 21  ",
			"**Feats** {feat/Power Attack}, {feat/Weapon Focus/ (bite)}, {feat/Weapon Focus/ (claws)}  ",
			"**Skills** Fly +7, Intimidate +11, Knowledge (engineering) +9, Knowledge (planes) +9, Perception +10, Stealth +5  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary or squad (2-18)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Aura of Destruction (Su)** A genthodaemon can create an aura of pure carnage. All critical threats made against targets within the aura (including the genthodaemon) are automatically confirmed. Dying creatures within the aura take a -10 penalty on stabilization checks. The genthodaemon can activate or suppress this aura as a free action.",
			"",
			"**Barbed Defense (Su)** A creature that strikes a genthodaemon with a melee weapon, an unarmed strike, or a natural weapon takes 1d4+4 points of piercing damage from the barbed wire and other pieces of jagged metal embedded in the genthodaemon's body. Melee weapons with reach do not endanger their users in this way.",
			"",
			"**Penetrating Slivers (Ex)** When a genthodaemon confirms a critical hit with a claw attack, pieces of its metal nails break off and enter the target's body, working their way toward its heart. When the slivers reach the heart 1d3 rounds later, the creature takes 1d6 points of Constitution damage. The slivers are destroyed by anything that removes curses, diseases, or death effects. Likewise, creatures immune to curses, diseases, and death effects are immune to this ability.",
			"",
			"**Shrapnel (Ex)** A genthodaemon can shake loose four large pieces of the shrapnel embedded in its body as a standard action (make a separate attack roll for each piece). This attack has a range of 180 feet with no range increment. All targets of this attack must be within 30 feet of each other. The daemon can launch at most 24 pieces of shrapnel in any 24-hour period.",
			"",
			"::sh[Description]",
			"",
			"Genthodaemons are common troops of daemonic armies, resolutely obedient to any greater type of daemon that gives them orders. They personify death in hopeless or futile wars, genocide, and the despair created by long, bloody stalemates where the combatants lose their will to live and forget why they were fighting in the first place. They have almost no role in corrupting mortals, as they are devoid of interest in the fates of most other creatures, but are sometimes called by daemonologists or greater daemons for use in war or their ability to shape battlefields. Any daemon that can summon a ceustodaemon can instead use its summon ability to summon a genthodaemon.",
			"",
			"A genthodaemon looks like a stereotypical fiend: basically humanoid, but with claws, a tail, batlike wings, and cloven hooves. Metal armored plates, barbs, and spikes cover its body, though these are part of the daemon rather than armor it wears. Its claws are jagged metal shards sprouting from its fingers where nails should be.",
			"",
			"Genthodaemons are only slightly above cacodaemons and lacridaemons in the hierarchy of Abaddon. A greater daemon may create a genthodaemon from a cacodaemon or one of the hunted (a dead soul trying to survive on Abaddon); however, most arise naturally from war-battered souls who band together as hunted, transforming into true daemons simultaneously when the group has cannibalized enough souls. Genthodaemons show unusual loyalty to others in their band, though this doesn't interfere with their obligations to more powerful daemons.",
			"",
			"A typical genthodaemon stands over 9 feet tall and weighs 500 to 600 pounds (with much of this weight stemming from the daemon's embedded metal).",
			"",
			"Souls that become genthodaemons usually come from worlds where war technology has advanced to allow production of large amounts of metal armor and weapons - particularly worlds where firearms have been invented. When battle grows so such a scope that the enemy becomes a faceless tide, or killing becomes casual and easy at long range, the act of waging war becomes completely dehumanized and soldiers become mere pieces in a perpetual machine. In such grim instances and the seeds are planted to send soldiers' souls to Abaddon.",
			"",
			"These ties to the craft of war stain the dead soul and the daemon created from it, manifesting as armor plates fused with daemonic flesh, pieces of weapons embedded in its bones, or even remnants of siege engines or barbed wire sprouting from or wrapped around the daemon's body. These elements are part of the daemon, not mere decorations, but any mechanical pieces merely resemble functional items and no longer work (for example, a daemon with a crossbow or rifle embedded in its arm cannot shoot it). Genthodaemons from the same band often resemble each other, including the shape of their metal parts, sometimes because their mortal selves were even in the same army and uniform.",
			"",
			"Though genthodaemons serve in the armies of all four Horsemen, they are most strongly associated with Szuriel, the Horseman of War. Her military background, strong discipline, and focus on the brutality of war resonates with the core of a genthodaemon's being. Those who (as mortals) were involved in acts of genocide have a morbid fascination with obscisidaemons and tend to follow them. Though genthodaemons were not the instigators of genocide in their mortal lives (which could have granted them higher status on Abaddon), those who participated in such acts feel a fawning admiration for the greater daemons who orchestrated such atrocities.",
			"",
			"Like other daemons, genthodaemons hate all living things - and to an extent, themselves - and look forward to the death of the last mortal, for on that day they will have no other reminders of their bleak mortal lives and can focus all their hate inward.",
			"",
			"**Family:** {family/Daemon}",
			"",
			"### Habitat",
			"",
			"Genthodaemons patrol the fortresses, cities, ruins, and wastelands of Abaddon looking for invaders, hostile non-daemons, and gangs of the hunted. Because they usually travel in groups, they are rarely preyed upon by other creatures and only have to face death when deployed as part of a Horseman's army. They are of low status but fulfill a necessary role as soldiers of Abaddon. Greater daemons treat them with the formal respect due their relative difference in rank, much like how a general might treat a common soldier. However, in the wars against mortal life, the Horsemen understand the value of suicidal missions and brazen sacrifice, and are not above sending countless genthodaemons to permanent destruction if it advances the cause of Abaddon. The genthodaemons accept this as their lot and never complain, as protests require effort, will, and the belief that there is a possibility of change - three things these shell-shocked creatures lost long ago.",
			"",
			"On the Material Plane, genthodaemons sometimes serve daemonic cults that are unworthy of a greater daemon's attention or lacking the power to summon a more powerful creature. As their magic is suitable for war and destruction, they have limited use to mortal cultists not intent on violence."
		]
	},
	"genthodaemon": { "copyof": "daemon_genthodaemon" },
	"daemon_hydrodaemon": {
		"name": "Daemon, Hydrodaemon",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*The skin on this frog-like fiend is clammy and its eyes look dead and milky; its wide face is split by a fanged maw.*",
			"",
			"::mh[Hydrodaemon]{cr=\"8\"}",
			"",
			"{SOURCE Bestiary 2/67}  ",
			"**XP** 4,800  ",
			"NE Large outsider (aquatic, daemon, evil, extraplanar)  ",
			"**Init** +2; **Senses** darkvision 60 ft., detect magic; Perception +15",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 11, flat-footed 18 (+2 Dex, +9 natural, -1 size)  ",
			"**hp** 95 (10d10+40)  ",
			"**Fort** +11, **Ref** +9, **Will** +3  ",
			"**DR** 10/cold iron or silver; **Immune** acid, death effects, disease, poison, waters of the River Styx; **Resist** cold 10, electricity 10, fire 10; **SR** 19",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 40 ft. (average; see glide, below), swim 60 ft.  ",
			"**Melee** bite +13 (1d8+4 plus {umr/grab}), 2 claws +13 (1d6+4)  ",
			"**Ranged** sleep spittle +11 (sleep)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** {umr/rake} (2 claws +13, 1d6+4)  ",
			"**Spell-Like Abilities** (CL 9th; concentration +11)  ",
			"*Constant*-{spell/detect magic}, {spell/water walk}  ",
			"*At will*-{spell/acid arrow}, {spell/deeper darkness}  ",
			"*3/day*-{spell/control water}, {spell/greater teleport} (self plus 50 lbs. of objects only), {spell/summon monster V} (Large water elemental only)  ",
			"*1/day*-{spell/desecrate}, {umr/summon} (level 3, 1 hydrodaemon 50%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 18, **Dex** 15, **Con** 18, **Int** 9, **Wis** 11, **Cha** 14  ",
			"**Base Atk** +10; **CMB** +15 (+9 grapple); **CMD** 27  ",
			"**Feats** {feat/Cleave}, {feat/Point-Blank Shot}, {feat/Power Attack}, {feat/Precise Shot}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Fly +0, Intimidate +14, Knowledge (planes) +10, Perception +15, Sense Motive +12, Stealth +10, Swim +21  ",
			"**Languages** Abyssal, Infernal; telepathy 100 ft.  ",
			"**SQ** amphibious, glide",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, gang (2-5), or mob (6-12)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Glide (Ex)** A hydrodaemon can launch itself into the air and glide along for 1 minute, gaining a fly speed of 40 feet with average maneuverability. While gliding, the hydrodaemon gains the pounce ability.",
			"",
			"**Sleep Spittle (Su)** A hydrodaemon can spit at a single target within 20 feet, making a ranged touch attack as a standard action. A target hit by this spittle must succeed on a DC 19 Will save or fall asleep for 6 rounds. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"While at first glance these creatures seem like enormous and foul boggards, their dangerous gait, dead eyes, and wicked claws give away their fiendish nature. In their home environment, hydrodaemons swim the sickening rivers and seas of Abaddon and the River Styx, ducking beneath the rivers of pus and bile only to leap out at enemies and rend their flesh with tooth and claw. It is said these are among the few creatures able to survive in the deadly waters of the River Styx. When called to the Material Plane, hydrodaemons serve powerful spellcasters, protecting domains dotted with pools, streams, and even sewer complexes. Associated with death by drowning, these fiends use a favored tactic to draw the most anguish from their victims. Hydrodaemons first attack with their inky black sleep spittle, hoping to render victims unconscious. With their opponents unable to fight back, hydrodaemons drag their enemies into the foul waters they call home and delight as the liquid fills their victims' gasping lungs. If unable to drown a victim, they finish the job with jaws and claws.",
			"",
			"Hydrodaemons possess an awkward gait, springing back on their heels and leaping about like humanoid frogs. Even so, they move in an unpredictable manner, twisting their bodies with each hopping movement. Hydrodaemons can also unfurl flaps of skin that allow them to glide through the air. Hydrodaemons stand 10 feet tall and weigh upward of 3,000 pounds.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"hydrodaemon": { "copyof": "daemon_hydrodaemon" },
	"daemon_lacridaemon": {
		"name": "Daemon, Lacridaemon",
		"sources": [
			"Bestiary 6",
			"Book of the Damned - Volume 3: Horsemen of the Apocalypse",
			"Bestiary 2"
		],
		"description": [
			"*The face of this gray-skinned humanoid stretches in a manic grin, even though it weeps steaming tears. Frost crusts its flesh.*",
			"",
			"::mh[Lacridaemon]{cr=\"3\"}",
			"",
			"{SOURCE Bestiary 6/71;Book of the Damned - Volume 3: Horsemen of the Apocalypse/48}  ",
			"**XP** 800  ",
			"NE Medium outsider (daemon, evil, extraplanar)  ",
			"**Init** +7; **Senses** darkvision 60 ft., detect good, detect magic; Perception +8  ",
			"**Aura** weeping (100 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 13, flat-footed 12 (+3 Dex, +2 natural)  ",
			"**hp** 30 (4d10+8)  ",
			"**Fort** +6, **Ref** +4, **Will** +5  ",
			"**DR** 5/good or silver; **Immune** acid, cold, death effects, disease, poison; **Resist** electricity 10, fire 10; **SR** 14",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** bite +5 (1d4+1 plus 1d4 cold and poison), 2 claws +6 (1d4+1 plus 1d4 cold)  ",
			"**Special Attacks** poisonous tears  ",
			"**Spell-Like Abilities** (CL 4th; concentration +5)  ",
			"*Constant*-{spell/detect good}, {spell/detect magic}, {spell/pass without trace}  ",
			"*3/day*-{spell/overwhelming grief} (DC 15), {spell/teleport} (self plus 50 lbs. of objects only)  ",
			"*1/day*-{spell/hold person} (DC 14), {spell/invisibility}, {spell/snare}, {umr/summon} (level 3, 1 lacridaemon 50%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 12, **Dex** 17, **Con** 14, **Int** 11, **Wis** 13, **Cha** 12  ",
			"**Base Atk** +4; **CMB** +5; **CMD** 18  ",
			"**Feats** {feat/Improved Initiative}, {feat/Weapon Focus/ (claw)}  ",
			"**Skills** Acrobatics +10, Bluff +8, Climb +8, Perception +8, Sense Motive +8, Stealth +10  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, pair, or lurk (3-6)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Poisonous Tears (Su)** A lacridaemon's tears are poisonous to other creatures. As a swift action that provokes attacks of opportunity, a lacridaemon can coat both of its claws with its tears, giving its next attack the possibility of poisoning its victim. In order to use this ability, a lacridaemon must attack with its claws on the same round it applies its tears; after that time, the tears lose their potency. A lacridaemon's bite attack is always treated as having its poisonous tears applied to it. The save DC is Constitution-based.",
			"",
			"Lacridaemon Poison: Bite-injury; *save* Fortitude DC 14; *frequency* 1/round for 6 rounds; *effect* 1 Wis damage plus staggered for 1 round; *cure* 2 consecutive saves.",
			"",
			"**Weeping Aura (Su)** A lacridaemon is surrounded by the muffled sounds of a crying child. These whimpers sound as if they're coming from all directions at once, disorienting those within 100 feet of the lacridaemon. Any creature that enters this area must succeed at a DC 13 Will saving throw or take a -5 penalty on Survival checks to avoid becoming lost for 24 hours. A lacridaemon can suppress or reactivate its aura as a free action, and the effects from multiple lacridaemon auras stack (up to a maximum penalty of -20). This aura is a sonic mind-affecting effect. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Among the least powerful of all daemons, lacridaemons personify death by neglect or exposure to the elements, such as that suffered by those who become lost in the wilderness and die far from help, or unfortunates who become trapped in an enclosed space (like a collapsed mine) and are left alone to slowly expire. Lacridaemons' despair is in stark contrast to their savage nature. If they're given any opportunity, they viciously lash out, furiously attacking their mortal victims.",
			"",
			"In death, lacridaemons continue to suffer just as their mortal incarnations did in their last days of life, consumed by feelings of abandonment, self-pity, and a gnawing sense of loneliness. They often spawn from the souls of evil mortals who died alone and abandoned - exiled criminals, reclusive and corrupt nobles, or those who died from intense exposure to the natural elements (whether the blistering heat of the desert or the ravaging cold of the arctic), such as by freezing to death or dying of thirst.",
			"",
			"A lacridaemon stands just under 6 feet tall but weighs only 90 pounds.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"lacridaemon": { "copyof": "daemon_lacridaemon" },
	"daemon_lapsudaemon": {
		"name": "Daemon, Lapsudaemon",
		"sources": [
			"Pathfinder #106: For Queen and Empire",
			"Bestiary 2"
		],
		"description": [
			"*This grotesque and malevolent creature appears to be a crushed ball of broken humanoid body parts spraying blood.*",
			"",
			"::mh[Lapsudaemon]{cr=\"14\"}",
			"",
			"{SOURCE Pathfinder #106: For Queen and Empire/88}  ",
			"**XP** 38,400  ",
			"NE Medium outsider (daemon, evil, extraplanar)  ",
			"**Init** +10; **Senses** blindsense 200 ft., darkvision 60 ft.; Perception +26  ",
			"**Aura** {umr/frightful presence} (30 ft., DC 22)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 29, touch 24, flat-footed 18 (+3 deflection, +10 Dex, +1 dodge, +5 natural)  ",
			"**hp** 199 (19d10+95)  ",
			"**Fort** +11, **Ref** +21, **Will** +15  ",
			"**Defensive Abilities** {umr/amorphous}, vertigo's grace; **DR** 10/good; **Immune** acid, bludgeoning, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 25",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 200 ft. (perfect)  ",
			"**Melee** slam +23 (2d6+6 plus momentum/19-20 and grab)  ",
			"**Special Attacks** momentum, must come down (DC 22)  ",
			"**Spell-Like Abilities** (CL 14th; concentration +16)  ",
			"*At will*-{spell/greater teleport} (self plus 50 pounds only)  ",
			"*3/day*-quickened {spell/gust of wind} (DC 15), {spell/reverse gravity}  ",
			"*1/day*-{spell/fickle winds}, {umr/summon} (level 7, 1d3 suspiridaemons 80%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 18, **Dex** 31, **Con** 21, **Int** 13, **Wis** 18, **Cha** 16  ",
			"**Base Atk** +19; **CMB** +29 (+31 bull rush or trip, +33 grapple); **CMD** 43 (45 vs. bull rush, can't be tripped)  ",
			"**Feats** {feat/Acrobatic}, {feat/Agile Maneuvers}, {feat/Combat Expertise}, {feat/Dodge}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (slam)}, {feat/Improved Trip}, {feat/Mobility}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (gust of wind)}  ",
			"**Skills** Acrobatics +32, Bluff +21, Escape Artist +28, Fly +35, Knowledge (geography) +14, Knowledge (local) +14, Knowledge (planes) +14, Perception +26, Sense Motive +26, Stealth +23 (see below)  ",
			"**Languages** Abyssal, Common, Draconic; telepathy 200 ft.  ",
			"**SQ** constant motion",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary or storm (2-11)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Constant Motion (Su)** Lapsudaemons never cease their falling motion. They must move their full movement speed in straight lines every round, making their slam attacks and grabs without stopping. A lapsudaemon doesn't lose altitude or speed for aerial maneuvers and makes no Fly checks when changing directions. It \"falls\" vertically, horizontally, or diagonally and attacks any creature in its way, regardless of the number of creatures in its path. It can change directions each round to maximize the number of creatures it can slam, moving through other creatures' spaces without the need for an Acrobatics check regardless of their size, but it still provokes attacks of opportunity, and it can only attack a particular creature once per round. It can fall at its full speed while grappling a single creature without needing to succeed at a check to do so; while grappling, it can make slam attacks only against the grappled creature, and it can't use its grab ability. ",
			"",
			"Lapsudaemons are immune to effects that change their movement speed or alter their flight ability, even if the effect would be harmless or beneficial. Lapsudaemons don't take damage from falling or from bludgeoning attacks. The only exception is that any lapsudaemon somehow prevented from moving takes 1d6 points of damage each round for every 30 feet it doesn't move. So great is the creature's supernatural propulsion that forcing the lapsudaemon to remain still eventually tears it apart. ",
			"",
			"Because lapsudaemons shout in horror as they fall, if a creature can hear, it can always notice the sound of a lapsudaemon's presence with a Perception check DC of -10, regardless of the daemon's Stealth.",
			"",
			"**Momentum (Ex)** When a lapsudaemon makes a slam attack while moving into a creature's square, the attack deals an additional 1d6 points of damage for every 10 feet that the lapsudaemon moved since the last time it made a slam attack or struck a surface, to a maximum of 20d6. This damage isn't multiplied on a critical hit.",
			"",
			"**Must Come Down (Su)** Any flying creature struck by a lapsudaemon must succeed at a DC 22 Will save or lose its ability to fly for 1 round. Such a creature falls until it regains the ability to fly or it hits the ground, whichever comes first. This affects both natural and magical flight. This doesn't dispel magical flight effects, but instead suppresses them (functioning similar to antimagic field) for 1 round. When a lapsudaemon dies, it unleashes this ability a final time on all creatures within 30 feet. A creature falling for 1 round generally falls 200 feet. The save DC is Charisma-based.",
			"",
			"**Vertigo's Grace (Su)** A lapsudaemon's constant motion protects it from attacks. It gains a deflection bonus to AC equal to its Charisma bonus.",
			"",
			"::sh[Description]",
			"",
			"A mortal that dies hopelessly after a sudden fall may eventually serve the Four Horsemen as a powerful lapsudaemon. On the bleak plane of Abaddon, these awful creatures exist in a state of perpetual plummeting, never ceasing their movement. Even when addressed by ranking daemon lords, lapsudaemons never stop their falling motion or incessant screaming. Their lieges frequently must teleport to some great height and fall with them to maintain telepathic conversation. Lapsudaemons always shriek as they fall - a residual impulse taken from the last moment of their mortal lives. Loud cries and cold blasts of wind herald their approach as they teleport into combat mid-fall and continue their merciless assault.",
			"",
			"Lapsudaemons attack their victims by falling into them, whether they approach vertically or horizontally. They frequently employ spell-like abilities before attacking as many enemies as possible in melee, colliding for one mighty strike against each target until every foe is dead. When not outnumbered, they prefer to murder their non-flying targets by pushing them from ledges or carrying them to great heights before releasing them to their doom.",
			"",
			"A lapsudaemon appears as a crushed human - often an amalgamation of the parts of several victims of such terminal tumbles seamlessly fused together. Its limbs protrude at awkward angles and strike out as it collides with its enemies. A lapsudaemon is between 5 and 6 feet tall and weighs 150 pounds.",
			"",
			"Unlike other daemons, lapsudaemons actively reproduce their own kind by searching out vulnerable creatures and dropping them from cruel heights. Longer gambits involve the daemons tracking down a gullible adventurer and offering the victim a deeply desired prize, high atop a mountain or spire. The desperation of the climb, combined with the hopelessness of a fatal fall, launches the dead soul to the volcanic peaks and stone towers of Abaddon. From the new lapsudaemon's perspective, the fall never ends. It slips out of the mortal realm only to land in its new, tortured afterlife, and then commences an eternity of perpetual motion.",
			"",
			"Calling lapsudaemons is a difficult and sadistic affair. They prefer a sacrifice of wings cut from a living celestial being, bound to, and then born aloft by, a willing intelligent creature, who must fall to his or her death as part of the calling ritual.",
			"",
			"**Family:** {family/Daemon}",
			"",
			"### Habitat",
			"",
			"While most daemons have at least a modicum of subtlety and manipulative savvy, the average lapsudaemon falls far short of the mark in that regard, and so lapsudaemons are primarily employed by ambitious harbingers as killers for hire. Powerful mortals bring lapsudaemons to the Material Plane to engineer fatal \"accidents\" that kill their rivals while avoiding any suspicion of foul play. When a lapsudaemon finds itself without a task assigned by its liege, it typically retreats to some lofty aerie and spends its time ceaselessly falling toward the ground and teleporting high into the air just before impact. In the highest places of their home plane, storms of lapsudaemons fall from the sky like an apocalyptic rain. These screaming storms can last for months or years before enough lapsudaemons are called away to work elsewhere and the maelstrom subsides.",
			"",
			"While on other planes, lapsudaemons display an immediate grasp of local climate and geography. They naturally hide themselves far from civilization, where their constant falling and shouting goes unnoticed. They favor abandoned ruins and uninhabited wastelands that resemble their blasted home.",
			"",
			"Lapsudaemons are intelligent and cruel, but their plight allows them little opportunity to focus on studies or more advanced machinations. As such, they focus almost exclusively on tasks assigned by more powerful daemons. They frequently serve immortal harbingers such as Uaransaph or Geon, evil deities like Zyphus, or the Four Horsemen as assassins or insane heralds of an imminent military force. Where legends speak of a storm of falling daemons dropping mortals from the sky, they also speak of the ruin of entire city-states shortly thereafter."
		]
	},
	"lapsudaemon": { "copyof": "daemon_lapsudaemon" },
	"daemon_leukodaemon": {
		"name": "Daemon, Leukodaemon",
		"sources": [
			"Bestiary 2",
			"Pathfinder #8: Seven Days to the Grave"
		],
		"description": [
			"*This human-shaped beast has a horse's skull for a head. It walks on cracked hooves and bears the rotting wings of a carrion bird.*",
			"",
			"::mh[Leukodaemon]{cr=\"9\"}",
			"",
			"{SOURCE Bestiary 2/68;Pathfinder #8: Seven Days to the Grave/80}  ",
			"**XP** 6,400  ",
			"NE Large outsider (daemon, evil, extraplanar)  ",
			"**Init** +11; **Senses** darkvision 60 ft., deathwatch, detect good; Perception +22  ",
			"**Aura** infectious aura (50 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 23, touch 16, flat-footed 16 (+7 Dex, +7 natural, -1 size)  ",
			"**hp** 115 (10d10+60)  ",
			"**Fort** +9, **Ref** +14, **Will** +12  ",
			"**DR** 10/good or silver; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 20",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (average)  ",
			"**Melee** bite +16 (1d8+7), 2 claws +16 (1d6+7)  ",
			"**Ranged** +1 composite longbow +18/+13 (2d6+8/&times;3 plus contagion)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** breath of flies  ",
			"**Spell-Like Abilities** (CL 10th; concentration +13)  ",
			"*Constant*-{spell/deathwatch}, {spell/detect good}  ",
			"*At will*-{spell/contagion} (DC 17), {spell/dispel magic}, {spell/greater teleport} (self plus 50 lbs. of objects only)  ",
			"*1/day*-{spell/harm} (DC 19), {umr/summon} (level 3, 1 leukodaemon only, 35%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 25, **Dex** 24, **Con** 23, **Int** 16, **Wis** 21, **Cha** 16  ",
			"**Base Atk** +10; **CMB** +18; **CMD** 35  ",
			"**Feats** {feat/Alertness}, {feat/Hover}, {feat/Improved Initiative}, {feat/Point-Blank Shot}, {feat/Weapon Focus/ (longbow)}  ",
			"**Skills** Fly +18, Heal +18, Intimidate +16, Knowledge (planes) +16, Perception +22, Sense Motive +22, Stealth +16, Survival +15, Use Magic Device +16  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary or wake (2-10)  ",
			"**Treasure** standard (+1 {eq-weapon/composite longbow}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Breath of Flies (Su)** Once per minute as a standard action, a leukodaemon can unleash a cloud of corpse-bloated, biting black flies in a 20-foot cone. Those caught in the cone take 8d6 points of slashing damage. A DC 21 Reflex save halves this damage. Those who take any damage are also sickened for 1 minute. In addition, the flies linger for 1d4+1 rounds, congealing into a buzzing 20-foot-square cloud centered on the cone's original point of origin. Any creature that ends its turn in this cloud must make a DC 21 Reflex save to avoid taking 4d6 points of damage and becoming sickened for 1 minute. This cloud of flies may be dispersed by any area effect that does damage or creates wind of at least strong wind force. All daemons are immune to this effect. The save DCs are Constitution-based.",
			"",
			"**Contagion (Su)** Any arrow a leukodaemon fires from a bow is tainted with disease. If a creature is damaged by a leukodaemon's arrow, it must make a DC 19 Fortitude save or be affected as if by the spell contagion. A leukodaemon can manifest arrows at will and never runs out of ammunition.",
			"",
			"**Infectious Aura (Su)** All creatures within 50 feet of a leukodaemon take a -4 penalty on Fortitude saves against disease effects.",
			"",
			"::sh[Description]",
			"",
			"Deacons of the Horseman of Pestilence, leukodaemons serve their lord in Abaddon as well as across the planes by spreading plagues and pandemics.",
			"",
			"Leukodaemons stand upward of 14 feet tall but weigh just over 200 pounds. The skulls that serve as their heads can be replaced with any skulls, yet these creatures choose horse skulls to show their loyalty to the Horsemen. The creature's true head is merely a blistered knob between its shoulders.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"leukodaemon": { "copyof": "daemon_leukodaemon" },
	"daemon_meladaemon": {
		"name": "Daemon, Meladaemon",
		"sources": [
			"Bestiary 2",
			"Beyond the Vault of Souls"
		],
		"description": [
			"*This foul creature looks like an emaciated humanoid with the head of a jackal.*",
			"",
			"::mh[Meladaemon]{cr=\"11\"}",
			"",
			"{SOURCE Bestiary 2/69;Beyond the Vault of Souls/30}  ",
			"**XP** 12,800  ",
			"NE Large outsider (daemon, evil, extraplanar)  ",
			"**Init** +6; **Senses** darkvision 60 ft., detect good, detect magic; Perception +20  ",
			"**Aura** consumptive aura (20 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 25, touch 15, flat-footed 19 (+6 Dex, +10 natural, -1 size)  ",
			"**hp** 147 (14d10+70)  ",
			"**Fort** +11, **Ref** +15, **Will** +14  ",
			"**DR** 10/good; **Immune** acid, critical hits, death effects, disease, poison, sneak attack; **Resist** cold 10, electricity 10, fire 10; **SR** 22",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (average)  ",
			"**Melee** bite +20 (2d8+6/19-20 plus disease), 2 claws +19 (2d6+6 plus hunger)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Spell-Like Abilities** (CL 11th; concentration +15)  ",
			"*Constant*-{spell/detect good}, {spell/detect magic}, {spell/see invisibility}  ",
			"*At will*-{spell/cause fear} (DC 15), {spell/deeper darkness}, {spell/greater teleport} (self plus 50 lbs. of objects only)  ",
			"*3/day*-{spell/blight} (DC 19), {spell/diminish plants}, quickened {spell/magic missile}  ",
			"*1/day*-{spell/horrid wilting} (DC 22), {spell/waves of fatigue}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 22, **Dex** 22, **Con** 21, **Int** 21, **Wis** 17, **Cha** 18  ",
			"**Base Atk** +14; **CMB** +21; **CMD** 37  ",
			"**Feats** {feat/Blind-Fight}, {feat/Combat Reflexes}, {feat/Great Fortitude}, {feat/Improved Critical/ (bite)}, {feat/Iron Will}, {feat/Quicken Spell-Like Ability/ (magic missile)}, {feat/Weapon Focus/ (bite)}  ",
			"**Skills** Bluff +21, Fly +17, Heal +11, Intimidate +21, Knowledge (planes) +22, Knowledge (religion) +22, Perception +20, Sense Motive +20, Spellcraft +22, Stealth +19, Survival +20, Use Magic Device +14  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, pack (2-5), or cabal (6-12)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Consumptive Aura (Su)** A meladaemon radiates an aura of hunger to a radius of 20 feet. Every round a creature begins its turn within this aura, it must succeed at a DC 22 Fortitude save or take 1d6 nonlethal damage and become fatigued from extreme hunger. Creatures that do not need to eat are immune to this effect. The save DC is Constitution-based.",
			"",
			"**Disease (Ex)** Daemonic wasting: Bite-injury; *save* Fort DC 22; *onset* 1 day; *frequency* 1/day; *effect* 1d4 Con and 1d4 Cha damage; *cure* 2 consecutive saves. The save DC is Constitution-based.",
			"",
			"**Hunger (Su)** A meladaemon's claw attack deals an additional 1d6 points of nonlethal damage as it causes sudden pangs of horrific hunger in its foe. Creatures that do not need to eat are immune to this effect.",
			"",
			"::sh[Description]",
			"",
			"As personifications of death from starvation and thirst, these withered fiends spend their time destroying resources and spreading hunger. Deacons of the Horseman of Famine, these creatures visit worlds throughout the planes, destroying acres of crops and slaughtering livestock in order to harvest souls for their honored master. Meladaemons delight in the slow death of starvation, going so far as to experiment with various bodily deficiencies and mortal weaknesses. Arrogant and utterly bound to their patron, meladaemons rarely work with others of their kind and never serve any of the other three Horsemen except in the rarest of circumstances.",
			"",
			"Meladaemons stand approximately 12 feet tall and weigh 350 pounds.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"meladaemon": { "copyof": "daemon_meladaemon" },
	"daemon_nixudaemon": {
		"name": "Daemon, Nixudaemon",
		"sources": [
			"Pathfinder #96: Shadow of the Storm Tyrant",
			"Bestiary 2"
		],
		"description": [
			"*This four-armed fiend has blue-green skin covered in white scars. Its two upper arms end in long, barbed whips of calloused flesh.*",
			"",
			"::mh[Nixudaemon]{cr=\"7\"}",
			"",
			"{SOURCE Pathfinder #96: Shadow of the Storm Tyrant/88}  ",
			"**XP** 3,200  ",
			"NE Large outsider (daemon, evil, extraplanar)  ",
			"**Init** +5; **Senses** darkvision 60 ft., low-light vision; Perception +15",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 10, flat-footed 19 (+1 Dex, +10 natural, -1 size)  ",
			"**hp** 95 (10d10+40); {umr/fast healing} 2  ",
			"**Fort** +7, **Ref** +8, **Will** +9  ",
			"**DR** 10/good or silver; **Immune** acid, daze, death effects, disease, exhaustion, fatigue, nonlethal damage, paralysis, poison, sleep, stun; **Resist** cold 10, electricity 10, fire 10; **SR** 18",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** 2 slams +12 (1d8+3), 2 +1 {magic-enh/deadly} {magic-enh/merciful} {magic-enh/vicious} whip arms +13 (1d8+4 plus {umr/grab})  ",
			"**Space** 10 ft., **Reach** 10 ft. (20 ft. with whip arms)  ",
			"**Special Attacks** {umr/constrict} (1d8+4), damning scourge, dead tired, enslave (DC 18)  ",
			"**Spell-Like Abilities** (CL 10th; concentration +13)  ",
			"*Constant*-{spell/deathwatch}  ",
			"*At will*-{spell/greater teleport} (self plus 50 lbs. only)  ",
			"*3/day*-{spell/heroism}, {spell/waves of fatigue} (DC 18)  ",
			"*1/day*-{spell/temporary resurrection}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 17, **Dex** 13, **Con** 19, **Int** 14, **Wis** 14, **Cha** 16  ",
			"**Base Atk** +10; **CMB** +14 (+16 disarm, +16 trip, +18 grapple); **CMD** 25 (27 vs. disarm, 27 vs. trip)  ",
			"**Feats** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Improved Disarm}, {feat/Improved Initiative}, {feat/Improved Trip}  ",
			"**Skills** Acrobatics +12, Bluff +16, Diplomacy +14, Heal +13, Intimidate +16, Knowledge (planes) +11, Perception +15, Sense Motive +15, Stealth +10  ",
			"**Languages** Abyssal, Common, Draconic, Infernal; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, pair, or corps (3-5)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Damning Scourge (Su)** Each of a nixudaemon's upper arms functions as a Large +1 deadly merciful vicious whip. Attacks with these whips count as natural attacks for the nixudaemon, have a reach of 20 feet, and don't provoke attacks of opportunity. The whips can't be disarmed or sundered, nor can they be dropped to allow the nixudaemon to avoid being tripped because of failing a combat maneuver check to trip. The nixudaemon decides before each attack roll whether to apply the weapon's merciful special ability, its vicious special ability, both, or neither.",
			"",
			"**Dead Tired (Su)** A nixudaemon's attacks drain every bit of vitality from its victims when they die. Raising a creature killed by a nixudaemon (via raise dead or another effect that restores life) requires a successful DC 20 caster level check. The restored creature gains the exhausted condition, regardless of the spell used to raise it. The DC of this caster level check is Charisma-based, and includes a +2 racial bonus. A nixudaemon can use its temporary resurrection spell-like ability without attempting this check, even if another nixudaemon killed the subject.",
			"",
			"**Enslave (Su)** If a nixudaemon successfully uses its grab ability to grapple a foe with its whip attack, its tendril wraps around the victim's throat. The daemon can forgo its constrict damage and instead attempt to dominate the subject, as the spell {spell/dominate monster} (Will DC 18 negates). A creature dominated by a nixudaemon is immune to fatigue, exhaustion, and pain effects. At the beginning of its turn, a dominated slave automatically receives a new saving throw to end the effect. The nixudaemon can dominate only one creature at a time per whip arm it possesses (typically two). The save DC for this ability is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Nixudaemons, or \"toil daemons,\" epitomize death by exploitation and extreme exertion. These fiends savor the moment when a desperate scholar collapses while putting in long, unappreciated hours, or when a galley slave finally succumbs to the lash. They drive burdened subjects before them to great effect, even resurrecting fallen servants for a brief time to complete vital tasks. Their skill for squeezing the last bit of energy from those under their supervision makes them invaluable to slavers, who pay the daemons in coin, information, and souls for their aid.",
			"",
			"Nixudaemons exemplify the cruelty and disdain all daemonkind display toward the living. They lash out at their subjects, whipping the life out of them slowly. If it serves the daemon's purposes, or if time allows for another game of torture, a nixudaemon will revive its subject for another day. Typically, a nixudaemon uses this ability to incite a band of slaves to work harder; it dominates the weakest members of the workers to temporarily bolster them, then saps their last ounce of strength before discarding them as spent husks.",
			"",
			"Most nixudaemons stand 10 feet tall and weigh 600 pounds. Sages report that the fiends grow larger and stronger as they age, absorbing the weariness of their victims over centuries. The greatest toil daemons are said to tower over their younger cousins, growing additional whip-arms and learning powerful spells that exhaust or even kill those who dare offend them.",
			"",
			"Nixudaemons roam the shores of the Styx. The daemons use their impressive reach to press new souls into service as soon as the doomed arrive on Abaddon, throwing the ill-fated souls into enormous slave pens and hauling them to the realms of wealthy customers. Nixudaemons frequently visit the Material Plane, where greedy despots and desperate commandants pay high prices to the daemons in exchange for providing additional labor.",
			"",
			"Rituals designed to call nixudaemons must be conducted while an intelligent, mortal creature labors physically, and the daemon's preferred sacrifice is working that creature to death as part of the ritual. One ancient story alleges that a mighty hero among an oppressed people worked for weeks, dragging great stone blocks to build a grand ziggurat. When he finally fell, the story claims, his death summoned a nixudaemon over 30 feet tall that lashed out with a dozen whips.",
			"",
			"Nixudaemons despise laziness in both mortals and outsiders. They work their subjects past the point of exhaustion or death as suits their current needs. The nixudaemons view other creatures as weak or prone to sloth, challenging even other daemons they perceive as less than diligent.",
			"",
			"**Family:** {family/Daemon}",
			"",
			"### Habitat",
			"",
			"Nixudaemons occupy the role of merchants in daemonic society. They buy and sell the hunted, as Abaddon petitioners are known, when not outright capturing or stealing them. Powerful mortal slavers sometimes increase the value of their wares by hiring a summoned nixudaemon to drive slaves to maximum efficiency, but such arrangements still benefit Abaddon in the end. While summoned to the material world, nixudaemons obtain multiple forms of currency for the Four Horsemen's coffers. They engage in a dark form of proselytization, beating those who grow weary in their work and spreading the belief among the oppressed that there is no hope of recognition or rest. More discerning nixudaemons assail the mortal merchant classes, driving entire firms to adopt competitive climates until the stress of achievement reveals itself in the form of failing health, or pushing lone inventors to complete magical theories with their dying breaths. Because soft, wealthy mortals rarely succumb to the temptation to work themselves to death, some nixudaemons have been known to engineer the sale of wealthy scions into slavery, as their nightly sobbing and rapidly developing sores are music to the toil daemons' ears.",
			"",
			"Nixudaemons understand the value of teamwork and work tirelessly together to great effect. In service to mortals and greater daemons, they have driven hordes of slaves to erect legendary monuments. They revel in the misery they cause, and the crack of their whips against backs and around necks.",
			"",
			"While their industrious natures and affinities for mortal business make them useful to each of the Four Horsemen, most of nixudaemons serve Szuriel, Trelmarixian, and the daemonic harbingers that scheme below them. The Horseman of War uses them as morale officers - a most effective paradox during the heat of battle. She also maintains special units of indentured prisoners under nixudaemon care, always breaking her promise to send her weary combatants home after a costly battle. The Horseman of Famine offers mere crumbs for sustenance to his legions of soldiers and slaves. He takes delight in using pet nixudaemons to drive his legions past their limits, accelerating their spiritual and physical starvation."
		]
	},
	"nixudaemon": { "copyof": "daemon_nixudaemon" },
	"daemon_obcisidaemon": {
		"name": "Daemon, Obcisidaemon",
		"sources": [
			"Bestiary 6",
			"Book of the Damned - Volume 3: Horsemen of the Apocalypse",
			"Bestiary 2"
		],
		"description": [
			"*This massive fiend has eagle wings, a tusked canine face, and a muscular frame. It wields an immense, cruel-looking halberd.*",
			"",
			"::mh[Obcisidaemon]{cr=\"19\"}",
			"",
			"{SOURCE Bestiary 6/72;Book of the Damned - Volume 3: Horsemen of the Apocalypse/50}  ",
			"**XP** 204,800  ",
			"NE Gargantuan outsider (daemon, evil, extraplanar)  ",
			"**Init** +4; **Senses** darkvision 60 ft., deathwatch, true seeing; Perception +30  ",
			"**Aura** scorched earth (60 ft., DC 28), unholy aura (DC 25)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 34, touch 14, flat-footed 30 (+4 deflection, +4 Dex, +20 natural, -4 size)  ",
			"**hp** 319 (22d10+198)  ",
			"**Fort** +26, **Ref** +15, **Will** +22  ",
			"**DR** 15/good and silver; **Immune** acid, death effects, disease, poison; **Resist** cold 30, electricity 30, fire 30; **SR** 30",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (average)  ",
			"**Melee** +1 {magic-enh/unholy} halberd +28/+23/+18/+13 (4d8+13/19-20/&times;3 plus inherit soul), bite +21 (2d8+4)  ",
			"**Space** 20 ft., **Reach** 20 ft.  ",
			"**Special Attacks** cloak of souls  ",
			"**Spell-Like Abilities** (CL 20th; concentration +27)  ",
			"*Constant*-{spell/deathwatch}, {spell/true seeing}, {spell/unholy aura} (DC 25)  ",
			"*At will*-{spell/cloudkill} (DC 22), {spell/greater teleport} (self plus 50 lbs. of objects only)  ",
			"*3/day*-quickened {spell/cloudkill} (DC 22), {spell/destruction} (DC 24), {spell/fire storm} (DC 25), {spell/incendiary cloud} (DC 25), {spell/spell turning}  ",
			"*1/day*-{spell/mass hold person} (DC 24), {spell/meteor swarm} (DC 26), {umr/summon} (level 9, 1 purrodaemon 50%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 26, **Dex** 19, **Con** 28, **Int** 13, **Wis** 21, **Cha** 24  ",
			"**Base Atk** +22; **CMB** +34 (+38 sunder); **CMD** 52 (54 vs. sunder)  ",
			"**Feats** {feat/Bleeding Critical}, {feat/Critical Focus}, {feat/Greater Sunder}, {feat/Greater Vital Strike}, {feat/Improved Critical/ (halberd)}, {feat/Improved Sunder}, {feat/Improved Vital Strike}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (cloudkill)}, {feat/Vital Strike}, {feat/Weapon Focus/ (halberd)}  ",
			"**Skills** Bluff +32, Fly +23, Intimidate +32, Knowledge (history, planes) +15, Perception +30, Sense Motive +30, Spellcraft +26  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.  ",
			"**SQ** warfare mastery",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, pair, or holocaust (3-6)  ",
			"**Treasure** standard (+1 {magic-enh/unholy} {eq-weapon/halberd}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Cloak of Souls (Su)** An obcisidaemon is attended by the souls it has captured - a mass often resembling a tattered, ethereal cloak or a roiling cloud of dust at its feet. When an obcisidaemon successfully captures a soul with its inherit soul ability, the soul becomes a part of its cloak of souls, taking up one soul slot. An obcisidaemon has a number of soul slots equal to its Charisma modifier (7 for the typical obcisidaemon). Destroying the daemon frees any souls in its cloak, though this does not return the deceased creatures to life. Any attempt to resurrect a creature whose soul is trapped in a cloak of souls requires a DC 28 caster level check. Failure results in the spell having no effect, while success tears the victim's soul free from the cloak and returns the creature to life as normal. If the daemon is in an unholy location, such as that created by an unhallow spell or on Abaddon, the DC of this caster level check increases by 2. Once a soul is consumed, only miracle or wish can restore the creature to life. As a swift action, an obcisidaemon can consume a soul from its cloak to achieve one of the following effects.",
			"",
			"- Increase the save DC of the next spell-like ability the obcisidaemon uses that round by 2.",
			"- Gain the benefit of a heal spell.",
			"- Grant a single weapon wielded by the obcisidaemon one of the following weapon abilities for 1 round: flaming burst, icy burst, shocking burst, or wounding.",
			"",
			"**Inherit Soul (Su)** Whenever an obcisidaemon kills a creature with a weapon it wields, that creature must immediately succeed at a DC 30 Fortitude save or be consumed by the daemon's cloak of souls. This is a death effect. If the cloak cannot consume this soul without exceeding its number of soul slots, the daemon can release a soul as a free action in order to make room for the new soul; otherwise, the killed creature automatically succeeds at its save and its soul is not absorbed. The save DC is Constitution-based.",
			"",
			"**Scorched Earth (Su)** A creature that dies within 60 feet of an obcisidaemon and is not drawn into the daemon's cloak of souls via its inherit soul ability must immediately succeed at a DC 28 Fortitude save or its body is utterly consumed in unholy fire equivalent to the effect of a destruction spell. The save DC is Charisma-based.",
			"",
			"**Warfare Mastery (Ex)** Although the typical obcisidaemon fights with a halberd, these daemons are proficient with all weapons. An obcisidaemon will sometimes eschew the typical +1 unholy halberd its kind favors for the favored weapon of the specific Horseman it serves.",
			"",
			"::sh[Description]",
			"",
			"The towering and devastating obcisidaemon personifies the darkest elements of war. Obcisidaemons strip away the veneer of honor and battlefield glory and the complexity of wartime tactics, leaving behind only the brutal and violent truth of conflict at its core, and then divest it of any humanity to reveal naught but scorched earth and genocide. Reflecting the disgraceful values of ethnic cleansing, depopulation, and all other forms of the clinical, systematic obliteration of civilian populations, obcisidaemons are among the most powerful members of daemonkind. These paragons of inhumanity arrive in the heart of great cities and leave wastelands of rubble and ashes in their wakes. Where an obcisidaemon walks, not even the ghosts of the dead remain to lament the destruction, for the daemon wipes out not only innocent individuals, but also their entire histories and bloodlines, ensuring that no future exists for its victims in any sense of the word.",
			"",
			"When a mortal commits an act of genocide in life and goes to Abaddon in death, it has a chance of forming into an obcisidaemon if it survives long enough as a member of the hunted. Such individuals rarely have trouble managing the unforgiving wastes, as they have already proven willing to destroy any and all possible allies in order to ensure their own survival, making betrayal an impossibility and solitude an inevitability. A vicious soul that eventually develops into an obcisidaemon becomes a lone, wandering mass of slaughter that acts as a harbinger of undiscriminating and unforgiving death to all who dare stand in its path. In life, the soul perhaps desired to kill only a particular chosen population; as an obcisidaemon, however, the being seeks the obliteration of all mortals.",
			"",
			"Peculiar to an obcisidaemon is the cloak of souls that seems to seep from its enormous body, a symbol of its destructive abilities providing onlookers a hint of the sheer scope of its murderous capabilities. When an obcisidaemon lays slaughter to entire populations, it does not feast on all of the souls at once, but captures victims for later use. When the fiend needs to unleash a particularly potent rampage upon a resistant population, it consumes these reserved souls in order to strengthen its powers and ensure its success in total annihilation. Some obcisidaemons have developed eldritch methods to craft and shape these soul fragments, and use them to drape themselves in the material.",
			"",
			"Devoted to the wanton, systematic slaughter of all mortal life, most obcisidaemons serve Szuriel, the Horseman of War, who shares similar ideals. In her service, obcisidaemons act as high-ranking officers at the head of armies of purrodaemons, to take advantage of their skill at the pragmatic art of organized massacres. Occasionally, an obcisidaemon instead serves Apollyon, occupying a similar role at the head of a titanic flight of leukodaemons sowing clouds of poison across miles of terrain in its passing. Sometimes, an amassed group of obcisidaemons might trail behind an invading daemonic army, guaranteeing that no trace of the butchered mortals remains among the ashes and salted earth. These obcisidaemons not only ensure that all life perishes, but that the land is thereafter uninhabitable by any living creatures.",
			"",
			"Some obcisidaemons serve no particular member of the Four Horsemen, instead choosing to function as independent agents of genocide and endless eons of wartime slaughter. These nomadic, self-serving beings wander from plane to plane, laying waste to one civilization after another. Some obcisidaemons intentionally spread their true names to the Material Plane, hoping for a foolish evil summoner to call upon them, knowing that no mere mortal could control their awesome power. Such summoners often end up among the first souls to be devoured and woven into the cloud of tormented spirits that cloaks the rampaging obcisidaemon.",
			"",
			"Obcisidaemons stand 25 feet tall, have wingspans of 30 feet, and weigh over 15,000 pounds, but rumors whisper of specimens that are nearly three times this size.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"obcisidaemon": { "copyof": "daemon_obcisidaemon" },
	"daemon_olethrodaemon": {
		"name": "Daemon, Olethrodaemon",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*Crowned with a wicked array of twisted horns, this wide-mouthed, spherical behemoth stands on four stout legs.*",
			"",
			"::mh[Olethrodaemon]{cr=\"20\"}",
			"",
			"{SOURCE Bestiary 2/70}  ",
			"**XP** 307,200  ",
			"NE Gargantuan outsider (daemon, evil, extraplanar)  ",
			"**Init** +12; **Senses** darkvision 60 ft., true seeing; Perception +31  ",
			"**Aura** unholy aura",
			"",
			"::sh[Defense]",
			"",
			"**AC** 38, touch 18, flat-footed 30 (+4 deflection, +8 Dex, +20 natural, -4 size)  ",
			"**hp** 370 (20d10+260)  ",
			"**Fort** +29, **Ref** +18, **Will** +26  ",
			"**DR** 10/good and silver; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 31",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., burrow 50 ft.  ",
			"**Melee** 2 bites +28 (2d8+12/19-20 plus grab), 4 claws +28 (2d6+12 plus {umr/grab}), gore +28 (2d8+12)  ",
			"**Space** 20 ft., **Reach** 20 ft.  ",
			"**Special Attacks** drain soul, soul-drained breath, {umr/trample} (2d8+18, DC 32)  ",
			"**Spell-Like Abilities** (CL 20th; concentration +27)  ",
			"*Constant*-{spell/air walk}, {spell/true seeing}, {spell/unholy aura} (DC 25)  ",
			"*At will*-{spell/greater teleport} (self plus 50 lbs. objects only), {spell/telekinesis}, {spell/wall of fire}, {spell/wall of ice}  ",
			"*3/day*-quickened {spell/disintegrate} (DC 23), {spell/wall of force}  ",
			"*1/day*-{spell/blasphemy} (DC 24), {umr/summon} (level 9, any 1 CR 19 or lower daemon, 100%), {spell/wail of the banshee} (DC 26)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 35, **Dex** 26, **Con** 37, **Int** 12, **Wis** 26, **Cha** 25  ",
			"**Base Atk** +20; **CMB** +36 (+40 grapple); **CMD** 54 (58 vs. trip)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Cleave}, {feat/Great Cleave}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (bite)}, {feat/Improved Initiative}, {feat/Improved Sunder}, {feat/Iron Will}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (disintegrate)}  ",
			"**Skills** Climb +35, Intimidate +30, Knowledge (planes) +24, Perception +31, Sense Motive +31, Stealth +19, Survival +31  ",
			"**Languages** Abyssal, Infernal; telepathy 100 ft.  ",
			"**SQ** adamantine claws",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, pair, or apocalypse (3-5)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Adamantine Claws (Ex)** Able to tear through stone, an olethrodaemon's claws are treated as though they were adamantine. This ability also allows an olethrodaemon to make use of its burrow speed through stone.",
			"",
			"**Drain Soul (Su)** A creature grappled by an olethrodaemon's grab attack from its claws can be transferred to its mouth as a move action requiring no combat maneuver check. As a standard action, an olethrodaemon that begins its turn with an opponent grappled in either of its mouths can swallow the opponent by succeeding on another grapple check. If successful, the creature is swallowed into one of the olethrodaemon's many stomachs. These stomachs grind their contents and drain the life force from living creatures. Every round a creature remains in an olethrodaemon's stomach, it takes 4d8+18 points of damage and gains 1d4 negative levels. The creature can attempt to cut its way out of the olethrodaemon's stomach, but it suffers the chance of just cutting into another stomach chamber. An olethrodaemon's stomach is AC 20 and has 40 hit points. Once a creature deals enough damage to allow escape, it has a 50% chance to end up in another stomach chamber instead of escaping. Due to the multiple stomach chambers, an olethrodaemon can house and drain up to four medium creatures at one time. This ability otherwise functions as the swallow whole special attack. It is a DC 33 Fortitude save to remove negative levels gained in this fashion. This save is Constitution-based.",
			"",
			"**Soul-Drained Breath (Su)** An olethrodaemon can convert life energy it has consumed into a potent breath weapon. Up to three times per day, but no more often than once every 1d4 rounds, an olethrodaemon can expel a 120-foot line or a 60-foot cone of shrieking black smoke and wind from one of its mouths as a standard action. Any living creature in the area of this attack takes 20d10 points of damage from negative energy, or half on a successful DC 27 Reflex save. Undead creatures caught in this negative energy are healed for the same amount instead of damaged. The save DC for this effect is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"While some of the more powerful daemons are servitors to one of the Four Horsemen, olethrodaemons serve as juggernauts for all of the Four. These massive creatures are the embodiment of death and destruction - the very vessels of apocalypse that daemons wish to see wrought upon the multiverse. These nihilistic behemoths roam the gray expanses of Abaddon, feasting on the souls of evil mortals damned to their realm. When on the Material Plane, olethrodaemons act as agents of destruction, spreading ruin and devouring mortal souls as they plow through cities and countrysides, bent on devastation. It's rare for a mortal to be able to control such a potent force, but sometimes mad spellcasters utilize effects like gate to urge an olethrodaemon to visit a devastating holocaust upon an enemy region - the olethrodaemon generally does not hold a grudge against a mortal that asks such a service from it.",
			"",
			"These immense creatures stand over 25 feet tall and weigh close to 12,000 pounds, their powerful, muscular bodies covered by durable plates and head thronged with dangerous, twisted horns. Olethrodaemons stand on four stout legs, and possess an equal number of arms, each ending in wickedly sharp claws able to tear through stone as easily as flesh. The creature's eyes, as well as its two mouths, glow like coals in a kiln. The creature feeds on souls and has multiple stomachs to digest mortal essences.",
			"",
			"While not as intelligent or scheming as many other powerful daemons (or other fiends who match their power, for that matter), olethrodaemons remain dangerous foes. They do not generally wish to lead armies and gain power by control, but rather to revel in the evil purity of annihilation. Among olethrodaemons, the greatest desire is to be the one to devour the very last mortal soul. They angle and shove for this honor, often ceding a city or group of victims to a rival if they believe that, in so doing, they might gain the advantage of positioning to consume the final soul once the multiverse has been devoured.",
			"",
			"### Olethrodaemon Paragons",
			"",
			"Just as powerful balors become lords and pit fiends clamor for positions as infernal dukes, olethrodaemons can achieve a unique level of power among their kin. These creatures are known as paragons, and gain this level of power by pledging their loyalty to one of the Four Horsemen as a chosen agent of apocalypse. These advanced olethrodaemons specialize in their patron's particular method of annihilation, their abilities evolving to suit the method of ruin. An olethrodaemon paragon generally has from 4 to 8 additional Hit Dice, and is usually a CR 22 to CR 24 creature.",
			"",
			"Some planar scholars postulate that olethrodaemons are actually the creations of the Four Horsemen, and that the Four worked foul rites upon a fifth Horseman, with these interactions spawning olethrodaemons to serve their will and spread oblivion throughout the multiverse. The abilities of these chosen spawn warp to the tendencies of their daemonic lords.",
			"",
			"Olethrodaemons serving the Horseman of Pestilence can infect their victims with a powerful disease by means of all their natural attacks. Creatures who succumb to this attack are affected as if by a maximized contagion spell, heightened to 9th level.",
			"",
			"Olethrodaemons serving the Horseman of War can imbue their natural attacks with additional properties. As a free action, an olethrodaemon can apply any special weapon property equivalent to a +2 enhancement to its bite, claw, gore, or trample attacks for 1 round - most of these olethrodaemon paragons elect to grant their natural weapons the unholy enhancement.",
			"",
			"Olethrodaemons serving the Horseman of Famine gain the consumptive aura ability of the meladaemon, but the nonlethal damage dealt increases to 6d6 and victims who succumb become exhausted rather than merely fatigued.",
			"",
			"Olethrodaemons serving the Horseman of Death gain the ability to inflict a negative level on a foe each time they strike with a claw attack, or else gain the ability to cause those they damage to age rapidly and grow old and frail with hideous speed.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"olethrodaemon": { "copyof": "daemon_olethrodaemon" },
	"daemon_phasmadaemon": {
		"name": "Daemon, Phasmadaemon",
		"sources": [
			"Bestiary 6",
			"Book of the Damned - Volume 3: Horsemen of the Apocalypse",
			"Bestiary 2"
		],
		"description": [
			"*This serpentine monstrosity has the long snout of a crocodile, ram's horns, and mantis claws projecting from its sinuous body.*",
			"",
			"::mh[Phasmadaemon]{cr=\"17\"}",
			"",
			"{SOURCE Bestiary 6/74;Book of the Damned - Volume 3: Horsemen of the Apocalypse/52}  ",
			"**XP** 102,400  ",
			"NE Large outsider (daemon, evil, extraplanar)  ",
			"**Init** +11; **Senses** darkvision 60 ft., deathwatch, true seeing; Perception +30  ",
			"**Aura** {umr/frightful presence} (60 ft., DC 27)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 32, touch 17, flat-footed 24 (+7 Dex, +1 dodge, +15 natural, -1 size)  ",
			"**hp** 264 (23d10+138)  ",
			"**Fort** +19, **Ref** +14, **Will** +19  ",
			"**Immune** acid, death effects, disease, fear, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 28",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 40 ft. (good)  ",
			"**Melee** bite +30 (3d8+8/19-20 plus {umr/grab}), 2 claws +30 (2d6+8), tail slap +25 (2d6+4)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** consume fear, {umr/constrict} (2d6+8), {umr/rend} (2 claws, 2d6+12)  ",
			"**Spell-Like Abilities** (CL 18th; concentration +24)  ",
			"*Constant*-{spell/deathwatch}, {spell/true seeing}  ",
			"*At will*-{spell/greater teleport} (self plus 50 lbs. of objects only), {spell/persistent image} (DC 21)  ",
			"*3/day*-{spell/greater shadow conjuration} (DC 23), {spell/greater shadow evocation} (DC 24), {spell/mirage arcana} (DC 21), {spell/nightmare} (DC 21), {spell/permanent image} (DC 22), quickened {spell/phantasmal killer} (DC 20)  ",
			"*1/day*-{spell/mislead} (DC 22), {umr/summon} (level 8, 1 temerdaemon or 1d3 suspiridaemons 50%), {spell/symbol of fear} (DC 22), {spell/weird} (DC 25)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 26, **Dex** 25, **Con** 23, **Int** 17, **Wis** 18, **Cha** 22  ",
			"**Base Atk** +23; **CMB** +32 (+36 grapple); **CMD** 50 (can't be tripped)  ",
			"**Feats** {feat/Combat Casting}, {feat/Combat Reflexes}, {feat/Dodge}, {feat/Greater Spell Penetration}, {feat/Greater Vital Strike}, {feat/Improved Critical/ (bite)} {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Iron Will}, {feat/Quicken Spell-Like Ability/ (phantasmal killer)} {feat/Spell Penetration}, {feat/Vital Strike}  ",
			"**Skills** Bluff +32, Fly +35, Intimidate +32, Knowledge (arcana, planes) +29, Perception +30, Sense Motive +30, Spellcraft +29, Stealth +29  ",
			"**Languages** Abyssal, Celestial, Common, Draconic, Infernal; telepathy 100 ft.  ",
			"**SQ** {umr/compression}, tangible horror",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, pair, or cabal (3-4)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Consume Fear (Su)** As a standard action, a phasmadaemon that begins its turn grappling an opponent can attempt to feed on the creature's mortality and innate terror. Any creature that does not succeed at a DC 27 Will save takes 1d6 points of Charisma drain and becomes shaken for 2d4 rounds; in addition, the phasmadaemon gains 5 temporary hit points for every point of Charisma drain dealt this way. If the creature being grappled is already panicked at the beginning of the phasmadaemon's turn, it must instead succeed at a DC 27 Fortitude save or be slain instantly by the phasmadaemon, which gains a +4 profane bonus on attack rolls, saving throws, and checks for 24 hours as a result of feeding on the death fears of its victim. The save DCs are Charisma-based.",
			"",
			"**Tangible Horror (Su)** A phasmadaemon's illusion abilities are partially real at a level above and beyond those normally conjured forth by similar illusion spells. If a creature succeeds at its Will save to disbelieve either a phasmadaemon's greater shadow conjuration or greater shadow evocation spell-like ability, the conjured or evoked spell has 80% of the normal effect or is 80% likely to occur, rather than 60%.",
			"",
			"::sh[Description]",
			"",
			"Among the most powerful members of daemonkind, the phasmadaemons personify death by fright, and conjure powers of illusion so terrifying that they steal the life from their victims. A phasmadaemon is 25 feet long from snout to tail, but can compress itself into surprisingly small areas thanks to its strange, elastic anatomy. It weighs half a ton.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"phasmadaemon": { "copyof": "daemon_phasmadaemon" },
	"daemon_piscodaemon": {
		"name": "Daemon, Piscodaemon",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*This hideous cross between a lobster, an octopus, and a human threatens enemies with powerful claws and writhing tentacles.*",
			"",
			"::mh[Piscodaemon]{cr=\"10\"}",
			"",
			"{SOURCE Bestiary 2/72}  ",
			"**XP** 9,600  ",
			"NE Medium outsider (aquatic, daemon, evil, extraplanar)  ",
			"**Init** +8; **Senses** darkvision 60 ft., detect good, detect magic, see invisibility; Perception +16",
			"",
			"::sh[Defense]",
			"",
			"**AC** 24, touch 14, flat-footed 20 (+4 Dex, +10 natural)  ",
			"**hp** 137 (11d10+77)  ",
			"**Fort** +14, **Ref** +7, **Will** +9  ",
			"**DR** 10/good; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 21",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., swim 50 ft.  ",
			"**Melee** 2 claws +18 (2d6+7/18-20/&times;3 plus {umr/grab} and 1d6 bleed), tentacles +16 (1d10+3 plus poison)  ",
			"**Special Attacks** {umr/constrict} (2d6+10)  ",
			"**Spell-Like Abilities** (CL 11th; concentration +14)  ",
			"*Constant*-{spell/detect good}, {spell/detect magic}, {spell/see invisibility}  ",
			"*At will*-{spell/dispel magic}, {spell/greater teleport} (self plus 50 lbs. of objects only)  ",
			"*3/day*-{spell/fly}, {spell/stinking cloud} (DC 16)  ",
			"*1/day*-{umr/summon} (level 4, 1d3 hydrodaemons 35%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 25, **Dex** 18, **Con** 24, **Int** 14, **Wis** 15, **Cha** 17  ",
			"**Base Atk** +11; **CMB** +18 (+22 grapple); **CMD** 32  ",
			"**Feats** {feat/Critical Focus}, {feat/Improved Initiative}, {feat/Multiattack}, {feat/Power Attack}, {feat/Sickening Critical}, {feat/Vital Strike}  ",
			"**Skills** Escape Artist +18, Intimidate +17, Knowledge (planes) +16, Perception +16, Sense Motive +16, Stealth +18, Survival +16, Swim +29  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.  ",
			"**SQ** amphibious, augmented critical",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, pair, or knot (3-5)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Augmented Critical (Ex)** A piscodaemon's claws threaten a critical hit on an 18-20 and inflict &times;3 damage on a successful critical hit.",
			"",
			"**Poison (Ex)** Tentacles-injury; *save* Fort DC 22; *frequency* 1/round for 6 rounds; *effect* 1d2 Con plus staggered for 1 round; *cure* 2 consecutive saves.",
			"",
			"::sh[Description]",
			"",
			"These aquatic daemons roam the lower planes sowing misery and blight. They delight in drawn-out deaths, poisoning creatures or dismembering victims to watch them slowly bleed out. On their home plane of Abaddon, piscodaemons gravitate toward the same aquatic regions inhabited by hydrodaemons, and often the stronger among their ranks end up leading armies of hydrodaemons against their enemies. These creatures serve as sergeants in the hierarchy of Abaddon, and run their units with an excess of cruelty and violence.",
			"",
			"Instead of preying on the weak, piscodaemons enjoy targeting strong, well-armored warriors, knowing the pain of their weakening poison rests poorly on shoulders accustomed to bearing heavy weights and delivering devastating blows.",
			"",
			"Piscodaemons are 7 feet tall and weigh 400 pounds.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"piscodaemon": { "copyof": "daemon_piscodaemon" },
	"daemon_purrodaemon": {
		"name": "Daemon, Purrodaemon",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*Dozens of weapons pierce this massive monster's body. Red eyes glow with wickedness in its vulture-like head.*",
			"",
			"::mh[Purrodaemon]{cr=\"18\"}",
			"",
			"{SOURCE Bestiary 2/73}  ",
			"**XP** 153,600  ",
			"NE Large outsider (daemon, evil, extraplanar)  ",
			"**Init** +10; **Senses** darkvision 60 ft., true seeing; Perception +26  ",
			"**Aura** fear (15 ft., DC 24), unholy aura",
			"",
			"::sh[Defense]",
			"",
			"**AC** 35, touch 19, flat-footed 29 (+4 deflection, +6 Dex, +16 natural, -1 size)  ",
			"**hp** 294 (19d10+190)  ",
			"**Fort** +25, **Ref** +21, **Will** +14  ",
			"**DR** 10/good and silver; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 29",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (good)  ",
			"**Melee** +2 {magic-enh/wounding} halberd (2d8+18/19-20/&times;3), bite +24 (1d8+5)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** weapon steep  ",
			"**Spell-Like Abilities** (CL 18th; concentration +23)  ",
			"*Constant*-{spell/true seeing}, {spell/unholy aura} (DC 23)  ",
			"*At will*-{spell/greater teleport} (self plus 50 lbs. of objects only)  ",
			"*3/day*-{spell/chain lightning} (DC 21), {spell/cone of cold} (DC 20), {spell/flame strike} (DC 20)  ",
			"*1/day*-{umr/summon} (level 5, 2 derghodaemons 50%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 32, **Dex** 23, **Con** 30, **Int** 17, **Wis** 18, **Cha** 21  ",
			"**Base Atk** +19; **CMB** +31; **CMD** 51  ",
			"**Feats** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Greater Vital Strike}, {feat/Improved Critical/ (halberd)}, {feat/Improved Initiative}, {feat/Improved Sunder}, {feat/Improved Vital Strike}, {feat/Lunge}, {feat/Power Attack}, {feat/Quick Draw}, {feat/Vital Strike}, {feat/Weapon Focus/ (halberd)}  ",
			"**Skills** Acrobatics +28, Bluff +21, Diplomacy +17, Fly +16, Intimidate +27, Knowledge (planes) +25, Perception +26, Sense Motive +26, Spellcraft +23, Stealth +24, Survival +17  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, patrol (2-5), or unit (6-12)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Weapon Steep (Su)** A purrodaemon can sheathe a weapon in its flesh as a swift action. This does no damage to the daemon. If a weapon remains sheathed in its body for at least 24 hours, the weapon absorbs some of its essence and gains magical enhancements. A purrodaemon can have up to a dozen weapons lodged in its body at a time, but only one can possess magical enhancements at a time. The total enhancements cannot exceed a +4 effective enhancement - most purrodaemons opt to create +2 wounding weapons in this manner. A weapon's enhancements vanish as soon as the purrodaemon dies or releases the weapon. A purrodaemon gains {feat/Weapon Focus} and {feat/Improved Critical} as bonus feats as long as it wields a weapon benefiting from its weapon steep ability.",
			"",
			"::sh[Description]",
			"",
			"Deacons of War, purrodaemons ravage the planes as generals of massive battles. They employ creative tactics and never launch an assault without carefully looking over the plans or surveying the battlefield themselves. A purrodaemon is 12 feet tall and weighs 1,300 pounds.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"purrodaemon": { "copyof": "daemon_purrodaemon" },
	"daemon_sangudaemon": {
		"name": "Daemon, Sangudaemon",
		"sources": [
			"Bestiary 6",
			"Book of the Damned - Volume 3: Horsemen of the Apocalypse",
			"Bestiary 2"
		],
		"description": [
			"*This human-sized, serpent-headed spider seems to be made of clotted blood, its dragonfly-like wings dripping crimson streamers.*",
			"",
			"::mh[Sangudaemon]{cr=\"9\"}",
			"",
			"{SOURCE Bestiary 6/75;Book of the Damned - Volume 3: Horsemen of the Apocalypse/54}  ",
			"**XP** 6,400  ",
			"NE Medium outsider (daemon, evil, extraplanar)  ",
			"**Init** +9; **Senses** darkvision 60 ft., scent; Perception +18  ",
			"**Aura** bleeding aura (30 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 23, touch 16, flat-footed 17 (+5 Dex, +1 dodge, +7 natural)  ",
			"**hp** 114 (12d10+48)  ",
			"**Fort** +12, **Ref** +13, **Will** +7  ",
			"**DR** 10/good or silver; **Immune** acid, bleed, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 20",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (good)  ",
			"**Melee** bite +19 (1d8+7/18-20/&times;3 plus bleed), 2 claws +19 (1d6+7/19-20)  ",
			"**Special Attacks** {umr/bleed} (2d4+2), {umr/blood drain} (1d2 Con), drain soul  ",
			"**Spell-Like Abilities** (CL 12th; concentration +14)  ",
			"*At will*-{spell/greater teleport} (self plus 50 lbs. of objects only)  ",
			"*3/day*-quickened {spell/death knell} (DC 14), {spell/invisibility}, {spell/summon swarm}  ",
			"*1/day*-{spell/hold monster} (DC 17), {umr/summon} (level 6, 1 sangudaemon 40%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 24, **Dex** 21, **Con** 19, **Int** 10, **Wis** 16, **Cha** 15  ",
			"**Base Atk** +12; **CMB** +19; **CMD** 35 (47 vs. trip)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Improved Initiative}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (death knell)}  ",
			"**Skills** Fly +24, Intimidate +17, Knowledge (arcana) +15, Perception +18, Sense Motive +18, Spellcraft +15  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.  ",
			"**SQ** augmented critical, contagious gore",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, cluster (2-5), or hunt (6-10)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Augmented Critical (Ex)** A sangudaemon's bite threatens a critical hit on a roll of 18-20 and deals &times;3 damage on a confirmed critical hit.",
			"",
			"**Bleeding Aura (Su)** Blood gushes from wounds at an increased rate when within 30 feet of a sangudaemon. All bleed effects deal 2 additional points of damage (this bonus is included in the daemon's bleed damage). Heal checks to stop bleeding or stabilize a dying creature, Constitution checks to become stable, and saving throws against effects that deal bleed damage take a -4 penalty.",
			"",
			"**Contagious Gore (Su)** Any creature that stops a bleed effect created by a sangudaemon must succeed at a DC 20 Fortitude save or gain a bleed effect identical to what the creature just stopped (this has no effect if the creature was stopping a bleed effect on itself). A creature that succeeds at this save is immune to this ability for 24 hours. The save DC is Constitution-based.",
			"",
			"**Drain Soul (Su)** A sangudaemon can revitalize itself by draining souls. The target must be a dead creature the daemon dealt bleed damage to or used its blood drain ability on within the last hour, and can have been dead for no longer than 1 minute. As a full-round action, the daemon can drink the creature's soul dry, condemning it to Abaddon as one of the hunted (though the dead creature can be returned to life as normal). The daemon gains fast healing 2 for a number of rounds equal to the Hit Dice of the creature whose soul was drained.",
			"",
			"::sh[Description]",
			"",
			"Sangudaemons personify death by blood loss. Perhaps more so than any other caste of daemon, the sangudaemon enjoys the hunt for prey, whether that prey is petitioner, mortal, or anything else that bleeds. That the souls of those who perish to a sangudaemon's wrath are consigned to Abaddon makes these daemons particularly hated by those who hold the supernatural cycle of the soul's journey sacred. A sangudaemon is about 5 feet long and weighs 200 pounds.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"sangudaemon": { "copyof": "daemon_sangudaemon" },
	"daemon_sepsidaemon": {
		"name": "Daemon, Sepsidaemon",
		"sources": [
			"Book of the Damned",
			"Bestiary 2"
		],
		"description": [
			"*A long-beaked, crested head on a twisted neck rises from a formless, glowing mass of a body. Now and then, a grasping claw extends forth.*",
			"",
			"::mh[Sepsidaemon]{cr=\"7\"}",
			"",
			"{SOURCE Book of the Damned/243}  ",
			"**XP** 3,200  ",
			"NE Medium outsider (daemon, evil, extraplanar)  ",
			"**Init** +8; **Senses** dakrvision 60 ft., scent; Perception +14  ",
			"**Aura** septic wounds (30 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 14, flat-footed 16 (+4 Dex, +6 natural)  ",
			"**hp** 85 (9d10+36)  ",
			"**Fort** +10, **Ref** +10, **Will** +7  ",
			"**Defensive Abilities** {umr/amorphous}; **DR** 10/good or silver; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 18",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., swim 30 ft.  ",
			"**Melee** bite +13 (1d8+4 plus 1d6 acid and disease), 2 claws +14 (1d4+4/19-20 plus 1d6 acid and disease)  ",
			"**Special Attacks** necrotic slough  ",
			"**Spell-Like Abilities** (CL 7th; concentration +10)  ",
			"*At will*-{spell/contagion} (DC 17), {spell/dimension door}  ",
			"*1/day*-{umr/summon} (level 3, 1 sepsidaemon 40%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 18, **Dex** 19, **Con** 18, **Int** 13, **Wis** 14, **Cha** 17  ",
			"**Base Atk** +9; **CMB** +13; **CMD** 27  ",
			"**Feats** {feat/Improved Critical/ (claw)}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Power Attack}, {feat/Weapon Focus/ (claw)}  ",
			"**Skills** Climb +16, Intimidate +15, Knowledge (planes) +13, Perception +14, Stealth +16, Survival +14, Swim +24  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, pair, or infection (3-8)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Disease (Ex)** Fleshweep: injury; *save* Fort DC 18; *onset* immediate; *frequency* 1/day; *effect* 1 Con damage and 1d3 Dex damage; *cure* 2 consecutive saves. The save DC is Constitution-based.",
			"",
			"**Necrotic Slough (Ex)** As it moves, the sepsidaemon covers the ground with portions of its festering body, transforming any square it passes through into difficult terrain for 2 rounds, after which the filth evaporates. A creature that passes through or starts its turn in one of these squares must succeed at a DC 18 Reflex save or take 2d6 points of acid damage and become nauseated for 1 round; the nausea effect is a disease effect. A creature can be affected by this acid damage and nauseated condition only once per round. The save DC is Constitution-based.",
			"",
			"**Septic Wounds Aura (Su)** A sepsidaemon radiates an aura that causes wounds to fester. If a creature with lethal hit point damage begins its turn within 30 feet of a sepsidaemon, it must succeed at a DC 18 Fortitude save or become infected with fleshweep (see Disease above). This is a disease effect.",
			"",
			"::sh[Description]",
			"",
			"Sepsidaemons embody the concept of death by gangrene, infection, and necrotic decay. Spawned in Abaddon from the evil souls of those who experienced horrific deaths under septic conditions, these daemons are most prominent in the areas of Apollyon's domain where the waters of the Styx intrude and leach away life and memories. A sepsidaemon continually hunts, feeds, and appropriates the essences of creatures. These fiends perpetually slough a trail of necrotic flesh and exude a fearsome aura that festers and corrupts wounds. A sepsidaemon fuses its victims' misappropriated forms to its amorphous core, where they dangle like rotting jewelry. Although sepsidaemons typically roam alone or in loose pairs, they are at their most fearsome when they form groups led by one of Apollyon's leukodaemon deacons.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"sepsidaemon": { "copyof": "daemon_sepsidaemon" },
	"daemon_suspiridaemon": {
		"name": "Daemon, Suspiridaemon",
		"sources": [
			"Bestiary 6",
			"Book of the Damned - Volume 3: Horsemen of the Apocalypse",
			"Bestiary 2"
		],
		"description": [
			"*This tall, three-legged, vulture-headed fiend has a grotesquely long, suckered tongue and gangly arms that end in claws.*",
			"",
			"::mh[Suspiridaemon]{cr=\"7\"}",
			"",
			"{SOURCE Bestiary 6/76;Book of the Damned - Volume 3: Horsemen of the Apocalypse/56}  ",
			"**XP** 3,200  ",
			"NE Medium outsider (daemon, evil, extraplanar)  ",
			"**Init** +7; **Senses** darkvision 60 ft.; Perception +14  ",
			"**Aura** thin air (30 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 14, flat-footed 16 (+3 Dex, +1 dodge, +6 natural)  ",
			"**hp** 85 (9d10+36)  ",
			"**Fort** +9, **Ref** +9, **Will** +8  ",
			"**DR** 10/good or silver; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10, sonic 30; **SR** 18",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 2 claws +14 (1d6+5), tongue +14 (1d6+7/19-20 plus {umr/grab})  ",
			"**Space** 5 ft., **Reach** 5 ft. (10 ft. with tongue)  ",
			"**Special Attacks** concussive gasp, {umr/constrict} (1d6+7), {umr/strangle}, suffocate, tongue  ",
			"**Spell-Like Abilities** (CL 9th; concentration +12)  ",
			"*At will*-{spell/death knell} (DC 15), {spell/ghoul touch} (DC 15), {spell/greater teleport} (self plus 50 lbs. of objects only), {spell/ray of enfeeblement} (DC 14)  ",
			"*3/day*-{spell/stinking cloud} (DC 16), {spell/vampiric touch}  ",
			"*1/day*-{spell/cloudkill} (DC 18), {umr/summon} (level 4, 1d3 lacridaemons 35%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 17, **Con** 18, **Int** 14, **Wis** 15, **Cha** 16  ",
			"**Base Atk** +9; **CMB** +14 (+18 grapple); **CMD** 28 (30 vs. trip)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Dodge}, {feat/Great Fortitude}, {feat/Improved Critical/ (tongue)}, {feat/Improved Initiative}  ",
			"**Skills** Climb +17, Diplomacy +15, Intimidate +15, Knowledge (nature, planes) +14, Perception +14, Sense Motive +14, Stealth +15  ",
			"**Languages** Abyssal, Draconic, Infernal (cannot speak); telepathy 100 ft.  ",
			"**SQ** {umr/no breath}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, gang (2-4), or mob (5-9)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Concussive Gasp (Su)** Once per day as a standard action, a suspiridaemon can inhale with such sudden force as to evacuate the air in its proximity, causing a sudden wave of air pressure from the implosion. Every creature within 30 feet must succeed at a DC 18 Fortitude save or take 5d6 points of sonic damage and become sickened for 1d4 rounds. Any creature that succeeds at this save takes half damage and is not sickened. A suspiridaemon cannot perform this ability if it is currently grappling a creature with its tongue. The save DC is Constitution-based.",
			"",
			"**Suffocate (Ex)** A creature affected by the daemon's strangle ability cannot breathe and must hold its breath. Because of the daemon's thin air aura, this can quickly render an opponent unconscious.",
			"",
			"**Thin Air (Su)** A suspiridaemon's aura makes the air within 30 feet of it difficult to breathe. Creatures that need to breathe can hold their breath only half as long as normal while within this aura, and suffer from altitude effects as if on a low peak or in a high pass (see [Altitude Zones](rule/mountain_travel)).",
			"",
			"**Tongue (Ex)** The tongue of a suspiridaemon is a primary attack and always applies 1-1/2 times its Strength bonus on damage rolls.",
			"",
			"::sh[Description]",
			"",
			"Horrid, vulture-headed fiends whose very presence makes the air difficult to breathe, suspiridaemons personify death by suffocation and strangulation. Their flesh is discolored and blotched like the stagnant blood under a suffocated corpse's skin, they don't breathe, and their bodies convulse and twitch like those of hanging victims. A suspiridaemon enjoys nothing more than the last choked gasp of a victim as it wraps its tongue around the creature's throat. Thanks to its utterly silent demeanor, it excels at committing slow, gruesome murders while hiding in the shadows. The only time a suspiridaemon makes a noticeable noise is when it loosens the tissues around its neck and inhales a booming breath; the sudden loss of air that results is enough to make foes fall ill.",
			"",
			"A suspiridaemon is 6 feet tall and weighs 250 pounds.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"suspiridaemon": { "copyof": "daemon_suspiridaemon" },
	"daemon_temerdaemon": {
		"name": "Daemon, Temerdaemon",
		"sources": [
			"Bestiary 6",
			"Book of the Damned - Volume 3: Horsemen of the Apocalypse",
			"Bestiary 2"
		],
		"description": [
			"*This humanoid creature's limbs - four arms and four legs - bend in awkward configurations. It wields a scythe in its largest arms.*",
			"",
			"::mh[Temerdaemon]{cr=\"14\"}",
			"",
			"{SOURCE Bestiary 6/77;Book of the Damned - Volume 3: Horsemen of the Apocalypse/58}  ",
			"**XP** 38,400  ",
			"NE Large outsider (daemon, evil, extraplanar)  ",
			"**Init** +10; **Senses** darkvision 60 ft.; Perception +27  ",
			"**Aura** reaper's curse (30 ft., DC 23, 10 rounds)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 29, touch 15, flat-footed 23 (+6 Dex, +14 natural, -1 size)  ",
			"**hp** 195 (17d10+102)  ",
			"**Fort** +16, **Ref** +13, **Will** +17  ",
			"**DR** 10/good and silver; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 25",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.; air walk  ",
			"**Melee** +1 scythe +23/+18/+13/+8 (2d4+8/19-20/&times;4 plus confusion), 2 claws +16 (1d4+2 plus confusion)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** confusion  ",
			"**Spell-Like Abilities** (CL 15th; concentration +20)  ",
			"*At will*-{spell/bestow curse} (DC 19), {spell/death knell} (DC 17), {spell/gaseous form}, {spell/passwall}, {spell/stone shape}, {spell/telekinesis} (DC 20)  ",
			"*3/day*-{spell/disintegrate} (DC 21), {spell/greater dispel magic}, {spell/illusory wall} (DC 19), {spell/suggestion} (DC 18)  ",
			"*1/day*-{umr/summon} (level 5, 1 temerdaemon 30%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 22, **Con** 23, **Int** 13, **Wis** 24, **Cha** 20  ",
			"**Base Atk** +17; **CMB** +23 (+25 trip); **CMD** 39 (45 vs. trip)  ",
			"**Feats** {feat/Blinding Critical}, {feat/Combat Expertise}, {feat/Critical Focus}, {feat/Improved Critical/ (scythe)}, {feat/Improved Initiative}, {feat/Improved Trip}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Weapon Focus/ (scythe)}  ",
			"**Skills** Bluff +25, Intimidate +25, Knowledge (planes, religion) +21, Perception +27, Sense Motive +27, Stealth +22  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.  ",
			"**SQ** undersized weapons",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, pair, or trapper gang (3 temerdaemons and 10-16 cacodaemons)  ",
			"**Treasure** standard (+1 {eq-weapon/scythe}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Confusion (Su)** A creature struck in combat by a temerdaemon's melee attacks must succeed at a DC 23 Will save or be confused for 1 round. The durations from multiple strikes and failed saving throws stack. This is a mind-affecting effect. The save DC is Charisma-based.",
			"",
			"**Reaper's Curse (Su)** Creatures within 30 feet of a temerdaemon are afflicted by a profound increase in self-inflicted and allyinflicted wounds, failures in magic, and similar accidental damage. Arcane spell failure chances from armor are doubled. A creature that rolls a natural 1 on its attack roll automatically rerolls the attack against itself or an ally (50% chance of either). A creature that rolls a natural 1 on its roll to cast defensively suffers a mishap (see [Scroll Mishaps](rule/scrolls)). Skill checks that have consequences if failed by 5 or more (such as Climb, Disable Device, and Swim) have these consequences on all failed checks",
			"",
			"::sh[Description]",
			"",
			"Temerdaemons exist to personify accidental death. A knight falls onto her sword; a peasant trips and breaks his neck; a structure fails in ways its builders never foresaw and buries dozens of innocents' and a temerdaemon cackles knowingly in the distance. While true accidents please the fiend, it also delights in engineering incomprehensibly complex plots that lead to the slaughter of as many mortals as possible. A temerdaemon often wades into the aftermath of such catastrophes, carving apart survivors and sowing mass confusion and hysteria.",
			"",
			"Temerdaemons only rarely cooperate among themselves, but a trio of them sometimes forms a \"trapper gang\" to pursue common goals.",
			"",
			"A gangly mass consisting of a rotund torso, four arms, and four legs, a temerdaemon is 10 feet long and weighs 1,200 pounds, not counting its often bizarre collection of odd mechanical fetishes and other tinkering equipment.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"temerdaemon": { "copyof": "daemon_temerdaemon" },
	"daemon_thanadaemon": {
		"name": "Daemon, Thanadaemon",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*Rattling with each stride, this looming, horned, skeletal figure clutches a wicked staff. A seething glow burns in its eye sockets.*",
			"",
			"::mh[Thanadaemon]{cr=\"13\"}",
			"",
			"{SOURCE Bestiary 2/74}  ",
			"**XP** 25,600  ",
			"NE Medium outsider (daemon, evil, extraplanar)  ",
			"**Init** +7; **Senses** darkvision 60 ft., true seeing; Perception +25",
			"",
			"::sh[Defense]",
			"",
			"**AC** 27, touch 14, flat-footed 23 (+3 Dex, +1 dodge, +13 natural)  ",
			"**hp** 172 (15d10+90)  ",
			"**Fort** +11, **Ref** +12, **Will** +14  ",
			"**DR** 10/good; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 24",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +2 quarterstaff +22/+17/+12 (1d6+9 plus energy drain) or 2 claws +20 (1d4+5 plus energy drain)  ",
			"**Special Attacks** draining weapon, {umr/energy drain} (1 level, DC 21), fear gaze, soul crush  ",
			"**Spell-Like Abilities** (CL 15th; concentration +19)  ",
			"*Constant*-{spell/air walk}, {spell/true seeing}  ",
			"*At will*-{spell/greater teleport} (self plus skiff and passengers only), {spell/plane shift} (self plus skiff and passengers only, Astral, Ethereal, and evil-aligned planes only)  ",
			"*3/day*-{spell/animate dead}, {spell/desecrate}, {spell/enervation}  ",
			"*1/day*-{umr/summon} (level 4, 1d4 hydrodaemons 80% or 1 thanadaemon 35%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 16, **Con** 23, **Int** 17, **Wis** 17, **Cha** 18  ",
			"**Base Atk** +15; **CMB** +20; **CMD** 34  ",
			"**Feats** {feat/Alertness}, {feat/Blind-Fight}, {feat/Dodge}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lunge}, {feat/Mobility}, {feat/Power Attack}  ",
			"**Skills** Acrobatics +21, Bluff +22, Diplomacy +22, Intimidate +22, Knowledge (planes) +21, Knowledge (religion) +21, Perception +25, Sense Motive +25, Stealth +14, Survival +10  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, pair, or council (3-11)  ",
			"**Treasure** standard (+2 {eq-weapon/quarterstaff}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Draining Weapon (Su)** A thanadaemon's energy drain attack functions through any melee weapon it wields.",
			"",
			"**Fear Gaze (Su)** Cower in fear for 1d6 rounds, 30 feet, Will DC 21 negates. This is a mind-affecting fear effect. The save DC is Charisma-based.",
			"",
			"**Soul Crush (Su)** A thanadaemon can crush a soul gem (see {monster/cacodaemon}) as a standard action to gain fast healing 15 for 15 rounds (this is a standard action). This action condemns the crushed soul to Abaddon - resurrecting this victim requires a DC 28 caster level check.",
			"",
			"::sh[Description]",
			"",
			"While all daemons represent death in some fashion, thanadaemons, the Deacons of Death, represent the inevitable death through old age. Thanadaemons effortlessly work eerie skiffs along every pus- and bile-choked river in Abaddon, including the legendary River Styx. For the right price (typically 50 pp or 2 gems worth at least 300 gp each), a thanadaemon will even carry passengers on its skiff, yet those who travel with these fiends should beware - they frequently renegotiate the terms once they've got their passengers in dangerous realms.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"thanadaemon": { "copyof": "daemon_thanadaemon" },
	"daemon_venedaemon": {
		"name": "Daemon, Venedaemon",
		"sources": [
			"Bestiary 6",
			"Book of the Damned - Volume 3: Horsemen of the Apocalypse",
			"Bestiary 2"
		],
		"description": [
			"*Tentacles protrude from the robes of this floating hooded figure in place of arms and legs. Its face is a disturbing, toothless maw.*",
			"",
			"::mh[Venedaemon]{cr=\"5\"}",
			"",
			"{SOURCE Bestiary 6/78;Book of the Damned - Volume 3: Horsemen of the Apocalypse/60}  ",
			"**XP** 1,600  ",
			"NE Medium outsider (daemon, evil, extraplanar)  ",
			"**Init** +2; **Senses** arcane sight, darkvision 60 ft.; Perception +12",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 12, flat-footed 16 (+2 Dex, +6 natural)  ",
			"**hp** 51 (6d10+18)  ",
			"**Fort** +5, **Ref** +7, **Will** +8  ",
			"**DR** 5/good or silver; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10; **SR** 16",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 30 ft. (average)  ",
			"**Melee** 4 tentacles +8 (1d6+1)  ",
			"**Special Attacks** swallow soul  ",
			"**Spell-Like Abilities** (CL 6th; concentration +9)  ",
			"*Constant*-{spell/arcane sight}  ",
			"*At will*-command cacodaemon (DC 18)  ",
			"*3/day*-{spell/dimension door}, {spell/dispel magic}, {spell/slow} (DC 16)  ",
			"*1/day*-{umr/summon} (level 3, 1 venedaemon 50% or 2d4 cacodaemons 70%)  ",
			"**Sorcerer Spells Known** (CL 6th; concentration +9)  ",
			"*3rd (4)*-{spell/hold person} (DC 16)  ",
			"*2nd (6)*-{spell/invisibility}, {spell/scorching ray}  ",
			"*1st (7)*-{spell/charm person} (DC 14), {spell/mage armor}, {spell/magic missile}, {spell/shield}  ",
			"*0 (at will)*-{spell/acid splash}, {spell/arcane mark}, {spell/bleed} (DC 13), {spell/mage hand}, {spell/prestidigitation}, {spell/ray of frost}, {spell/read magic}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 13, **Dex** 15, **Con** 16, **Int** 22, **Wis** 16, **Cha** 17  ",
			"**Base Atk** +6; **CMB** +7; **CMD** 19  ",
			"**Feats** {feat/Arcane Strike}, {feat/Combat Casting}, {feat/Eschew Materials}, {feat/Weapon Finesse}  ",
			"**Skills** Bluff +12, Disguise +12, Fly +11, Intimidate +9, Knowledge (arcana, planes) +15, Knowledge (religion) +12, Perception +12, Sense Motive +12, Spellcraft +15, Stealth +11, Use Magic Device +12  ",
			"**Languages** Abyssal, Aklo, Aquan, Auran, Common, Draconic, Ignan, Infernal, Terran; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, pair, or cabal (3-6 plus 2-12 cacodaemons)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Command Cacodaemon (Sp)** As a swift action, a venedaemon can issue a {spell/suggestion} (as per the spell) to a {monster/cacodaemon}. The venedaemon adds a +2 racial bonus to the save DC of this spell-like ability. It can command a cacodaemon to feed it a soul gem via this effect.",
			"",
			"**Swallow Soul (Su)** A venedaemon can consume a held soul gem created by a cacodaemon as a swift action, allowing it to cast any of its spells known without using a spell slot. For the daemon to use this ability, the consumed gem must contain the soul of a creature with Hit Dice equal to or greater than the spell level of the desired spell.",
			"",
			"**Spells (Sp)** A venedaemon casts spells as a 6th-level sorcerer.",
			"",
			"::sh[Description]",
			"",
			"The venedaemon personifies death by magic, and so has an inborn talent for all manner of sorcery. Though as hungry for souls as any other member of its daemonic kin, the venedaemon thirsts equally for intangible wealth through the acquisition of knowledge.",
			"",
			"Venedaemons are gaunt, and despite standing close to 7 feet tall, they rarely weigh more than 150 pounds.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"venedaemon": { "copyof": "daemon_venedaemon" },
	"daemon_vulnudaemon": {
		"name": "Daemon, Vulnudaemon",
		"sources": [
			"Bestiary 3",
			"Bestiary 2"
		],
		"description": [
			"*A bloody, tooth-filled mouth that looks almost like a horrific gash gasps in the neck of this pale, childlike horror.*",
			"",
			"::mh[Vulnudaemon]{cr=\"4\"}",
			"",
			"{SOURCE Bestiary 3/63}  ",
			"**XP** 1,200  ",
			"NE Small outsider (daemon, evil, extraplanar)  ",
			"**Init** +3; **Senses** darkvision 60 ft., detect good, detect magic; Perception +10  ",
			"**Aura** aura of doom (30 ft., DC 18)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 14, flat-footed 14 (+3 Dex, +3 natural, +1 size)  ",
			"**hp** 39 (6d10+6)  ",
			"**Fort** +6, **Ref** +5, **Will** +6  ",
			"**DR** 5/good or silver; **Immune** acid, death effects, disease, poison; **Resist** cold 10, electricity 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** short sword +10/+5 (1d4+2/19-20 plus bleed), bite +5 (1d3+1)  ",
			"**Special Attacks** {umr/bleed} (1d4), sneak attack +1d6  ",
			"**Spell-Like Abilities** (CL 7th; concentration +10)  ",
			"*Constant*-{spell/detect good}, {spell/detect magic}  ",
			"*3/day*-{spell/blur}, {spell/death knell} (DC 15), {spell/invisibility}, {spell/minor image} (DC 15)  ",
			"*1/day*-{spell/inflict critical wounds} (DC 17), {umr/summon} (level 2, 1d4 cacodaemons 40%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 14, **Dex** 17, **Con** 13, **Int** 12, **Wis** 13, **Cha** 16  ",
			"**Base Atk** +6; **CMB** +7; **CMD** 20  ",
			"**Feats** {feat/Ability Focus/ (aura of doom)}, {feat/Combat Casting}, {feat/Weapon Finesse}  ",
			"**Skills** Bluff +12, Diplomacy +10, Fly +11, Knowledge (arcana) +7, Knowledge (planes) +8, Perception +10, Sense Motive +10, Spellcraft +8, Stealth +16  ",
			"**Languages** Abyssal, Draconic, Infernal; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary, pair, or murder (3-12)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Aura of Doom (Su)** As a free action, a vulnudaemon can radiate an aura of dread and hopelessness. Any creature within 30 feet of the vulnudaemon must succeed at a DC 18 Will save or become shaken for as long as it remains in the aura.",
			"",
			"::sh[Description]",
			"",
			"These deceptive daemons personify death resulting from murder accented with betrayal. Most often formed from the souls of evil creatures killed by family or friends, vulnudaemons spread their insanity throughout the worlds by deceiving and killing all creatures they meet.",
			"",
			"Vulnudaemons stalk their prey, infecting them with a sense of impending doom and watching their reactions, learning their responses before attacking and savoring their death. These daemons serve as excellent assassins, hiding in the shadows before debilitating their enemies, or striking from the protection of invisibility in order to deliver the killing blow. When facing stronger enemies, vulnudaemons seek to wear them down through a series of attacks, nicking at them and darting off, then repeating the process until their opponents bleed out.",
			"",
			"Vulnudaemons often find themselves called to the Material Plane by cultists of deities associated with murder and assassination. These cultists often see vulnudaemons as sacred creatures favored by their deity, and rather than simply use the daemons as assassins, cultists often grant them a shocking degree of freedom to wander the region as they will, picking victims to fit their own agendas and murdering whomever they wish. Cultists who conjure vulnudaemons into the world usually take care to show the daemons a secret hand sign or other code that members of the cult can show them, lest the monsters decide to target one of the believers for an attack. Whether or not an accidentally targeted cultist has the time to flash her safety sign to the daemon should the creature attack her at a later date is, of course, another matter.",
			"",
			"Vulnudaemons stand 3 feet tall and weigh 25 pounds.",
			"",
			"**Family:** {family/Daemon}"
		]
	},
	"vulnudaemon": { "copyof": "daemon_vulnudaemon" },
	"dahzagan": {
		"name": "Dahzagan",
		"sources": [ "Belkzen, Hold of the Orc Hordes" ],
		"description": [
			"*This winged horror has the upper body of a feral, bloody-mouthed female orc warrior and the lower body of a giant wolf.*",
			"",
			"::mh[Dahzagan]{cr=\"6\"}",
			"",
			"{SOURCE Belkzen, Hold of the Orc Hordes/59}  ",
			"**XP** 2,400  ",
			"CE Large outsider (chaotic, evil, extraplanar)  ",
			"**Init** +2; **Senses** darkvision 60 ft., deathwatch, scent; Perception +14",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 11, flat-footed 17 (+2 Dex, +7 natural, +1 dodge, -1 size)  ",
			"**hp** 76 (8d10+32)  ",
			"**Fort** +8, **Ref** +4, **Will** +7  ",
			"**DR** 10/good or lawful; **Immune** fire, poison; **Resist** electricity 10; **SR** 16",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., fly 60 ft. (average)  ",
			"**Melee** mwk greatsword +13/+8 (2d6+7) and 2 claws +12 (1d4+5)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** terrifying howl  ",
			"**Spell-Like Abilities** (CL 6th; concentration +10)  ",
			"*Constant*-{spell/deathwatch}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 14, **Con** 18, **Int** 7, **Wis** 16, **Cha** 19  ",
			"**Base Atk** +8; **CMB** +14; **CMD** 27 (31 vs. trip)  ",
			"**Feats** {feat/Dodge}, {feat/Flyby Attack}, {feat/Great Fortitude}, {feat/Iron Will}, {feat/Power Attack}, {feat/Weapon Focus/ (greatsword)}  ",
			"**Skills** Fly +8, Intimidate +12, Knowledge (planes) +9, Perception +14  ",
			"**Languages** Abyssal, Orc  ",
			"**SQ** heart-feaster, undersized weapons",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, trio, or murder (6-8 dahzagans)  ",
			"**Treasure** standard (mwk {eq-weapon/greatsword}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Heart-Feaster (Su)** As a full-round action, a dahzagan can rip out and devour the heart of an orc or half-orc who died in battle within the past 24 hours. The strength of the dead warrior empowers her, granting her the effects of rage (CL 9th).",
			"",
			"**Terrifying Howl (Su)** A dahzagan can use the terrifying howl barbarian rage power as a standard action (Will DC 19). A creature that succeeds at its save is immune to that dahzagan's terrifying howl for 24 hours.",
			"",
			"**Undersized Weapons (Ex)** Although dahzagans are Large, their upper bodies are those of Medium orcs. As such, they wield weapons as Medium creatures.",
			"",
			"::sh[Description]",
			"",
			"Servants of the orc pantheon, dahzagans are colloquially known as \"orc valkyries\" and are seen by many orcs as the midwives of their gods. These wild, bloodlust-driven warriors possess centaurlike builds with oversized wolf bodies below the waist and large, batlike wings growing from their lupine backs. When especially strong, brutal, or savage orcs die in battle, dahzagans are sent to the Material Plane to fetch the warriors' souls and bear them to their gods. The warriors are then reincarnated as even greater orcs and returned to the Material Plane to avenge their own deaths.",
			"",
			"Completely feral on the field of battle, dahzagans serve their gods loyally, usually taking on aspects of the deities to whom they are sworn. While most dahzagans serve orc gods, there are rumors of a rare few sworn to Gorum.",
			"",
			"Dahzagans are also seen as the spiritual mothers of \"cross-souls\", female warriors believed to be reincarnations of male orc champions. While male orcs often use the idea to explain the existence of capable female warriors and leaders, many female orcs resent the practice, and instead see dahzagans' gender as a symbol of female orc strength.",
			"",
			"The average dahzagan is 8 feet tall and weighs 2,300 pounds or more."
		]
	},
	"daitengu": {
		"name": "Daitengu",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This winged, humanoid ascetic's face is bright red and boasts a prodigiously long nose.*",
			"",
			"::mh[Daitengu]{cr=\"10\"}",
			"",
			"{SOURCE Bestiary 6/79}  ",
			"**XP** 9,600  ",
			"N Medium outsider (native, shapechanger)  ",
			"**Init** +5; **Senses** darkvision 60 ft., true seeing; Perception +21",
			"",
			"::sh[Defense]",
			"",
			"**AC** 26, touch 24, flat-footed 21 (+5 Dex, +3 monk, +2 natural, +6 Wis)  ",
			"**hp** 126 (12d10+60)  ",
			"**Fort** +9, **Ref** +13, **Will** +14  ",
			"**Defensive Abilities** evasion; **Immune** disease, mind-affecting effects; **SR** 21",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 90 ft. (good)  ",
			"**Melee** unarmed strike +17/+12/+7 (2d6+3) or unarmed strike flurry of blows +17/+17/+12/+12/+7 (2d6+3)  ",
			"**Ranged** +2 {magic-enh/flaming} dart +19/+14/+9 (1d4+5 plus 1d6 fire)  ",
			"**Special Attacks** stunning fist (12/day, DC 16)  ",
			"**Spell-Like Abilities** (CL 10th; concentration +14)  ",
			"*Constant*-{spell/speak with animals} (birds only), {spell/true seeing}  ",
			"*3/day*-{spell/bestow curse} (DC 18), {spell/gust of wind}, {spell/remove curse}, {spell/stone shape}  ",
			"*1/day*-{spell/wind walk}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 17, **Dex** 20, **Con** 21, **Int** 23, **Wis** 22, **Cha** 18  ",
			"**Base Atk** +12; **CMB** +15 (+17 disarm); **CMD** 39 (41 vs. disarm)  ",
			"**Feats** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Improved Disarm}, {feat/Improved Unarmed Strike}, {feat/Quick Draw}, {feat/Snatch Arrows}, {feat/Stunning Fist}, {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +20, Bluff +19, Diplomacy +19, Disguise +22, Fly +24, Intimidate +19, Knowledge (history, local, nobility, religion) +9, Perception +21, Sense Motive +21, Sleight of Hand +20, Stealth +20, Survival +18; **Racial Modifiers** +6 Disguise  ",
			"**Languages** Common, Tengu; speak with animals (birds only)  ",
			"**SQ** ascetic master, change self (any humanoid, alter self), daitengu's blessing",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any mountains  ",
			"**Organization** solitary  ",
			"**Treasure** NPC gear (12 +2 {magic-enh/flaming} {eq-weapon/dart/s}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Ascetic Master (Ex)** A daitengu can use unarmed strikes, flurry of blows, and {feat/Stunning Fist} as a 12th-level monk. He adds his Wisdom bonus to his AC and CMD, and gains an additional +1 bonus to AC and CMD for every four Hit Dice he has. He can treat unarmed attacks as cold iron, magic, silver, or any alignment for overcoming damage reduction.",
			"",
			"**Daitengu's Blessing (Su)** Once per week as a standard action, a daitengu can bestow its mastery of greater fighting arts upon a creature it touches. The daitengu selects any combat feat that it knows and that its target meets the prerequisites for. Upon being touched, the target gains that feat as a bonus feat for a number of days equal to the daitengu's Hit Dice. A daitengu with 15 or more Hit Dice can grant two feats with this ability, while a daitengu with 20 or more Hit Dice can grant three.",
			"",
			"::sh[Description]",
			"",
			"Legendary tricksters and teachers, fonts of serenity and masters of destruction, daitengus live far from civilization, where they spend most of their time in meditation. Some say the first daitengus arose from the spirits of tengus who didn't deserve punishment in the afterlife, but who also saw no appeal in the afterlife's rewards.",
			"",
			"A daitengu stands 6 feet tall and weighs 150 pounds. Daitengus' most prominent features include bright red skin, crow-like wings, and prodigious noses."
		]
	},
	"dallo": {
		"name": "Dallo",
		"sources": [ "Pathfinder #118: Siege of Stone" ],
		"description": [
			"*This squat, grunting creature stinks of musk and earth. Leathery plates and black horns protect its woolly underside.*",
			"",
			"::mh[Dallo]{cr=\"1\"}",
			"",
			"{SOURCE Pathfinder #118: Siege of Stone/82}  ",
			"**XP** 400  ",
			"N Small animal  ",
			"**Init** +0; **Senses** darkvision 30 ft., low-light vision, scent; Perception +6",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 11, flat-footed 14 (+3 natural, +1 size)  ",
			"**hp** 13 (2d8+4)  ",
			"**Fort** +5, **Ref** +3, **Will** +3; +4 vs. ingested poisons",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., burrow 10 ft.  ",
			"**Melee** 2 claws +2 (1d3), gore +2 (1d4)  ",
			"**Special Attacks** pit",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 11, **Dex** 10, **Con** 15, **Int** 2, **Wis** 13, **Cha** 8  ",
			"**Base Atk** +1; **CMB** +0; **CMD** 10  ",
			"**Feats** {feat/Iron Will}  ",
			"**Skills** Perception +6",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary, pair, or herd (6-30)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Spit (Ex)** Once per hour, a dallo can regurgitate the contents of its stomach, spitting the foul material at a single target within 10 feet. The target must succeed at a DC 13 Fortitude saving throw or be sickened for 1d4 rounds. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Sometimes called dwarf goats or dwarf boars, dallos are more closely related to surface sloths and armadillos. These stocky, stubborn animals originate from smaller, more skittish species that inhabit the caverns of Sekamina, but they were domesticated by dwarves long before Earthfall and brought along in the Quest for Sky. Dwarves, duergar, and svirfneblin all raise herds of the bleating creatures for meat, leather, and the warm wool that coats their soft bellies.",
			"",
			"Populations of feral dallos occupy many of the larger caverns of Nar-Voth, feeding on nearly anything from fungus to many poisonous molds and plants. They make up the bottommost level of the food chain, providing sustenance for countless predators and scavengers of the Darklands and fertilizing subterranean flora with their droppings. Though their large horns and leathery plates provide some protection from danger, dallos' real secret to success is their prodigious reproduction rate; a mother can give birth to up to a half-dozen calves at a time, which grow to adulthood in just a few months.",
			"",
			"A domesticated dallo measures 3 feet from snout to tail and weighs 60 pounds. Feral dallos can grow much larger."
		]
	},
	"danse_macabre": {
		"name": "Danse Macabre",
		"sources": [
			"Curse of the Crimson Throne",
			"Pathfinder #11: Skeletons of Scarwall"
		],
		"description": [
			"*Dozens of ghostly figures swirl and cavort, floating through the air as they follow the steps of an ancient, rhythmic dance, seemingly keeping time with the ebb and flow of life itself. Amid this eerie crowd of dancing specters looms a dark-cloaked figure wielding a scythe.*",
			"",
			"::mh[Danse Macabre]{cr=\"14\"}",
			"",
			"{SOURCE Curse of the Crimson Throne/470;Pathfinder #11: Skeletons of Scarwall/80}  ",
			"**XP** 38,400  ",
			"NE Large undead (incorporeal)  ",
			"**Init** +13; **Senses** darkvision 60 ft., lifesense 60 ft.; Perception +29  ",
			"**Aura** dance of death (40 ft., DC 27)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 29, touch 29, flat-footed 19 (+10 deflection, +9 Dex, +1 dodge, -1 size)  ",
			"**hp** 203 (14d8+140)  ",
			"**Fort** +14, **Ref** +13, **Will** +17  ",
			"**Defensive Abilities** {umr/incorporeal}, deathless; {umr/channel resistance} +4; **Immune** cold, {umr/undead traits}; **SR** 25",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 40 ft. (perfect)  ",
			"**Melee** incorporeal scythe +18/+13 touch (2d6/&times;4 plus 1d6 Constitution drain)  ",
			"**Space** 10 ft., **Reach** 10 ft.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** -, **Dex** 28, **Con** -, **Int** 8, **Wis** 22, **Cha** 30  ",
			"**Base Atk** +10; **CMB** +20; **CMD** 41  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Dodge}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Mobility}, {feat/Skill Focus/ (Perception)}, {feat/Spring Attack}  ",
			"**Skills** Fly +32, Perception +29, Sense Motive +23  ",
			"**Languages** Common, Necril",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Dance of Death (Su)** A danse macabre is constantly surrounded by a 40-foot aura known as the dance of death, an endless gala of dancing spectral figures. Any living creature that enters the area of the dance of death must attempt a DC 27 Will save. On a failed save, the victim joins the ghostly dancers, takes 1d4 points of Constitution drain, and is affected as per {spell/irresistible dance} (CL 14th). A creature can attempt a new DC 27 Will save at the end of its turn to escape from the effects of a dance of death; otherwise, these effects persist for as long as the victim remains within the aura. The Constitution drain effect only occurs, however, after the initial failed saving throw. As victims cannot willingly move from the square in which they dance, the dance's effects end when the danse macabre moves to a point where the victim is no longer within its aura, the danse macabre is destroyed, or if the victim is physically removed from the area. A victim who succeeds at a save (whether from the original exposure or at a later point to successfully escape the effect) is immune to the dance of death of the same danse macabre for 24 hours. Dance of death is a visual, sonic, mind-affecting compulsion effect, and blindness or deafness can provide protection from the effect. The save DC is Charisma-based.",
			"",
			"**Deathless (Su)** As a manifestation of death incarnate, a danse macabre is not itself subject to permanent destruction. If reduced to 0 hit points, it vanishes, only to rejuvenate at full hit points in 1d4 days. Only by destroying the creature and then casting hallow to consecrate the site it manifested upon prevents the undead monster's reappearance.",
			"",
			"**Incorporeal Scythe (Su)** A danse macabre wields an incorporeal scythe in combat that leaves deep and horrific wounds on any creature it strikes. Attacks made with this scythe are touch attacks and deal slashing damage, but are not modified by any of the monster's ability scores. A creature hit by a danse macabre's incorporeal scythe attack must succeed at a DC 23 Fortitude save or take 1d6 points of Constitution drain. Each time a danse macabre drains Constitution from a target, the danse macabre regains 5 hit points, regardless of the total number of Constitution points drained by the attack. The save DC is Charisma-based.",
			"",
			"**Lifesense (Su)** A danse macabre notices and locates living creatures within 60 feet, just as if it had the {umr/blindsight} ability. It also senses the strength of life forces automatically, as per {spell/deathwatch}.",
			"",
			"::sh[Description]",
			"",
			"Danse macabres are the embodiment of the inevitability of death. They represent the ultimate equalizer of station, revealing in their dance of death the futility of all life. It has been said that, in the end, all mortal beings must face the fateful piper and dance to its tune. If such claims are true, then surely the danse macabre is the personification of such a dreadful doom.",
			"",
			"Danse macabres typically manifest as looming, black-cloaked skeletons, although they may appear in other sinister forms depending on personifications of death unique to the cultures near where they manifest, such as a fiery pillar, a pale child, or a man in a white mask. The crowd of dancing souls that surround these 10-foot-tall specters typically do little to dispel their ominous aura. While these ghostly images are entirely insubstantial and harmless, they also emanate faint, haunting music, as if a violin-led orchestra is playing along. When a victim succumbs to the creature's dance of death, the music becomes nearly deafening and the spectral figures appear almost real. The dancers and music cannot be interacted with, but visibly and audibly mark the boundaries of the danse macabre's dance of death aura.",
			"",
			"### Ecology",
			"",
			"As undead creatures, danse macabres require nothing from their environments and contribute nothing in return. Their very presence typically suggests the murder of large numbers of creatures and, upon their horrifying manifestations, the deaths of others that happen too near. Yet a danse macabre will not simply form on the ruins of any battlefield or on the site of any mass murder. Instead, these malevolent spirits appear in areas where those who were slaughtered did not expect their deaths until, perhaps, the very last moment. At other times, a danse macabre (such as the one encountered in the ruins of Scarwall) manifests at a much later date in an area where revelry and sadism commingled, triggered into being long after those who died by a singularly potent pulse of necromantic energy or the vengeful thrashings of a bitter and angry god.",
			"",
			"### Habitat",
			"",
			"A danse macabre is a solitary creature that seeks nothing other than to call others to join its eternal celebration of the inevitable. It manifests only in locations tainted by untimely deaths - the sites of countless violent executions, estates overrun by deadly plagues, or battlefields where mass slaughters took place. In all of these locations, hundreds, if not thousands, of victims met their fates, often in rapid succession. None claim to know what terrible death count or measurement of psychic trauma is required to spawn a danse macabre, and indeed, some of the most gore-soaked sites on Golarion have never led to one of these beings' manifestations. An element of grim irony or communal revenge tends to inspire such hauntings, making it impossible to predict what catastrophe or massacre might cause one to appear.",
			"",
			"Some scholars of the undead suggest that danse macabres harbor no hatred for the living, but have a natural drive to bring mortals to their final state on an accelerated schedule. Witnesses of danse macabres, however, tend to disagree, and the appearance of a danse macabre can quickly depopulate a location via both its depredations and the flight of any survivors. Fortunately, these morbid shades rarely move far from the sites of their initial manifestations, leading to numerous tales of haunted halls where the dead endlessly dance in their eternal revel."
		]
	},
	"danthienne": {
		"name": "Danthienne",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This bright-eyed, doll-sized woman wears jewels and silks. She has pointed ears, four-fingered hands, and a mischievous grin.*",
			"",
			"::mh[Danthienne]{cr=\"5\"}",
			"",
			"{SOURCE Bestiary 6/80}  ",
			"**XP** 1,600  ",
			"CN Tiny fey  ",
			"**Init** +4; **Senses** low-light vision; Perception -1",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 17, flat-footed 14 (+4 Dex, +1 dodge, +2 natural, +2 size)  ",
			"**hp** 59 (7d6+35)  ",
			"**Fort** +7, **Ref** +9, **Will** +6  ",
			"**DR** 5/cold iron; **SR** 16",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** dagger +3 (1d2-2/19-20)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft.  ",
			"**Spell-Like Abilities** (CL 8th; concentration +13)  ",
			"*At will*-{spell/auditory hallucination} (DC 16), {spell/detect desires} (DC 17), {spell/invisibility}, {spell/prestidigitation}, {spell/remove fear}, {spell/shocking grasp}  ",
			"*3/day*-{spell/charm person} (DC 16), {spell/deflect blame} (DC 17), {spell/rumormonger} (DC 18), {spell/suggestion} (DC 18)  ",
			"*1/day*-{spell/glibness}, {spell/heroism}, {spell/shout} (DC 19)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 6, **Dex** 18, **Con** 21, **Int** 13, **Wis** 8, **Cha** 21  ",
			"**Base Atk** +3; **CMB** +5; **CMD** 14  ",
			"**Feats** {feat/Deceitful}, {feat/Dodge}, {feat/Iron Will}, {feat/Mobility}  ",
			"**Skills** Bluff +17, Diplomacy +15, Disguise +17, Escape Artist +14, Knowledge (nobility) +8, Perform (any one) +15, Sleight of Hand +14  ",
			"**Languages** Common, Dwarven, Elven, Gnome, Halfling, Sylvan",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any urban  ",
			"**Organization** solitary or clique (2-4 danthiennes)  ",
			"**Treasure** double (jewelry and magic items only)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Fool's Inspiration (Su)** Once per day as a full-round action, a danthienne can designate a single humanoid or monstrous humanoid as her companion. An unwilling or unaware target can resist being made a companion by succeeding at a DC 18 Will save, but it is not aware that it was targeted by an effect. The danthienne is constantly aware of her companion's health, location, and general mood, as if she had cast status on the target. So long as she remains within 5 feet, the danthienne can also share spells with her companion, as if it were her animal companion or familiar, and the companion can use the danthienne's Charisma modifier instead of its own on Charisma checks and Bluff, Diplomacy, and Intimidate checks. So long as a creature remains a danthienne's companion, it automatically takes 1 point of Charisma drain every 24 hours. A danthienne can dismiss a companion at will, and must do so if she wants to select a new companion. A companion who wishes to break the bond can attempt a DC 18 Will save once per day to do so. A break enchantment spell automatically severs this link. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Rejected from the courts of the fey realms, danthiennes' sometimes called gossip pixies - nevertheless delight in courtly intrigue. They adore the trappings of wealth and class, but lack a deeper understanding of politics, and focus most of their energy on personal entertainment and accumulating wardrobes of rich fabrics and random jewelry. These tiny fey spend their time skulking around academies, guilds, and noble courts, stealing valuables and influencing mortal minds to create drama. When they do reveal their presence, danthiennes portray themselves as wish granters, offering to make a person's dreams come true in exchange for services and treasures. In reality, they have no special gift to grant wishes and rely on their magic, bluffs, and mundane theft to uphold their end of any bargain. Danthiennes rarely operate alone, usually enticing a desperate courtier into serving them in exchange for popularity. More rarely, they assemble lesser fey into mock courts, drafting unsuspecting mortals into their sometimes-deadly intrigues. As degenerate, urban cousins of nymphs, they have the ability to bond with mortal creatures and invest them with passion and confidence - but the bond is a deadly one, slowly draining the life force from their temporary partners and ultimately leaving them catatonic.",
			"",
			"Danthiennes stand just 10 inches tall and weigh only a few pounds, despite their plump forms."
		]
	},
	"coral_capuchin": {
		"name": "Coral Capuchin",
		"sources": [
			"Bestiary 6",
			"Pathfinder #58: Island of Empty Eyes"
		],
		"description": [
			"*This strange creature can only be described as a light pink, hairless monkey with the head of a fish and large, finlike wings.*",
			"",
			"::mh[Coral Capuchin]{cr=\"1\"}",
			"",
			"{SOURCE Bestiary 6/66;Pathfinder #58: Island of Empty Eyes/82}  ",
			"**XP** 400  ",
			"N Tiny magical beast (aquatic)  ",
			"**Init** +3; **Senses** darkvision 60 f t., low-light vision; Perception +1",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 15, flat-footed 12 (+3 Dex, +2 size)  ",
			"**hp** 13 (2d10+2)  ",
			"**Fort** +4, **Ref** +6, **Will** +1  ",
			"**Weaknesses** moisture dependency",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., climb 30 ft., fly 40 ft. (good), swim 30 ft.  ",
			"**Melee** bite +7 (1d3-2 plus cursed bite)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft.  ",
			"**Special Attacks** cursed bite",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 6, **Dex** 17, **Con** 12, **Int** 6, **Wis** 13, **Cha** 7  ",
			"**Base Atk** +2; **CMB** +3; **CMD** 11  ",
			"**Feats** {feat/Weapon Finesse}  ",
			"**Skills** Climb +6, Fly +11, Sleight of Hand +8, Stealth +15 (+19 in coral reefs), Swim +6; **Racial Modifiers** +4 Sleight of Hand, +4 Stealth in coral reefs  ",
			"**Languages** Common (generally knows only a dozen or so words)  ",
			"**SQ** amphibious",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm coasts or oceans  ",
			"**Organization** solitary, pair, or tribe (3-24 plus one matriarch)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Cursed Bite (Su)** A coral capuchin's bite bestows some of the creature's benefits and weaknesses upon the victim unless the victim succeeds at a DC 12 Constitution check. The curse delivered by this bite persists for 1d6 hours, and cannot affect the same creature more than once in a 24-hour period. Affected creatures can hold their breath for double the normal amount of time, but begin drying out when exposed to air. Victims take 1d6 points of damage for every 10 minutes they are out of water, though spending a full-round action to bathe the victim in any sort of water halts this damage. The save DC is Constitution-based. Moisture",
			"",
			"**Dependency (Ex)** A coral capuchin can breathe both air and water and survive indefinitely on land, but the creature must regularly be either submerged in water or thoroughly wetted down, or else it dries out. A coral capuchin can remain out of water for a number of hours of equal to its Constitution score before it suffers any negative effects. After this time, the creature takes 1d6 points of damage for every hour it remains dry. Bathing the creature in water of any sort resets this time frame.",
			"",
			"::sh[Description]",
			"",
			"Coral capuchins live in tropical coastal areas, generally in small familial groups of fewer than 30 adults led by an older matriarch (see below). Wholly unafraid of most humanoid species, coral capuchins are often befriended by sailors and fishers willing to put up with the creatures' incurable curiosity and penchant for petty larceny. They can be trained to fish for their allies and are particularly sought after by those who make their living bringing up treasures from the ocean floor. Their voracious, omnivorous appetites also make them popular on long ocean voyages, as they are happy to reduce ships' endemic rat populations. Perhaps because of this, many sailors see them as good-luck mascots, although they are most popular with pirates, smugglers, and other seafaring folk who more willingly accept their thieving nature.",
			"",
			"Despite their mercurial temperaments and propensity for theft, coral capuchins are prized by wizards because of the creatures' exceptional mobility and their strange cursed bite. Spellcasters of 3rd level or higher with an alignment within one step of neutral can gain a coral capuchin as a familiar by taking the {feat/Improved Familiar} feat.",
			"",
			"An adult coral capuchin is typically 1-1/2 feet in length with a 1-foot-long tail, a 4-foot wingspan, and a weight of 25 pounds",
			"",
			"### Coral Capuchin Matriarch",
			"",
			"A tribe of coral capuchins is typically led by a particularly wise matriarch. These leaders can be identified by their especially colorful wing membranes and eyes, which shimmer with a prismatic sheen like the flickering of a rainbow. A coral capuchin matriarch has a Charisma score of 15, and most are 2nd- to 5th-level oracles. These matriarchs can never serve as familiars."
		]
	},
	"denizen_of_leng": {
		"name": "Denizen of Leng",
		"sources": [
			"Bestiary 2",
			"Pathfinder #6: Spires of Xin-Shalast"
		],
		"description": [
			"*Shrouded in tattered leather robes, this strange humanoid looks more alien and horrific the more one studies its twitching visage.*",
			"",
			"::mh[Denizen of Leng]{cr=\"8\"}",
			"",
			"{SOURCE Bestiary 2/82;Pathfinder #6: Spires of Xin-Shalast/78}  ",
			"**XP** 4,800  ",
			"CE Medium outsider (chaotic, evil, extraplanar)  ",
			"**Init** +4; **Senses** darkvision 60 ft.; Perception +16",
			"",
			"::sh[Defense]",
			"",
			"**AC** 21, touch 15, flat-footed 16 (+4 Dex, +1 dodge, +6 natural)  ",
			"**hp** 95 (10d10+40); planar {umr/fast healing} 5  ",
			"**Fort** +11, **Ref** +11, **Will** +6  ",
			"**Defensive Abilities** no breath, unusual anatomy; **Immune** poison; **Resist** cold 30, electricity 30; **SR** 19",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** bite +14 (1d6+2 plus 1d6 Dexterity drain), 2 claws +14 (1d4+2)  ",
			"**Special Attacks** sneak attack +5d6  ",
			"**Spell-Like Abilities** (CL 10th; concentration +15)  ",
			"*Constant*-{spell/tongues}  ",
			"*3/day*-{spell/detect thoughts} (DC 17), {spell/hypnotic pattern} (DC 17), {spell/levitate}, {spell/minor image} (DC 17)  ",
			"*1/day*-{spell/locate object}, {spell/plane shift} (DC 20, self only)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 14, **Dex** 18, **Con** 19, **Int** 18, **Wis** 17, **Cha** 21  ",
			"**Base Atk** +10; **CMB** +12; **CMD** 27  ",
			"**Feats** {feat/Deceitful}, {feat/Dodge}, {feat/Mobility}, {feat/Persuasive}, {feat/Weapon Finesse}  ",
			"**Skills** Bluff +22, Diplomacy +7, Disable Device +14, Disguise +12 (+16 as humanoid), Intimidate +12, Knowledge (any one) +17, Perception +16, Profession (sailor) +8, Sense Motive +16, Sleight of Hand +17, Spellcraft +12, Stealth +17, Use Magic Device +18; **Racial Modifiers** +4 Disguise when disguised as a Medium humanoid  ",
			"**Languages** Aklo; tongues",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary, gang (2-5), or crew (6-15)  ",
			"**Treasure** double (500 to 2,000 gp in rubies, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Dexterity Drain (Su)** The otherworldly teeth and tongues of a denizen of Leng deal 1d6 points of Dexterity drain with a bite. Constructs, elementals, and other creatures that do not possess flesh are immune to this effect. A successful DC 19 Fortitude save reduces the Dexterity drain to 1 point. The save DC is Constitution-based.",
			"",
			"**Planar Fast Healing (Su)** A denizen of Leng maintains a connection to Leng at all times, and when away from Leng, it has fast healing 5. It loses this ability on Leng or in areas where planar connections do not function. If killed, a denizen's body dissolves into nothingness in 1d4 rounds, leaving behind its equipment. A slain denizen reforms in Leng, similar to a slain summoned creature; it can only be permanently killed if its fast healing is negated.",
			"",
			"**Unusual Anatomy (Ex)** A denizen's internal anatomy varies from individual to individual, and has a 50% chance to treat any critical hit or sneak attack against it as a normal hit.",
			"",
			"::sh[Description]",
			"",
			"These eerie denizens travel the universe from their strange homeland of Leng, walking uncontested only when they disguise themselves as humans by wearing loose-fitting robes and wrappings about the head and face. Under these disguises, they have horned brows, clawed fingers, mouths full of tentacles, and crooked goatish legs with cloven hooves.",
			"",
			"Many scholars have argued over where the otherworldly realm of Leng lies - some believe it can be found among the Outer Planes, while others are convinced it can only be reached via a dimension of dreams. The denizens of Leng can travel to other planes freely, and often do so in strange, black ships, constantly seeking new breeds of slaves or trading rubies for unusual services or magical treasures. At other times, their visits are much more violent, focusing on abducting victims for use as slaves or worse. On Leng, these denizens have long fought a war against that realm's monstrous spiders, a war that sometimes spills over into other worlds.",
			"",
			"A denizen of Leng weighs 200 pounds and stands roughly 5-1/2 feet tall."
		]
	},
	"derhii": {
		"name": "Derhii",
		"sources": [
			"Bestiary 3",
			"Lost Cities of Golarion",
			"Crucible of Chaos"
		],
		"description": [
			"*Powerful black wings beat from the back of this large ape, which carries a wickedly curved sword in its simian hands.*",
			"",
			"::mh[Derhii]{cr=\"5\"}",
			"",
			"{SOURCE Bestiary 3/75;Lost Cities of Golarion/23;Crucible of Chaos/28}  ",
			"**XP** 1,600  ",
			"N Large monstrous humanoid  ",
			"**Init** +3; **Senses** darkvision 60 ft., scent; Perception +14",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 12, flat-footed 15 (+3 Dex, +6 natural, -1 size)  ",
			"**hp** 59 (7d10+21)  ",
			"**Fort** +5, **Ref** +8, **Will** +8",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., climb 30 ft., fly 60 ft. (poor)  ",
			"**Melee** mwk falchion +12/+7 (2d6+7/18-20) or 2 slams +11 (1d6+5)  ",
			"**Ranged** javelin +9 (1d8+5)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** aerial charge, knockdown",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 16, **Con** 17, **Int** 9, **Wis** 12, **Cha** 10  ",
			"**Base Atk** +7; **CMB** +13; **CMD** 26  ",
			"**Feats** {feat/Acrobatic}, {feat/Combat Reflexes}, {feat/Iron Will}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Acrobatics +12, Climb +13, Fly +9, Perception +14  ",
			"**Languages** Auran, Common  ",
			"**SQ** booming voice",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm forests and mountains  ",
			"**Organization** solitary, pair, troop (3-5), or tribe (8-48)  ",
			"**Treasure** standard (masterwork {eq-weapon/falchion}, 4 {eq-weapon/javelin/s}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Aerial Charge (Ex)** When airborne, a derhii can dive at twice its normal flying speed. This is the equivalent of a charge, granting a +2 bonus on the attack roll and a -2 penalty to AC.",
			"",
			"**Booming Voice (Ex)** A derhii can use its own booming voice as a signal. The sound can be heard up to 12 miles away as a thrumming in the air that conveys 20 words of information in 5 minutes.",
			"",
			"**Knockdown (Ex)** When a derhii confirms a critical hit with a two-handed weapon, it has a chance to knock an opponent prone in addition to the damage dealt by the critical hit. If the derhii's confirmation roll exceeds its opponent's CMD, the opponent is knocked prone as if from the trip combat maneuver. This does not provoke an attack of opportunity, nor can the derhii be tripped if the confirmation roll fails to exceed the CMD.",
			"",
			"::sh[Description]",
			"",
			"The derhii, or flying ape, is a carnivorous and dangerous form of the gentler earthbound ape. Derhii resemble gorillas with the enormous black-and-gray wings of buzzards or vultures. They stand 9 feet tall and weigh 400 pounds.",
			"",
			"Derhii form relatively small groupings known as troops, which usually consist of a single adult male, several adult females, and their offspring. Occasionally, multiple males or females band together in single-gender troops with no young, but such groupings are usually formed for a specific purpose, such as hunting, raiding, or war, and break up when they have fulfilled that purpose. Multiple troops of derhii form large primitive tribes, usually under the rule of a single powerful chieftain.",
			"",
			"Derhii often roost in jungle canopies and in cliff dwellings, preferring nests woven in tall trees or cliff-side caves high above ground level. From these roosts, derhii sometimes demand tribute from lesser apes, while allying themselves with even more powerful flying creatures, such as dragons or dragonnes. Occasionally, derhii can be found inhabiting crumbling and overgrown ruins hidden deep in the jungle.",
			"",
			"Derhii are carnivorous by nature and hunters by preference, attacking prey from high above with javelins thrown from their powerful arms before descending to finish things off with their blades, but when meat is scarce, they eat fruits and roots or whatever else they can forage."
		]
	},
	"dullahan": {
		"name": "Dullahan",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*Clad in ragged black robes and tarnished armor, this grim, headless rider is surrounded by an aura of menace.*",
			"",
			"::mh[Dullahan]{cr=\"7\"}",
			"",
			"{SOURCE Bestiary 2/111}  ",
			"**XP** 3,200  ",
			"LE Medium undead  ",
			"**Init** +2; **Senses** blindsight 60 ft.; Perception +16  ",
			"**Aura** {umr/frightful presence} (30 ft., DC 19)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 21, touch 11, flat-footed 20 (+10 armor, +1 Dex)  ",
			"**hp** 85 (10d8+40); {umr/fast healing} 5  ",
			"**Fort** +7, **Ref** +5, **Will** +12  ",
			"**Defensive Abilities** {umr/channel resistance} +4; **Immune** {umr/undead traits}; **SR** 18",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft. (20 ft. in armor)  ",
			"**Melee** +1 {magic-enh/keen} longsword +14/+9 (1d8+6/17-20 plus 1d6 cold)  ",
			"**Special Attacks** chilling blade, death's calling, summon mount",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 14, **Con** -, **Int** 14, **Wis** 16, **Cha** 18  ",
			"**Base Atk** +7; **CMB** +12; **CMD** 24  ",
			"**Feats** {feat/Iron Will}, {feat/Mounted Combat}, {feat/Ride-By Attack}, {feat/Trample}, {feat/Weapon Focus/ (longsword)}  ",
			"**Skills** Handle Animal +14, Intimidate +17, Perception +16, Ride +7, Spellcraft +15, Stealth +10  ",
			"**Languages** Common, Sylvan",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** double (+1 {eq-armor/full plate}, +1 {eq-weapon/longsword}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Chilling Blade (Su)** A dullahan is proficient with all simple and martial slashing weapons. When it wields a slashing weapon, the blade inflicts +1d6 cold damage and gains the keen weapon property.",
			"",
			"**Death's Calling (Su)** Once per day as a standard action, a dullahan may place death's calling on a target within 60 feet (DC 22 Fortitude negates). If the dullahan knows and speaks the target's name, the target takes a -2 penalty on the save. If the victim fails the save, he becomes staggered for 1d6 rounds. For the next 24 hours (or until the dullahan is slain), all critical hits against the victim automatically confirm. Finally, the victim automatically fails all Constitution checks to stabilize while dying. This is a mind-affecting curse effect. The save DC is Charisma-based.",
			"",
			"**Summon Mount (Su)** As a standard action, a dullahan can summon a combat-trained heavy horse with the fiendish creature simple template. This horse remains until it is slain or the dullahan dismisses it. He can only have one such horse in his service at a time.",
			"",
			"::sh[Description]",
			"",
			"Terrifying reapers of souls, dullahans are created by powerful fiends from the souls of particularly cruel generals, watch-captains, or other military commanders. Sent back from the pits of Hell to sow terror and harvest new souls, dullahans return to the towns or villages they lived in as mortals. While their favored victims are evil men and women (or their living descendants) whose souls are destined for Hell, the dullahans have no qualms about adding innocents to their lists of victims.",
			"",
			"Legends tell of powerful dullahans who can summon not just a single fiendish mount, but an entire carriage pulled by six powerful ebony horses. Known as a \"Coach of the Silent,\" these powerful undead are CR 14 with 20 Hit Dice, the advanced creature simple template, and the ability to cast trap the soul on those who fail to resist their death's calling. These souls take seats in the coach, where they languish forever - or at least until the dullahan himself is slain."
		]
	},
	"duneshaker": {
		"name": "Duneshaker",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This enormous spiderlike creature has a tremendous pair of jagged fangs as menacing as its oversized claws.*",
			"",
			"::mh[Duneshaker]{cr=\"18\"}",
			"",
			"{SOURCE Bestiary 6/256}  ",
			"**XP** 153,600  ",
			"N Colossal vermin  ",
			"**Init** +8; **Senses** darkvision 60 ft., tremorsense 60 ft.; Perception +16",
			"",
			"::sh[Defense]",
			"",
			"**AC** 33, touch 10, flat-footed 25 (+8 Dex, +23 natural, -8 size)  ",
			"**hp** 290 (20d8+200)  ",
			"**Fort** +22, **Ref** +14, **Will** +14  ",
			"**Immune** mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 60 ft., burrow 30 ft.  ",
			"**Melee** bite +26 (4d6+19), 2 claws +26 (2d8+19)  ",
			"**Space** 30 ft., **Reach** 30 ft.  ",
			"**Special Attacks** pounce, {umr/rend} (2 claws, 2d8+19), venom spray",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 48, **Dex** 27, **Con** 31, **Int** -, **Wis** 26, **Cha** 3  ",
			"**Base Atk** +15; **CMB** +42; **CMD** 60 (72 vs. trip)  ",
			"**Skills** Perception +16, Stealth +4 (+28 in deserts); **Racial Modifiers** +8 Perception, +12 Stealth (+36 in deserts)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm deserts  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Venom Spray (Ex)** Once every 1d4 rounds as a swift action, a duneshaker can spew toxin in a 30-foot cone. A creature in this area must succeed at a DC 30 Reflex save or be exposed to the duneshaker's poison (see below). The save DC is Constitution-based.",
			"",
			"*Duneshaker Poison:* Spray-contact; *save* Fort DC 30; *frequency* 1/round for 6 rounds; *effect* 1d4 Con damage plus permanent blindness; *cure* 2 consecutive saves.",
			"",
			"::sh[Description]",
			"",
			"The largest of the known solifugids in the entire world, the duneshaker has a fearsome reputation for dealing death and destruction to caravans and other travelers in the deep desert. Beyond its reputation for carnage, the beast also is known for its extreme toxicity."
		]
	},
	"fachen": {
		"name": "Fachen",
		"sources": [
			"Bestiary 4",
			"Pathfinder #63: The Asylum Stone"
		],
		"description": [
			"*This half-bodied monstrosity with a toothy mouth and stringy hair hops about on its single leg with unusual grace.*",
			"",
			"::mh[Fachen]{cr=\"5\"}",
			"",
			"{SOURCE Bestiary 4/95;Pathfinder #63: The Asylum Stone/88}  ",
			"**XP** 1,600  ",
			"NE Medium aberration  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception +9  ",
			"**Aura** fear (30 ft., DC 15)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 14, flat-footed 14 (+1 Dex, +3 dodge, +4 natural)  ",
			"**hp** 45 (7d8+14)  ",
			"**Fort** +4, **Ref** +3, **Will** +8",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** battleaxe +10 (1d8+5/&times;3), bite +5 (1d6+2)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 13, **Con** 15, **Int** 6, **Wis** 12, **Cha** 15  ",
			"**Base Atk** +5; **CMB** +10; **CMD** 24 (28 vs. trip)  ",
			"**Feats** {feat/Acrobatic}, {feat/Cleave}, {feat/Iron Will}, {feat/Power Attack}  ",
			"**Skills** Acrobatics +13, Perception +9, Stealth +6  ",
			"**Languages** Common  ",
			"**SQ** incredible balance",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate hills or plains  ",
			"**Organization** solitary  ",
			"**Treasure** standard ({eq-weapon/battleaxe}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Fear (Su)** Each creature within a 30-foot radius that sees a fachen must succeed at a DC 15 Will save or be paralyzed by fear for 1d4 rounds. A creature that successfully saves is not subject to the same fachen's fear aura for 24 hours. This is a paralysis effect and a mind-affecting fear effect. The save DC is Charisma-based.",
			"",
			"**Incredible Balance (Ex)** Despite its strange anatomy, a fachen is adept at keeping itself upright and out of danger. A fachen gains a +3 dodge bonus to AC and a +4 racial bonus to its CMD against trip combat maneuvers.",
			"",
			"::sh[Description]",
			"",
			"The fearsome fachen's terrifying visage paralyzes all but the most intrepid that happen across its hopping path. Reports disagree on just what it is about the fachen that turns one's blood to ice - the single leg and foot that somehow don't impair the being's balance or speed, the seemingly too-strong arm jutting from the center of the creature's torso, or the lone, bulbous eye leering maliciously at its would-be prey. Most likely it's a combination of all of these things mixed with the unrelenting rage and savagery that seems to ooze from its every pore.",
			"",
			"Though the fachen's grotesque approximation of a humanoid form could be enough to scare a traveler witless on its own, no single part of the abomination's appearance induces fear like that of its mouth, a snarling and snapping thing filled with two full rows of long, sharp teeth - a mouth that looks like a cage out of a foul nightmare. Constantly gnashing or chomping in the air, it delivers grievous wounds to those who don't flee this terrible creature.",
			"",
			"Though they're able to speak, fachens do so only to curse at those they encounter. These barbaric creatures have no discernible culture, and sages and naturalists are still puzzled as to how they even reproduce. It almost seems as if they are pure rage that spontaneous takes on a hideous natural form.",
			"",
			"A typical fachen stands just short of 6 feet tall, and despite appearing to be half a person, weighs around 150 pounds because of its muscle mass. Though it isn't a very large creature, its fearsome composition and the aura of fear it exudes give it a presence that makes it seem much greater than its actual size."
		]
	},
	"fading_fox": {
		"name": "Fading Fox",
		"sources": [ "Taldor, the First Empire" ],
		"description": [
			"*This regal fox's coat shifts subtly between silver, red, and dull brown as it walks.*",
			"",
			"::mh[Fading Fox]{cr=\"2\"}",
			"",
			"{SOURCE Taldor, the First Empire/60}  ",
			"**XP** 600  ",
			"N Tiny animal  ",
			"**Init** +5; **Senses** low-light vision, scent; Perception +10",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 17, flat-footed 12 (+5 Dex, +2 size)  ",
			"**hp** 16 (3d8+3)  ",
			"**Fort** +4, **Ref** +8, **Will** +4",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** bite +4 (1d3)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 10, **Dex** 21, **Con** 13, **Int** 2, **Wis** 17, **Cha** 10  ",
			"**Base Atk** +2; **CMB** +5; **CMD** 15 (19 vs. trip)  ",
			"**Feats** {feat/Go Unnoticed}, {feat/Mobility}[^B], {feat/Skill Focus/ (Perception)}, {feat/Stealthy}[^B]  ",
			"**Skills** Acrobatics +5 (+17 when jumping), Climb +9, Escape Artist +7, Perception +10, Stealth +19, Survival +3 (+7 when tracking by scent); **Racial Modifiers** +4 Acrobatics when jumping, +4 Survival when tracking by scent  ",
			"**SQ** fade away",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any temperate land  ",
			"**Organization** solitary or pair  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Fade Away (Ex)** Fading foxes take their name from their uncanny ability to change their coloration. As a standard action, a fading fox can alter the coloration of its pelt, allowing it to attempt Stealth checks without cover or concealment, even while being observed. It can use this ability only in natural settings.",
			"",
			"::sh[Description]",
			"",
			"\"Smarter than my own children,\" is the common refrain from those nobles who've pitted their hunting skills against the fading fox. Agile, alert, and clever, these handsome beasts find few traps or enclosures they can't escape - and few gardens or larders they can't enter. To aristocratic hunters, they represent the ultimate quarry to track, leaving no footprints, running confusing trails, and easily vanishing from sight, but to the common people of western Taldor, fading foxes have become a surprisingly common and persistent pests they have neither the ability nor the permission to trap.",
			"",
			"[^B]: Bonus feat."
		]
	},
	"zygomind": {
		"name": "Zygomind",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*This enormous fungus looks like a cage, and a strange glow emanates from within.*",
			"",
			"::mh[Zygomind]{cr=\"18\"}",
			"",
			"{SOURCE Bestiary 5/286}  ",
			"**XP** 153,600  ",
			"N Colossal plant  ",
			"**Init** +7; **Senses** blindsight 100 ft., low-light vision; Perception +7  ",
			"**Aura** fascinating aura (300 ft., DC 36, 10 rounds), {umr/stench} (100 ft., DC 29, 2d4 rounds)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 24, touch 9, flat-footed 17 (+7 Dex, +15 natural, -8 size)  ",
			"**hp** 266 (28d8+140); {umr/fast healing} 20  ",
			"**Fort** +21, **Ref** +16, **Will** +16  ",
			"**Defensive Abilities** all-around vision; **DR** 20/magic and slashing; **Immune** {umr/plant traits}; **SR** 29",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 5 ft., climb 5 ft.  ",
			"**Melee** 4 tentacles +23 (2d8+10 plus {umr/grab} and soporific spores)  ",
			"**Space** 30 ft., **Reach** 30 ft. (50 ft. with tentacles)  ",
			"**Special Attacks** {umr/constrict} (2d8+10), create undead, {umr/entrap} (DC 29 plus soporific spores, 1d10 rounds, hardness 5, hp 10), seamless reality, soporific spores  ",
			"**Spell-Like Abilities** (CL 18th; concentration +30)  ",
			"*At will*-{spell/greater create mindscape}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 31, **Dex** 25, **Con** 20, **Int** -, **Wis** 24, **Cha** 35  ",
			"**Base Atk** +21; **CMB** +39 (+43 grapple); **CMD** 56 (can't be tripped)  ",
			"**Skills** Climb +18  ",
			"**SQ** spore explosion",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any temperate  ",
			"**Organization** solitary  ",
			"**Treasure** none or incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Create Undead (Su)** A helpless body lying prone in a zygomind's space takes 1 point of Constitution drain each day. A body that dies in this way rises as a mindless, corporeal undead (typically a skeleton or a zombie). Undead created by the zygomind wander forth from the plant, carrying its insidious mindscape within them. Their slam, claw, and bite attacks gain the zygomind's soporific spores ability, and any creature that falls prey to the mindscape is compelled to walk toward the zygomind, regardless of its distance away. Undead retain this connection as long as they remain within 10 miles of the zygomind. Undead beyond 10 miles of the zygomind become free-willed undead, losing their connection to the mindscape and the soporific spores ability.",
			"",
			"**Fascinating Aura (Su)** Creatures within 300 feet of a zygomind must succeed at a DC 36 Will save each round or become fascinated by the plant's soothing mental commands. Since in most cases a known zygomind is an obvious threat (thus breaking the fascinated effect), this ability mainly assists an undetected zygomind, though even creatures who know of the zygomind's threat are still exposed to the zygomind's seamless reality ability if they fail the saving throw. The save DC is Charisma-based.",
			"",
			"**Seamless Reality (Su)** Any creature that enters a zygomind's space, fails its save against the zygomind's fascinating aura, or is subjected to the zygomind's soporific spores must succeed at a DC 29 Will save or be sucked into the zygomind's mindscape. The zygomind's mindscape is veiled and harmful, and time moves quickly for creatures inside it. It otherwise acts in all ways as the plane from which the affected creature entered the mindscape. Unlike the bodies of creatures whose consciousnesses are stuck in other mindscapes, the bodies of creatures whose minds are stuck in a zygomind's mindscape are able to move; they invariably approach the zygomind at rate of 5 feet per round. Once within the zygomind's space, the victims lie prone, allowing the zygomind to slowly absorb the body's nutrients as their minds wander a false reality. A creature caught in the zygomind's fascinating aura must succeed at a saving throw to avoid entering the mindscape each round it remains fascinated. A creature is not aware that it has entered the mindscape. The save DC is Constitution-based.",
			"",
			"**Soporific Spores (Ex)** A creature that comes into physical contact with a zygomind must succeed at a DC 29 Will save or fall asleep for 1d4 days. Such creatures take a -5 penalty on saves and checks to realize they are in the zygomind's mindscape. Creatures that succeed at their saves are immune to the zygomind's soporific spores for 24 hours. The save DC is Constitution-based.",
			"",
			"**Spore Explosion (Su)** When a zygomind is destroyed, it explodes in a cloud of ethereal spores that typically find their way back into space, sometimes floating along the solar winds for thousands of years before gravitating back toward a new bastion of intelligent life.",
			"",
			"::sh[Description]",
			"",
			"Civilizations across the Material Plane fear many disasters - hurricanes, earthquakes, plagues, and more - but few things spell doom for a settlement with such insidious certainty as a flourishing zygomind. These massive fungi float through space as ethereal spores, spreading their cloying mycelia wherever creatures of intelligence thrive. The presence of a young zygomind is at first innocuous and difficult to detect, as animals and other creatures of low intelligence begin to disappear. Eventually, more intelligent creatures track their prey to the site and become lost themselves, wandering back toward civilization days or even weeks later as infected undead, dominated with the instinct to bring ever-greater intellects into the zygomind's power. Over the course of only a few months, a growing zygomind can decimate a small city, rapidly accelerating its growth into a 500-foot monstrosity.",
			"",
			"By the time a zygomind becomes visible above the treeline, it is likely too late for the intelligent life of the region; the zygomind's insidious psychic trap defeats any resistance that most such creatures can mount. Frequently, those investigating the zygomind slip seamlessly into an alternate reality without realizing that they've fallen under the power of the very thing they sought to destroy. A zygomind's mindscape only becomes more convincing as it subtly enslaves more and more minds - the fungus can reconstruct whole cities, even as the real-world inhabitants of those settlements proceed somnambulistically into the zygomind. Entire armies have marched upon mature zygominds, intent on ridding the region of the scourge, only to halt their assault mid-charge and plod calmly, rank by rank, into the zygomind's physical and psychic grasp. The cruel irony of the plant's trap is that these soldiers likely live the rest of their lives believing themselves victorious, forming memories of defeating the insidious fungus, returning home to their loving families, and eventually dying after a long and productive life, while in the real world the zygomind's mycelium sucks the nutrients from their helpless bodies and transforms them into undead minions.",
			"",
			"The wide-ranging habits of a zygomind's minions make the fungi relatively easy to track for those who know of the obscure creatures. Stories of zombies or other virulent undead can sometimes point toward a zygomind's influence, especially if the undead's victims tend to wander off in a certain direction after infection. A particularly dedicated adventurer could follow one of these enthralled creatures for the entire journey back to the fungus, though the pace the victim sets often proves excruciatingly slow to all but the most patient individuals. Subtler clues could hint at a zygomind's influence as well, such as a sudden rash of sleepwalking in a nearby town or whispered rumors about a logging camp whose workers all disappeared into the forest together without a word.",
			"",
			"Those with the wherewithal to follow the clues to the zygomind invariably encounter a horde of slowly shuffling, mindscape-bound victims on their way to offer themselves to the fungus. Attempting to shake these victims out of their torpor produces no effect, and forcibly restraining them is a temporary solution at best. Occasionally, certain brave or foolhardy adventurers submit themselves willingly to a zygomind's mindscape, hoping to free the minds of those trapped within. This is a path fraught with peril, though, for the adventurers' bodies approach the zygomind at the same rate, and the adventurers' consciousnesses face the monumental challenge of trying to prove to a city of people that their world is a false construction. Powerful psychic spellcasters have had some luck helping victims escape by using spells such as mindscape door, but such forcible egress from the zygomind's mindscape draws the attention of the zygomind itself, and it lashes out instinctively at these psychic invaders.",
			"",
			"Depending on how long a zygomind has infested an area, a creature who is able to avoid being trapped in the mindscape could find a veritable hoard of weapons, armor, and magic items within the cage of its body, discarded as the bodies that brought them withered away, then rose as undead. Of course, a canny adventurer must always be aware that the discovery of such a trove within the fungus could simply be one more illusion imposed by the zygomind's mindscape. Once a creature has had contact with a zygomind, it can never again truly be certain that the world it inhabits is the real one without the aid of powerful psychic magic or of those familiar with the logic and perils of mindscapes - yet even then, the zygomind smoothly creates the illusions of such individuals and abilities to reassure victims that they are indeed free.",
			"",
			"When fully grown, a zygomind can reach a height of 500 feet, and its mycelium can stretch for 10 miles in all directions, comprising hundreds of tons of biomass. The main cage is usually 25-40 feet in diameter and weighs around 40,000 pounds."
		]
	}
}
