{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"Unable to find the requested family."
		]
	},
	"aeon": {
		"name": "Aeon",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Aeon",
			"",
			"{SOURCE Bestiary 2}",
			"",
			"Beyond passion, beyond mercy, beyond reason, the faceless caretakers of reality toil without end, silently struggling to preserve the tenuous balance upon which all existence depends. These voiceless forces are the aeons, inscrutable shapers and eliminators of the multiverse. They exist beyond the understanding of most mortals, endlessly striving toward goals unfathomable even to many of the planes' eldest inhabitants. Aeons build order from the chaos of the Maelstrom, seed new life upon barren worlds, and halt the rampages of forces grown overbold. They rend nations to vapor, dismantle planets into cosmic dust, and pave the way for calamities. Their ways are at one moment beneficent and in the next utterly devastating, but always without ardor, compassion, or malice. Every aeon dispassionately but determinedly strives toward the same objective - an ever changing, amending, and readjusting pursuit of multiplanar equilibrium. United in this eternal and perhaps impossible pursuit, aeons embody the planes-spanning hand of a metaphorical omnipotent clockmaker, endlessly tuning and adjusting the myriad gears of reality in pursuit of ultimate perfection.",
			"",
			"The balance aeons seek in all things begins with themselves. Most aeons embody a powerful dichotomy sustained in equilibrium. From the potency of birth and death meeting in akhanas to the philosophies of fate and freedom embodied by theletos, the workings of existence take on form and will within their living manifestations. Even the lesser paracletus unite diverse elements of creation in their intricate orbits. Such stability reaches beyond the shapes of aeons to inspire and direct their minds, imbuing each with a singular purpose and area of control. Thus, each embodies the realm of reality it would seek to balance, attempting to enforce a harmony as perfect as that of its physical form upon all things. The forms of various types directly suggest their abilities and objectives, with pleroma aeons, for example, exhibiting the power to create or annihilate, and using such influence to alter that which has grown either too abundant or sterile.",
			"",
			"While aeons are not malicious creatures, they care nothing for individual beings or the struggles and emotions central to most life. The ruin of an entire city or burning of a vast forest means equally little in their manipulation of symmetry. By the same right, creating new life or constructing defenses against impending calamities are equally characteristic acts. For aeons, only the final tally matters, and a land overpopulated by humanoids is just as much in need of culling as a land overrun by ravenous fungi. Just as a body's natural defenses have neither mercy nor malice for invading parasites, aeons don't muddy their objectives with emotion. Such impartiality extends to the interactions between aeons as well. Without culture, society, or even memory beyond the immediate needs of the multiverse, they build no relationships and, in general, have no personalities beyond an automaton-like directness. A vague caste system exists, with aeons that hold influence over greater multiversal principles acknowledged as superior by their lesser brethren. This caste system rarely translates to actual direction and obedience, though. Should the acts of a greater aeon jeopardize the works or even lives of a multitude of lesser aeons, the efforts of the more potent aeon proceed without hesitation. Only in matters of great existential concern do multiple aeons cooperate, directed into doing so by the united consciousness of their race and the multiverse itself, and even then rarely for long.",
			"",
			"Many mistake aeons for friends or allies of nature and its creatures. While this might be true at times - and is definitely true if reality as a whole is considered a vast, united organism - aeons care no more for the trees of the forest than for the towers of civilization. For them, all life is life and all death is death, to be preserved or scoured regardless of its arbitrary shape.",
			"",
			"In rare cases, aeons have been known to deviate from the whims of the multiverse. Such rogue aeons typically arise from interacting with other races excessively, living beyond their intended times, being exposed to unusual ideas, or being forced to perform acts they otherwise wouldn't contemplate. These aeons typically take on extreme personalities, coming to favor one aspect of their being over the other - an akhana is just as likely to become an artist of life as a mass murderer. Normal aeons perceive their rogue brethren as high-priority disturbances in the balance of the multiverse and seek the destruction of such rarities with all haste.",
			"",
			"### Monad, the Condition of All",
			"",
			"All aeons are bound in a state they know as \"the condition of all\" or \"monad,\" a supreme oneness with all members of their race and the multiverse itself. Therefore, aeons exist as an extension of the multiverse; in a fashion similar to the way bones, muscle, and the various humors create a mortal, they exist as part of a greater being. When destroyed or upon accomplishing specific goals, their energies simply dissipate and become reabsorbed into the monad. They do not die, but are instead recycled. They have no discernible memories and seem to exist only in the present, arriving to repair balance. Relationships with non-aeons are generally non-existent, and they feel no sense of affection, remorse, vengeance, or similar emotions. Aeons deal with each task as its own action, independent from all other tasks. Thus, an individual once at violent odds with an aeon may, upon their next encounter, have the aeon's full and undaunted support.",
			"",
			"**Also see:** {subtype/Aeon/ (subtype)}",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Agnoia}",
			"- {monster/Akhana}",
			"- {monster/Bythos}",
			"- {monster/Lipika}",
			"- {monster/Othaos}",
			"- {monster/Paracletus}",
			"- {monster/Pleroma}",
			"- {monster/Synesis}",
			"- {monster/Theletos}"
		]
	},
	"agathion": {
		"name": "Agathion",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Agathion",
			"",
			"{SOURCE Bestiary 2}",
			"",
			"Agathions are a race of beast-aspect outsiders native to the plane of Nirvana, a realm of pure good unconcerned with the dogma of law (represented by Heaven) or chaos (represented by Elysium). Though Nirvana is a place of rest where blessed souls seek enlightenment, agathions are aggressive and interventionist in the mortal world when it comes to dealing with evil. Created from the souls of good mortals who have managed to achieve the enlightenment they sought in life (or in some cases, after death), agathions embody the principles of a peaceable kingdom while marshaling their strength to defend that kingdom from any who would despoil it. Because they strike an ethical balance between the chaotic, fey-like azatas and the lawful, rigid process of the archons, agathions are often liaisons between the celestial races, soothing hot tempers and working toward mutual goals of vanquishing evil and protecting good.",
			"",
			"All agathions have an animal-like aspect. Some are more humanoid in appearance, while others spend their entire existence in a form nearly identical to that of a true animal. Each type of agathion serves a particular role in Nirvana, and their duties on other planes echo these responsibilities: leonals watch over Nirvana's portals and have a guardian-like aspect in other worlds, draconals carry the wisdom of the ages and observe and guide exceptional mortals, vulpinals are bards and messengers and bear important news to celestial generals and mortal heroes, and so on. Agathions are proud of their feral aspects and don't take kindly to the suggestion that they are cursed folk like lycanthropes or nothing more than magical talking beasts. Every agathion was once a mortal who aspired to goodness and was rewarded in the afterlife with a form suiting her talents and personality; suggesting that an agathion's form is a kind of punishment is a terrible insult.",
			"",
			"The following pages describe only a few of the best-known kinds of agathions, but other types exist, corresponding to other conventional animals (bears, dinosaurs, fish, wolves, and so on), with a few having shapes that resemble insects (particularly beetles, butterflies, and mantises); a handful resemble stranger creatures (such as basilisks and owlbears) or unique \"animals\" native to extreme environments on distant worlds. Certain animals, particularly those associated with scavenging activities (such as hyenas, buzzards, or jackals) or parasitism (like lampreys or ticks) specifically do not have agathions associated with them - these animals are not intrinsically evil, but their habits and ecological niches are far from the noble and proud traditions that most of the souls who seek enlightenment upon Nirvana would associate with themselves.",
			"",
			"Individual agathions may be male or female, but they do not reproduce among their own kind-every agathion is a unique individual made from the soul of a good mortal. This does not prevent them from falling in love or having affairs with mortals, and a few aasimar and celestial sorcerer bloodlines derive from past contact with agathions, particularly among communities not averse to anthropomorphic humanoids. Indeed, many mythologies tie numerous races of this kind to the inevitable result of human tribes forming strong emotional attachments to visiting agathions.",
			"",
			"Agathions speak Celestial, Draconic, and Infernal, though they can communicate with any intelligent creature because of their truespeech ability. They can also communicate with animals using a similar, silent ability. Even the weakest agathion is able to heal itself or others using a power similar to a paladin's ability to lay on hands. All agathions have a number of similar traits, as detailed in their [subtype](subtype/agathion).",
			"",
			"Agathions serving a particular deity or empyreal lord may have additional abilities depending on the role their deity assigns them. For example, a cetaceal serving a goddess of volcanic islands may be able to change shape into a more human-like form to walk on land, and may be immune to fire to tolerate and tend to the life-rich thermal vents at the ocean floor.",
			"",
			"### Agathion Leaders",
			"",
			"Though agathions lack an organized hierarchy, each type of agathion has a few individuals invested with power by the gods of Nirvana or the plane itself. Common agathions look to these exceptional examples for leadership, wisdom, and inspiration; these enlightened folk do not openly claim any responsibilities or rank over their fellows, but welcome the obligations this added power places upon them and do not deny their status or shirk their duties. Part of a category of powerful outsiders known collectively as empyreal lords, these leaders are often significantly larger than common agathions (up to double the normal size, in some cases), and have unusual coloration (such as iron-gray fur) or unique sensory manifestations associated with their presence (such as illusory birds, a constant melody, the scent of oranges, or a calming aura). No agathion fails to recognize their presence when not disguised. Agathion leaders can serve as heralds for deities, although they tend not to encourage religions based on their teachings. The following is but a selection of notable agathion leaders.",
			"",
			"- Chavod Broken-Spear (cetaceal)",
			"- Kelumarion the King Over the Mountain (leonal)",
			"- Korada of the Dream Lotus (avoral)",
			"- Lady Taramyth the Singing Flame (vulpinal)",
			"- Sixlife the Violet Fury (silvanshee)",
			"- Walks with Golden Stars (draconal)",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Avoral}",
			"- {monster/Bishop Agathion}",
			"- {monster/Cervapral}",
			"- {monster/Cervinal}",
			"- {monster/Cetaceal}",
			"- {monster/Chelonidal}",
			"- {monster/Draconal}",
			"- {monster/Leonal}",
			"- {monster/Muldnal}",
			"- {monster/Mustelidal}",
			"- {monster/Procyal}",
			"- {monster/Reptial}",
			"- {monster/Silvanshee}",
			"- {monster/Vulpinal}"
		]
	},
	"alghollthu": {
		"name": "Alghollthu",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Alghollthu",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"This family represents a group of similar monsters. No official description has been provided.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Aboleth}",
			"- {monster/Enisysian}",
			"- {monster/Omnipath}",
			"- {monster/Plizeazoth}",
			"- {monster/Thalassic Architect}",
			"- {monster/Veiled Master}"
		]
	},
	"angel": {
		"name": "Angel",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Angel",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"Angels are a race of celestials, beings who live on the good-aligned outer planes.",
			"",
			"Angels can be of any good alignment. Lawful angels hail from Heaven, neutral angels from Nirvana, and chaotic angels from Elysium, though the majority serve one good deity or another and call their patron's realm their home. Most mortals assume that angels never lie, cheat, or steal, are impeccably honorable in all their dealings, and are the most trustworthy and diplomatic of all the celestials; while this is generally true, there are exceptions, especially as some angels serve good-aligned trickster gods and other chaotic entities.",
			"",
			"The original and most powerful angels predate the mortal races. They were among the first creations of the gods of good, and those that survive to this day are among the more powerful non-divine beings in the multiverse. While new angels are still periodically created by the gods, most modern angels were once good mortals, their souls transforming into something greater upon reaching their destination in the planes. Often an angel's true form is reminiscent of its mortal self, only taller, brighter, and more powerful. The relationship between good mortal soul and angel is common knowledge, and many mortal religions assume that all members of the faith in good standing become angels of some type in the afterlife. Others confuse the issue by conflating famous mortals (such as saints and martyrs) with preexisting angels that have similar names, or suggesting that angels take human form to perform great deeds as mortals, returning to the heavens when their duties are over.",
			"",
			"All angels are blessed with extraordinary beauty, though their actual appearances vary widely. Their natural shapechanging ability means they may appear to mortals as male or female, depending on their personal preference or the will of their deity. As they are spiritual creatures given a physical form rather than creatures of flesh born of other creatures, their gender is mutable; some angels always use a male form, some strictly a female one, and others use either or both, or prefer an androgynous or sexless shape.",
			"",
			"Technically, the word \"angel\" refers to several types of humanoid angels - solars, planetars, and devas (of which the astral deva is the most common; other types exist as well) - though many mortals use the term loosely and apply it to any celestial, whether an angel, one of the guardian archons, fey-like azatas, beast-like agathions, or any other creature of the good planes. The angels do not take affront at this, as they have more important things to deal with than mortal nomenclature.",
			"",
			"Angels speak Celestial, Draconic, and Infernal, though they can communicate with almost any creature because of their truespeech ability. All angels possess a number of similar traits. Most angels also have additional powers beyond these traits, depending on the role their deity assigns them. For example, an angelic guardian of volcanoes might have the fire subtype, or the protector of a sunken city might be aquatic, amphibious, and able to use her wings to swim.",
			"",
			"### Fallen Angels",
			"",
			"Many religions include stories of angels rebelling against a creator or becoming corrupt and evil. Sadly, this is indeed possible, though thankfully rare, and only the proudest or weakest-willed angels succumb to this fate. Fallen angels are exiles of the good realms, hunted by their former brethren and easy targets for fiends as well. The fallen lose some of the grace and light of their untainted kin, though many are said to still be tragically beautiful. Rarer still are those fallen angels strong and clever enough to join the legions of Hell, and who are often transformed into some type of devil, or those who become demons of the Abyss and carve out a niche in that horrible realm or come to serve a greater demon.",
			"",
			"### Angelic Choirs",
			"",
			"Whereas there are evil and cruel counterparts for all the other good races, the legions of fiends do not possess a clear analogue for the race of angels. Many scholars have debated the reasons for this strange lack of symmetry among the good and evil outsiders, and while most have come to believe that this is simply an example of good's inherent willingness to rise above specific alignments for everyone's benefit, the exact reason may never be known.",
			"",
			"Since angels can be of any good alignment, they represent the needs and desires of all three major good outsider races. While some angels devote their energies to all three, most have a particular favorite among the races in keeping with that angel's particular alignment. While their true forms never vary between alignments, angels will often use their change shape ability to appear more like an archon, agathion, or azata as the situation and the angel's personality demands.",
			"",
			"Angels are further subdivided into their own specific hierarchy known as the Triad of Choirs. The bulk of the angel race consists of the devas - these are the most common angels, and numerous different specialties exist, with the astral deva merely the best known. Devas of the third choir have two wings. The second choir consists solely of the four-winged planetars, while the rulers of the angelic race are the six-winged solars. These are the mightiest of all angels, and the most powerful of them can directly oppose even the will of a demigod if the situation calls for it.",
			"",
			"**Also see:** {subtype/Angel/ (subtype)}",
			"",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Astral Deva}",
			"- {monster/Balisse}",
			"- {monster/Cassisian}",
			"- {monster/Choral}",
			"- {monster/Dapsara}",
			"- {monster/Empyrean}",
			"- {monster/Erelim}",
			"- {monster/Iophanite}",
			"- {monster/Kuribu}",
			"- {monster/Monadic Deva}",
			"- {monster/Movanic Deva}",
			"- {monster/Ninkonda}",
			"- {monster/Planetar}",
			"- {monster/Solar}"
		]
	},
	"archdevil": {
		"name": "Archdevil",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## Archdevil",
			"",
			"{SOURCE Bestiary 6}",
			"",
			"The greatest and most terrible of devils are the archdevils of Hell, powerful scions of law and evil, subtle and sophisticated demigods who each rule one of the eight vast planes of torment that form the layers of Hell. Each archdevil is a unique creature, and each fits into a specific role in the cosmic chain of corruption and oppression that devils use to bind the cosmos to their will. The first archdevils rose to power soon after their lord Asmodeus claimed Hell as his realm. Asmodeus has guided the rise of other archdevils, sometimes directly creating them as he did Belial and Mephistopheles. Others are older beings who pledged their allegiance to Asmodeus during heavenly rebellions, like Baalzebul and Dispater. Asmodeus has even been known, when in need of additional loyal viceroys, to grant archdevildom to creatures outside the diabolic race, as in the case of ascended mysteries like Barbatos and Geryon.",
			"",
			"Below the ranks of true archdevils are Hell's infernal dukes. These infernal nobles have the potential for power equal to some of the archdevils, but without a layer of Hell under their rule, they cannot truly be counted the equal of an archdevil. An infernal duke can rise in power by gaining class levels, advancing in Hit Dice, gaining mythic ranks, undertaking a vile ritual, amassing a sufficiently large and devoted following, or, rarely, at the leave of their blasphemous lords. However, until Asmodeus sees fit to award an infernal duke its own layer of Hell (to replace a fallen archdevil or one being punished via demotion to infernal duke), such a devil is not itself an archdevil. It should be noted that as scions of law, infernal dukes and archdevils remain loyal to Asmodeus and Hell, though they might resort to trickery and subterfuge to bolster their own resources and reputations. Those who are not loyal are quickly and inevitably revealed as traitors and punished accordingly by the Prince of Darkness. There can be any number of infernal dukes in Hell, but as Asmodeus himself rules the ninth layer of Hell, only eight archdevils can exist at any one time.",
			"",
			"An archdevil can be contacted via {spell/commune} or {spell/contact other plane}, and can be conjured via a {spell/gate} spell, but when so called, an archdevil is under no compulsion to come through the gate. Typically, an archdevil requires an enormous and significant offering or sacrifice before it deigns to answer a gate spell.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Baalzebul}",
			"- {monster/Barbatos}",
			"- {monster/Belial}",
			"- {monster/Dispater}",
			"- {monster/Geryon}",
			"- {monster/Mammon}",
			"- {monster/Mephistopheles}",
			"- {monster/Moloch}"
		]
	},
	"archon": {
		"name": "Archon",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Archon",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"Archons are a race of outsiders from Heaven, creatures of fundamental law and good tasked with the protection of that plane as well as all who are innocent or free of evil. They are the natural enemies of devils, daemons, and demons, and most are veterans of many attacks against their home by fiends of the Lower Planes.",
			"",
			"The natives of Heaven arise from amid the earth and clouds of that divine realm, inspired into creation by the sacred mountain's metaphysical processes, the faith of goodly mortals, and the transformation of virtuous spirits. Each archon begins life as a lantern archon or lesser servitor spirit, gaining in power and prestige through aiding the cause of good. Watched over by benevolent mentors and captains of the divine orders, each spirit is encouraged and aided in indulging its fundamental desire to see peace, honesty, and fairness spread across all lands, especially throughout the Material Plane. To this end, archons of all walks often take on the roles of questing knights, journeying throughout disparate worlds and realms aiding in good works and promoting courageous acts. These virtuous outsiders prefer to motivate mortals to act with honor and integrity rather than righting mortal wrongs themselves, believing the cause of righteousness is best served by enlightening creatures to make just choices and cast off their own shackles of evil. This makes future temptations easier to resist and plants the seeds of spiritual deliverance. Thus, most archons take a subtle hand in their interactions with mortals, taking special pleasure in bringing solace and reprieve to those who are wholly unaware of their presence.",
			"",
			"The efforts of Heaven prove far less subtle when it comes to combating the hordes of the Lower Planes. Armies of archons stand in staunch opposition to the affronts of Hell, Abaddon, and the Abyss, confronting them upon both extraplanar battlefields and the Material Plane itself. These encounters might take the form of vast armies clashing over strange planar holdings, or solitary archons revealing themselves upon mortal worlds to push back the machinations of fiendish invaders. In such cases, archons generally prefer to meet foes head-on if it is prudent to do so, but if outmatched, they do what they can to even the odds (usually by employing hit-and-run tactics or standing off and engaging a foe with magic before moving into melee). Because they can teleport at will, it is easy for them to vanish only to reappear later, often with reinforcements, when their enemies are unprepared. These warriors of law act honorably, even to their foes, but are not foolish or without passion, and little in the multiverse dares stand against the rage of Heaven.",
			"",
			"Although archons are champions of good, they have little patience for those who do not follow strict traditions and patterns of goodness. While a cruel dictatorship might be a legitimate enemy of the archon, rebellion and riot is not the proper way to address such an inequality. Justice and law must not be abandoned in the constant struggle for peace and good, for in such anarchic actions one often promotes further harm and mayhem, even if unintentionally. The laws of Heaven exist to minimize collateral damage and unwanted pain, and while adhering to these laws often results in longer campaigns, archons point out that their victories are lasting triumphs as a result. Because of this strong adherence to tradition and law, archons often find themselves the unwilling enemies of chaotic good creatures, particularly the azatas. To an archon, an azata's nature seems whimsical and impatient - in striking swiftly against an enemy without bothering to think through the implications of their sudden act, it's possible to do more harm than good. Still, while opposing the chaos of an azata is a necessary step, the archon takes no pleasure in such opposition, and does its best to minimize the length of such a conflict. Unfortunately, the capricious and emotional azatas are legendary among the archons for their ability to hold grudges, so for many archons the best policy when interacting with the azatas is to be brief, succinct, and firm.",
			"",
			"Archons speak Celestial, Draconic, and Infernal, but can speak with almost any creature because of their truespeech ability. A full list of archon traits is presented in the archon subtype description. Many archons have additional abilities beyond these traits, as befits their particular role in the army of Heaven.",
			"",
			"**Also see:** {subtype/Archon/ (subtype)}",
			"",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Bastion Archon}",
			"- {monster/Codex Archon}",
			"- {monster/Exscinder}",
			"- {monster/Gate Archon}",
			"- {monster/Hammer Archon}",
			"- {monster/Harbinger Archon}",
			"- {monster/Hound Archon}",
			"- {monster/Lantern Archon}",
			"- {monster/Legion Archon}",
			"- {monster/Preceptor Archon}",
			"- {monster/Shield Archon}",
			"- {monster/Spyglass Archon}",
			"- {monster/Stag Archon}",
			"- {monster/Star Archon}",
			"- {monster/Trumpet Archon}"
		]
	},
	"asura": {
		"name": "Asura",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Asura",
			"",
			"{SOURCE Bestiary 3}",
			"",
			"Asuras are immortal beings whose origins are rooted in rejection and destruction. They are manifestations of divine accident, living blasphemies risen from mistakes made by the gods themselves. Given horrible life through these unspeakable divine errors, the asuras seek to sow doubt among mortals and ultimately revenge themselves upon the gods for their accursed existences.",
			"",
			"Most asuras share a cohesive philosophy that culminates in nothing less than the systematic destruction of everything the gods have had a hand in creating. To this end, asuras study and meditate on the nature of creation so that they might better know how the cosmos can be unmade. The simplest among these fiends seek out the pious to torment, as well as holy places and relics to pollute with the taint of loathing and faithlessness. Once the destruction or corruption of a holy place is complete, asuras might take up residence in the area to contemplate what they have wrought and consider future misdeeds. The precise records and histories some temples keep can end up being the undoing of other bastions of faith. Thus, asuras spread.",
			"",
			"Asuras have reason to seek places to dwell and brood, for unlike many other outsiders, the asuras have no realm to call their own. While the largest population of them dwells in the vast wildernesses of Hell, these fiends can be found throughout the Great Beyond, living anywhere they can make room for themselves. Asuras spend time plotting and nurturing their vast abhorrence of all things. They perfect arts of war and ruin. Even devils are unsafe in asura domains, because although asuras share the alignment of their hellspawned neighbors, devils are proper creatures of the extant multiverse. So consuming is asura antipathy that devils too must eventually fall for asuras to accomplish their ultimate goal.",
			"",
			"Despite their warlike and devastating actions, most asuras have an ascetic quality and great insight into reality. They know a great deal about the cosmos. Further, little in the way of material wealth or comfort can sway them from their goals. An asura might possess treasure, probably pillaged from temples lost to asura raids, and it might have servants to see to its wants and needs. However, it values such aspects of existence only insofar as they help the asura move toward its ends.",
			"",
			"Other asuras perfect modes of fighting or act as guardians or even extraplanar mercenaries. Such asuras become instruments of ruin, their presence antithetical to the lives of their enemies, whomever those foes might be. They rarely care whom or what they are hired to battle, so long as they can end the existence of a deity's work.",
			"",
			"Asuras often collect and guard treasuries of looted religious relics, letting such objects serve as bait for pious heroes powerful enough to locate such treasures despite the asuras' elusive aura. The fiends know the loss of such holy objects often grieves and undermines the beliefs of common members of a faith, and so do all they can to draw out such spiritual suffering.",
			"",
			"While an asura's individual incarnations can be slain, these fiends are nearly impossible to destroy permanently. The divine spark in them returns to the presence of mighty asura lords, the asura ranas, in Hell or elsewhere. Within a variable amount of time, usually some multiple of 7 years, a slain asura reincarnates as a weaker asura. A truly devoted asura that died in service to the asura cause might be given its old form at the cost of some of the asura rana's essence. Reincarnated asuras remember their past lives, their origins, and any enemy who has wronged them, and while their appearances and resources change, their thirst for revenge is eternal.",
			"",
			"Rarely, however, contemplation on the nature of the multiverse or a desire for something more than eternal strife causes an asura to choose a different course. Such asuras meditate to become closer to that which they once sought to destroy, purifying themselves of their soul-burning hatred. Redeemed asuras are seldom good or religious, but they do wander the planes, dispensing wisdom and working against wanton destruction. Evil asuras loathe these traitors, and seek them out to destroy them with teeming fervor.",
			"",
			"### Known Asura Ranas",
			"",
			"Asuras can grow mighty indeed in their endless cycle of reincarnation. The most powerful among them are the asura ranas who dwell in ruined holy places, abandoned deific domains, or in the wilds of Hell. These potent fiends have unique forms, and can demand anything of lesser members of their race, as they are revered as sages and profane bodhisattvas. They usually dwell in places that allow them to deny devotees of the deities access to holy objects or sites. The following list includes several asura ranas named in myth and tales of woe.",
			"",
			"- {faith/Andak} the Dismembered",
			"- {faith/Bohga} the Treasurer",
			"- {faith/Chugarra} the Guru of Butchers",
			"- {faith/Chupurvagasti}, Lady of Poison Mist",
			"- {faith/Gavidya} the Numberless",
			"- {faith/Hydim} of the Eternal Fast",
			"- {faith/Ioramvol} with the Mouth Full of Boulders",
			"- {faith/Maeha}, Father of False Worlds",
			"- {faith/Onamahli} the Twice Pure",
			"- {faith/Rahu} the Sun Eater",
			"- {faith/Rytara}, Serpent of the Eastern Eye",
			"- {faith/Taraksun}, Awakener of Wrath",
			"- {faith/Zurapadyn}, the Beast Who Waits in Smoke",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adhukait}",
			"- {monster/Aghasura}",
			"- {monster/Asurendra}",
			"- {monster/Hishandura}",
			"- {monster/Japalisura}",
			"- {monster/Nikaramsa}",
			"- {monster/Tripurasura}",
			"- {monster/Upasunda}",
			"- {monster/Vayuphak}"
		]
	},
	"automaton": {
		"name": "Automaton",
		"sources": [ "Construct Handbook" ],
		"description": [
			"## Automaton",
			"",
			"{SOURCE Construct Handbook}",
			"",
			"Automatons are lawful neutral constructs with the extraplanar subtype. An automaton has the following traits (unless otherwise noted in a creature's entry).",
			"",
			"- Darkvision 120 feet and low-light vision.",
			"- Immunity to electricity.",
			"- Resistance to cold 10 and sonic 10.",
			"- Most automatons are resistant to magic. Such an automaton has SR equal to 11 + its CR.",
			"- Telepathy.",
			"- An automaton is proficient with its natural weapons, all simple weapons, and all weapons mentioned in its entry.",
			"- An automaton's natural weapons, as well as any weapons it wields, are treated as lawful and magic for the purpose of overcoming damage reduction.",
			"- **Automaton Core (Ex):** All automatons are powered by a planar core infused with life energy. A destroyed automaton leaves behind an automaton core, which can be harvested with a successful Spellcraft check.",
			"- **Intelligent Construct (Ex):** Automatons are intelligent constructs and can take class levels, can gain feats, and can gain class skills and additional skill points. An automaton gains a number of skill points equal to 4 + its Intelligence modifier (minimum 1) per Hit Die. The following are class skills for automatons: Climb, Craft, Diplomacy, Fly, Intimidate, Knowledge (all), Perception, Sense Motive, Spellcraft, Stealth, and Use Magic Device.",
			"- **Vulnerable Mind (Ex):** Automatons are not immune to mind-affecting effects.",
			"",
			"### Automaton Cores",
			"",
			"Although the bodies of automatons are wonders in and of themselves, the true technological marvels they bear are the automaton cores that power these constructs. The secret to the creation of automaton cores has since been lost to time, but each core contains a spark of consciousness from a particular individual, combined with a significant portion of planar energy. These two components are merged using powerful magical energy to form a core of seemingly limitless arcane potential that powers an automaton. This energy courses throughout an automaton's body, powering the construct and completing an internal connection that allows the individual automaton's consciousness to remain active.",
			"",
			"Powering an automaton with a core other than its original core can cause a conflict with the consciousness stored within the body. The two different individuals may engage in a mental struggle as each attempts to wrest control of the body from the other. This usually leads to one individual consciousness overpowering the other, but it occasionally creates a new, shared consciousness wherein the two individuals meld to form a single new entity with shared memories.",
			"",
			"Removing an automaton core from a destroyed or willing automaton is a laborious and risky process that requires a number of hours equal to half the automaton's CR. After this time, the remover must attempt a Spellcraft check with a DC equal to 20 + the automaton's CR. On a success, the automaton core is removed and can be used normally. On a failed check, the removal attempt is unsuccessful and cannot be attempted again for 24 hours. Failing this check by more than 5 causes damage to the core and reduces its total number of spell points by 1. Returning a core to an inactive automaton's body to restore the creature requires another Spellcraft check with the same DC. If the consciousness in the body and the core are incompatible or unwilling to meld, the two attempt an opposed Charisma check. The winner of the opposed roll takes over as the dominant consciousness, but it may find itself opposed again later.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Champion Automaton}",
			"- {monster/Familiar Automaton}",
			"- {monster/Master Automaton}",
			"- {monster/Sharpshooter Automaton}",
			"- {monster/Stalker Automaton}"
		]
	},
	"azata": {
		"name": "Azata",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Azata",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"Azatas are a race of celestials native to the plane of Elysium, where the pursuit of freedom and goodness is paramount. Azatas are champions of these concepts, great bards, knights, and explorers who roam the planes in search of good folk in need of their help. Frequently described as the most elven or fey-like celestials, azatas nevertheless often have strange, inhuman shapes or can take elemental or eldritch forms. Most have some knightly or courtly title, such as duke, countess, or prince, apparently hereditary, perhaps from a celestial monarchy long abandoned and forgotten. Azatas do not exploit these titles to exert influence over each other, instead using them for personal identification or a bit of self-importance. They are deadly and resolute foes of evil, fearless and clever in battle.",
			"",
			"It is not surprising that the three best-known kinds of azatas can all fly, for they rarely stay in one place for long and prefer the thrill of motion and discovery to creature comforts. Most azata \"settlements\" are little more than a collection of tents around a landmark, gathered over the course of a day to share news, stories, and perhaps good-natured duels, and then packed up again a few days later. Such temporary settlements are colorful and have a celebratory atmosphere, as azatas are quick to greet any of their kind as old friends. Although few can predict when and where an azata community might arise, some groups or breeds of azatas gather in cycles for traditional festivals and reunions. Such gatherings typically take place at a time of mystical consequence, such as on the evening of the lunar equinox, or during less predictable times, such as upon the wedding of two seers, and always in a place of pristine or stunning natural wonder. All azatas fundamentally know when and where the closest or next gathering of their people might occur, and while none are required or even expected to attend, all are welcome. These gatherings do not preclude more permanent azata holdings and communes, however, and the heights of Elysium endlessly ring with the songs of azata choirs.",
			"",
			"While the stoic, homebound archons call their cousins flighty, azatas are driven by a crusading nature and feel bored when forced to stay in one place too long. This tendency also means they are unlikely to agree to serve mortals for an extended period of time, preferring to arrive, get the job done, and move on to some other quest or challenge. As much as they seek to spread the cause of freedom and joy, azatas realize that they cannot enforce such virtues throughout the multiverse. Without darkness there can be no light, and without struggle there can be no victory. Understanding this, these celestials remain removed from the majority of mortal conflicts, preferring to act as advisors in such situations rather than champions, granting goodly mortals ownership over their own triumphs. In cases where the forces of evil act overtly, however, and intrude upon mortal worlds, azatas are quick to rally to defend such realms and aid those who have no hope of defending themselves.",
			"",
			"Azatas generally work together, but their powerful personalities and strong sense of individual freedom often see them disagreeing on how best to handle a particular situation. While both parties have the greater good at heart, these arguments can fester and grow into long-lasting grudges. In cases where a single azata is convinced his way is right, he might even enter a sort of self-imposed exile, abandoning the support of his kin so he can launch a one-azata crusade against the cruelties of the multiverse.",
			"",
			"Most azatas originate from the untamable beauty of Elysium, created and nourished by the influx of goodly mortal souls. Like most other outsiders, they cannot reproduce with each other in the mortal fashion, and often tryst with mortals who prove charming and good spirited. Azatas dally frequently with their own kind, being quick to seek out feelings of love, joy, and companionship, but rarely feel bound or exclusive to merely one lover, regardless of its race.",
			"",
			"Azatas speak Celestial, Draconic, and Infernal, but can speak with almost any creature because of their truespeech special ability. See creature subtypes for full details on truespeech and other shared azata traits.",
			"",
			"**Also see:** {subtype/Azata/ (subtype)}",
			"",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Bralani}",
			"- {monster/Brijidine}",
			"- {monster/Gancanagh}",
			"- {monster/Ghaele}",
			"- {monster/Lillend}",
			"- {monster/Lyrakien}",
			"- {monster/Nualidu}",
			"- {monster/Prydanu}",
			"- {monster/Raelis}",
			"- {monster/Thyrlien}",
			"- {monster/Uinuja}",
			"- {monster/Veranallia}",
			"- {monster/Yamah}"
		]
	},
	"baba_yagas_rider": {
		"name": "Baba Yaga's Rider",
		"sources": [ "Irrisen - Land of Eternal Winter" ],
		"description": [
			"## Baba Yaga's Rider",
			"",
			"{SOURCE Irrisen - Land of Eternal Winter}",
			"",
			"Many fey creatures aided Baba Yaga's invasion of the eastern Linnorm Kingdoms, doing so for the sheer love of carnage and chaos. Others, however, possessed more inscrutable motives. Every century, in the year that precedes the return of the Queen of Witches to Irrisen, three fey beings astride sorcerous beasts descend on the land. They herald the coming of Baba Yaga, and gallop across the wintry countryside, coldly judging peasant and princess alike by criteria known only to the Riders and their otherworldly patron. Incorruptible and relentless, they strike fear into all who live in the snow-covered realm.",
			"",
			"The Three Riders change with each century-Baba Yaga chooses beings every 100 years to serve as her heralds, and she imbues them with potent magic, transforming them into fey creatures with many magical powers. She selects the Riders seemingly at random, from among dozens of different worlds. Some past Riders found themselves granted this position without ever seeking it, and Baba Yaga rarely presents the opportunity to those who too eagerly reach for it. Others became Baba Yaga's heralds as part of deals they made with her-deals that would give them something they truly desire in return for serving the Queen of Witches for a century.",
			"",
			"Upon choosing her Riders, Baba Yaga gives each of them a special magical weapon, robes that protect it and allow it to mask its forms, and the ability to call special supernatural mounts. Though every centennial anniversary is greeted by the arrival of new Riders, their titles remain unchanged. The White Rider, called \"My Bright Morning\" by Baba Yaga, is seen only in the hours after sunrise, riding a sleek, white destrier. The Red Rider, or \"My Red Sun,\" sits upon a reddish-gold stallion; the citizens of Irrisen encounter this creature in the daylight hours after noon. The third is the Black Rider, mounted upon a fierce black warhorse. She calls this Rider, seen only in the hours between sunset and sunrise, \"My Dark Midnight.\"",
			"",
			"Over the centuries, Baba Yaga has pressed many different beings into service as her judges, and scholars differentiate them according to the queen whose deposition they heralded. The first Riders, known as the Riders for Queen Jadwiga, caused enormous terror. Not knowing what they were, the queen placed huge bounties on their heads, though no one succeeded in collecting the reward. Over the course of that frightening year, many prominent Jadwiga were set upon in the night by the Black Rider and found dead the next morning, hanging from trees by wool ropes tied around their ankles. This Rider was said to have lengths of wool rope dancing from the saddle as it rode, suggesting that new victims would swing the next night. The White Rider for Queen Urvalane appeared as a snowyfeathered tengu, wielding an oversized scythe as if it were as light as a child's toy. Accounts from the time tell that this Rider trilled a lovely, mesmerizing song as it gleefully lopped off the heads of those deemed lacking. The Red Rider for Queen Pjallarane wielded a pair of blades that glowed like the light of the sun and cut through bone as though it were butter. This fey being had iridescent scales and wore a crown of mistletoe, shouting a warning as it galloped away from every judgment, \"The hour approaches! See that you are not found idle!\"",
			"",
			"Queen Jadwiga wasn't the only one to put a price on the Riders' heads. Queen Sascha was convinced that slaying the three fey servants of her mother would somehow forestall Baba Yaga's return. She fielded dozens of hunting parties, promising rule of the city of Algidheart to the one who slew them. Ten days later, a riderless wagon drawn by a dozen elk arrived at the Royal Palace, its cargo the severed heads of each hunter. Queen Aelena, known for her graceful departure from Golarion when Baba Yaga returned, sent three of her sons out to kill the Riders. All of them returned a week later, smiling idiotically and with dried gore from their melted eyes painting their cheeks. The trio calmly informed their mother that they would \"assist our glorious grandmother when she arrives, seeing to it that our kin obey her wishes.\" Most now believe that resisting the Three Riders is the height of folly.",
			"",
			"What follows are the Three Riders heralding Baba Yaga's return after Elvanna's time of rule. Among other abilities, Baba Yaga grants each of her Riders a mount, magical robes, and a special weapon. While the details of these gifts vary from Rider to Rider, they share many of the same properties, as described below. Details specific to each Rider appear in the Rider's stat blocs.",
			"",
			"**Conjure Mount (Su)** As a standard action, one of Baba Yaga's Riders can summon a special mount. This effect allows the Rider to use the spell phantom steed at will at caster level 13th. The Rider has full control of the appearance of the mount, and Ride is always a class skill for her.",
			"",
			"**Rider's Robes (Su)** The Riders wear robes that provide an armor bonus, but don't take an armor check penalty or have a maximum Dexterity bonus. In addition, the robes allow the Rider to use disguise self as a supernatural ability at caster level 13th. If the Rider is killed, his robes melt away like ice thrown into a fire.",
			"",
			"**Rider's Weapon (Su)** A Rider cannot be disarmed of his weapon. If the Rider is killed, his weapons melts away.",
			"",
			"**Weal or Woe (Su)** A Rider can bring harm or fortune to those judged. As a standard action, a Rider can bestow a curse (-2 penalty on attack rolls, saves, ability checks, and skill checks until the curse is removed) or a boon (+2 bonus on attack rolls, saves, ability checks, and skill checks for 24 hours). A targeted creature can resist the curse with a successful Will save. The save DC is Charisma-based.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Black Rider}",
			"- {monster/Red Rider}",
			"- {monster/White Rider}"
		]
	},
	"beheaded": {
		"name": "Beheaded",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Beheaded",
			"",
			"{SOURCE Bestiary 4}",
			"",
			"This family represents a group of similar monsters. No official description has been provided.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Beheaded}",
			"- {monster/Flaming Skull}",
			"- {monster/Giant Beheaded}",
			"- {monster/Medusa Head}",
			"- {monster/Severed Head}",
			"- {monster/Skull Swarm}"
		]
	},
	"behemoth": {
		"name": "Behemoth",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Behemoth",
			"",
			"{SOURCE Bestiary 3}",
			"",
			"Immense, ageless, and very nearly invincible, behemoths deliver divine retribution to the mortal realms. Shaped from the primal energies of creation and infused with elemental might, behemoths resemble living creatures, but lack the frailties of flesh. Marginally more intelligent than the smartest animal, behemoths can understand Aklo but cannot speak. Nothing less than a god or the most potent of legendary artifacts can command a behemoth, and even the gods feel some trepidation at unleashing one, lest the behemoth cast off its reins and turn its wrath against its maker.",
			"",
			"For nearly as long as mortals have worshiped the gods, mortals have known hubris and the gods' righteous anger. When a mortal's offense grows too great for divine patience to suffer, the gods lash out through plagues and floods, and through their terrible servants. Of these vengeful minions, the behemoths are among the most feared. A god or coalition of gods creates a behemoth from the wellsprings of primal chaos, binds it into a semblance of flesh, and fills its mind with righteousness and the thirst to destroy all in its path. The beast is then turned loose upon its victims - those deemed most deserving of bearing the brunt of the wrath of the gods. Some deities stay close at hand as their beasts savage the lands, the better to turn the creatures aside once their divine anger is appeased, while others turn their backs on mortal plights, leaving behemoths to expend their anger until naught but lifeless cinders remain. Entire worlds have been destroyed by these living retributions. Such shattered lands might have nothing left alive save for the conquering behemoths themselves, immortal, living monuments to murdered worlds.",
			"",
			"While behemoths are created by the gods, their forms and countenances are the result of which of three domains they have been created to rule - air, earth, or sea. Each of these realms is in turn associated with one of three common types of behemoths - if the application of a word like \"common\" is even appropriate for such an uncommon creature.",
			"",
			"Behemoths cast upon a world's landmasses are known as thunder behemoths. These are the least of their kind, yet they are formidable, nigh unstoppable engines of armageddon nevertheless. They are the behemoths of choice when it comes to destroying a single nation or empire, for while devastating, they are bound to the land itself, and their advances across a globe are thus more limited than those of the two greater behemoths.",
			"",
			"When several nations or regions evoke the gods' wrath, a thalassic behemoth is sent into that world's oceans to wreak havoc. By disrupting oceanic trade, destroying port cities, and rendering well-populated shores all but uninhabitable, thalassic behemoths excel at destroying civilizations where they are most vulnerable. A vengeful god may inflict several thunder behemoths upon a realm that has wronged it, placing a thalassic behemoth in the ocean to finalize the devastation.",
			"",
			"The most devastating of the three common behemoths is the tempest behemoth, a tremendous birdlike monster capable of devastating numerous lands in a short amount of time. Because it rules the skies above those lands the gods wish to smite, the tempest behemoth has greater mobility than its other kin. When the gods are truly vexed, they might set upon a world numerous behemoths, but the conditions that might call for the deployment of more than a solitary tempest behemoth boggle the mind nearly as much as the sheer size of any of these monsters does-few worlds are capable of the level of blasphemy and hubris that would necessitate multiple tempest behemoths as divine punishment.",
			"",
			"Other behemoths exist, such as sirocco behemoths that flay with air and fire, behemoths of the lightless depths of the oceans, and dread holocaust behemoths forged of lightning and fire. Some deities take particular delight in spawning truly unique and powerful behemoths - many scholars place the legendary tarrasque in this category, even though its powers are quite different than those shared by most other behemoths. Regardless of their nature, each behemoth suffers a single flaw by which it might be slain, a chink in its immortality. Some attribute this weakness, however small, to the imperfect process of binding chaos to order, others to divine caution, lest a behemoth one day prove a match for the gods themselves.",
			"",
			"A behemoth's creation is not always the act of a cruel god seeking to inflict devastation on an innocent world - often, these monsters are created by good or neutral deities to serve as instruments of justice. Perhaps ironically, gods of a more lawful or civilized bent are the most apt to call up a behemoth, as gods of the natural world either aren't inclined to punish mortals at all, or would instead make use of natural disasters like earthquakes and storms to teach lessons to their wayward followers. While a single behemoth usually suffices, multiple creatures of this kind are sometimes visited upon a world. While it may be small solace, behemoths are incapable of procreation-regardless of the total number of behemoths active on a world at any one time, that number does not increase without the direct, vengeful intervention of a deity.",
			"",
			"Even societies that refrain from insulting the gods are not immune to the behemoth's wrath, for the gods rarely remove these beasts when their work is done. An ancient civilization destroyed by a behemoth may still harbor in its ruined heart a slumbering monster, waiting only for the right moment or a tragic accident to waken and ravage once again.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Ravener}",
			"- {monster/Tempest Behemoth}",
			"- {monster/Thalassic Behemoth}",
			"- {monster/Thunder Behemoth}"
		]
	},
	"blight": {
		"name": "Blight",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## Blight",
			"",
			"{SOURCE Bestiary 6}",
			"",
			"Before human civilizations rose and modern history began, ancient races like aboleths, saurians, troglodytes, and lizardfolk bickered and fought for dominion over the primeval world. Among the most powerful of these prehuman races were the serpentfolk. Few other races could match their power in magic, be it arcane, divine, or psychic in nature. The serpentfolk were inventive and persistent in their application of magical research to bolster their war machines, and those among them who followed primordial druidic traditions were no exception.",
			"",
			"These ancient serpentfolk druids worshiped only the raw savagery of nature, and they sought ways to infuse the terrain itself with malevolence and sentience, recruiting the land as yet another minion in their endless wars against their enemies. But when these druids sought to invest the land with raw energies of life they'd siphoned violently from the realm of the fey, something went horribly wrong. The druids, their allies, and the land itself liquefied and then animated into a malevolent form of life that viewed all civilization as the enemy. The protoplasmic monstrosity split apart into countless blots of slimy hatred and infested regions throughout the serpentfolk realm, forcing the ancients to fight a new war within their own homeland. In time, the serpentfolk managed to defeat these intelligent oozes, creatures they came to refer to as blights - yet these life forms proved unnaturally tenacious. They continued to reappear, retreating farther and farther into the wilds each time they were defeated, but always surviving. And when the time of the serpentfolk passed, the blights endured.",
			"",
			"Today, blights remain rare, yet their hatred of civilization is stronger than ever, and when a wandering blight encounters the stain of society in the wilds, it takes the presence of such settlements as a personal affront. Patient as they are cruel, blights think nothing of slowly transforming the lands adjacent to a small town or even a city to slowly starve its inhabitants of resources until the monstrous ooze can finally begin the task of reclaiming the urbanized lands as its own.",
			"",
			"Although long ago the blights were of one primal nature, the passage of countless eons has seen these creatures evolve and adapt, and now seven notable variants of blight are known to exist in various reaches of the world. While it's certain that other terrains have spawned unique blights of their own, these seven represent the most commonly encountered of these uncommon monsters. Blights have a universal hatred of all things civilized, a fury that extends even to druidic cults and fey. To a blight, any sign of intelligence (barring what might arise in certain plant monsters or magical beasts) represents a potential for civilization-something that cannot be allowed to endure.",
			"",
			"A blight finds travel outside of its chosen domain to be physically painful, and when forced to leave its home, the monster avoids conflict and maintains a stealthy cover until it can find a new lair more appealing to its nature. Once a blight settles into an area with the type of terrain its particular variant prefers, it infuses that realm with its presence, creating a domain of evil that fills a large area with magical effects. Typically, a blight creates such a domain in a region adjacent to civilization, so that it can both reduce resources available to nearby settlements and have nearby terrain to prey upon. Capable of magically commanding creatures that dwell within its domain, the blight begins its war against neighboring settlements by sending magically controlled animals and plants to savage citizens and sow terror.",
			"",
			"When a blight claims a territory, it often catches more than just animals, magical beasts, and plants in its domain. While it detests creatures with intellects, it still understands that such denizens of its domains can be useful agents in its campaign against civilization. Typically, a blight has little interest in or patience for less powerful creatures (as a general rule, this includes any creature with a CR equal to half the blight's CR or less), and these unfortunate denizens are usually the first to die after a blight claims a domain. It approaches more powerful denizens, however, with offers of alliance. Blights are both canny and sly; they understand that their innate spell-like abilities won't work on things like dragons, giants, powerful aberrations, undead, and the like, yet they also know that most such creatures can be bought-be it with promises of material wealth, opportunities to plunder a defeated enemy, or chances to gain power. Some blights even specialize in usurping a primitive tribe's religious center by convincing creatures that they are agents sent from their gods (such tactics work best on primitive tribes with few or no religious leaders, or tribes whose religious leaders have recently been slain in secret by the blight). Yet regardless of what a blight promises these creatures in return for their aid in attacking nearby pockets of civilization, in the end the blight always turns against its one-time allies. They are merely the last to fall to the hateful ooze's wrath, the final sacrifices to the creature's insatiable need to murder all thinking creatures it finds.",
			"",
			"Although the individual powers of the various categories of blight vary, all blights share certain features in common, including a thick layer of malleable protoplasm that provides significant natural armor, a host of glaring red eyes, and a shared suite of blight abilities (see the {subtype/Blight/ Subtype} section). The blights presented on the following pages represent the most well-known of the species, but other, stranger variants may exist in remote regions.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Cave Blight}",
			"- {monster/Desert Blight}",
			"- {monster/Forest Blight}",
			"- {monster/Mountain Blight}",
			"- {monster/Sewer Blight}",
			"- {monster/Swamp Blight}",
			"- {monster/Tundra Blight}"
		]
	},
	"bore_worm": {
		"name": "Bore Worm",
		"sources": [ "Pathfinder #117: Assault on Longshadow" ],
		"description": [
			"## Bore Worm",
			"",
			"{SOURCE Pathfinder #117: Assault on Longshadow}",
			"",
			"Bore worms are a vile breed of subterranean burrowing worm, attacking prey both in their Darklands home and, more rarely, on the planet's surface. Three major variants of the worms exist, each representing a different stage in the creature's long life cycle - the swarm, monarch, and empress stages.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Bore Worm Monarch}",
			"- {monster/Bore Worm Swarm}",
			"- {monster/Empress Bore Worm}"
		]
	},
	"clockwork": {
		"name": "Clockwork",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Clockwork",
			"",
			"{SOURCE Bestiary 3}",
			"",
			"Clockwork constructs are the technological cousins of golems, constructed with a combination of magic and precise technologies dependant upon the internal churning and turning of thousands of intricate springs, screws, and gears.",
			"",
			"There are those who would scoff at the work of clockwork engineers, whose constructs seem at best merely imitations of the creations brought to life by practitioners of the purely arcane arts. However, those canny enough to realize the potential of clockwork engines know their true power to be both exotic and potent. In worlds where clockworks are common, these creatures can rival even the most powerful of golems for raw power. Massive giants comprising countless nuts and bolts have torn entire empires asunder. Time and time again, clockwork creatures have proven themselves a formidable presence in the face of more traditional rivals, and those who have borne witness to the feats of these creatures know to hold their tongues before questioning the constructs' power.",
			"",
			"Clockwork creatures function by combining magical energies and clockwork mechanisms. The myriad metal parts that go into the construction of a clockwork creation require absolute precision in order to function properly, so they must be built by only the steadiest of hands. Amateurish attempts at clockwork construction typically result in non-functional units or misfires, and many an engineering lab has been burned to the ground by novices seeking to learn the basics of clockworks and the elements that power them.",
			"",
			"Particularly guileful crafters may construct miniature clockwork spies that can record sound, and rumors tell of even more advanced technologies that allow visual recording. While magical wonders such as spells can allow the user to scry information or to see where one isn't normally physically able to, clockwork spies provide an edge in that their memories are concrete and incorruptible, enabling them to make flawless recordings of events not subject to the regular perversions of human memories.",
			"",
			"Clockwork creations, as their names suggests, must be wound up before they animate. The creator of a clockwork crafts a unique key for each creation. This key is typically inserted into the clockwork's back and turned clockwise to wind it. Turning the key counter-clockwise has the effect of winding the machine down, though only a willing (or completely helpless) machine will allow itself to be unwound in this way, meaning either its creator or someone its creator has specifically designated can normally do so. Since each key is totally unique, construction of a new key (or bypassing a key entirely) requires a successful Disable Device check (DC = 20 + the clockwork's CR). Larger clockworks tend to have larger keys, and particularly huge keys require more than one set of hands to turn. Rather than seek assistance from other engineers, eccentric or hermetic inventors often rely upon other clockwork creations to help them turn keys or aid in the creation of more monumental constructs. Other times, engineers give copies of keys to their most trusted clockworks, which can be programmed to wind allies and even themselves as the situation requires.",
			"",
			"Much like golems and animated objects, clockwork creatures can be given any number of commands; a perpetually turning script in their core records those orders and programs the rest of the machine. Only one who possesses a key to the clockwork can program it, but any commands given to the construct last until the clockwork is reprogrammed or destroyed. An individual clockwork's potential is only limited by its creator's innovation and aptitude. Unlike many golems, which are trapped in bodies resembling lumbering and fallible cages, clockwork constructs can be repeatedly reworked and re-engineered: gears can be oiled, springs can be replaced, and pistons can be fine-tuned. The ever-adjustable framework of these mechanical beasts allows for extreme variation from creation to creation.",
			"",
			"Since clockwork creations are mostly mechanical and are at the mercy of their creator's adeptness with the technology, they are prone to the follies of human error. Loose bolts, improper programming, or lack of maintenance are all cause for malfunctions, errors that can range from minute energy leaks to deadly explosions. The most common cause of malfunction, however, is not imparted by the creator, but by the clockwork's destroyer. Creatures attacking the machine gradually unhinge screws and twist cogs with each landed blow, giving the clockwork a greater chance of backfire. Many combat clockworks are thus accompanied by clockwork servants-servitor clockworks that quickly and readily fix their mechanical allies in the heat of battle.",
			"",
			"In the earlier days of clockwork technology, many practical hindrances prevented rapid maturation of the devices. Clockwork machines were powered by inefficient, costly resources; however, the advent of arcane enchantment not only has allowed for greater precision in the crafting of gears and other key components, but has also opened up a wide new range of possibilities for defensive systems and offensive weaponry. Early attempts to combine clockwork with steam power or other nonmagical forms of energy tended to overcomplicate the already delicate machinery, and have long since been abandoned as a result. Whispers abound of an even more unusual category of clockwork that has solved this problem and has merged the complexities of steam power with the adaptability of magical energies, yet such exotic and unusual clockworks remain nothing more than rumors in most worlds at this time.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Clockwork Angel}",
			"- {monster/Clockwork Assassin}",
			"- {monster/Clockwork Dragon}",
			"- {monster/Clockwork Excavator}",
			"- {monster/Clockwork Familiar}",
			"- {monster/Clockwork Fiend}",
			"- {monster/Clockwork Goblin}",
			"- {monster/Clockwork Goliath}",
			"- {monster/Clockwork Guardian}",
			"- {monster/Clockwork Gunslinger}",
			"- {monster/Clockwork Hound}",
			"- {monster/Clockwork Leviathan}",
			"- {monster/Clockwork Mage}",
			"- {monster/Clockwork Nautiloid}",
			"- {monster/Clockwork Overseer}",
			"- {monster/Clockwork Priest}",
			"- {monster/Clockwork Servant}",
			"- {monster/Clockwork Snail}",
			"- {monster/Clockwork Soldier}",
			"- {monster/Clockwork Songbird}",
			"- {monster/Clockwork Spy}",
			"- {monster/Clockwork Steed}",
			"- {monster/Clockwork Vivisectionist}",
			"- {monster/Mechanical Efreeti}",
			"- {monster/Toy Golem}"
		]
	},
	"colossus": {
		"name": "Colossus",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Colossus",
			"",
			"{SOURCE Bestiary 4}  ",
			"For as long as mortals have known magic, magicians have created constructs to serve them. From the mightiest golem forged of nearly indestructible material and elemental energies, to a clockwork minion cunningly built from countless metal gears, to a humble animated broom that cleans of its own accord, construct creation has become a mainstay of a spellcaster's craft. To some spellcasters, golems and other constructs are simply not strong enough, powerful enough, impressive enough, big enough, or unique enough. These spellcasters design and build creations far larger and more powerful-creations that makes the world take notice of their might and prowess. They build colossi.",
			"",
			"Colossi are constructs of great stature, the smallest of them towering ten times the height of a human, bigger than even the tallest giants. Though superficially similar to golems, they are distinguished not only by their greater size but also by their greater magical powers. A golem is given a semblance of life by an elemental spirit, sealed within the body by a magical barrier that also serves to keep out other magical influences. A colossus is likewise given life by an elemental spirit, but this spirit is much closer to being a true soul, and requires no such magical barrier to prevent it from fleeing the body and leaving behind only inert, dead matter. Like a proper soul, it provides will and impulse rather than power alone. It controls its artificial body via a magical physiology of potent and eldritch spellcraft, just as a living being commands its muscles, nerves, and blood.",
			"",
			"A single colossus can help its master to raze a kingdom and crush armies, and is immune to almost all forms of retaliation. Many colossi are intended to do exactly that - to forge an empire for their creator, to subjugate a hated foe, or to annihilate some equally dangerous enemy. Some are created to be defensive weapons, as deterrents against invasion. Others are tasked to serve as guardians for singular locations or objects that are not to be disturbed under the direst of consequences.",
			"",
			"Because a colossus is an artificial creature, its exact form, function, and composition are left to the discretion of its creator. Nonetheless, all colossi share certain traits that distinguish them from lesser constructs. These traits are described in the {subtype/colossus/ subtype}.",
			"",
			"Only the greatest and most legendary spellcasters can create colossi, because the process requires experience and knowledge beyond ordinary mortal ken. Shaping a colossus's controlling spirit is about as close as a mortal being has come to truly creating a life and a soul. An inadequately prepared crafter is likely to produce an inert pile of rubble, or at best, a mere golem of tremendous proportions, but relatively fragile for its immense size. At worst, such a creation can fail catastrophically, with results that are unpredictable, but invariably expensive and dangerous.",
			"",
			"Unlike many artificial creations, colossi are able to think for themselves. The creator has some degree of control over the personality of a colossus, and usually tries to instill an urge to please its \"parent\" to make it easier to control. Molding an elemental spirit is similar to raising children, however; the results are inconsistent and hard to predict. On occasion, it results in stubborn, cruel, or merely childish colossi. Rarely, a colossus realizes it's strong enough to refuse to follow orders, and instead follows its own will independent of those who would command it. Such rogue colossi have little interest in the society of minuscule beings like humanity. Some manage to make a sort of existence among the larger giants, but as most are too conspicuous in their primary forms to mingle with mortal beings well, they seek out forgotten corners of the globe where they can quietly dwell.",
			"",
			"The magical energy required to fuel such hulks is great and often difficult to control. Most colossi drain nearly all magic energies from their immediate area, with the exception of energies in tune with a colossus's own powers. Draining such energy creates an area around the colossus in which most magic simply doesn't function. The magic that does still work in these areas is just as likely to further empower the colossus as it is to harm it, since it's by necessity in tune with the colossus's magical metabolism. Still, a clever spellcaster can find and exploit this metaphorical chink in a colossus's armor.",
			"",
			"All colossi have two forms. The primary form resembles an immense humanoid, much like a larger golem. The second varies from type to type, but often serves to disguise the colossus as something more innocuous, as it can be difficult to conceal a 60-foot behemoth. Some colossi, however, can transform into terrible, inhuman forms that are even more powerful and destructive, forgoing any attempt at being subtle.",
			"",
			"Colossi can take many forms depending upon the materials used in their construction and the will of their individual creators. Creating a colossus is an ambitious undertaking, leading most creators to base their designs on lessons learned crafting lesser constructs. As a result, the best-known kinds of colossi are the flesh, stone, and iron varieties, corresponding to the most common and best-understood varieties of golem. Other varieties are possible, such as the clay colossus given life by divine secrets, the glacial colossus wrought of unmelting ice and frost, and the timber colossus built from still-living wood, which bears eerie powers over plants and creatures of the natural world.",
			"",
			"### Members of This Family:",
			"",
			"- [Flesh Colossus](monster/flesh_colossus_mythic)",
			"- [Iron Colossus](monster/iron_colossus_mythic)",
			"- [Sphinx Colossus](monster/sphinx_colossus_mythic)",
			"- [Stone Colossus](monster/stone_colossus_mythic)",
			"- [Wood Colossus](monster/wood_colossus_mythic)"
		]
	},
	"daemon": {
		"name": "Daemon",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Daemon",
			"",
			"{SOURCE Bestiary 2}",
			"",
			"Harbingers of ruin and embodiments of the worst ways to die, daemons epitomize painful death, the all-consuming hunger of evil, and the utter annihilation of life. While demons seek to pervert and destroy in endless unholy rampages, and devils vex and enslave in hopes of corrupting mortals, daemons seek only to consume mortal life itself. While some use brute force to despoil life or prey upon vulnerable souls, others wage campaigns of deceit to draw whole realms into ruin. With each life claimed and each atrocity meted out, daemons spread fear, mistrust, and despair, tarnishing the luster of existence and drawing the planes ever closer to their final, ultimate ruin.",
			"",
			"Notorious for their hatred of the living, daemons are the things of dark dreams and fearful tales, as their ultimate ambitions include extinguishing every individual mortal life - and the more violent or terrible the end, the better. Their methods vary wildly, typically differentiated by daemonic breed. Many seek to infiltrate the mortal plane and sow death by their own taloned hands, while others manipulate agents (both mortal and immortal) as malevolent puppet masters, instigating calamities on massive scales from their grim realms. Such diversity of methods causes many planar scholars to misattribute the machinations of daemons to other types of fiends. These often deadly mistakes are further propagated by daemons' frequent dealings with and manipulation of other outsiders. Yet in all cases, despair, ruin, and death, spreading like contagion, typify the touch of daemonkind, though such symptoms often prove recognizable only after the hour is far too late.",
			"",
			"Daemons flourish upon the plane of Abaddon, a bleak expanse of cold mists, fearful shapes, and hunted souls. Upon these wastes, the souls of evil mortals flee predation by the native fiends, and terror and the powers of the evil plane eventually transform the most ruthless into daemons themselves. Amid these scarred wastelands, poison swamps, and realms of endless night rise the foul domains of the tyrants of daemonkind, the Four Horsemen of the Apocalypse. Lords of devastation, these powerful and unique daemons desire slaughter, ruin, and death on a cosmic scale, and drive hordes of their lesser kin to spread terror and sorrow across the planes. Although the Horsemen share a singular goal, their tactics and ambitions vary widely.",
			"",
			"Along with mastery over vast realms, the Horsemen are served by unimaginably enormous armies of their lesser brethren, but are obeyed most closely by retinues of daemons enslaved to their titles. These specific strains of daemonic servitors, known among daemonkind as deacons, serve whoever holds the title of Horseman. Although these instruments of the archdaemons differ in strength and ability, their numbers provide their lords with legions capable of near-equal terrorization.",
			"",
			"More so than among any other fiendish race, several breeds of daemons lust after souls. While other foul inhabitants of the planes seek the corruption and destruction of living essences, many daemons value possession and control over mortal animas, entrapping and hoarding souls - and in so doing disrupting the natural progression of life and perverting the quintessence of creation to serve their own terrible whims. While not all daemons possess the ability to steal a mortal being's soul and turn it to their use, the lowliest of daemonkind, the maniacal cacodaemons, endlessly seek life essences to consume and imprison. These base daemons enthusiastically serve their more powerful kin, eager for increased opportunities to doom mortal spirits. While cacodaemons place little value upon the souls they imprison, greater daemons eagerly gather them as trophies, fuel for terrible rites, or offerings to curry the favor of their lords. Several breeds of daemons also posses their own notorious abilities to capture mortal spirits or draw upon the power of souls, turning the forces of utter annihilation to their own sinister ends.",
			"",
			"### The Four Horsemen",
			"",
			"Four dread lords, infamous across all the planes, rule the disparate hordes of daemonkind. Risen from among the ranks of their terrible brethren to displace those fiendish tyrants before them, they are the archdaemons, the End Bringers, the [Four Horsemen of the Apocalypse](family/horsemen_of_the_apocalypse). In the blasphemous annals of fiendish lore, they are the prophesied architects of multiversal ruin, destined to stand triumphant over cadaverous cosmoses and infinities of silence before also giving way to absolute oblivion. Undisputed in his power among their kind, each Horseman rules a vast realm upon the bleak plains of Abaddon and a distinctive method of mortal ruin: pestilence, famine, war, or death from old age. Yet while each archdaemon commands measureless influence, daemons know nothing of loyalty and serve only those they cannot overcome. Thus, though the Horsemen stand peerless in their power and manipulations among daemonkind, they must ever defend their thrones from the machinations of ambitious underlings and the plots of other archdaemons.",
			"",
			"Upon the poisonous expanses of Abaddon, lesser daemonic peers carve petty fiefdoms and posture as lords, but despite their world-spanning intrigues, all bow before the Horsemen - though most do so only grudgingly. Ancient myths also tell of a mysterious fifth Horseman, the Oinodaemon, though nearly all mention of such a creature has been scoured from the multiverse.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Acrididaemon}",
			"- {monster/Astradaemon}",
			"- {monster/Bibliodaemon}",
			"- {monster/Cacodaemon}",
			"- {monster/Ceustodaemon}",
			"- {monster/Crucidaemon}",
			"- {monster/Derghodaemon}",
			"- {monster/Erodaemon}",
			"- {monster/Genthodaemon}",
			"- {monster/Hydrodaemon}",
			"- {monster/Lacridaemon}",
			"- {monster/Lapsudaemon}",
			"- {monster/Leukodaemon}",
			"- {monster/Meladaemon}",
			"- {monster/Nixudaemon}",
			"- {monster/Obcisidaemon}",
			"- {monster/Olethrodaemon}",
			"- {monster/Phasmadaemon}",
			"- {monster/Piscodaemon}",
			"- {monster/Purrodaemon}",
			"- {monster/Sangudaemon}",
			"- {monster/Sepsidaemon}",
			"- {monster/Suspiridaemon}",
			"- {monster/Temerdaemon}",
			"- {monster/Thanadaemon}",
			"- {monster/Venedaemon}",
			"- {monster/Vulnudaemon}"
		]
	},
	"dark_folk": {
		"name": "Dark Folk",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Dark Folk",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"This family represents a group of similar monsters. No official description has been provided.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Caligni}",
			"- {monster/Dark Caller}",
			"- {monster/Dark Champion}",
			"- {monster/Dark Creeper}",
			"- {monster/Dark Dancer}",
			"- {monster/Dark Empath}",
			"- {monster/Dark Slayer}",
			"- {monster/Dark Stalker}"
		]
	},
	"daemonic_harbinger": {
		"name": "Daemonic Harbinger",
		"sources": [],
		"description": [
			"## Daemonic Harbinger",
			"",
			"A daemonic harbinger is a powerful {family/daemon} that has not yet made the full transition from unique daemon to a horseman.",
			"",
			"### Members of This Family:",
			"",
			"- [Daemonic Harbinger, Braismois](monster/braismois)",
			"- {monster/Zelishkar of the Bitter Flame}"
		]
	},
	"demodand": {
		"name": "Demodand",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Demodand",
			"",
			"{SOURCE Bestiary 3}",
			"",
			"In an ancient war forgotten by most mortals, the thanatotic titans rose up against the gods in a horrific war. When the titans who launched this war were defeated, the gods banished them to the Abyss for eternity, where the gods hoped the titans' immense power would be contained. For millennia, the exiled titans seethed and brooded, convinced that only they were truly worthy of the adulation and worship of mortals - the bitter seed that had grown into their rebellion. This festering hatred mixed with arrogance led the thanatotic titans to create their own race of worshipers. They kneaded together the dark earth and polluted waters of the Abyss into clay the color of a starless night. The greatest of their sculptors and lifeshapers sculpted the clay into humanoid likenesses of themselves, the size of men but more comely, with proud visages, great draconic wings, and chiseled frames. Then the creators cut themselves and let their own blood flow into the empty shells of their creations, and let their own breath act as bellows, pumping blood and air into the sculpted figures to awaken them. Deeming their own powers to be deific, the titans reasoned that they could craft life and existence as well as the old gods. They were wrong.",
			"",
			"The titans' sculpted paragons of might charred and melted, oozing into twisted shapes. These shapes, however, clung tenaciously to the spark of life imparted to them.",
			"",
			"Thus the demodands were born - a hideous race of creatures imbued with the fickle cruelty of their masters. Misshapen and foul to behold, demodands are known by some scholars as titanspawn. Despite their physical repulsiveness, however, all demodands possess a drop of their creators' titanic power. This trace of near-divine power makes them as formidable as they are vicious, and many demon lords have spent years, if not centuries, waging wars, foiling raids, and undoing the damage that demodands cause. As the thanatotic titans expand their influence and holdings in the Abyss with immortal patience, it is the demodands who act as their shock troops, generals, and slavers. Their preferred captives are mortals with some connection to the gods, such as clerics, paladins, or other believers. Demodands take great pleasure in torturing such captives before subjecting them to lives of abject servitude. During the countless years of ensuing labor, demodands slip foul, insidious whispers into the ears of their slaves, designed to challenge and ultimately erode their captives' faith. Those that succumb are taken before one of the thanatotic titans to be \"redeemed,\" and are then sent back into the world as new believers, spreading the \"true\" faith of the evil titans. Such mortals often form clandestine cults dedicated to thanatotic worship, and are closely monitored by the demodands who first captured them. For those mortal slaves whose faith will not break, the demodands ensure that their bodies eventually do.",
			"",
			"Demodands have no such ulterior motives when they take demons as slaves, for they see their abyssal cohorts as little more than powerful servants to be used for their innate strength and spell-like powers. In particular, demodands prize powerful demons like glabrezus or nalfeshnees as status symbols if they can be held, and turn these slaves into bodyguards, or gladiators in the fabled thanatotic arenas. Shaggy demodands are also known to mount entire invasions into alternate planes of the Abyss to capture incubi and succubi to serve as pleasure slaves to themselves or their titan masters.",
			"",
			"Unlike demons, who are created from the foulest of mortal souls, demodands procreate within the foul corners of the Abyss. Female demodands birth clutches upon clutches of eggs and then leave them to fend for themselves. Those that survive to the point of hatching then enter a gruesome race with their siblings, for demodands always hatch with a great hunger. With no parents to provide for them and no guaranteed source of food, they invariably turn on their brood mates for their first meal. Both the titans and the other demodands see this fight for survival as a necessity to make the race stronger. On occasion, more than one hatchling survives, usually by fleeing the dread hunger of its siblings.",
			"",
			"When not gleefully carrying out the domineering orders of their masters, demodands rove the Abyss looking for foolish travelers and lost souls. Others use stealth to walk the Material Plane, where they can strike out in the name of their makers. Such demodands busy themselves defacing temples and holy sites, murdering religious leaders, or subverting entire communities.",
			"",
			"Despite worshiping their masters like deities, all demodands are imbued with the same bitter hatred of the divine that cast their makers from the heavens. This heretical fervor makes them particularly resistant to divine magic in all its forms, and all demodands have a weaker form of their progenitors' godslayer ability. Demodands take particular pleasure in disrupting the link between gods and their servants, and on the rarest of occasions have let prospective victims live after such attacks, knowing that it was not just its enemy's power, but its very faith that was shaken.",
			"",
			"The only hatred that eclipses the demodands' loathing of demons and the religiously faithful is their fury at the celestial races. Within these vessels of divine power-angels above all others - the demodands see the incarnate form of all they were crafted to despise and destroy. Indeed, powerful individuals and evil cults alike who seek to destroy a good-aligned outsider often find that the payments they need to offer to enlist the services of even the mightiest of demodands are greatly reduced.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Gristly Demodand}",
			"- {monster/Shaggy Demodand}",
			"- {monster/Slimy Demodand}",
			"- {monster/Squamous Demodand}",
			"- {monster/Stringy Demodand}",
			"- {monster/Tarry Demodand}"
		]
	},
	"demon": {
		"name": "Demon",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Demon",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"Demons exist for one reason - to destroy. Where their more lawful counterparts, the devils of Hell, seek to twist mortal minds and values to remake and reshape them into reflections of their own evil, demons seek only to maim, ruin, and feed. They recruit mortal life only if such cohorts speed along the eventual destruction of hope and goodness. Death is, in some ways, their enemy-for a mortal who dies can often escape a demon's depredations and flee to his just reward in the afterlife. It is the prolonging of mortal pain and suffering that fuels a demon's lusts and desires, for it is partially from mortal sin and cruelty that these monstrous fiends were born.",
			"",
			"Demons are the most prolific and among the most destructive of the fiendish races, yet despite what some lore might preach, they were not the first forms of life to rise in the stinking pits of ruin and cruelty known across the multiverse as the Abyss. Before the first fledgling deity gazed upon reality, before mortal life drew its breath, before even the Material Plane itself had fully formed, the Abyss was infested with life.",
			"",
			"Known to many scholars as \"proto-demons,\" these wretched and deadly beings were the qlippoth. Today, because of the influence of sinful mortal souls upon the Abyss, mixed with unholy tamperings at the hands of the daemonic keepers of Abaddon and the cruel whims of fate and evolution, the rule of the qlippoth has receded. The proto-demons dwell now in the noxious and forgotten corners of the Abyss, and the far more fecund and prolific demons rule now in their stead. With each evil mortal soul that finds its way into the Abyss, the ranks of the demonic hordes grows - a single soul can fuel the manifestation of dozens or even hundreds of demons, with the exact nature of the sins carried by the soul guiding the shapes and roles of the newly formed fiends.",
			"",
			"The Abyss is a vast (some say infinite) realm, far larger than any other plane save possibly the primal chaos of the Maelstrom itself. As befits such a vast and varied realm, the demonic host is likewise diverse. Some carry in their frames humanoid shapes, while others are twisted beasts. Some flop on land while others flap in air or sea. Some are schemers and manipulators of emotion and politics, others are destructive engines of ruin. Yet all demons work to the same goal-pain and suffering for mortal life in all its forms.",
			"",
			"Yet despite this, mortals have sought demonic aid since the start. Be it an instinctual draw to self-destruction or a misguided lust for power, conjurers to this day continue to draw forth demons with forbidden magic. Some conjure demons for lore, while others call upon them to serve as assassins or guards. Demons view such summoners with a mix of hatred and thanks, for most demons lack the ability to come to the Material Plane to wreak havoc on their own. They depend on the mad to call them up from the Abyss, and while they gnash their fangs and rail against the commands and strictures enforced, most demons find ways to twist their summoners' demands so that even the most tightly controlled demonic slave leaves a trace of ruin and despair in its wake. More often than not, a foolish spellcaster makes a fatal mistake in the conjuring and pays for it with blood, unwittingly releasing a terrible blight upon the world as his conjuration breaks free of his control.",
			"",
			"The truly mad call upon demons to offer themselves, both body and soul, in the misguided belief that alliance with the demonic can buy salvation and protection when the demonic apocalypse finally comes to call. Tales of desperate kings who sought to engage demons to serve as generals for their armies or of lunatics who seek demonic sires to gift them with horrific children are common enough, yet worst are those mortals who worship the most powerful demons as gods, and who pledge their lives in support of that which would bring destruction to all.",
			"",
			"**Also see:** {subtype/Demon/ (subtype)}",
			"",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Abrikandilu}",
			"- {monster/Andrazku}",
			"- {monster/Babau}",
			"- {monster/Balor}",
			"- {monster/Brimorak}",
			"- {monster/Cambion}",
			"- {monster/Coloxus}",
			"- {monster/Derakni}",
			"- {monster/Dretch}",
			"- {monster/Gallu}",
			"- {monster/Ghalzarokh}",
			"- {monster/Gibrileth}",
			"- {monster/Glabrezu}",
			"- {monster/Hala}",
			"- {monster/Hezrou}",
			"- {monster/Incubus}",
			"- {monster/Kalavakus}",
			"- {monster/Katpaskir}",
			"- {monster/Kithangian}",
			"- {monster/Larva}",
			"- {monster/Lilitu}",
			"- {monster/Marilith}",
			"- {monster/Nabasu}",
			"- {monster/Nalfeshnee}",
			"- {monster/Omox}",
			"- {monster/Oolioddroo}",
			"- {monster/Painajai}",
			"- {monster/Quasit}",
			"- {monster/Schir}",
			"- {monster/Seraptis}",
			"- {monster/Shachath}",
			"- {monster/Shadow Demon}",
			"- {monster/Shemhazian}",
			"- {monster/Succubus}",
			"- {monster/Swaithe}",
			"- {monster/Thoxel Demon}",
			"- {monster/Ulkreth}",
			"- {monster/Vavakia}",
			"- {monster/Vermlek}",
			"- {monster/Vilsteth}",
			"- {monster/Vrock}",
			"- {monster/Vrolikai}",
			"- {monster/Yaenit}",
			"",
			"### Mythic Members of This Family:",
			"",
			"- {monster/Marilith>_mythic}",
			"- {monster/Nalfeshnee>_mythic}",
			"- {monster/Vrock>_mythic}"
		]
	},
	"demon_lord": {
		"name": "Demon Lord",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Demon Lord",
			"",
			"{SOURCE Bestiary 4}",
			"",
			"The mightiest of all demons are the demon lords of the Abyss, influential entities of chaos and evil and powerful demigods who each rule vast realms of horror and vice. Each demon lord is a unique creature, a paragon of sin that exists only to further its own desires. The genesis of demon lords varies. The majority of them rise from lesser demons who have transformed into powerful entities (this was how Pazuzu became a demon lord). In rare cases, a demon lord transitions directly from being a powerful, sinful mortal into the role of demon lord (as is the case with Kostchtchie), or from a qlippoth into a demon lord as a result of unknowable influences in the Abyss (as is the case with Dagon).",
			"",
			"When a demon gathers enough power, whether by gaining class levels, advancing in Hit Dice, gaining many mythic tiers or ranks, undertaking a vile ritual, or simply amassing a sufficiently large and devoted following, it becomes what is known as a nascent demon lord. It may remain a nascent lord indefinitely, but usually seeks to complete its transformation into a full-fledged demon lord. In order to do so, the nascent lord must build a cult among mortals, but more importantly it must claim and control a large enough Abyssal realm that the plane itself takes notice and elevates the nascent lord to the power level of a demon lord. In a few cases, demon lords have been known to ascend to the status of full deities. While there are likely thousands of nascent demon lords in existence at any one time in the Abyss, the number of fullfledged demon lords is more limited-known examples of demon lords number in the dozens.",
			"",
			"The phrase \"demon lord\" is gender neutral-there are male, female, and genderless demon lords, as well as demon lords with multiple genders.",
			"",
			"A demon lord may be contacted via commune, and can be conjured via a gate spell, but when so called, a demon lord is under no compulsion to come through the gate. Typically, a demon lord requires an enormous and significant offering or sacrifice before it deigns to answer a gate spell.",
			"",
			"### Abyssal Realms",
			"",
			"Demon lords' realms range in size, but even the smallest are as large as a continent, and the greatest are larger than some planets. The realms' environments, themes, and traits are as unique as the demon lords themselves, presenting unusual challenges and dangers to creatures trying to explore them. Yet despite the close connection a demon lord has to its realm, it does not exert total control over the realm, and powerful adventurers can infiltrate such realms and accomplish goals without arousing the lord's anger - if they're careful.",
			"",
			"A demon lord gains the following additional powers while in its realm (the statistics presented on the following pages do not include these abilities):",
			"",
			"- **Mythic:** A demon lord functions as a 10th mythic rank creature, including the mythic power ability (10/day, surge +1d12). It may expend uses of mythic power to use the mythic versions of any spell-like ability denoted with an asterisk (\\*) just as if the ability were a mythic spell.",
			"- Use of the following spell-like abilities at will-demand, discern location, fabricate, major creation, and polymorph any object (when used on objects or creatures that are native to the realm, the polymorph duration factor increases by 6).",
			"- Use of the following spell-like abilities once per day-binding, miracle (limited to physical effects that manipulate the realm or to effects that are relevant to the demon lord's areas of concern)",
			"- **Heightened Awareness (Ex):** A demon lord gains a +10 insight bonus on Perception checks and Initiative checks.",
			"",
			"### Demon Lords in a Campaign",
			"",
			"Each demon lord is a unique creature ranging in power from CR 26 to CR 30. Demon lords are generally beyond the reach of most mortal heroes, and should not be placed in an adventure without careful consideration. In most cases, they are best used as the final enemies of long campaigns - especially campaigns in which the PCs themselves are mythic characters - and even getting an audience with one should be a memorable event.",
			"",
			"Yet even if demon lords are far outside the abilities of most heroes to combat directly, they can still be used as foes in campaigns of all levels, inspiring or directing monsters, mortals, and entire cults. Opposing and defeating a cult is a time-honored plotline for a campaign, and a climactic encounter where the PCs must close a portal before the cult's demon lord manifests in the flesh can make an exciting capstone to a longrunning campaign, especially if the demon lord in question appears for a round or 2 to fight the PCs before the closing of the portal forces it back to the Abyss. Alternatively, rather than having the PCs face the demon lord at full power, you can build a campaign where the PCs systematically undermine and destroy a demon lord's resources, imposing increasing penalties on it and gathering potent weapons so that when the time comes for the final confrontation, the PCs are powerful and the demon lord is weakened to a state below its normal CR. An easy way to model weakening a demon in this manner is to assign negative levels to the demon-normally, a demon lord is immune to level drain, but in this case, the reduction of its resources and sources of power can bypass that immunity for a time... at least, until the demon lord can rebuild and recover.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Baphomet}",
			"- {monster/Dagon}",
			"- {monster/Deskari}",
			"- {monster/Kostchtchie}",
			"- {monster/Nocticula}",
			"- {monster/Pazuzu}",
			"- {monster/Shax}",
			"- {monster/Sifkesh}",
			"- {monster/Xoveron}"
		]
	},
	"devil": {
		"name": "Devil",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Devil",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"Masters of corruption and despoilers of purity, devils seek to destroy all things good and drag mortal souls back with them to the depths of Hell.",
			"",
			"As the most numerous fiendish occupants of Hell, the various forms of devils are well catalogued by diabolists. Most are known by two names: an evocative title given to the fiends by commoners and folklore, and an obscure, ancient designation spoken by the servants of Hell and those who would seek to deal with the damned.",
			"",
			"Born from the foulest of mortal souls - their personalities and memories long since scoured by millennia of torment - would-be devils rise from the masses of suffering souls as lemures, revolting beings of mindless evil potentiality. Only through continued centuries of torture or by the edicts of more powerful devils do these least of devilkind rise to become deadlier fiends, graduating through a pain-wracked metamorphosis dictated by their masters or the infernal whims of Hell's semi-sentient layers. While fiendish lords wield transformation into greater or lesser forms as both prize and punishment, some devils spontaneously rise from particularly evil souls long trapped upon an infernal layer. Thus, although the various diabolical breeds possess recognizable abilities and hold generalized rankings in the great infernal hierarchy, a devil's type alone does not always correspond to a specific tenure of torment or place in the infernal chain of command.",
			"",
			"Devils fill the nine layers of Hell, though certain fiends are more common on specific layers than others, their specialized duties or fealty to individual archdevils drawing them to one torturous domain more than others. Although the various types of devils tend to specialize in unique forms of depravity or temptation, the hierarchies of Hell are not without flexibility for uncommon individual talents. Thus, particularly watchful hamatulas might join the ranks of Phlegethon's bone devil inquisitors, while veteran barbazus might serve among the pit fiends of Nessus.",
			"",
			"Beyond the pits of Hell, devils often travel to the Material Plane at the summons of evil spellcasters. Quick to bargain and willing to serve mortals to assure their damnation, devils ever obey the letter of their agreements, but serve the whims of Hell foremost. Thus, even the least of devilkind might come to the Material Plane intent on further corrupting souls, cleverly escaping the bonds of their contracts to indulge their own plots, or to further the unspeakable goals of the archdevils of Hell.",
			"",
			"### The Ranks of Devilkind",
			"",
			"Diabolists speak often of the rankings of Hell, the distinctions made between devils that distinguish the foot soldiers from the commanders of Hell's armies. While such divisions mean little to most mortals - a devil being a deadly foe in any incarnation - the hierarchies and nuances of Hell's society carry distinctions vital to the survival of any who would commune with devils. What distinguishes a breed of devils above or below others is more than a matter of brawn, with several cunning types of fiend holding priority over their fundamentally stronger brethren. While a devil's station does not mean it can instantly command every other devil of inferior standing, it does imply which fiends might serve their brethren or hold influence over others.",
			"",
			"Below these are the devil races themselves, from the lordly and malevolent pit fiends all the way down to the lowly, malformed lemure.",
			"",
			"### The Infernal Hierarchy",
			"",
			"Listed here, from the absolute weakest devils to the lords of Hell, is the most basic hierarchy of the infernal realm's best-known denizens.",
			"",
			"**Least Devils:** imps, lemures",
			"",
			"**Lesser Devils:** bearded devils (barbazus), erinyes, barbed devils (hamatulas), bone devils (osyluths)",
			"",
			"**Greater Devils:** horned devils (cornugons), ice devils (gelugons), pit fiends",
			"",
			"**Also see:** {subtype/Devil/ (subtype)}",
			"",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Accomplice Devil (|Hesperian)}",
			"- {monster/Accuser Devil/ (Zebub)}",
			"- {monster/Advodaza}",
			"- {monster/Apostate Devil (|Deimavigga)}",
			"- {monster/Barbed Devil (|Hamatula)}",
			"- {monster/Bearded Devil (|Barbazu)}",
			"- {monster/Belier Devil (|Bdellavritra)}",
			"- {monster/Bone Devil (|Osyluth)}",
			"- {monster/Cabal Devil (|Uniila)}",
			"- {monster/Chortov}",
			"- {monster/Contract Devil (|Phistophilus)}",
			"- {monster/Curse Devil (|Phiam)}",
			"- {monster/Drowning Devil (|Sarglagon)}",
			"- {monster/Erinyes}",
			"- {monster/Executioner Devil (|Munagola)}",
			"- {monster/Gambling Devil (|Magadaz)}",
			"- {monster/Handmaiden Devil (|Gylou)}",
			"- {monster/Heresy Devil (|Ayngavhaul)}",
			"- {monster/Horned Devil (|Cornugon)}",
			"- {monster/Host Devil, Greater (Magaav)}",
			"- {monster/Host Devil, Lesser (Gaav)}",
			"- {monster/Ice Devil (|Gelugon)}",
			"- {monster/Immolation Devil (|Puragaus)}",
			"- {monster/Imp}",
			"- {monster/Lemure}",
			"- {monster/Mnemor}",
			"- {monster/Nemesis Devil (|Advodaza)}",
			"- {monster/Nupperibo}",
			"- {monster/Pit Fiend}",
			"- {monster/Possession Devil, |Greater (Gidim)}",
			"- {monster/Possession Devil, |Lesser (Gidim)}",
			"- {monster/Rust Devil (|Ferrugon)}",
			"- {monster/Salikotal}",
			"- {monster/Sire Devil (|Patraavex)}",
			"- {monster/Tinder Devil (|Ukobach)}",
			"- {monster/Warmonger Devil (|Levaloch)}",
			"",
			"### Mythic Members of This Family:",
			"",
			"- {monster/Bone Devil>_mythic}",
			"- {monster/Ice Devil>_mythic}"
		]
	},
	"dinosaur": {
		"name": "Dinosaur",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Dinosaur",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"This family represents a group of similar monsters. No official description has been provided.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Allosaurus}",
			"- {monster/Amargasaurus}",
			"- {monster/Ankylosaurus}",
			"- {monster/Brachiosaurus}",
			"- {monster/Ceratosaurus}",
			"- {monster/Compsognathus}",
			"- {monster/Deinonychus}",
			"- {monster/Dimetrodon}",
			"- {monster/Dimorphodon}",
			"- {monster/Diplodocus}",
			"- {monster/Elasmosaurus}",
			"- {monster/Giganotosaurus}",
			"- {monster/Iguanodon}",
			"- {monster/Kentrosaurus}",
			"- {monster/Pachycephalosaurus}",
			"- {monster/Parasaurolophus}",
			"- {monster/Plesiosaurus}",
			"- {monster/Pteranodon}",
			"- {monster/Quetzalcoatlus}",
			"- {monster/Spinosaurus}",
			"- {monster/Stegosaurus}",
			"- {monster/Styracosaurus}",
			"- {monster/Therizinosaurus}",
			"- {monster/Triceratops}",
			"- {monster/Troodon}",
			"- {monster/Tylosaurus}",
			"- {monster/Tyrannosaurus}",
			"- {monster/Velociraptor}"
		]
	},
	"div": {
		"name": "Div",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Div",
			"",
			"{SOURCE Bestiary 3}",
			"",
			"While demons exist to destroy, devils yearn to corrupt and control, and daemons seek the death of all things, the foul beings known as divs strive to ruin and despoil all things created by mortals. Spawned from corrupted genies exiled to the accursed depths of Abaddon, divs harbor an ancient hatred against all mortalkind, doing all in their power not simply to destroy but also to torment all that lives. Patient and vicious, divs seek to spoil all things beautiful and joyous, dooming their victims to existences full of frustration and suffering before succumbing to lengthy, painful deaths.",
			"",
			"The most ancient of myths claim that divs were the aides and architects of numerous magical and forgotten mortal empires in an age of wondrous and mysterious antiquity. During this unfathomably ancient time these masters of creation served as helpful genies, allied to thankful and gracious masters. However, this bond with mortals soon frayed, as generations of the shorter-lived races ebbed and flowed like ripples in a puddle, forgetting the oaths and respect their forbearers gave divs; some began to abuse and neglect their otherworldly allies, while others merely turned away from genies to rely upon and extol the creations of mortalkind. As the contributions of geniekind were ignored and the deities celebrated the rise of their mortal creations across the worlds, many of the ancient architects rose in rebellion against mortals and the ancient deities who shepherded them. In turning from the paths of inspiration and creation, these genie rebels fell under the sway of a power of destruction known as Ahriman, who granted them not only the vicious might to avenge themselves against mortalkind, but also twisted forms marking them as paragons of depredation, havoc, and ruin. Thus did first divs come into being.",
			"",
			"Ever since, divs have arisen from the spirits of the most nefarious and spiteful evil genies. Rather than returning to the Elemental Planes upon their destruction, these foul genies find their way into the claws of Ahriman, a spirit of annihilation who has haunted geniekind since the earliest days of creation. Having forged a realm upon the ruined hinterlands of the foul plane of Abaddon, Ahriman uses the innate corruption of that realm along with his own immortal evil to inspire wickedness in the souls drawn to him, warping such profane spirits into div servitors of a variety of terrible forms. Indifferent to the genie race from which the soul hailed, the Lord of the Divs sees only the evil within and grants it an abhorrent shape particular to the vices that brought the genie to his domain. What emerges from Ahriman's grip is a dreadful new fiend, an enemy of mortalkind and the deities of good, a hateful spirit given a form with which to wreak its revenge. The dark god's touch leaves behind nothing of the individual genie that once was-only hatred, entitlement, and vengeance remain.",
			"",
			"Although as varied in form as any of the more pervasive fiendish races, divs often demonstrate the pride, affectations, and tastes of geniekind, drawing them toward desert realms, ancient sites, and opulent displays of power. Yet for all their varied powers, most divs prefer using mortals to foster the dooms they envision, manipulating those they hate to become the masters of their own destruction. Nothing pleases a div as much as seeing a powerful mortal squander everything she's built to end up poor, faithless, and resentful. Divs also treat genies with spite and hatred, eagerly slaying them or working them into their degenerate plans.",
			"",
			"As a flaw of their spiritual reshaping, each type of div has a strange weakness that compels it to act in a certain way, such as always attacking the most beautiful opponent, bargaining to learn a secret, or avoiding the color red. Although the wisest know and tell of these weaknesses, every div is aware of its compulsions and avoids being entrapped by them while also plotting ways to exploit opponents who think it vulnerable.",
			"",
			"### Ahriman",
			"",
			"Ahriman appears as a bestial fiend, his hands clawed like those of a tiger and feet taloned like those of a vulture. Oily snakes worm through his scarred black flesh, riddling their host and all near him with deadly venoms. Horns etched with ancient curses crown the tigerlike face of Ahriman, and beyond a great maw filled with soul-rending fangs lies a gate to a realm of darkness rivaled only by oblivion.",
			"",
			"An ancient evil, Ahriman sprung from the creation of the first genies. Scholars say when the act of creation that brought genies to life occurred, a shadow of destruction followed. This shadow cast itself across the world, countering light and creation where it fell. Over countless millennia, this spirit of annihilation came to be known as Ahriman.",
			"",
			"Ahriman's ultimate goal is oblivion. To aid him in his immortal plots he has spawned innumerable blasphemies over countless ages, but the corrupted genie spirts known as divs are his most numerous slaves. Ahriman and his minions delight in influencing mortals toward destructive decisions and the abandonment of wisdom. As ageless and patient as he is vicious, this force of ancient evil seeks to ease the world toward dissolution one failure at a time.",
			"",
			"A conniving demigod, Ahriman accepts the worship of evil mortals despite his and his minions' loathing of such beings. Clerics of Ahriman are either nihilists or deluded cultists who work to corrupt others, sow misfortune, and tear down the works of geniekind. Ahriman grants access to the domains of Darkness, Death, Destruction, and Evil. Ahriman's symbol is a black circle with a thin sliver of light overtaken by darkness, and his favored weapon is the whip.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Aghash}",
			"- {monster/Akvan}",
			"- {monster/Bushyasta}",
			"- {monster/Doru}",
			"- {monster/Druj Nasu}",
			"- {monster/Ghawwas}",
			"- {monster/Pairaka}",
			"- {monster/Sepid}",
			"- {monster/Shira}"
		]
	},
	"dragon_true": {
		"name": "Dragon (True)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Dragon (True)",
			"",
			"{SOURCE Pathfinder RPG Bestiary}",
			"",
			"True dragons are divided into two broad categories: chromatic and metallic. Chromatic dragons are almost universally evil, seeking only to slake their endless lust for food, treasure, and bloodshed. Metallic dragons are generally good and often protect the lands under their care.",
			"",
			"### Age Categories",
			"",
			"Many of a true dragon's abilities, attacks, and other statistics improve as a dragon grows older. These increases are divided into 12 age categories - as a dragon ages, its base statistics change as noted on the Dragon Age Categories table.",
			"",
			"| Age Category | Age in Years | CR | Size | Hit Dice | Natural Armor | Breath Weapon |",
			"| --- | --- | --- | --- | --- | --- | --- |",
			"| 1 Wyrmling | 0-5 | Base | Base | Base | Base | Base |",
			"| 2 Very young | 6-15 | Base + 2 | Base + 1 | Base + 2 | Base + 3 | Base &times; 2 |",
			"| 3 Young | 16-25 | Base + 4 | Base + 2 | Base + 4 | Base + 6 | Base &times; 3 |",
			"| 4 Juvenile | 26-50 | Base + 5 | Base + 2 | Base + 6 | Base + 9 | Base &times; 4 |",
			"| 5 Young adult | 51-100 | Base + 7 | Base + 3 | Base + 8 | Base + 12 | Base &times; 5 |",
			"| 6 Adult | 101-200 | Base + 8 | Base + 3 | Base + 10 | Base + 15 | Base &times; 6 |",
			"| 7 Mature adult | 201-400 | Base + 9 | Base + 3 | Base + 12 | Base + 18 | Base &times; 7 |",
			"| 8 Old | 401-600 | Base + 11 | Base + 4 | Base + 14 | Base + 21 | Base &times; 8 |",
			"| 9 Very old | 601-800 | Base + 12 | Base + 4 | Base + 16 | Base + 24 | Base &times; 9 |",
			"| 10 Ancient | 801-1,000 | Base + 13 | Base + 4 | Base + 18 | Base + 27 | Base &times; 10 |",
			"| 11 Wyrm | 1,001-1,200 | Base + 14 | Base + 4 | Base + 20 | Base + 30 | Base &times; 11 |",
			"| 12 Great wyrm | 1,201+ | Base + 16 | Base + 5 | Base + 22 | Base + 33 | Base &times; 12 |",
			"",
			"**Age Category:** This is the age category's name.",
			"",
			"**Age in Years:** This is the dragon's actual age.",
			"",
			"**CR:** This column modifies the dragon's base CR.",
			"",
			"**Size:** This shows how many size categories by which to increase the dragon's base size, depending on its age (from Tiny to Small, Small to Medium, and so on). A true dragon does not gain the standard increases to ability scores when it achieves a larger size-instead, true dragons gain ability score increases according to their age category, as indicated on the Dragon Ability Scores table.",
			"",
			"**Hit Dice:** This shows how many additional Hit Dice a dragon gains over its base Hit Dice as it grows. Increases to Hit Dice grant extra hit points, feats, and skill ranks as well as increase the dragon's base attack bonus and base save bonuses. Dragons have skill ranks equal to 6 + their Intelligence modifier per Hit Die. A dragon's increases to ability scores for gaining Hit Dice are included in the total ability score increases (see the Dragon Ability Scores table).",
			"",
			"**Natural Armor:** This shows by what amount the dragon's base natural armor bonus increases with each age category.",
			"",
			"**Breath Weapon:** Each dragon has a breath weapon (see Combat) that deals a base amount of damage. This multiplier increases the number of dice of damage dealt by the dragon's breath weapon. For example, a mature adult dragon with a base breath weapon that deals 2d6 acid damage would deal 14d6 acid damage (due to the &times;7 multiplier).",
			"",
			"| Age Category | Str | Dex | Con | Int | Wis | Chr |",
			"| --- | --- | --- | --- | --- | --- | --- |",
			"| 1 Wyrmling | Base | Base | Base | Base | Base | Base |",
			"| 2 Very young | Base + 4 | Base - 2 | Base + 2 | Base + 2 | Base + 2 | Base + 2 |",
			"| 3 Young | Base + 8 | Base - 2 | Base + 4 | Base + 2 | Base + 2 | Base + 2 |",
			"| 4 Juvenile | Base + 10 | Base - 2 | Base + 6 | Base + 4 | Base + 4 | Base + 4 |",
			"| 5 Young adult | Base + 12 | Base - 4 | Base + 6 | Base + 4 | Base + 4 | Base + 4 |",
			"| 6 Adult | Base + 14 | Base - 4 | Base + 8 | Base + 6 | Base + 6 | Base + 6 |",
			"| 7 Mature adult | Base + 16 | Base - 4 | Base + 8 | Base + 6 | Base + 6 | Base + 6 |",
			"| 8 Old | Base + 18 | Base - 6 | Base + 10 | Base + 8 | Base + 8 | Base + 8 |",
			"| 9 Very old | Base + 20 | Base - 6 | Base + 10 | Base + 8 | Base + 8 | Base + 8 |",
			"| 10 Ancient | Base + 22 | Base - 6 | Base + 12 | Base + 10 | Base + 10 | Base + 10 |",
			"| 11 Wyrm | Base + 24 | Base - 8 | Base + 12 | Base + 10 | Base + 10 | Base + 10 |",
			"| 12 Great wyrm | Base + 26 | Base - 8 | Base + 14 | Base + 12 | Base + 12 | Base + 12 |",
			"",
			"### Combat",
			"",
			"The Dragon Attacks and Speeds table lists the attacks a dragon can employ and the damage it deals (a dash indicates that a dragon of that size does not possess that natural attack). Other abilities described here are gained by dragons when they reach a specific age category.",
			"",
			"| Size | Fly Speed (maneuverability) | 1 Bite | 2 Claws | 2 Wings | 1 Tail Slap | 1 Crush | 1 Tail Sweep | Breath Weapon (Line) | Breath Weapon (Cone) |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| Tiny | 100 ft. (average) | 1d4 | 1d3 | - | - | - | - | 30 ft. | 15 ft. |",
			"| Small | 150 ft. (average) | 1d6 | 1d4 | - | - | - | - | 40 ft. | 20 ft. |",
			"| Medium | 150 ft. (average) | 1d8 | 1d6 | 1d4 | - | - | - | 60 ft. | 30 ft. |",
			"| Large | 200 ft. (poor) | 2d6 | 1d8 | 1d6 | 1d8 | - | - | 80 ft. | 40 ft. |",
			"| Huge | 200 ft. (poor) | 2d8 | 2d6 | 1d8 | 2d6 | 2d8 | - | 100 ft. | 50 ft. |",
			"| Gargantuan | 250 ft. (clumsy) | 4d6 | 2d8 | 2d6 | 2d8 | 4d6 | 2d6 | 120 ft. | 60 ft. |",
			"| Colossal | 250 ft. (clumsy) | 4d8 | 4d6 | 2d8 | 4d6 | 4d8 | 2d8 | 140 ft. | 70 ft. |",
			"",
			"**Fly Speed:** A dragon's fly speed increases as indicated, according to its size.",
			"",
			"**Bite:** This is a primary attack that deals the indicated damage plus 1-1/2 times the dragon's Strength bonus (even though it has more than one attack). A dragon's bite attack has reach as if the creature were one size category larger (+10 feet for Colossal dragons).",
			"",
			"**Claws:** These primary attacks deal the indicated damage plus the dragon's Strength bonus.",
			"",
			"**Wings:** The dragon can slam foes with its wings, even when flying. Wing attacks are secondary attacks that deal the indicated damage plus 1/2 the dragon's Strength bonus.",
			"",
			"**Tail Slap:** The dragon can slap one foe each round with its tail. A tail slap is a secondary attack that deals the indicated damage plus 1-1/2 times the dragon's Strength bonus (this is an exception to the normal secondary attack rules).",
			"",
			"**Crush (Ex):** A flying or jumping Huge or larger dragon can land on foes as a standard action, using its whole body to crush them. Crush attacks are effective only against opponents three or more size categories smaller than the dragon. A crush attack affects as many creatures as fit in the dragon's space. Creatures in the affected area must succeed on a Reflex save (DC equal to that of the dragon's breath weapon) or be pinned, automatically taking bludgeoning damage during the next round unless the dragon moves off them. If the dragon chooses to maintain the pin, it must succeed at a combat maneuver check as normal. Pinned foes take damage from the crush each round if they don't escape. A crush attack deals the indicated damage plus 1-1/2 times the dragon's Strength bonus.",
			"",
			"**Tail Sweep (Ex):** This allows a Gargantuan or larger dragon to sweep with its tail as a standard action. The sweep affects a half-circle with a radius of 30 feet (or 40 feet for a Colossal dragon), extending from an intersection on the edge of the dragon's space in any direction. Creatures within the swept area are affected if they are four or more size categories smaller than the dragon. A tail sweep automatically deals the indicated damage plus 1-1/2 times the dragon's Strength bonus (round down). Affected creatures can attempt Reflex saves to take half damage (DC equal to that of the dragon's breath weapon).",
			"",
			"**Breath Weapon (Su):** Using a breath weapon is a standard action. A dragon can use its breath weapon once every 1d4 rounds, even if it possesses more than one breath weapon. A breath weapon always starts at an intersection adjacent to the dragon and extends in a direction of the dragon's choice. Breath weapons come in two shapes, lines and cones, whose areas vary with the dragon's size. If a breath weapon deals damage, those caught in the area can attempt Reflex saves to take half damage. The save DC against a breath weapon is 10 + 1/2 dragon's HD + dragon's Con modifier. Saves against various breath weapons use the same DC; the type of saving throw is noted in the variety descriptions. A dragon can use its breath weapon when it is grappling or being grappled.",
			"",
			"### Additional Dragon Rules",
			"",
			"**Dragon Senses (Ex):** Dragons have darkvision 120 ft. and blindsense 60 ft. They see four times as well as a human in dim light and twice as well in normal light.",
			"",
			"**Frightful Presence (Ex):** A dragon's frightful presence has a range equal to 30 feet &times; the dragon's age category, but otherwise functions as detailed in the [Universal Monster Rules](umr/frightful_presence).",
			"",
			"**Spells:** A dragon knows and casts arcane spells as a sorcerer of the level indicated in its specific description. Its caster level depends on its age, as shown for each type.",
			"",
			"**Spell-Like Abilities:** A dragon's caster level for its spell-like abilities is equal to its total Hit Dice.",
			"",
			"**Damage Reduction:** Dragons gain damage reduction as they age, as indicated on each dragon's specific entry. Their natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.",
			"",
			"**Immunities (Ex):** Every dragon is immune to sleep and paralysis. In addition, a dragon is immune to one or two additional forms of attack no matter what its age, as given in its description.",
			"",
			"**Spell Resistance (Ex):** As dragons grow older, they become more resistant to spells and spell-like abilities, as indicated in the dragon descriptions. A dragon's SR is equal to 11 + its CR.",
			"",
			"**Subfamilies:**",
			"",
			"- {family/Dragon (Black)}",
			"- {family/Dragon (Blue)}",
			"- {family/Dragon (Brass)}",
			"- {family/Dragon (Bronze)}",
			"- {family/Dragon (Copper)}",
			"- {family/Dragon (Gold)}",
			"- {family/Dragon (Green)}",
			"- {family/Dragon (Imperial)}",
			"- {family/Dragon (Outer)}",
			"- {family/Dragon (Planar)}",
			"- {family/Dragon (Primal)}",
			"- {family/Dragon (Red)}",
			"- {family/Dragon (Silver)}",
			"- {family/Dragon (White)}",
			"- {family/Dragon (Black)}",
			"- {family/Dragon (Black)}",
			"- {family/Dragon (Black)}",
			"- {family/Dragon (Black)}"
		]
	},
	"true_dragon": { "copyof": "dragon_true" },
	"dragon": { "copyof": "dragon_true" },
	"dragon_black": {
		"name": "Dragon (Black)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Dragon (Black)",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Immunity to acid, water breathing | - |",
			"| Very young | Swamp stride | - |",
			"| Young | Speak with reptiles | - |",
			"| Juvenile | Darkness | - |",
			"| Young adult | DR 5/magic, spell resistance | 1st |",
			"| Adult | Corrupt water, frightful presence | 3rd |",
			"| Mature adult | DR 10/magic | 5th |",
			"| Old | Acidic bite, plant growth | 7th |",
			"| Very old | DR 15/magic | 9th |",
			"| Ancient | Acid pool, insect plague | 11th |",
			"| Wyrm | DR 20/magic | 13th |",
			"| Great wyrm | Charm reptiles | 15th |",
			"",
			"**Family:** {family/True Dragon}",
			"",
			"### Special Abilities",
			"",
			"**Acid Pool (Su)** An ancient or older black dragon can use its breath weapon to create an acid pool as a standard action. This acid pool has a radius of 5 feet per age category of the dragon. When an acid pool is created, anyone inside its area takes an amount of damage equal to the dragon's breath weapon (Reflex half). Any creature that starts its turn touching this pool takes damage, but can make a Reflex save for half. Each round, the total damage dice of the pool is halved until the result would be less than 1d6. The acid pool floats on water, and deals damage to anything on the surface.",
			"",
			"**Acidic Bite (Su)** At old age, a black dragon's bite deals an additional 2d6 points of acid damage. An ancient dragon's damage increases to 4d6, and a great wrym's to 6d6.",
			"",
			"**Charm Reptiles (Sp)** A great wyrm black dragon can use this ability three times per day. It works as a mass charm monster spell that affects only reptilian animals. This ability is the equivalent of an 8th-level spell.",
			"",
			"**Corrupt Water (Sp)** Once per day an adult or older black dragon can stagnate 10 cubic feet of still water, making it foul and unable to support water-breathing life. The ability spoils liquids containing water. Liquid-based magic items (such as potions) and items in a creature's possession must succeed on a Will save (DC equal to the dragon's frightful presence) or become ruined. This ability is the equivalent of a 1st-level spell. Its range is equal to that of the dragon's frightful presence.",
			"",
			"**Speak with Reptiles (Sp)** A young or older black dragon gains the constant spell-like ability to speak with reptiles. This functions as speak with animals, but only with reptilian animals.",
			"",
			"**Spell-Like Abilities (Sp)** A black dragon gains the following spell-like abilities, usable at will upon reaching the listed age category. Juvenile-darkness (radius 10 feet per age category); Old-plant growth; Ancient-insect plague.",
			"",
			"**Swamp Stride (Ex)** A very young or older black dragon can move through bogs and quicksand without penalty at its normal speed.",
			"",
			"**Water Breathing (Ex)** A black dragon can breathe underwater indefinitely and can freely use its breath weapon, spells, and other abilities while submerged.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Black Dragon}",
			"- {monster/Ancient Black Dragon}",
			"- {monster/Young Black Dragon}",
			"",
			"### Mythic Members of This Family:",
			"",
			"- [Mature Adult Black Dragon](monster/mature_adult_black_dragon_mythic)"
		]
	},
	"black_dragon": { "copyof": "dragon_black" },
	"dragon_blue": {
		"name": "Dragon (Blue)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Dragon (Blue)",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Desert thirst, immune to electricity | - |",
			"| Very young | Sound imitation | - |",
			"| Young | Ghost sound | - |",
			"| Juvenile | Frightful presence, minor image | 1st |",
			"| Young adult | DR 5/magic, spell resistance | 3rd |",
			"| Adult | Electricity aura, ventriloquism | 5th |",
			"| Mature adult | DR 10/magic | 7th |",
			"| Old | Mirage, hallucinatory terrain | 9th |",
			"| Very old | DR 15/magic | 11th |",
			"| Ancient | Storm breath, veil | 13th |",
			"| Wyrm | DR 20/magic | 15th |",
			"| Great wyrm | Sandstorm, mirage arcana | 17th |",
			"",
			"**Family:** {family/True Dragon}",
			"",
			"### Special Abilities",
			"",
			"**Desert Thirst (Su)** A blue dragon can cast create water at will (CL equals its HD). Alternatively, it can destroy an equal amount of liquid in a 10-foot burst. Unattended liquids are instantly reduced to sand. Liquid-based magic items (such as potions) and items in a creature's possession must succeed on a Will save or be destroyed. The save DC is Charisma-based.",
			"",
			"**Electricity Aura (Su)** An adult blue dragon is surrounded by an aura of electricity. Creatures within 5 feet take 1d6 points of electricity damage at the beginning of the dragon's turn. An old dragon's aura extends to 10 feet. An ancient dragon's damage increases to 2d6.",
			"",
			"**Mirage (Su)** An old or older blue dragon can make itself appear to be in two places at once as a free action for a number of rounds per day equal to its Hit Dice. This ability functions as project image but the dragon can use its breath weapon through the mirage.",
			"",
			"**Sandstorm (Su)** As a standard action, a great wyrm blue dragon can create a sandstorm centered on itself with a radius of 1,200 feet. Creatures other than the dragon inside the storm take 2d6 points of damage per round in addition to the normal sandstorm penalties. This sandstorm lasts for up to 1 hour, but can be dismissed by the dragon as a free action.",
			"",
			"**Sound Imitation (Ex)** A very young or older blue dragon can mimic any voice or sound it has heard by making a successful Bluff check against a listener's Sense Motive check.",
			"",
			"**Spell-Like Abilities (Sp)** A blue dragon gains the following spell-like abilities, usable at will upon reaching the listed age category. Young-ghost sound; Juvenile-minor image; Adult-ventriloquism; Old-hallucinatory terrain; Ancient-veil; Great wyrm-mirage arcana.",
			"",
			"**Storm Breath (Su)** An ancient or older blue dragon can use its breath weapon to create a storm of lightning. This functions as call lightning storm, but the damage is equal to the dragon's breath weapon. The dragon can call down 1 bolt per round as a free action for 1d6 rounds. The save DC is equal to the dragon's breath weapon DC. Additional uses of this ability extend the duration by an additional 1d6 rounds.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Blue Dragon}",
			"- {monster/Ancient Blue Dragon}",
			"- {monster/Young Blue Dragon}",
			"",
			"### Mythic Members of This Family:",
			"",
			"- [Mature Adult Blue Dragon](monster/mature_adult_blue_dragon_mythic)"
		]
	},
	"blue_dragon": { "copyof": "dragon_blue" },
	"dragon_brass": {
		"name": "Dragon (Brass)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Brass Dragon",
			"",
			"**Family:** {family/True Dragon}",
			"",
			"### Special Abilities",
			"",
			"**Desert Wind (Su)** A juvenile or older brass dragon can call up the desert wind to serve him. This functions as gust of wind, but any creature in its path must make a Fortitude save or be blinded for 1d4 rounds by the sand. The save DC for this effect is equal to the dragon's breath weapon DC.",
			"",
			"**Fire Aura (Su)** An old or older brass dragon is surrounded by an aura of intense heat. All creatures within 5 feet of the dragon take 1d6 points of fire damage at the beginning of the dragon's turn. An ancient brass dragon's aura extends to 10 feet. A great wyrm's damage increases to 2d6. A brass dragon can suppress or activate this aura at will as a free action.",
			"",
			"**Move Sand (Sp)** A young or older brass dragon can move sand to excavate ruins or hide treasures. This functions as move earth, but it only affects sand. The dragon uses his HD in place of his caster level for this effect. This is equivalent to a 5th-level spell.",
			"",
			"**Sandstorm (Su)** An ancient or older brass dragon can create a powerful sandstorm once per day as a full-round action. This storm has a radius of 1 mile and lasts for 1 minute per age category of the dragon. This functions as a sandstorm, except that it is also accompanied by windstorm-level winds.",
			"",
			"**Sleep Breath (Su)** Instead of a line of fire, a brass dragon can breathe a cone of sleep gas. Creatures within the cone must succeed on a Will save or fall asleep for 1d6 rounds plus 1 round per age category of the dragon.",
			"",
			"**Spell-Like Abilities (Sp)** A brass dragon gains the following spell-like abilities, usable at will upon reaching the listed age category.",
			"",
			"- Very young-speak with animals;",
			"- Juvenile-endure elements;",
			"- Adult-suggestion; Old-control winds;",
			"- Ancient-control weather;",
			"- Great wyrm-whirlwind.",
			"",
			"**Summon Djinni (Sp)** This ability, usable by a great wyrm brass dragon once per day, works like a summon monster spell, except that it summons one noble djinni. This ability is the equivalent of a 9th-level spell.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Brass Dragon}",
			"- {monster/Ancient Brass Dragon}",
			"- {monster/Young Brass Dragon}"
		]
	},
	"brass_dragon": { "copyof": "dragon_brass" },
	"dragon_bronze": {
		"name": "Dragon (Bronze)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Bronze Dragon",
			"",
			"**Family:** {family/True Dragon}",
			"",
			"### Special Abilities",
			"",
			"**Change Shape (Su)** A young or older bronze dragon can take any animal or humanoid form 3/day as if using polymorph.",
			"",
			"**Electricity Aura (Su)** An old or older bronze dragon has an aura of electricity. All creatures within 5 feet take 1d6 points of electricity damage at the start of the dragon's turn. An ancient dragon's aura is 10 feet. A great wyrm's damage increases to 2d6. A bronze dragon can suppress this aura at will.",
			"",
			"**Repulsion Breath (Su)** Instead of a line of electricity, a bronze dragon can breathe a cone of repulsion gas. Targets must make a Will save or be compelled to do nothing but move away from the dragon for 1d6 rounds plus 1 round per age category. This is a mind-affecting compulsion effect.",
			"",
			"**Spell-Like Abilities (Sp)** A bronze dragon gains the following spell-like abilities, usable at will upon reaching the listed age category. Very young-speak with animals; Juvenile-create food and water; Adult-fog cloud; Old-detect thoughts; Ancient-control water; Great wyrm-control weather.",
			"",
			"**Tidal Wave (Su)** A great wyrm bronze dragon can cause the sea to rise up and crush his enemies once per day as a standard action. This affects an area of coastline 120 feet in length and targets all creatures within 40 feet of the shore-treat the targets as if struck by an avalanche. Treat all creatures as if they were in the bury zone. The save DC to halve this damage is equal to the dragon's breath weapon DC. Those who fail their saves take full damage and are drawn 60 feet off shore and deposited 20 feet under the surface on the round after the wave hits.",
			"",
			"**Vortex (Ex)** Once per day, an ancient or older bronze dragon can create a vortex as a standard action, just like an elder water elemental. A bronze dragon can maintain this vortex for 1 round per age category.",
			"",
			"**Water Breathing (Ex)** A bronze dragon breathes water and can use its breath weapon, spells, and abilities underwater.",
			"",
			"**Wave Mastery (Su)** For up to 10 minutes per age category per day, a juvenile bronze dragon, along with creatures or vessels within 50 feet, can move at twice its normal speed in water.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Bronze Dragon}",
			"- {monster/Ancient Bronze Dragon}",
			"- {monster/Young Bronze Dragon}"
		]
	},
	"bronze_dragon": { "copyof": "dragon_bronze" },
	"dragon_copper": {
		"name": "Dragon (Copper)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Copper Dragon",
			"",
			"**Family:** {family/True Dragon}",
			"",
			"### Special Abilities",
			"",
			"**Climb Stone (Ex)** A copper dragon can climb on stone surfaces as though using the spider climb spell.",
			"",
			"**Deadly Joke (Sp)** Once per day, as a standard action, a great wyrm copper dragon can tell a joke that kills. This affects one target, and functions as power word kill. This is a language-dependent sonic effect.",
			"",
			"**Mass Laughter (Sp)** An ancient copper dragon can tell a fantastic joke once per day as a standard action. All creatures within 10 feet per age category must make a Will save or laugh for 1 round per age category, as if affected by hideous laughter. The save DC is Charisma-based. This is equal to a 6th-level spell.",
			"",
			"**Slow Aura (Su)** An old or older copper dragon is surrounded by an aura of slowness. All creatures within 5 feet of the dragon must make a Will save or be affected as per slow for 1 round. An ancient dragon's aura extends to 10 feet. For great wyrm copper dragons, those opponents that fail their saves are slowed for 1d4 rounds. The DC of this save is equal to the dragon's breath weapon. A copper dragon can suppress or activate this aura at will as a free action.",
			"",
			"**Slow Breath (Su)** Instead of a line of acid, a copper dragon can breathe a cone of slowing gas. Those in the cone must make a Fortitude save or be slowed (as per the spell slow) for 1d6 rounds plus 1 round per age category of the dragon.",
			"",
			"**Spell-Like Abilities (Sp)** A copper dragon gains the following spell-like abilities, usable at will upon reaching the listed age category. Very young-grease; Juvenile-hideous laughter; Adult-stone shape; Old-transmute rock to mud/mud to rock; Ancient-wall of stone; Great wyrm-move earth.",
			"",
			"**Trap Master (Ex)** A juvenile or older copper dragon receives a +1 bonus per age categroy on Craft (traps) and Perception checks made to locate a trap. Upon becoming a mature adult, he can also use Disable Device to disarm magic traps as if he had the rogue's Trapfinding class feature.",
			"",
			"**Uncanny Dodge (Ex)** A young or older copper dragon is always looking out for an ambush. He can never be caught flat-footed. This ability functions like the rogue ability of the same name.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Copper Dragon}",
			"- {monster/Ancient Copper Dragon}",
			"- {monster/Young Copper Dragon}"
		]
	},
	"copper_dragon": { "copyof": "dragon_copper" },
	"dragon_esoteric": {
		"name": "Dragon (Esoteric)",
		"sources": [ "Bestiary 5" ],
		"description": [
			"## Dragon (Esoteric)",
			"",
			"{SOURCE Bestiary 5}",
			"",
			"One of the many families of true dragons, the following group of five includes distantly related creatures that either live in the far-flung corners of the Esoteric Planes or deal with obscure matters on the Material Plane.",
			"",
			"### Age Categories",
			"",
			"Many of a true dragon's abilities, attacks, and other statistics improve as the dragon grows older. These increases are divided into 12 age categories - as a dragon ages, its base statistics change as noted on the Dragon Age Categories table below.",
			"",
			"**Age Category:** This is the age category's name.",
			"",
			"**Age in Years:** This is the dragon's actual age.",
			"",
			"**CR:** This column modifies the dragon's base CR.",
			"",
			"**Size:** This column shows the number of size categories by which to increase the dragon's base size, depending on its age (from Tiny to Small, Small to Medium, and so on). A true dragon does not gain the standard increases to ability scores when it achieves a larger size-instead, it gains ability score increases according to its age category, as indicated on the Dragon Ability Scores table.",
			"",
			"**Hit Dice:** This shows how many additional Hit Dice a dragon gains beyond its base HD as it grows. Increases to HD grant extra hit points, feats, and skill ranks as well as increase the dragon's base attack bonus and base save bonuses. A dragon has skill ranks equal to 6 + its Intelligence modifier per HD. A dragon's increases to ability scores for gaining HD are included in the total ability score increases (see the Dragon Ability Scores table below).",
			"",
			"**Natural Armor:** This shows the amount the dragon's base natural armor bonus increases by age category.",
			"",
			"**Breath Weapon:** Each dragon has a breath weapon (see Combat below) that deals a base amount of damage. This multiplier increases the number of dice of damage dealt by the dragon's breath weapon. For example, a mature adult dragon with a base breath weapon that deals 2d6 points of acid damage would deal 14d6 points of acid damage (because of the &times;7 multiplier).",
			"",
			"### Combat",
			"",
			"The Dragon Attacks and Speeds table below lists the attacks a dragon can make and the damage each deals (a dash indicates a dragon of that size lacks that attack). Dragons gain other abilities when they reach specific age categories.",
			"",
			"**Fly Speed:** A dragon's fly speed increases as indicated, according to its size.",
			"",
			"**Bite:** This is a primary attack that deals the indicated damage plus 1-1/2 times the dragon's Strength bonus (even though it has more than one attack). A dragon's bite attack has reach as if the creature were one size category larger (+10 feet for Colossal dragons).",
			"",
			"**Claws:** These primary attacks deal the indicated damage plus the dragon's Strength bonus.",
			"",
			"**Wings:** The dragon can slam foes with its wings, even when flying. Wing attacks are secondary attacks that deal the indicated damage plus 1/2 the dragon's Strength bonus.",
			"",
			"**Tail Slap:** The dragon can slap one foe each round with its tail. A tail slap is a secondary attack that deals the indicated damage plus 1-1/2 times the dragon's Strength bonus (this is an exception to the normal secondary attack rules).",
			"",
			"**Crush (Ex):** A flying or jumping Huge or larger dragon can land on foes as a standard action, using its whole body to crush them. Crush attacks are effective only against opponents three or more size categories smaller than the dragon. A crush attack affects as many creatures as fit in the dragon's space. Creatures in the affected area must succeed at a Reflex save (DC = the DC of the dragon's breath weapon) or be pinned, automatically taking bludgeoning damage during the next round unless the dragon moves off them. If the dragon chooses to maintain the pin, it must succeed at a combat maneuver check as normal. Pinned foes take damage from the crush attack each round if they don't escape. A crush attack deals the indicated damage + 1-1/2 times the dragon's Strength bonus.",
			"",
			"**Tail Sweep (Ex):** This allows a Gargantuan or larger dragon to sweep with its tail as a standard action. The sweep affects a half-circle with a radius of 30 feet (or 40 feet for a Colossal dragon), extending from an intersection on the edge of the dragon's space in any direction. Creatures within the swept area are affected if they were four or more size categories smaller than the dragon. A tail sweep automatically deals the indicated damage plus 1-1/2 times the dragon's Strength bonus. Affected creatures can attempt Reflex saves to take half damage (DC = the DC of the dragon's breath weapon).",
			"",
			"**Breath Weapon (Su):** Using a breath weapon is a standard action. A dragon can use its breath weapon once every 1d4 rounds, even if it has more than one breath weapon. A breath weapon always starts at an intersection adjacent to the dragon and extends in a direction of the dragon's choice. Breath weapons come in two shapes, lines and cones, the areas of which vary with the dragon's size. If a breath weapon deals damage, those caught in the area can attempt saves - typically Reflex saves but sometimes Fortitude saves - to take half damage (DC = 10 + 1/2 the dragon's HD + the dragon's Constitution modifier). Saves against various breath weapons use the same DC; the type of saving throw is noted in the specific breath weapons' descriptions. A dragon can use its breath weapon when it is grappling or being grappled.",
			"",
			"### Additional Dragon Rules",
			"",
			"All esoteric dragons have the following abilities.",
			"",
			"**Dragon Senses (Ex):** Dragons have darkvision 120 feet and blindsense 60 feet. They see four times as well as a human in dim light and twice as well in normal light.",
			"",
			"**Frightful Presence (Ex):** A dragon's {umr/frightful presence} has a range equal to 30 feet &times; the dragon's age category, but otherwise functions as normal.",
			"",
			"**Psychic Magic:** Esoteric dragons gain greater psychic skill as they age. An esoteric dragon's caster level for its psychic magic spell-like abilities is equal to its total HD. It has an amount of psychic energy equal to 1/2 its HD when it first gains psychic magic + 2 PE for each age category thereafter.",
			"",
			"**Spells:** An esoteric dragon knows and casts psychic spells as a psychic of the level indicated in its specific description. Its caster level depends on its age, as shown for each type.",
			"",
			"**Damage Reduction:** Dragons gain damage reduction as they age, as indicated in each dragon's specific entry. Their natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.",
			"",
			"**Immunities (Ex):** Every dragon is immune to sleep effects and paralysis effects. In addition, a dragon is immune to one or more additional forms of attack or energy damage no matter what its age is, as given in its specific description.",
			"",
			"**Spell Resistance (Ex):** As dragons grow older, they become more resistant to spells and spell-like abilities, as indicated in the specific dragon descriptions. A dragon's spell resistance is equal to 11 + its Challenge Rating.",
			"",
			"### Dragon Age Categories",
			"",
			"| Age Category | Age in Years | CR | Size | Hit Dice | Natural Armor | Breath Weapon |",
			"| --- | --- | --- | --- | --- | --- | --- |",
			"| 1 Wyrmling | 0-5 | Base | Base | Base | Base | Base |",
			"| 2 Very young | 6-15 | Base + 2 | Base + 1 | Base + 2 | Base + 3 | Base &times; 2 |",
			"| 3 Young | 16-25 | Base + 4 | Base + 2 | Base + 4 | Base + 6 | Base &times; 3 |",
			"| 4 Juvenile | 26-50 | Base + 5 | Base + 2 | Base + 6 | Base + 9 | Base &times; 4 |",
			"| 5 Young adult | 51-100 | Base + 7 | Base + 3 | Base + 8 | Base + 12 | Base &times; 5 |",
			"| 6 Adult | 101-200 | Base + 8 | Base + 3 | Base + 10 | Base + 15 | Base &times; 6 |",
			"| 7 Mature adult | 201-400 | Base + 9 | Base + 3 | Base + 12 | Base + 18 | Base &times; 7 |",
			"| 8 Old | 401-600 | Base + 11 | Base + 4 | Base + 14 | Base + 21 | Base &times; 8 |",
			"| 9 Very old | 601-800 | Base + 12 | Base + 4 | Base + 16 | Base + 24 | Base &times; 9 |",
			"| 10 Ancient | 801-1,000 | Base + 13 | Base + 4 | Base + 18 | Base + 27 | Base &times; 10 |",
			"| 11 Wyrm | 1,001-1,200 | Base + 14 | Base + 4 | Base + 20 | Base + 30 | Base &times; 11 |",
			"| 12 Great wyrm | 1,201+ | Base + 16 | Base + 5 | Base + 22 | Base + 33 | Base &times; 12 |",
			"",
			"### Dragon Ability Scores",
			"",
			"| Age Category | Str | Dex | Con | Int | Wis | Cha |",
			"| --- | --- | --- | --- | --- | --- | --- |",
			"| 1 Wyrmling | Base | Base | Base | Base | Base | Base |",
			"| 2 Very young | Base + 4 | Base - 2 | Base + 2 | Base + 2 | Base + 2 | Base + 2 |",
			"| 3 Young | Base + 8 | Base - 2 | Base + 4 | Base + 2 | Base + 2 | Base + 2 |",
			"| 4 Juvenile | Base + 10 | Base - 2 | Base + 6 | Base + 4 | Base + 4 | Base + 4 |",
			"| 5 Young adult | Base + 12 | Base - 4 | Base + 6 | Base + 4 | Base + 4 | Base + 4 |",
			"| 6 Adult | Base + 14 | Base - 4 | Base + 8 | Base + 6 | Base + 6 | Base + 6 |",
			"| 7 Mature adult | Base + 16 | Base - 4 | Base + 8 | Base + 6 | Base + 6 | Base + 6 |",
			"| 8 Old | Base + 18 | Base - 6 | Base + 10 | Base + 8 | Base + 8 | Base + 8 |",
			"| 9 Very old | Base + 20 | Base - 6 | Base + 10 | Base + 8 | Base + 8 | Base + 8 |",
			"| 10 Ancient | Base + 22 | Base - 6 | Base + 12 | Base + 10 | Base + 10 | Base + 10 |",
			"| 11 Wyrm | Base + 24 | Base - 8 | Base + 12 | Base + 10 | Base + 10 | Base + 10 |",
			"| 12 Great wyrm | Base + 26 | Base - 8 | Base + 14 | Base + 12 | Base + 12 | Base + 12 |",
			"",
			"### Dragon Attacks and Speed",
			"",
			"| Size | Fly Speed (maneuverability) | 1 Bite | 2 Claws | 2 Wings | 1 Tail Slap | 1 Crush | 1 Tail Sweep | Beath Weapon Line | Breath Weapon Cone |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| Tiny | 100 ft. (average) | 1d4 | 1d3 | - | - | - | - | 30 ft. | 15 ft. |",
			"| Small | 150 ft. (average) | 1d6 | 1d4 | - | - | - | - | 40 ft. | 20 ft. |",
			"| Medium | 150 ft. (average) | 1d8 | 1d6 | 1d4 | - | - | - | 60 ft. | 30 ft. |",
			"| Large | 200 ft. (poor) | 2d6 | 1d8 | 1d6 | 1d8 | - | - | 80 ft. | 40 ft. |",
			"| Huge | 200 ft. (poor) | 2d8 | 2d6 | 1d8 | 2d6 | 2d8 | - | 100 ft. | 50 ft. |",
			"| Gargantuan | 250 ft. (clumsy) | 4d6 | 2d8 | 2d6 | 2d8 | 4d6 | 2d6 | 120 ft. | 60 ft. |",
			"| Colossal | 250 ft. (clumsy) | 4d8 | 4d6 | 2d8 | 4d6 | 4d8 | 2d8 | 140 ft. | 70 ft. |",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Astral Dragon}",
			"- {monster/Ancient Astral Dragon}",
			"- {monster/Young Astral Dragon}",
			"- {monster/Adult Dream Dragon}",
			"- {monster/Ancient Dream Dragon}",
			"- {monster/Young Dream Dragon}",
			"- {monster/Adult Etheric Dragon}",
			"- {monster/Ancient Etheric Dragon}",
			"- {monster/Young Etheric Dragon}",
			"- {monster/Adult Nightmare Dragon}",
			"- {monster/Ancient Nightmare Dragon}",
			"- {monster/Young Nightmare Dragon}",
			"- {monster/Adult Occult Dragon}",
			"- {monster/Ancient Occult Dragon}",
			"- {monster/Young Occult Dragon}"
		]
	},
	"esoteric_dragon": { "copyof": "dragon_esoteric" },
	"dragon_gold": {
		"name": "Dragon (Gold)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Gold Dragon",
			"",
			"**Family:** {family/True Dragon}",
			"",
			"### Special Abilities",
			"",
			"**Change Shape (Su)** A very young or older gold dragon can assume any animal or humanoid form three times per day as if using polymorph.",
			"",
			"**Detect Gems (Sp)** A young or older gold dragon can detect gems three times per day. This functions as locate object, but can only be used to locate gemstones.",
			"",
			"**Divine Aid (Sp)** Once a week, a great wyrm gold dragon can call upon celestial powers for aid. This functions as a miracle.",
			"",
			"**Fast Flight (Ex)** A young or older gold dragon is treated as one size category larger when determining his fly speed.",
			"",
			"**Fire Aura (Su)** An old or older gold dragon is surrounded by an aura of fire. All creatures within 5 feet of the dragon take 1d6 points of fire damage at the beginning of the dragon's turn. An ancient gold dragon's aura extends to 10 feet. A great wyrm's damage increases to 2d6. The dragon can activate or suppress this aura as a free action.",
			"",
			"**Luck (Sp)** Once per day an adult or older gold dragon can touch a gem, usually one embedded in the dragon's hide, and enspell it to bring good luck. As long as the dragon carries the gem, it and every good creature within a given radius of it (10 ft. per age category) receives a +1 luck bonus on all saving throws. If the dragon gives an enspelled gem to another creature, only that bearer gets the bonus. The effect lasts 1d3 hours plus 3 hours per age category of the dragon. This ability is the equivalent of a 2nd-level spell.",
			"",
			"**Spell-Like Abilities (Sp)** A gold dragon gains the following spell-like abilities upon reaching the listed age category. Its caster level for these effects is equal to its Hit Dice, and any save DCs are Charisma-based. A gold dragon can use these abilities at will. Very young-{spell/detect evil}; Juvenile-{spell/bless}; Adult-{spell/daylight}; Old-{spell/geas//quest}; Ancient-{spell/sunburst}; Great wyrm-{spell/foresight}.",
			"",
			"**Weakening Breath (Su)** Instead of a cone of fire, a gold dragon can breathe a cone of weakening gas. Creatures within the cone must succeed on a Fortitude save or take 1 point of Strength damage per age category (Will save half).",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Gold Dragon}",
			"- {monster/Ancient Gold Dragon}",
			"- {monster/Young Gold Dragon}"
		]
	},
	"gold_dragon": { "copyof": "dragon_gold" },
	"dragon_green": {
		"name": "Dragon (Green)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Green Dragon",
			"",
			"**Family:** {family/True Dragon}",
			"",
			"### Special Abilities",
			"",
			"**Awaken Treants (Su)** A great wyrm dragon can call on the forest itself to aid it, animating a number of trees to serve as treants to protect it. These treants can be called from any Huge or larger living tree. A green dragon can create a single treant as a standard action, up to a total of 4 treants per day. These treants remain animated for up to 1 hour, at which time they revert to being ordinary trees.",
			"",
			"**Camouflage (Ex)** An old or older green dragon can use Stealth to hide in any sort of natural terrain, even if the terrain does not grant cover or concealment.",
			"",
			"**Miasma (Su)** An ancient or older green dragon can use its breath weapon to create a cloud of acid as a standard action that deals damage to any creature inside it. The cloud moves with the dragon and has a radius of 20 feet. When it's created, anyone inside this area takes an amount of damage equal to half the dragon's breath weapon, with a Reflex save for half damage. The number of damage dice rolled is halved each round until the result would be less than 1d6. Any creature that starts its turn inside the cloud takes damage, but can make a Reflex save for half. A strong wind, such as that created by a gust of wind, disperses the cloud in 1 round.",
			"",
			"**Spell-Like Abilities (Sp)** A green dragon gains the following spell-like abilities, usable at will upon reaching the listed age category. Young-entangle; Juvenile-charm person; Adult-suggestion; Old-plant growth; Ancient-dominate person; Great wyrm-command plants.",
			"",
			"**Trackless Step (Ex)** An adult or older green dragon does not leave a trail in natural surroundings and cannot be tracked. A green dragon can choose to leave a trail, if it so desires.",
			"",
			"**Water Breathing (Ex)** A green dragon can breathe underwater indefinitely and can freely use its breath weapon, spells, and other abilities while submerged.",
			"",
			"**Woodland Stride (Ex)** A very young or older green dragon can move through any sort of foliage at full speed without taking damage or suffering impairment. Areas of foliage that have been magically manipulated affect it normally.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Green Dragon}",
			"- {monster/Ancient Green Dragon}",
			"- {monster/Young Green Dragon}",
			"",
			"### Mythic Members of This Family:",
			"",
			"- [Very Old Green Dragon](monster/very_old_green_dragon_mythic)"
		]
	},
	"green_dragon": { "copyof": "dragon_green" },
	"dragon_imperial": {
		"name": "Dragon (Imperial)",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Dragon (Imperial)",
			"",
			"{SOURCE Bestiary 3}",
			"",
			"Although chromatic and metallic dragons are the most widely known, other categories of true dragon exist, such as the five imperial dragons, regal guardians of ancient lands and servants of cosmic balance.",
			"",
			"**Family:** {family/True Dragon}",
			"",
			"**Subfamilies:**",
			"",
			"- {family/Dragon (Imperial, Forest)}",
			"- {family/Dragon (Imperial, Sea)}",
			"- {family/Dragon (Imperial, Sky)}",
			"- {family/Dragon (Imperial, Sovereign)}",
			"- {family/Dragon (Imperial, Underworld)}"
		]
	},
	"imperial_dragon": { "copyof": "dragon_imperial" },
	"dragon_imperial_forest": {
		"name": "Dragon (Imperial, Forest)",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Dragon (Imperial, Forest)",
			"",
			"**Family:** {family/Imperial Dragon}",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Woodland stride, immunity to poison | - |",
			"| Very young | Sound imitation, {umr/tremorsense} | - |",
			"| Young | Pass without trace | 1st |",
			"| Juvenile | Frightful presence, entangle | 3rd |",
			"| Young adult | DR 2/adamantine, spell resistance | 5th |",
			"| Adult | Change shape, blight | 7th |",
			"| Mature adult | DR 5/adamantine | 9th |",
			"| Old | Destructive crush, tree stride | 11th |",
			"| Very old | DR 10/adamantine | 13th |",
			"| Ancient | Elemental breath, animate plants | 15th |",
			"| Wyrm | DR 15/adamantine | 17th |",
			"| Great wyrm | Stony death, earthquake | 19th |",
			"",
			"### Special Abilities",
			"",
			"**Change Shape (Su)** An adult or older forest dragon can assume any humanoid form three times per day as if using polymorph.",
			"",
			"**Destructive Crush (Su)** When an old or older forest dragon makes a crush attack, the impact kicks up debris in a 20-foot-radius burst for 1d6 rounds. The debris obscures the vision of creatures within the debris field and grants {rule/concealment} to those creatures. The forest dragon can see normally within and through the debris field.",
			"",
			"**Elemental Breath (Su)** Once per day, when an ancient or older forest dragon uses its breath weapon, it can summon a greater earth elemental within the cone. The caster level for these effects is the same as the dragon's caster level.",
			"",
			"**Sound Imitation (Ex)** A very young or older forest dragon can mimic any voice or sound it has heard by making a successful Bluff check against the listener's Sense Motive check.",
			"",
			"**Stony Death (Su)** Any creature reduced to 0 or fewer hit points by a great wyrm forest dragon's breath weapon must also make a Fortitude save (same DC as the forest dragon's breath weapon) or be petrified as the flesh to stone spell. This is a death effect.",
			"",
			"**Woodland Stride (Ex)** As the druid ability of the same name.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Forest Dragon}",
			"- {monster/Ancient Forest Dragon}",
			"- {monster/Young Forest Dragon}"
		]
	},
	"forest_dragon": { "copyof": "dragon_imperial_forest" },
	"dragon_imperial_sea": {
		"name": "Dragon (Imperial, Sea)",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Dragon (Imperial, Sea)",
			"",
			"**Family:** {family/Imperial Dragon}",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Immunity to electricity, water breathing | - |",
			"| Very young | Torrent breath | - |",
			"| Young | Change shape, create water | 1st |",
			"| Juvenile | Frightful presence, hydraulic push, unfettered swimmer | 3rd |",
			"| Young adult | DR 5/magic, spell resistance | 5th |",
			"| Adult | Call lightning | 7th |",
			"| Mature adult | DR 10/magic | 9th |",
			"| Old | Control water, sea strider | 11th |",
			"| Very old | DR 15/magic | 13th |",
			"| Ancient | Water walk | 15th |",
			"| Wyrm | DR 20/magic | 17th |",
			"| Great wyrm | Tidal wave, vortex | 19th |",
			"",
			"### Special Abilities",
			"",
			"**Change Shape (Su)** A young or older sea dragon can assume any humanoid form three times per day as if using polymorph.",
			"",
			"**Sea Strider (Su)** Three times per day as a standard action, an old or older sea dragon can move from one body of water to another as if using the teleport spell (self only).",
			"",
			"**Tidal Wave (Su)** Once per day, a great wyrm sea dragon can create a tidal wave. This ability is the same as the bronze dragon's ability of the same name.",
			"",
			"**Torrent Breath (Su)** Instead of a cone of super-heated steam, a very young or older sea dragon can breathe a line of pressurized water twice the length of the sea dragon's cone breath weapon. This line deals bludgeoning damage.",
			"",
			"**Unfettered Swimmer (Su)** A juvenile sea dragon gains a 10-foot bonus to its swim speed. The sea dragon's swim speed continues to increase by an additional 10 feet every two age categories. Furthermore, while swimming, the sea dragon is treated as if under the effects of the spell freedom of movement.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Sea Dragon}",
			"- {monster/Ancient Sea Dragon}",
			"- {monster/Young Sea Dragon}"
		]
	},
	"sea_dragon": { "copyof": "dragon_imperial_sea" },
	"dragon_imperial_sky": {
		"name": "Dragon (Imperial, Sky)",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Dragon (Imperial, Sky)",
			"",
			"**Family:** {family/Imperial Dragon}",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Borne aloft, immunity to electricity | - |",
			"| Very young | Cloud sight | - |",
			"| Young | Change shape, detect evil | 1st |",
			"| Juvenile | Feather fall, frightful presence | 3rd |",
			"| Young adult | DR 5/magic, spell resistance | 5th |",
			"| Adult | Gust of wind | 7th |",
			"| Mature adult | DR 10/magic | 9th |",
			"| Old | Call lightning storm, primal lightning | 11th |",
			"| Very old | DR 15/magic | 13th |",
			"| Ancient | Control winds, grounding breath | 15th |",
			"| Wyrm | DR 20/magic | 17th |",
			"| Great wyrm | Celestial emissary, stormbolts | 19th |",
			"",
			"### Special Abilities",
			"",
			"**Borne Aloft (Su)** Old or younger sky dragons fly with good maneuverability while all older sky dragons have perfect.",
			"",
			"**Celestial Emissary (Su)** Three times per day, a great wyrm sky dragon can imbue others with the celestial aspect of the oracle spell divine vessel, but it can only be cast on another willing creature of good alignment.",
			"",
			"**Change Shape (Su)** A young or older sky dragon can assume any humanoid form three times per day as if using polymorph.",
			"",
			"**Cloud Sight (Su)** A very young or older sky dragon's sight is not impeded by clouds or fog, or by spells that create areas of fog.",
			"",
			"**Grounding Breath (Su)** Any flying creature damaged by the breath weapon of an ancient or older sky dragon must make a Fortitude save with the same DC as the sky dragon's breath weapon or lose the ability to fly for 1d4 rounds.",
			"",
			"**Primal Lightning (Su)** An old or older sky dragon's breath weapon can affect creatures normally immune or resistant to electricity damage. A creature immune to electricity damage still takes half damage from the breath weapon (no damage with a successful saving throw). Resistant creatures' electricity resistance is treated as 10 less than normal.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Sky Dragon}",
			"- {monster/Ancient Sky Dragon}",
			"- {monster/Young Sky Dragon}"
		]
	},
	"sky_dragon": { "copyof": "dragon_imperial_sky" },
	"dragon_imperial_sovereign": {
		"name": "Dragon (Imperial, Sovereign)",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Dragon (Imperial, Sovereign)",
			"",
			"**Family:** {family/Imperial Dragon}",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Dogmatic discordance | - |",
			"| Very young | Detect evil/detect good | - |",
			"| Young | Change shape, violent retort | 1st |",
			"| Juvenile | Calm emotions, frightful presence | 3rd |",
			"| Young adult | DR 5/magic, spell resistance | 5th |",
			"| Adult | Tongues | 7th |",
			"| Mature adult | DR 10/magic | 9th |",
			"| Old | Golden armor, sympathetic vibration | 11th |",
			"| Very old | DR 15/magic | 13th |",
			"| Ancient | Prismatic spray | 15th |",
			"| Wyrm | DR 20/magic | 17th |",
			"| Great wyrm | Master counterspelling, moment of prescience | 19th |",
			"",
			"### Special Abilities",
			"",
			"**Change Shape (Su)** A young or older sovereign dragon can assume any humanoid form three times per day as polymorph.",
			"",
			"**Dogmatic Discordance (Su)** Good or evil creatures take a -2 penalty when making saving throws against a sovereign dragon's spells, spell-like abilities, breath weapon, and aura.",
			"",
			"**Golden Armor (Su)** Once per day as a standard action, an old or older sovereign dragon can cover its form in golden armor, granting it a +4 armor bonus to AC and energy resistance 15 to one energy type, chosen at the time the armor is summoned. This armor lasts for a number of rounds equal to the dragon's age category. The sovereign dragon can dismiss the armor as a free action.",
			"",
			"**Master Counterspelling (Su)** A great wyrm sovereign dragon can counterspell once per round as an immediate action. It need not know the spell it is countering, but can instead expend any spell that is one level higher to automatically counter the spell.",
			"",
			"**Violent Retort (Ex)** When a young or older sovereign dragon takes damage from a melee attack critical hit, it can, as an immediate action, make a claw or tail slap attack against the creature that made the critical hit.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Sovereign Dragon}",
			"- {monster/Ancient Sovereign Dragon}",
			"- {monster/Young Sovereign Dragon}"
		]
	},
	"sovereign_dragon": { "copyof": "dragon_imperial_sovereign" },
	"dragon_imperial_underworld": {
		"name": "Dragon (Imperial, Underworld)",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Dragon (Imperial, Underworld)",
			"",
			"**Family:** {family/Imperial Dragon}",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Adamantine claws, immunity to fire | - |",
			"| Very young | Smoke vision | - |",
			"| Young | Change shape, soften earth and stone | - |",
			"| Juvenile | Frightful presence, stone shape | 1st |",
			"| Young adult | DR 5/magic, spell resistance | 3rd |",
			"| Adult | Spike stones, underworld burrower | 5th |",
			"| Mature adult | DR 10/magic | 7th |",
			"| Old | Wall of stone | 9th |",
			"| Very old | DR 15/magic | 11th |",
			"| Ancient | Repel metal or stone | 13th |",
			"| Wyrm | DR 20/magic | 15th |",
			"| Great wyrm | Clashing rocks, lava eruption | 17th |",
			"",
			"### Special Abilities",
			"",
			"**Adamantine Claws (Ex)** The claws of an underworld dragon are made of adamantine, and have the qualities of a weapon made from that material.",
			"",
			"**Change Shape (Su)** A young or older underworld dragon can assume any humanoid form three times per day as if using polymorph.",
			"",
			"**Lava Eruption (Su)** As a full-round action, a great wyrm underworld dragon can burrow through the ground up to twice its burrow speed. At the end of that movement, if the underworld dragon has use of its breath weapon, it can emerge from the ground spouting lava in a 30-foot-radius burst, dealing damage as the breath weapon.",
			"",
			"**Smoke Vision (Ex)** A very young and older underworld dragon can see perfectly in smoky conditions (such as those created by pyrotechnics).",
			"",
			"**Underworld Burrower (Ex):** An adult underworld dragon gains a 10-foot bonus to its burrow speed. When the underworld dragon becomes old and every two age categories thereafter, its burrow speed increases by an additional 10 feet.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Underworld Dragon}",
			"- {monster/Ancient Underworld Dragon}",
			"- {monster/Young Underworld Dragon}"
		]
	},
	"underworld_dragon": { "copyof": "dragon_imperial_underworld" },
	"dragon_outer": {
		"name": "Dragon (Outer)",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Dragon (Outer)",
			"",
			"{SOURCE Bestiary 4}",
			"",
			"Outer dragons, natives of the vast reaches of space, can be encountered on diverse worlds. They are generally neutral, but their alignments vary more than those of other dragons.",
			"",
			"**Family:** {family/True Dragon}",
			"",
			"**Subfamilies:**",
			"",
			"- {family/Dragon (Outer, Lunar)}",
			"- {family/Dragon (Outer, Solar)}",
			"- {family/Dragon (Outer, Time)}",
			"- {family/Dragon (Outer, Void)}",
			"- {family/Dragon (Outer, Vortex)}"
		]
	},
	"outer_dragon": { "copyof": "dragon_outer" },
	"dragon_outer_lunar": {
		"name": "Dragon (Outer, Lunar)",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Dragon (Outer, Lunar)",
			"",
			"**Family:** {family/Outer Dragon}",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Bewildering breath, immunity to cold, moonsilver | - |",
			"| Very young | Reflected light | - |",
			"| Young | Dancing lights | 1st |",
			"| Juvenile | Alien presence, life bubble | 3rd |",
			"| Young adult | DR 5/magic, spell resistance | 5th |",
			"| Adult | Moonstruck | 7th |",
			"| Mature adult | DR 10/magic | 9th |",
			"| Old | Absolute cold, scrying | 11th |",
			"| Very old | DR 15/magic | 13th |",
			"| Ancient | Reflect rays | 15th |",
			"| Wyrm | DR 20/magic | 17th |",
			"| Great wyrm | Greater scrying, polar midnight | 19th |",
			"",
			"### Special Abilities",
			"",
			"**Absolute Cold (Su)** An old or older lunar dragon's breath weapon can affect creatures immune to cold damage. A creature immune to cold damage still takes half damage from the breath weapon (no damage with a successful saving throw). Resistant creatures' cold resistance is treated as 10 less than normal.",
			"",
			"**Alien Presence (Su)** A lunar dragon's alien presence affects opponents that fail their saves as touch of idiocy (or as feeblemind for creatures with 4 or fewer Hit Dice) for 5d6 rounds. This is a mind-affecting compulsion effect.",
			"",
			"**Bewildering Breath (Su)** A creature that fails its saving throw against a lunar dragon's breath weapon emits light (as faerie fire) and is dazzled for 1d4 rounds. If the lunar dragon is adult or older, the creature is also confused for 1d4 rounds.",
			"",
			"**Moonsilver (Ex)** A lunar dragon's natural weapons are treated as silver for the purpose of overcoming damage reduction.",
			"",
			"**Reflect Rays (Su)** Rays and ranged touch effects that strike an ancient or older lunar dragon but fail to overcome its spell resistance are reflected back at their source, using the original attack roll to determine whether they hit.",
			"",
			"**Reflected Light (Ex)** A very young or older lunar dragon can't be blinded or dazzled by bright light or patterns.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Lunar Dragon}",
			"- {monster/Ancient Lunar Dragon}",
			"- {monster/Young Lunar Dragon}"
		]
	},
	"lunar_dragon": { "copyof": "dragon_outer_lunar" },
	"dragon_outer_solar": {
		"name": "Dragon (Outer, Solar)",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Dragon (Outer, Solar)",
			"",
			"**Family:** {family/Outer Dragon}",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Channel life, immune to fire | - |",
			"| Very young | Primal fire | - |",
			"| Young | Detect magic | 1st |",
			"| Juvenile | Alien presence, searing light | 3rd |",
			"| Young adult | DR 5/magic, spell resistance | 5th |",
			"| Adult | Cup of dust | 7th |",
			"| Mature adult | DR 10/magic | 9th |",
			"| Old | Blight, channel radiation | 11th |",
			"| Very old | DR 15/magic | 13th |",
			"| Ancient | Animate plants, major creation | 15th |",
			"| Wyrm | DR 20/magic | 17th |",
			"| Great wyrm | Beam of light, control plants | 19th |",
			"",
			"### Special Abilities",
			"",
			"**Alien Presence (Su)** A creature that fails its saving throw against a solar dragon's alien presence is blinded for 5d6 rounds (or permanently if it has 4 Hit Dice or fewer).",
			"",
			"**Beam of Light (Su)** A great wyrm solar dragon can transform itself into a beam of pure light and travel to any location it can see as a move action. This travel must be in a straight line, but otherwise the dragon can travel anywhere that light can enter.",
			"",
			"**Channel Life (Su)** A solar dragon can channel positive energy a number of times per day equal to 3 + its Charisma modifier, using its age category + 2 as its cleric level. This energy can be used only to heal living creatures.",
			"",
			"**Channel Radiation (Su)** An old or older solar dragon can use its channel life ability to instead channel radiation that deals an equal amount of damage to living creatures. A living creature that succeeds at a Fortitude save takes half damage.",
			"",
			"**Primal Fire (Su)** A very young or older solar dragon's breath weapon can affect creatures normally immune or resistant to fire damage. A creature immune to fire damage still takes half damage from the breath weapon (no damage with a successful saving throw). A resistant creature's fire resistance is treated as 10 less than normal.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Solar Dragon}",
			"- {monster/Ancient Solar Dragon}",
			"- {monster/Young Solar Dragon}"
		]
	},
	"solar_dragon": { "copyof": "dragon_outer_solar" },
	"dragon_outer_time": {
		"name": "Dragon (Outer, Time)",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Dragon (Outer, Time)",
			"",
			"**Family:** {family/Outer Dragon}",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Immortal, immune to cold, read the threads | - |",
			"| Very young | Detect magic (constant) | - |",
			"| Young | Share memory | 1st |",
			"| Juvenile | Alien presence | 3rd |",
			"| Young adult | DR 5/magic, spell resistance | 5th |",
			"| Adult | Clairaudience/clairvoyance | 7th |",
			"| Mature adult | DR 10/magic | 9th |",
			"| Old | Locate creature, shifting breath | 11th |",
			"| Very old | DR 15/magic | 13th |",
			"| Ancient | Second chance, legend lore | 15th |",
			"| Wyrm | DR 20/magic | 17th |",
			"| Great wyrm | Time stop (3/day), time travel | 19th |",
			"",
			"### Special Abilities",
			"",
			"**Immortal (Ex)** Time dragons age, but don't die from old age.",
			"",
			"**Read the Threads (Su)** A time dragon gains a racial bonus on initiative checks equal to its age category. In addition, a time dragon is immune to the staggered condition.",
			"",
			"**Alien Presence (Su)** A creature that fails its saving throw against a time dragon's alien presence is staggered for 5d6 rounds (or stunned if it has 4 Hit Dice or fewer).",
			"",
			"**Shifting Breath (Su)** Instead of a cone of electricity, an old or older time dragon can use its breath weapon to displace creatures in time. Each creature in the cone must succeed at a Will save or be shifted forward in time a number of rounds equal to 1/2 the dragon's age category (DC equal to breath weapon). For an affected creature, it's as if no time passed. Creatures that succeed at their saves are staggered for 1 round.",
			"",
			"**Second Chance (Su)** Three times per day as an immediate action, an ancient or older time dragon can force a creature (including itself) to reroll any d20 roll. The target must use the result of the second roll.",
			"",
			"**Time Travel (Su)** Up to three times in its life, a great wyrm time dragon can travel to any point in time, taking with it a number of willing creatures equal to its Charisma modifier.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Time Dragon}",
			"- {monster/Ancient Time Dragon}",
			"- {monster/Young Time Dragon}"
		]
	},
	"time_dragon": { "copyof": "dragon_outer_time" },
	"dragon_outer_void": {
		"name": "Dragon (Outer, Void)",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Dragon (Outer, Void)",
			"",
			"**Family:** {family/Outer Dragon}",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Agile; immune to cold, confusion, insanity effects | - |",
			"| Very young | Suffocating breath | - |",
			"| Young | Obliterate, ray of enfeeblement | 1st |",
			"| Juvenile | Alien presence, blur | 3rd |",
			"| Young adult | DR 5/magic, spell resistance | 5th |",
			"| Adult | Ray of exhaustion, void gaze | 7th |",
			"| Mature adult | DR 10/magic | 9th |",
			"| Old | Dimension door | 11th |",
			"| Very old | DR 15/magic | 13th |",
			"| Ancient | Nightmare (1/day) | 15th |",
			"| Wyrm | DR 20/magic | 17th |",
			"| Great wyrm | Gate (1/day), insanity | 19th |",
			"",
			"### Special Abilities",
			"",
			"**Agile (Ex)** Void dragons have good aerial maneuverability regardless of their age or size.",
			"",
			"**Alien Presence (Su)** A void dragon's alien presence causes an opponent that fails its save to be overcome with dizziness, becoming sickened (or nauseated if the target has 4 or fewer Hit Dice) for 5d6 rounds.",
			"",
			"**Obliterate (Su)** A young or older void dragon's bite deals an additional 2d6 points of negative energy damage. A creature reduced to 0 or fewer hit points by this attack must succeed at a Fortitude save or be immediately slain and reduced to ashes (as the disintegrate spell). The save DC is Constitution-based.",
			"",
			"**Suffocating Breath (Su)** Instead of dealing cold damage, a very young or older void dragon can breathe a cone-shaped suffocation effect. An air-dependent creature that fails its Fortitude save suffocates for a number of rounds equal to the dragon's age category. The save DC is Constitution-based.",
			"",
			"**Void Gaze (Su)** A creature within 30 feet of an adult or older void dragon must succeed at a Will save or become confused for 1d6 rounds. This gaze attack is a mind-affecting effect. The save DC is Charisma-based.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Void Dragon}",
			"- {monster/Ancient Void Dragon}",
			"- {monster/Young Void Dragon}"
		]
	},
	"void_dragon": { "copyof": "dragon_outer_void" },
	"dragon_outer_vortex": {
		"name": "Dragon (Outer, Vortex)",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Dragon (Outer, Vortex)",
			"",
			"**Family:** {family/Outer Dragon}",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Agile, immunity to fire | - |",
			"| Very young | Anticipate peril | - |",
			"| Young | Galactic emissary | 1st |",
			"| Juvenile | Alien presence, entropic shield | 3rd |",
			"| Young adult | DR 5/magic, spell resistance | 5th |",
			"| Adult | Fragmented strike | 7th |",
			"| Mature adult | DR 10/magic | 9th |",
			"| Old | Dimension door | 11th |",
			"| Very old | DR 15/magic | 13th |",
			"| Ancient | Collapsing breath, greater teleport | 15th |",
			"| Wyrm | DR 20/magic | 17th |",
			"| Great wyrm | Interplanetary teleport | 19th |",
			"",
			"### Special Abilities",
			"",
			"**Agile (Ex)** Vortex dragons have good maneuverability when flying regardless of their age or size.",
			"",
			"**Alien Presence (Su)** A vortex dragon's alien presence bends space. A creature that fails its saving throw treats all other creatures as if they were under the effects of blur (or displacement if the target has 4 or fewer Hit Dice) for 5d6 rounds.",
			"",
			"**Collapsing Breath (Su)** Instead of a cone of fire, an ancient or older vortex dragon can suck a single target into its maw. If the target fails its Reflex save (DC equal to breath weapon), it is swallowed whole and takes 6d6 points of bludgeoning damage per round. A creature can cut itself out by dealing 30 points of damage with a light or one-handed piercing or slashing weapon. A vortex dragon's interior has an AC of 26.",
			"",
			"**Fragmented Strike (Su)** An adult or older vortex dragon can strike with its bite through a rift in space. This allows it to make its bite attack against a target anywhere within the radius of its alien presence as long as the dragon can see the creature. This doesn't apply to attacks of opportunity.",
			"",
			"**Galactic Emissary (Su)** A young or older vortex dragon halves the time of any starflight journey. In addition, it's immune to any effect that bars extradimensional travel.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Vortex Dragon}",
			"- {monster/Ancient Vortex Dragon}",
			"- {monster/Young Vortex Dragon}"
		]
	},
	"vortex_dragon": { "copyof": "dragon_outer_vortex" },
	"dragon_planar": {
		"name": "Dragon (Planar)",
		"sources": [
			"Bestiary 3",
			"Pathfinder #137: The City Outside of Time"
		],
		"description": [
			"## Dragon (Planar)",
			"",
			"{SOURCE Pathfinder #137: The City Outside of Time}",
			"",
			"Planar dragons originate in the outer Planes, but migrate via portals or other methods to the Material Plane. There, they reshape their lairs to reflect their home planes.",
			"",
			"**Family:** {family/True Dragon}",
			"",
			"**Subfamilies:**",
			"",
			"- {family/Dragon (Planar, Apocalypse)}",
			"- {family/Dragon (Planar, Bliss)}",
			"- {family/Dragon (Planar, Crypt)}",
			"- {family/Dragon (Planar, Edict)}",
			"- {family/Dragon (Planar, Havoc)}",
			"- {family/Dragon (Planar, Infernal)}",
			"- {family/Dragon (Planar, Paradise)}",
			"- {family/Dragon (Planar, Rift)}",
			"- {family/Dragon (Planar, Tumult)}"
		]
	},
	"planar_dragon": { "copyof": "dragon_planar" },
	"dragon_planar_apocalypse": {
		"name": "Dragon (Planar, Apocalypse)",
		"sources": [ "Pathfinder #137: The City Outside of Time" ],
		"description": [
			"## Dragon (Planar, Apocalypse)",
			"",
			"{SOURCE Pathfinder #137: The City Outside of Time}",
			"",
			"Planar dragons originate in the outer Planes, but migrate via portals or other methods to the Material Plane. There, they reshape their lairs to reflect their home planes.",
			"",
			"**Family:** {family/Planar Dragon}",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Apocalypse Dragon}",
			"- {monster/Ancient Apocalypse Dragon}",
			"- {monster/Young Apocalypse Dragon}"
		]
	},
	"apocalypse_dragon": { "copyof": "dragon_planar_apocalypse" },
	"dragon_planar_bliss": {
		"name": "Dragon (Planar, Bliss)",
		"sources": [ "Pathfinder #137: The City Outside of Time" ],
		"description": [
			"## Dragon (Planar, Bliss)",
			"",
			"{SOURCE Pathfinder #137: The City Outside of Time}",
			"",
			"Planar dragons originate in the outer Planes, but migrate via portals or other methods to the Material Plane. There, they reshape their lairs to reflect their home planes.",
			"",
			"**Family:** {family/Planar Dragon}",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Bliss Dragon}",
			"- {monster/Ancient Bliss Dragon}",
			"- {monster/Young Bliss Dragon}"
		]
	},
	"bliss_dragon": { "copyof": "dragon_planar_bliss" },
	"dragon_planar_crypt": {
		"name": "Dragon (Planar, Crypt)",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## Dragon (Planar, Crypt)",
			"",
			"{SOURCE Bestiary 6}",
			"",
			"Planar dragons originate in the outer Planes, but migrate via portals or other methods to the Material Plane. There, they reshape their lairs to reflect their home planes.",
			"",
			"**Family:** {family/Planar Dragon}",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Crypt Dragon}",
			"- {monster/Ancient Crypt Dragon}",
			"- {monster/Young Crypt Dragon}"
		]
	},
	"crypt_dragon": { "copyof": "dragon_planar_crypt" },
	"dragon_planar_edict": {
		"name": "Dragon (Planar, Edict)",
		"sources": [ "Pathfinder #131: The Reaper's Right Hand" ],
		"description": [
			"## Dragon (Planar, Edict)",
			"",
			"{SOURCE Pathfinder #131: The Reaper's Right Hand}",
			"",
			"Planar dragons originate in the outer Planes, but migrate via portals or other methods to the Material Plane. There, they reshape their lairs to reflect their home planes.",
			"",
			"### Age Categories",
			"",
			"Many of a true dragon's abilities, attacks, and other statistics improve as a dragon grows older. These increases are divided into 12 age categories - as a dragon ages, its base statistics change as noted on the Dragon Age Categories table.",
			"",
			"| Age Category | Age in Years | CR | Size | Hit Dice | Natural Armor | Breath Weapon |",
			"| --- | --- | --- | --- | --- | --- | --- |",
			"| 1 Wyrmling | 0-5 | Base | Base | Base | Base | Base |",
			"| 2 Very young | 6-15 | Base + 2 | Base + 1 | Base + 2 | Base + 3 | Base &times; 2 |",
			"| 3 Young | 16-25 | Base + 4 | Base + 2 | Base + 4 | Base + 6 | Base &times; 3 |",
			"| 4 Juvenile | 26-50 | Base + 5 | Base + 2 | Base + 6 | Base + 9 | Base &times; 4 |",
			"| 5 Young adult | 51-100 | Base + 7 | Base + 3 | Base + 8 | Base + 12 | Base &times; 5 |",
			"| 6 Adult | 101-200 | Base + 8 | Base + 3 | Base + 10 | Base + 15 | Base &times; 6 |",
			"| 7 Mature adult | 201-400 | Base + 9 | Base + 3 | Base + 12 | Base + 18 | Base &times; 7 |",
			"| 8 Old | 401-600 | Base + 11 | Base + 4 | Base + 14 | Base + 21 | Base &times; 8 |",
			"| 9 Very old | 601-800 | Base + 12 | Base + 4 | Base + 16 | Base + 24 | Base &times; 9 |",
			"| 10 Ancient | 801-1,000 | Base + 13 | Base + 4 | Base + 18 | Base + 27 | Base &times; 10 |",
			"| 11 Wyrm | 1,001-1,200 | Base + 14 | Base + 4 | Base + 20 | Base + 30 | Base &times; 11 |",
			"| 12 Great wyrm | 1,201+ | Base + 16 | Base + 5 | Base + 22 | Base + 33 | Base &times; 12 |",
			"",
			"**Age Category:** This is the age category's name.",
			"",
			"**Age in Years:** This is the dragon's actual age.",
			"",
			"**CR:** This column modifies the dragon's base CR.",
			"",
			"**Size:** This shows how many size categories by which to increase the dragon's base size, depending on its age (from Tiny to Small, Small to Medium, and so on). A true dragon does not gain the standard increases to ability scores when it achieves a larger size-instead, true dragons gain ability score increases according to their age category, as indicated on the Dragon Ability Scores table.",
			"",
			"**Hit Dice:** This shows how many additional Hit Dice a dragon gains over its base Hit Dice as it grows. Increases to Hit Dice grant extra hit points, feats, and skill ranks as well as increase the dragon's base attack bonus and base save bonuses. Dragons have skill ranks equal to 6 + their Intelligence modifier per Hit Die. A dragon's increases to ability scores for gaining Hit Dice are included in the total ability score increases (see the Dragon Ability Scores table).",
			"",
			"**Natural Armor:** This shows by what amount the dragon's base natural armor bonus increases with each age category.",
			"",
			"**Breath Weapon:** Each dragon has a breath weapon (see Combat) that deals a base amount of damage. This multiplier increases the number of dice of damage dealt by the dragon's breath weapon. For example, a mature adult dragon with a base breath weapon that deals 2d6 acid damage would deal 14d6 acid damage (due to the &times;7 multiplier).",
			"",
			"| Age Category | Str | Dex | Con | Int | Wis | Chr |",
			"| --- | --- | --- | --- | --- | --- | --- |",
			"| 1 Wyrmling | Base | Base | Base | Base | Base | Base |",
			"| 2 Very young | Base + 4 | Base - 2 | Base + 2 | Base + 2 | Base + 2 | Base + 2 |",
			"| 3 Young | Base + 8 | Base - 2 | Base + 4 | Base + 2 | Base + 2 | Base + 2 |",
			"| 4 Juvenile | Base + 10 | Base - 2 | Base + 6 | Base + 4 | Base + 4 | Base + 4 |",
			"| 5 Young adult | Base + 12 | Base - 4 | Base + 6 | Base + 4 | Base + 4 | Base + 4 |",
			"| 6 Adult | Base + 14 | Base - 4 | Base + 8 | Base + 6 | Base + 6 | Base + 6 |",
			"| 7 Mature adult | Base + 16 | Base - 4 | Base + 8 | Base + 6 | Base + 6 | Base + 6 |",
			"| 8 Old | Base + 18 | Base - 6 | Base + 10 | Base + 8 | Base + 8 | Base + 8 |",
			"| 9 Very old | Base + 20 | Base - 6 | Base + 10 | Base + 8 | Base + 8 | Base + 8 |",
			"| 10 Ancient | Base + 22 | Base - 6 | Base + 12 | Base + 10 | Base + 10 | Base + 10 |",
			"| 11 Wyrm | Base + 24 | Base - 8 | Base + 12 | Base + 10 | Base + 10 | Base + 10 |",
			"| 12 Great wyrm | Base + 26 | Base - 8 | Base + 14 | Base + 12 | Base + 12 | Base + 12 |",
			"",
			"### Combat",
			"",
			"The Dragon Attacks and Speeds table lists the attacks a dragon can employ and the damage it deals (a dash indicates that a dragon of that size does not possess that natural attack). Other abilities described here are gained by dragons when they reach a specific age category.",
			"",
			"| Size | Fly Speed (maneuverability) | 1 Bite | 2 Claws | 2 Wings | 1 Tail Slap | 1 Crush | 1 Tail Sweep | Breath Weapon (Line) | Breath Weapon (Cone) |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| Tiny | 100 ft. (average) | 1d4 | 1d3 | - | - | - | - | 30 ft. | 15 ft. |",
			"| Small | 150 ft. (average) | 1d6 | 1d4 | - | - | - | - | 40 ft. | 20 ft. |",
			"| Medium | 150 ft. (average) | 1d8 | 1d6 | 1d4 | - | - | - | 60 ft. | 30 ft. |",
			"| Large | 200 ft. (poor) | 2d6 | 1d8 | 1d6 | 1d8 | - | - | 80 ft. | 40 ft. |",
			"| Huge | 200 ft. (poor) | 2d8 | 2d6 | 1d8 | 2d6 | 2d8 | - | 100 ft. | 50 ft. |",
			"| Gargantuan | 250 ft. (clumsy) | 4d6 | 2d8 | 2d6 | 2d8 | 4d6 | 2d6 | 120 ft. | 60 ft. |",
			"| Colossal | 250 ft. (clumsy) | 4d8 | 4d6 | 2d8 | 4d6 | 4d8 | 2d8 | 140 ft. | 70 ft. |",
			"",
			"**Fly Speed:** A dragon's fly speed increases as indicated, according to its size.",
			"",
			"**Bite:** This is a primary attack that deals the indicated damage plus 1-1/2 times the dragon's Strength bonus (even though it has more than one attack). A dragon's bite attack has reach as if the creature were one size category larger (+10 feet for Colossal dragons).",
			"",
			"**Claws:** These primary attacks deal the indicated damage plus the dragon's Strength bonus.",
			"",
			"**Wings:** The dragon can slam foes with its wings, even when flying. Wing attacks are secondary attacks that deal the indicated damage plus 1/2 the dragon's Strength bonus.",
			"",
			"**Tail Slap:** The dragon can slap one foe each round with its tail. A tail slap is a secondary attack that deals the indicated damage plus 1-1/2 times the dragon's Strength bonus (this is an exception to the normal secondary attack rules).",
			"",
			"**Crush (Ex):** A flying or jumping Huge or larger dragon can land on foes as a standard action, using its whole body to crush them. Crush attacks are effective only against opponents three or more size categories smaller than the dragon. A crush attack affects as many creatures as fit in the dragon's space. Creatures in the affected area must succeed on a Reflex save (DC equal to that of the dragon's breath weapon) or be pinned, automatically taking bludgeoning damage during the next round unless the dragon moves off them. If the dragon chooses to maintain the pin, it must succeed at a combat maneuver check as normal. Pinned foes take damage from the crush each round if they don't escape. A crush attack deals the indicated damage plus 1-1/2 times the dragon's Strength bonus.",
			"",
			"**Tail Sweep (Ex):** This allows a Gargantuan or larger dragon to sweep with its tail as a standard action. The sweep affects a half-circle with a radius of 30 feet (or 40 feet for a Colossal dragon), extending from an intersection on the edge of the dragon's space in any direction. Creatures within the swept area are affected if they are four or more size categories smaller than the dragon. A tail sweep automatically deals the indicated damage plus 1-1/2 times the dragon's Strength bonus (round down). Affected creatures can attempt Reflex saves to take half damage (DC equal to that of the dragon's breath weapon).",
			"",
			"**Breath Weapon (Su):** Using a breath weapon is a standard action. A dragon can use its breath weapon once every 1d4 rounds, even if it possesses more than one breath weapon. A breath weapon always starts at an intersection adjacent to the dragon and extends in a direction of the dragon's choice. Breath weapons come in two shapes, lines and cones, whose areas vary with the dragon's size. If a breath weapon deals damage, those caught in the area can attempt Reflex saves to take half damage. The save DC against a breath weapon is 10 + 1/2 dragon's HD + dragon's Con modifier. Saves against various breath weapons use the same DC; the type of saving throw is noted in the variety descriptions. A dragon can use its breath weapon when it is grappling or being grappled.",
			"",
			"### Additional Dragon Rules",
			"",
			"**Damage Reduction:** Dragons gain damage reduction as they age, as indicated on each dragon's specific entry. Their natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.",
			"",
			"**Dragon Senses (Ex):** Dragons have darkvision 120 ft. and blindsense 60 ft. They see four times as well as a human in dim light and twice as well in normal light.",
			"",
			"**Frightful Presence (Ex):** A dragon's frightful presence has a range equal to 30 feet &times; the dragon's age category, but otherwise functions as detailed in the [Universal Monster Rules](umr/frightful_presence).",
			"",
			"**Immunities (Ex):** Every dragon is immune to sleep and paralysis. In addition, a dragon is immune to one or two additional forms of attack no matter what its age, as given in its description.",
			"",
			"**Planar Infusion (Su):** a juvenile or older planar dragon can influence its surroundings as full-round action, causing an area with a radius of 30 feet &times; the dragon's age category number to be treated as an extension of its home plane. This imposes that plane's strong alignment traits and grants the plane's enhanced and impeded magic traits, affects whether a creature is treated as native or extraplanar for the purpose of spells like {spell/dismissal} and creates minor sensory effects evoking that plane. This effect is immobile and lasts for 10 days or until the dragon dies or uses this ability again.",
			"",
			"**Spell Resistance (Ex):** As dragons grow older, they become more resistant to spells and spell-like abilities, as indicated in the dragon descriptions. A dragon's SR is equal to 11 + its CR.",
			"",
			"**Spells:** A planar dragon knows and casts spells as per an {class/oracle} of the level indicated in its specific description. Its caster level depends on its age, as given for each type.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Edict Dragon}",
			"- {monster/Ancient Edict Dragon}",
			"- {monster/Young Edict Dragon}"
		]
	},
	"edict_dragon": { "copyof": "dragon_planar_edict" },
	"dragon_planar_havoc": {
		"name": "Dragon (Planar, Havoc)",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## Dragon (Planar, Havoc)",
			"",
			"{SOURCE Bestiary 6}",
			"",
			"Planar dragons originate in the outer Planes, but migrate via portals or other methods to the Material Plane. There, they reshape their lairs to reflect their home planes.",
			"",
			"**Family:** {family/Planar Dragon}",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Havoc Dragon}",
			"- {monster/Ancient Havoc Dragon}",
			"- {monster/Young Havoc Dragon}"
		]
	},
	"havoc_dragon": { "copyof": "dragon_planar_havoc" },
	"dragon_planar_infernal": {
		"name": "Dragon (Planar, Infernal)",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## Dragon (Planar, Infernal)",
			"",
			"{SOURCE Bestiary 6}",
			"",
			"Planar dragons originate in the outer Planes, but migrate via portals or other methods to the Material Plane. There, they reshape their lairs to reflect their home planes.",
			"",
			"**Family:** {family/Planar Dragon}",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Infernal Dragon}",
			"- {monster/Ancient Infernal Dragon}",
			"- {monster/Young Infernal Dragon}"
		]
	},
	"infernal_dragon": { "copyof": "dragon_planar_infernal" },
	"dragon_planar_paradise": {
		"name": "Dragon (Planar, Paradise)",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## Dragon (Planar, Paradise)",
			"",
			"{SOURCE Bestiary 6}",
			"",
			"Planar dragons originate in the outer Planes, but migrate via portals or other methods to the Material Plane. There, they reshape their lairs to reflect their home planes.",
			"",
			"**Family:** {family/Planar Dragon}",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Paradise Dragon}",
			"- {monster/Ancient Paradise Dragon}",
			"- {monster/Young Paradise Dragon}"
		]
	},
	"paradise_dragon": { "copyof": "dragon_planar_paradise" },
	"dragon_planar_rift": {
		"name": "Dragon (Planar, Rift)",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## Dragon (Planar, Rift)",
			"",
			"{SOURCE Bestiary 6}",
			"",
			"Planar dragons originate in the outer Planes, but migrate via portals or other methods to the Material Plane. There, they reshape their lairs to reflect their home planes.",
			"",
			"**Family:** {family/Planar Dragon}",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Rift Dragon}",
			"- {monster/Ancient Rift Dragon}",
			"- {monster/Young Rift Dragon}"
		]
	},
	"rift_dragon": { "copyof": "dragon_planar_rift" },
	"dragon_planar_tumult": {
		"name": "Dragon (Planar, Tumult)",
		"sources": [ "Pathfinder #138: Rise of New Thassilon" ],
		"description": [
			"## Dragon (Planar, Tumult)",
			"",
			"{SOURCE Pathfinder #138: Rise of New Thassilon}",
			"",
			"Planar dragons originate in the outer Planes, but migrate via portals or other methods to the Material Plane. There, they reshape their lairs to reflect their home planes.",
			"",
			"**Family:** {family/Planar Dragon}",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Tumult Dragon}",
			"- {monster/Ancient Tumult Dragon}",
			"- {monster/Young Tumult Dragon}"
		]
	},
	"tumult_dragon": { "copyof": "dragon_planar_tumult" },
	"dragon_primal": {
		"name": "Dragon (Primal)",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Dragon (Primal)",
			"",
			"{SOURCE Bestiary 2}",
			"",
			"Though chromatic and metallic dragons are the most widely known, other categories of true dragon exist, such as the five primal dragons - powerful creatures that hail from the elemental planes and the Plane of Shadows.",
			"",
			"**Family:** {family/True Dragon}",
			"",
			"**Subfamilies:**",
			"",
			"- {family/Dragon (Primal, Brine)}",
			"- {family/Dragon (Primal, Cloud)}",
			"- {family/Dragon (Primal, Crystal)}",
			"- {family/Dragon (Primal, Magma)}",
			"- {family/Dragon (Primal, Umbral)}"
		]
	},
	"primal_dragon": { "copyof": "dragon_primal" },
	"dragon_primal_brine": {
		"name": "Dragon (Primal, Brine)",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Dragon (Primal, Brine)",
			"",
			"**Family:** {family/Primal Dragon}",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Immunity to acid, water breathing | - |",
			"| Very young | Speak with animals (fish only) | - |",
			"| Young | Obscuring mist | 1st |",
			"| Juvenile | Water breathing | 3rd |",
			"| Young adult | DR 5/magic, spell resistance | 5th |",
			"| Adult | Frightful presence, control water | 7th |",
			"| Mature adult | DR 10/magic | 9th |",
			"| Old | Capsize | 11th |",
			"| Very old | DR 15/magic | 13th |",
			"| Ancient | Desiccating bite, horrid wilting | 15th |",
			"| Wyrm | DR 20/magic | 17th |",
			"| Great wyrm | Painful strikes, tsunami | 19th |",
			"",
			"### Special Abilities",
			"",
			"**Capsize (Ex)** An old or older brine dragon can attempt to capsize a boat or ship by ramming it as a charge attack and making a CMB check. The DC of this check is 25 or the result of the boat captain's Profession (sailor) check, whichever is higher. For each size category larger the ship is than the brine dragon's size, the dragon takes a cumulative -10 penalty on the check.",
			"",
			"**Desiccating Bite (Su)** An ancient brine dragon's bite causes weakness, dealing 1d2 points of Strength drain in addition to its normal damage. A great wyrm's bite deals 1d4 points of Strength drain. A Fortitude save (DC equals the dragon's breath weapon save DC) negates the Strength drain.",
			"",
			"**Painful Strikes (Su)** A great wyrm brine dragon's natural attacks are so laden with salt and acidic crystals that every time it strikes a creature with one of these attacks, the target must make a Fortitude save (DC equals the dragon's breath weapon save DC) or be stunned for a round from the pain.",
			"",
			"**Spell-like Abilities (Sp)** A brine dragon gains the following spell-like abilities, usable at will (unless indicated otherwise) at the listed age. Very young-speak with animals (fish only); Young-obscuring mist; Juvenile-water breathing; Adult-control water; Ancient-horrid wilting (3/day); Great wyrm-tsunami (3/day).",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Brine Dragon}",
			"- {monster/Ancient Brine Dragon}",
			"- {monster/Young Brine Dragon}"
		]
	},
	"brine_dragon": { "copyof": "dragon_primal_brine" },
	"dragon_primal_cloud": {
		"name": "Dragon (Primal, Cloud)",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Dragon (Primal, Cloud)",
			"",
			"**Family:** {family/Primal Dragon}",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Immune to electricity, mist vision | - |",
			"| Very young | Obscuring mist | - |",
			"| Young | Fog cloud | - |",
			"| Juvenile | Frightful presence | 1st |",
			"| Young adult | DR 5/magic, spell resistance | 3rd |",
			"| Adult | Cloud form, solid fog | 5th |",
			"| Mature adult | DR 10/magic | 7th |",
			"| Old | Cloudkill | 9th |",
			"| Very old | DR 15/magic | 11th |",
			"| Ancient | Thundering bite, wind walk | 13th |",
			"| Wyrm | DR 20/magic | 15th |",
			"| Great wyrm | Cloud breath, storm of vengeance | 17th |",
			"",
			"### Special Abilities",
			"",
			"**Cloud Form (Su)** An adult or older cloud dragon can change itself into a cloudy vapor as a swift action for a number of rounds per day equal to its Hit Dice. This ability functions as gaseous form but the dragon's fly speed is unchanged.",
			"",
			"**Cloud Breath (Su)** A great wyrm cloud dragon's breath weapon creates a cloud that persists in its cone shape for 1d4 rounds. Treat this cloud as a fog cloud that deals electricity damage equal to half the dragon's breath weapon damage to any creature that ends its turn still within the cloud (Reflex save halves the damage-DC equals the dragon's breath weapon save DC).",
			"",
			"**Mist Vision (Su)** A cloud dragon can see through fog, clouds, and similar obscuring effects with perfect clarity.",
			"",
			"**Spell-Like Abilities (Sp)** A cloud dragon gains the following spell-like abilities, usable at will (unless indicated otherwise) on reaching the listed age category. Very young-obscuring mist; Young-fog cloud; Adult-solid fog; Old-cloudkill (3/day); Ancient-wind walk; Great wyrm-storm of vengeance (1/day).",
			"",
			"**Thundering Bite (Su)** An ancient or older cloud dragon's bite makes a thundering crash whenever it attacks, dealing an additional 2d6 points of sonic damage. A great wyrm's thundering bite deals an additional 4d6 sonic damage.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Cloud Dragon}",
			"- {monster/Ancient Cloud Dragon}",
			"- {monster/Young Cloud Dragon}"
		]
	},
	"cloud_dragon": { "copyof": "dragon_primal_cloud" },
	"dragon_primal_crystal": {
		"name": "Dragon (Primal, Crystal)",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Dragon (Primal, Crystal)",
			"",
			"**Family:** {family/Primal Dragon}",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Immunity to sonic, razor sharp | - |",
			"| Very young | Color spray | - |",
			"| Young | Tremorsense | - |",
			"| Juvenile | Glitterdust | - |",
			"| Young adult | DR 5/magic, spell resistance | - |",
			"| Adult | Frightful presence, rainbow pattern | 1st |",
			"| Mature adult | DR 10/magic | 3rd |",
			"| Old | Stone to flesh | 5th |",
			"| Very old | DR 15/magic | 7th |",
			"| Ancient | Ray reflection, prismatic spray | 9th |",
			"| Wyrm | DR 20/magic | 11th |",
			"| Great wyrm | Imprisonment, scintillating aura | 13th |",
			"",
			"### Special Abilities",
			"",
			"**Razor Sharp (Sp)** All of a crystal dragon's natural attacks deal slashing damage.",
			"",
			"**Ray Reflection (Ex)** An ancient crystal dragon's scales reflect ray spells back upon the ray's source if the ray fails to overcome the dragon's spell resistance.",
			"",
			"**Scintillating Aura (Su)** A great wyrm crystal dragon radiates an aura of scintillating color from its jeweled scales to a radius of 60 feet. All within this area must make a Will save each round to avoid being stunned (if the victim has 15 or fewer Hit Dice) or confused (if the victim has more than 15 Hit Dice) for 1 round. The save DC is equal to the dragon's breath weapon save DC. This is a mind-affecting effect. The dragon can activate or suppress this aura as a free action.",
			"",
			"**Spell-Like Abilities (Sp)** A crystal dragon gains the following spell-like abilities, usable at will (unless indicated otherwise) upon reaching the listed age category. Very young-color spray; Juvenile-glitterdust; Adult-rainbow pattern; Old-stone to flesh (3/day); Ancient-prismatic spray (3/day); Great wyrm-imprisonment (1/day).",
			"",
			"**Tremorsense (Ex)** Crystal dragons do not gain {umr/tremorsense} until juvenile age (30 ft.), improving at adult (60 ft.) and old (120 ft.).",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Crystal Dragon}",
			"- {monster/Ancient Crystal Dragon}",
			"- {monster/Young Crystal Dragon}"
		]
	},
	"crystal_dragon": { "copyof": "dragon_primal_crystal" },
	"dragon_primal_magma": {
		"name": "Dragon (Primal, Magma)",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Dragon (Primal, Magma)",
			"",
			"**Family:** {family/Primal Dragon}",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Immune to fire, vulnerable to cold | - |",
			"| Very young | Burning hands | - |",
			"| Young | Superheated | 1st |",
			"| Juvenile | Scorching ray | 3rd |",
			"| Young adult | DR 5/magic, spell resistance | 5th |",
			"| Adult | Frightful presence, wall of fire | 7th |",
			"| Mature adult | DR 10/magic | 9th |",
			"| Old | Fire shield | 11th |",
			"| Very old | DR 15/magic | 13th |",
			"| Ancient | Magma breath, delayed blast fireball | 15th |",
			"| Wyrm | DR 20/magic | 17th |",
			"| Great wyrm | Magma tomb, wall of lava | 19th |",
			"",
			"### Special Abilities",
			"",
			"**Magma Tomb (Su)** Once per day, a great wyrm magma dragon can spit lava onto a target within 120 feet, dealing damage normally for its breath weapon. This magma cools instantly - it does not continue doing damage at this point but does {umr/entrap} the victim (DC equals the dragon's breath weapon save DC, 3d6 minutes, hardness 8, hp 45).",
			"",
			"**Magma Breath (Su)** Three times per day, an ancient or older magma dragon can breathe a cone of lava instead of fire. The damage is unchanged, but the magma clings to those it damages, dealing half damage each round thereafter for 1d3 rounds. After this magma cools, it crumbles to dust.",
			"",
			"**Spell-Like Abilities (Sp)** A magma dragon gains the following spell-like abilities, usable at will (unless indicated otherwise) on reaching the listed age category. Very young-burning hands; Juvenile-scorching ray; Adult-wall of fire; Old-fire shield (warm shield, constant); Ancient-delayed blast fireball (3/day); Great wyrm-wall of lava.",
			"",
			"**Superheated (Su)** At young age and older, a magma dragon's bite attack deals additional fire damage equal to its age category.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Magma Dragon}",
			"- {monster/Ancient Magma Dragon}",
			"- {monster/Young Magma Dragon}"
		]
	},
	"magma_dragon": { "copyof": "dragon_primal_magma" },
	"dragon_primal_umbral": {
		"name": "Dragon (Primal, Umbral)",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Dragon (Primal, Umbral)",
			"",
			"**Family:** {family/Primal Dragon}",
			"",
			"| Age Category | Special Abilities | Caster Level |",
			"| --- | --- | --- |",
			"| Wyrmling | Umbral scion, immune to cold | - |",
			"| Very young | Darkness | - |",
			"| Young | Ghost bane | 1st |",
			"| Juvenile | Frightful presence, vampiric touch | 3rd |",
			"| Young adult | DR 5/magic, spell resistance | 5th |",
			"| Adult | Shadow breath, shadow walk | 7th |",
			"| Mature adult | DR 10/magic | 9th |",
			"| Old | Project image | 11th |",
			"| Very old | DR 15/magic | 13th |",
			"| Ancient | Create shadows, finger of death | 15th |",
			"| Wyrm | DR 20/magic | 17th |",
			"| Great wyrm | Energy drain, shades | 19th |",
			"",
			"### Special Abilities",
			"",
			"**Breath Weapon (Su)** Although it deals negative energy damage, an umbral dragon's breath weapon does not heal undead creatures.",
			"",
			"**Create Shadows (Su)** Any creature slain by an ancient or older umbral dragon rises as a shadow (if 8 HD or less) or greater shadow (if above 8 HD) under the umbral dragon's control 1d4 rounds later.",
			"",
			"**Energy Drain (Su)** A great wyrm umbral dragon deals 1 negative level with each successful bite or claw attack (1 level, DC 32).",
			"",
			"**Ghost Bane (Su)** A young or older umbral dragon's physical attacks deal damage to incorporeal creatures normally.",
			"",
			"**Umbral Scion (Ex)** Umbral dragons have negative energy affinity and are immune to energy drain and death effects.",
			"",
			"**Shadow Breath (Su)** Three times per day, an adult or older umbral dragon can breathe a cone of shadows. Creatures who fail a Fortitude save are blinded for 1d4 rounds and take 1 point of Str drain per age category possessed by the dragon. A successful save negates the blindness and reduces Str drain to 1d4 points.",
			"",
			"**Spell-Like Abilities (Sp)** An umbral dragon gains the following spell-like abilities, usable at will (unless indicated otherwise) on reaching the listed age category. Young-darkness; Juvenile-vampiric touch; Adult-shadow walk; Old-project image; Ancient-finger of death (3/day), Great wyrm-shades. An umbral dragon can cast cleric spells as arcane spells.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Umbral Dragon}",
			"- {monster/Ancient Umbral Dragon}",
			"- {monster/Young Umbral Dragon}"
		]
	},
	"umbral_dragon": { "copyof": "dragon_primal_umbral" },
	"dragon_red": {
		"name": "Dragon (Red)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Red Dragon",
			"",
			"**Family:** {family/True Dragon}",
			"",
			"### Special Abilities",
			"",
			"**Fire Aura (Su)** An adult red dragon is surrounded by an aura of intense heat. All creatures within 5 feet take 1d6 points of fire damage at the beginning of the dragon's turn. An old dragon's aura extends to 10 feet. An ancient dragon's damage increases to 2d6.",
			"",
			"**Incinerate (Su)** A great wyrm red dragon can incinerate creatures in its fiery breath. A creature reduced to fewer than 0 hit points by its breath weapon must make a Fortitude save (using the breath weapon's DC). Failure indicates that the creature is reduced to ash. Creatures destroyed in this way can only be restored to life through {spell/true resurrection} or similar magic.",
			"",
			"**Manipulate Flames (Su)** An old or older red dragon can control any fire spell within 10 feet per age category of the dragon as a standard action. This ability allows it to move any fire effect in the area, as if it were the caster. This ability also allows it to reposition a stationary fire effect, although the new placement must be one allowed by the spell. Finally, for 1 round following the use of this ability, the dragon can control any new fire spell cast within its area of control, as if it were the caster. It can make all decisions allowed to the caster, including canceling the spell if it so desires.",
			"",
			"**Melt Stone (Su)** An ancient or older red dragon can use its breath weapon to melt rock at a range of 100 feet, affecting a 5-foot-radius area per age category. The area becomes lava to a depth of 1 foot. Any creature in contact with the lava takes 20d6 points of fire damage on the first round, 10d6 on the second, and none thereafter as the lava hardens and cools. If used on a wall or ceiling, treat this ability as an avalanche that deals fire damage.",
			"",
			"**Smoke Vision (Ex)** A very young red dragon can see perfectly in smoky conditions (such as those created by pyrotechnics).",
			"",
			"**Spell-Like Abilities (Sp)** A red dragon gains the following spell-like abilities, usable at will upon reaching the listed age category. Young-{spell/detect magic}; Juvenile-{spell/pyrotechnics}; Adult-{spell/suggestion}; Old-{spell/wall of fire}; Ancient-{spell/find the path}; Great wyrm-{spell/discern location}.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Red Dragon}",
			"- {monster/Ancient Red Dragon}",
			"- {monster/Young Red Dragon}",
			"",
			"### Mythic Members of This Family:",
			"",
			"- {monster/Wyrm Red Dragon}",
			"- {monster/Young Red Dragon}"
		]
	},
	"red_dragon": { "copyof": "dragon_red" },
	"dragon_silver": {
		"name": "Dragon (Silver)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Silver Dragon",
			"",
			"**Family:** {family/True Dragon}",
			"",
			"### Special Abilities",
			"",
			"**Change Shape (Su)** A silver dragon can assume any animal or humanoid form three times per day as if using polymorph.",
			"",
			"**Cloudwalking (Su)** A very young or older silver dragon can tread on clouds or fog as though on solid ground.",
			"",
			"**Cold Aura (Su)** An old or older silver dragon is surrounded by an aura of cold. All creatures within 5 feet of the dragon take 1d6 points of cold damage at the beginning of the dragon's turn. An ancient dragon's aura extends to 10 feet. A great wyrm's aura damage increases to 2d6. A silver dragon can suppress or activate this aura at will as a free action.",
			"",
			"**Fog Vision (Ex)** A juvenile or older silver dragon can see perfectly well in fog and clouds.",
			"",
			"**Graceful Flight (Ex)** A young or older silver dragon's aerial maneuverability is one step better than normal.",
			"",
			"**Paralyzing Breath (Su)** Instead of a cone of cold, a silver dragon can breathe a cone of paralyzing gas. Creatures within the cone must succeed on a Fortitude save or be paralyzed for 1d6 rounds plus 1 round per age category of the dragon.",
			"",
			"**Reflective Scales (Su)** Any spell that targets an ancient or older silver dragon but fails to penetrate the silver dragon's spell resistance might be reflected. If the caster level check to penetrate the dragon's spell resistance is failed by 5 or more, the spell is reflected. If the check fails by 4 or less, the spell is merely wasted. This otherwise functions as spell turning.",
			"",
			"**Spell-Like Abilities (Sp)** A silver dragon gains the following spell-like abilities, usable at will upon reaching the listed age category. Very young-{spell/detect evil}; Juvenile-{spell/feather fall}; Adult-{spell/fog cloud}; Old-{spell/control winds}; Ancient-{spell/control weather}; Great wyrm-{spell/reverse gravity}.",
			"",
			"**True Courage (Ex)** A great wyrm silver dragon can fight on through pain and death. When reduced to below 0 hit points, it remains conscious, automatically stabilizes, and can continue to act (although it is staggered). If it takes damage or is the target of a spell that causes its death, it remains alive for 1 round and can act normally (it is not staggered for this final round).",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult Silver Dragon}",
			"- {monster/Ancient Silver Dragon}",
			"- {monster/Young Silver Dragon}"
		]
	},
	"silver_dragon": { "copyof": "dragon_silver" },
	"dragon_white": {
		"name": "Dragon (White)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## White Dragon",
			"",
			"**Family:** {family/True Dragon}",
			"",
			"### Special Abilities",
			"",
			"**Blizzard (Su)** An ancient white dragon can use its breath weapon to create a blizzard in the area around it as a standard action. This creates heavy snow conditions in a 50-foot radius for 1 minute, centered on the dragon. This snow slows movement (4 squares of movement per square entered) and limits vision as fog does.",
			"",
			"**Cold Aura (Su)** An adult white dragon radiates an aura of cold. All creatures within 5 feet of the dragon take 1d6 points of cold damage at the beginning of the dragon's turn. An old dragon's aura extends to 10 feet. An ancient dragon's damage increases to 2d6.",
			"",
			"**Freezing Fog (Sp)** An old white dragon can use this ability three times per day. It is similar to an acid fog spell but deals cold damage instead of acid damage. It also causes a rime of slippery ice to form on any surface the fog touches, creating the effect of a grease spell. The dragon is immune to the grease effect because of its icewalking ability. This ability is the equivalent of a 6th-level spell.",
			"",
			"**Ice Shape (Su)** A young white dragon can shape ice and snow at will. This ability functions as stone shape, but only targeting ice and snow, not stone. A white dragon's caster level for this effect is equal to its Hit Dice.",
			"",
			"**Ice Tomb (Sp)** A great wyrm can, as a standard action, cause a creature to sink into ice. This works as imprisonment, but only while the target is touching an icy surface. A white dragon can use this ability once per day (CL equals dragon's HD). Targets entombed by this ability can be freed by casting freedom or by physically freeing the creature from the ice (Hardness 0, 360 hit points). The save DC is Charisma-based.",
			"",
			"**Icewalking (Ex)** This ability works like the spider climb spell, but the surfaces the dragon climbs must be icy. The dragon can move across icy surfaces without penalty and does not need to make Acrobatics checks to run or charge on ice.",
			"",
			"**Snow Vision (Ex)** A very young white dragon learns to see perfectly well in snowy conditions. A white dragon does not suffer any penalties to Perception checks while in snow.",
			"",
			"**Spell-Like Abilities (Sp)** A white dragon gains the following spell-like abilities usable at will upon reaching the listed age category. Juvenile-fog cloud; Young adult-gust of wind; Ancient-wall of ice; Great wyrm-control weather.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Adult White Dragon}",
			"- {monster/Ancient White Dragon}",
			"- {monster/Young White Dragon}",
			"",
			"### Mythic Members of This Family:",
			"",
			"- [Juvenile White Dragon](monster/juvenile_white_dragon_mythic)"
		]
	},
	"white_dragon": { "copyof": "dragon_white" },
	"drake": {
		"name": "Drake",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Drake",
			"",
			"{SOURCE Bestiary 2}",
			"",
			"This family represents a group of similar monsters. No official description has been provided.",
			"",
			"### Members of This Family:",
			"",
			"- {monster/Desert Drake}",
			"- {monster/Ether Drake}",
			"- {monster/Flame Drake}",
			"- {monster/Forest Drake}",
			"- {monster/Frost Drake}",
			"- {monster/Jungle Drake}",
			"- {monster/Lava Drake}",
			"- {monster/Mist Drake}",
			"- {monster/Rift Drake}",
			"- {monster/River Drake}",
			"- {monster/Sea Drake}",
			"- {monster/Shadow Drake}",
			"- {monster/Spire Drake}"
		]
	}
}
