{
	"empyreal_lord_black_butterfly": {
		"name": "Empyreal Lord, Black Butterfly",
		"sources": [
			"Bestiary 6",
			"Bestiary 4"
		],
		"description": [
			"*This living silhouette of a graceful woman has white hair and eyes. Her butterfly wings shimmer with twinkling stars.*",
			"",
			"::mh[Black Butterfly]{cr=\"28\"}",
			"",
			"{SOURCE Bestiary 6/112}  ",
			"**XP** 4,915,200  ",
			"CG Large outsider (azata, chaotic, extraplanar, good)  ",
			"**Init** +19; **Senses** blindsense 60 ft., darkvision 60 ft., detect aberration, detect evil, detect law, low-light vision, see in darkness, true seeing; Perception +50  ",
			"**Aura** primal aura (30 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 46, touch 34, flat-footed 31 (+4 armor, +15 Dex, +10 insight, +8 natural, -1 size)  ",
			"**hp** 676 (33d10+495); regeneration 30 (deific or mythic)  ",
			"**Fort** +26, **Ref** +33, **Will** +28; +8 vs. mind-affecting effects  ",
			"**Defensive Abilities** freedom of movement, mind blank; **DR** 20/epic and evil; **Immune** ability damage, ability drain, charm effects, cold, compulsion effects, death effects, electricity, energy drain, petrification; **Resist** fire 30, sonic 30; **SR** 39",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., fly 150 ft. (perfect)  ",
			"**Melee** Voidsedge +52/+47/+42/+37 (1d6+20/19-20/&times;3 plus 2d6 fire and 2d6 cold), touch +42 touch (10d6 cold plus steal breath)  ",
			"**Ranged** Voidsedge +52/+47/+42/+37 (1d6+20/19-20/&times;3 plus 2d6 fire and 2d6 cold)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** Voidsedge bond  ",
			"**Spell-Like Abilities** (CL 28th; concentration +39)  ",
			"*Constant*-detect aberration, detect evil, detect law, freedom of movement, mind blank, true seeing  ",
			"*At will*-break enchantment, deeper darkness, dimensional anchor, greater dispel magic, haste[^M], holy smite[^M] (DC 25), holy word[^M] (DC 28), interplanetary teleport, wandering star motes (DC 25)  ",
			"*3/day*-antimagic field[^M], quickened heal[^M], reverse gravity[^M], quickened wandering star motes (DC 25)  ",
			"*1/day*-gate, implosion (DC 30), mage's disjunction[^M], moment of prescience, time stop[^M]",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 28, **Dex** 40, **Con** 40, **Int** 27, **Wis** 30, **Cha** 33  ",
			"**Base Atk** +33; **CMB** +43; **CMD** 78  ",
			"**Feats** {feat/Alertness}, {feat/Blinding Critical}, {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Deadly Aim}, {feat/Flyby Attack}, {feat/Improved Critical/ (starknife)}, {feat/Improved Initiative}, {feat/Improved Precise Shot}, {feat/Point-Blank Shot}, {feat/Power Attack}, {feat/Precise Shot}, {feat/Quicken Spell-Like Ability/ (heal, wandering star motes)}, {feat/Skill Focus/ (Stealth)}, {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +51, Bluff +47, Diplomacy +44, Fly +57, Intimidate +44, Knowledge (arcana, nature, religion) +41, Knowledge (geography) +44, Perception +50, Sense Motive +50, Spellcraft +44, Stealth +53, Use Magic Device +47  ",
			"**Languages** Aklo, Celestial, Common; telepathy 300 ft.; truespeech  ",
			"**SQ** celestial grace, interstellar mastery, no breath, seed of life, silence between, starflight",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Elysium)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple (Voidsedge, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Celestial Grace (Ex)** Black Butterfly adds her Dexterity modifier instead of her Strength modifier to her damage rolls with all melee and ranged weapons. She gains an insight bonus to her Armor Class equal to her Wisdom modifier. She ignores any effect that would reduce her movement speed or prevent her from taking a 5-foot step.",
			"",
			"**Interstellar Mastery (Ex)** Black Butterfly never suffers any harmful environmental effects from outer space. She gains a +4 sacred bonus on attack rolls and saving throws when in such an environment, as well as the benefits of a ranger's favored terrain (+10 bonus).",
			"",
			"**Primal Aura (Su)** No sounds pass through Black Butterfly's primal aura except those she allows, and even then, she can choose to block a sound in some portions of her aura while allowing it to pass through other portions. When blocking sound, this aura functions similarly to silence. This ability is suppressed for 1d4 rounds whenever Black Butterfly is affected by a vision-based effect created by an evil creature.",
			"",
			"**Silence Between (Ex)** When Black Butterfly takes a 5-foot step, instead of moving 5 feet, she can ride the spaces in between breaths and thoughts, disappearing and rematerializing anywhere within 150 feet and attempting a Stealth check to hide as a free action. She can hide even when being directly observed, and her Stealth can defeat any sense (for example blindsight, lifesense, and tremorsense) as long as the result of the check exceeds the result of the observer's Perception check. She gains an additional +20 bonus on Stealth checks (+40 when immobile), which doesn't stack with the bonuses from invisibility, and she can't be outlined by spells like faerie fire or glitterdust. If she is hidden when she begins a full attack, any creature that wasn't observing her is denied its Dexterity bonus to AC against all attacks in the full attack, not just the first attack. Black Butterfly loses access to her silence between ability when she is in an area of bright light.",
			"",
			"**Starflight (Su)** Although she can use interplanetary teleport at will, Black Butterfly enjoys flying between the stars. When she does so, she travels at an incredible speed. Although exact travel times vary, a trip within a single solar system should take 3d20 hours, while a trip beyond should take 3d20 days (or more, at the GM's discretion). Black Butterfly knows the routes to all destinations among the stars.",
			"",
			"**Steal Breath (Su)** Black Butterfly's touch attack deals 10d6 points of cold damage and draws the breath from the target's lungs as she subjects the creature to the racking conditions of deep space. The creature struck can resist having its breath drawn out with a successful DC 37 Fortitude save; otherwise, the target is knocked unconscious by the sudden loss of oxygen. Steal breath does not harm creatures that do not breathe, but her touch attack can still deal cold damage. The save DC is Charisma-based.",
			"",
			"**Voidsedge Bond (Ex)** Voidsedge is a +5 aberration-bane ghost touch holy starknife that exists as one of the stars in Black Butterfly's wings until she calls it to her hand as a free action. When she throws Voidsedge, it returns to her hand instantly upon striking a target, allowing her to make iterative thrown attacks. Her range increment with Voidsedge is 120 feet. Attacks with Voidsedge deal an additional 2d6 points of fire damage and 2d6 points of cold damage on a hit when Black Butterfly wields the weapon.",
			"",
			"::sh[Description]",
			"",
			"Black Butterfly, the Silence Between, arose from the spaces between the stars. Solemn and serene, she never acts rashly, relying on the wisdom of the cosmos to guide her to the appropriate solution. She believes that the true nature of the multiverse lies in the gaps and silences between thoughts and ideas, so she never focuses on one topic or idea for too long, lest in narrowing her view she should lose sight of the space beyond the idea's edge.",
			"",
			"On Elysium, Black Butterfly's hidden realm is nestled in the constellation that leads to Desna's palace. Her realm is relatively simple for an empyreal lord, with no grand palace or bright colors. Instead, it is a quiet respite from a plane of riotous passions, a gentle void, breathable by creatures of all sorts, with pockets of solid shadow for those who prefer ground beneath their feet and dotted with simple shelters. Her realm is so difficult to find that even planar scholars and other residents of Elysium can't agree exactly where it lies, though travelers through silence and darkness, even on other planes, sometimes make their way into her realm in times of desperation, able to find momentary succor so long as they are respectful and quiet.",
			"",
			"While few beings can match her knowledge of the alien monstrosities that dwell in the deepest reaches of interstellar space, Black Butterfly refuses to share much of it, as she worries that widespread knowledge of her greatest nemeses, the Outer Gods and the Great Old Ones, would serve their interests rather than hers. She often journeys from her home in Elysium to subtly battle the interests of these foes and other forces of evil, or to assist those in need without revealing her presence.",
			"",
			"### Black Butterfly's Faith",
			"",
			"Black Butterfly is the patron of distance, silence, and space. The Silence Between's worshipers include those for whom distances are essential, such as parted lovers or explorers (particularly those who brave the unfathomable depths of outer space), as well as those who appreciate her connection to silence, such as the deaf and the mute. Worshipers of Black Butterfly are encouraged to perform anonymous acts of charity without speaking to the recipient of their kindness, for the reason that such unseen gifts help foster the perception that good things sometimes happen to good people for no other reason than that they deserve it. Black Butterfly's most sacred spaces are isolated monasteries and shrines high atop mountain peaks, deep underground, or even floating on asteroids in the void of space - these latter redoubts typically have potent magic to enable her worshipers to live and breathe with ease. She teaches her followers that the greatest good lies in performing quiet anonymous acts, and her faith abhors loud spectacles on holy days.",
			"",
			"Black Butterfly's holy symbol is a black-winged butterfly with a white star for a body on a field of purple. Her favored weapon is the starknife. She grants access to the domains of Chaos, Good, Liberation, and Void, and access to the subdomains of Azata, Freedom, Revolution, and Stars.",
			"",
			"**Family:** {family/Empyreal Lord}",
			"",
			"[^M]: Black Butterfly can use this ability's mythic version in her realm."
		]
	},
	"black_butterfly": { "copyof": "empyreal_lord_black_butterfly" },
	"empyreal_lord_cernunnos": {
		"name": "Empyreal Lord, Cernunnos",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*This tall, graceful person has elven features, the horns of a majestic stag and a piercing, ageless stare.*",
			"",
			"::mh[Cernunnos]{cr=\"30\"}",
			"",
			"{SOURCE Bestiary 4/88}  ",
			"**XP** 9,830,400  ",
			"CG Large outsider (azata, chaotic, extraplanar, good)  ",
			"**Init** +16; **Senses** blindsense 60 ft., darkvision 60 ft., detect evil, detect lies, detect poison, low-light vision, true seeing; Perception +43  ",
			"**Aura** primal (30 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 48, touch 22, flat-footed 35 (+12 Dex, +1 dodge, +26 natural, -1 size)  ",
			"**hp** 663 (34d10+476); regeneration 10 (evil artifacts, effects, and spells)  ",
			"**Fort** +25, **Ref** +31, **Will** +25  ",
			"**Defensive Abilities** freedom of movement, lightning rod, unbound; **DR** 15/epic and evil; **Immune** ability damage, ability drain, charm effects, compulsion effects, death effects, electricity, energy drain, petrification; **Resist** cold 30, fire 30; **SR** 41",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., fly 60 ft. (average)  ",
			"**Melee** +5 holy cold iron club +48/+43/+38/+33 (1d8+18/15-20), gore +43 (2d8+18)  ",
			"**Ranged** +5 evil outsider bane composite longbow +51/+46/+41/+36 (2d6+14/19-20/&times;4)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** greater slaying arrow, horned lord's charge, powerful charge (gore, 4d8+13 and horned lord's charge), wild shape (as 20th level druid)  ",
			"**Spell-Like Abilities** (CL 20th; concentration +25)  ",
			"*Constant*-detect evil, detect lies, detect poison, freedom of movement, true seeing  ",
			"*At will*-greater teleport, haste[^M], true strike[^M]  ",
			"*3/day*-break enchantment[^M], breath of life[^M], dimensional anchor (DC 19)  ",
			"*1/day*-discern location, mage's disjunction[^M] (DC 24), time stop[^M]  ",
			"**Druid Spells Prepared** (CL 20th; concentration +26)  ",
			"*9th*-elemental swarm, foresight, summon nature's ally IX (2)  ",
			"*8th*-control plants (DC 24), repel metal or stone, sunburst (DC 24), whirlwind (DC 24)  ",
			"*7th*-control weather, creeping doom (DC 23), heal, sunbeam (DC 23)  ",
			"*6th*-antilife shell, greater dispel magic (2), move earth, wall of stone (DC 22)  ",
			"*5th*-atonement, baleful polymorph (DC 21), deathward, transmute rock to mud, wall of thorns  ",
			"*4th*-cure serious wounds (2), freedom of movement, rusting grasp, true form (DC 20)  ",
			"*3rd*-call lightning (DC 19), cure moderate wounds, neutralize poison (2), remove disease  ",
			"*2nd*-chill metal (DC 18), fog cloud, heat metal (DC 18), lesser restoration, resist energy (2)  ",
			"*1st*-calm animals (DC 17, 2), cure light wounds (2), pass without trace (2)  ",
			"*0*-create water, mending, purify food and drink, read magic",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 29, **Dex** 35, **Con** 39, **Int** 18, **Wis** 22, **Cha** 21  ",
			"**Base Atk** +34; **CMB** +44; **CMD** 67  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Deadly Aim}, {feat/Dodge}, {feat/Improved Critical/ (longbow)}, {feat/Improved Critical/ (scimitar)}, {feat/Improved Initiative}, {feat/Improved Precise Shot}, {feat/Mobility}, {feat/Point-Blank Shot}, {feat/Power Attack}, {feat/Precise Shot}, {feat/Quick Draw}, {feat/Rapid Shot}, {feat/Shot on the Run}, {feat/Weapon Focus/ (club)}, {feat/Weapon Focus/ (gore)}, {feat/Weapon Focus/ (longbow)}  ",
			"**Skills** Acrobatics +46 (+50 when jumping), Diplomacy +22, Disguise +22, Fly +10, Handle Animal +22, Intimidate +22, Knowledge (geography) +24, Knowledge (nature) +24, Knowledge (planes) +24, Knowledge (religion) +21, Perception +43, Ride +32, Sense Motive +43, Stealth +45, Survival +43, Swim +26  ",
			"**Languages** Celestial, Draconic, Infernal, Sylvan; truespeech  ",
			"**SQ** change shape (any humanoid, alter self), empyreal lord traits, perfect archer, seed of life",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any forest or plain (Elysium)  ",
			"**Organization** unique  ",
			"**Treasure** standard (+5 holy cold iron club, +5 evil outsider bane longbow, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Greater Slaying Arrow (Su)** Cernunnos can spend 1 minute crafting any kind of greater slaying arrow (DC 32). He can have only one such arrow at a time, and it only functions for him. The save DC is Charisma-based.",
			"",
			"**Horned Lord's Charge (Ex)** An opponent hit by Cernunnos's powerful charge must succeed at a DC 39 Fort save or be exhausted, sickened, or stunned (Cernunnos's choice) for 1d4 rounds. The save DC is Constitution-based.",
			"",
			"**Lightning Rod (Su)** Cernunnos absorbs and negates any electricity effect that targets him or includes him in its area. As an immediate action on his next turn, he can release this energy to grant the shock weapon special ability to all weapons wielded by his allies within 30 feet for 1 round.",
			"",
			"**Perfect Archer (Ex)** Cernunnos does not provoke attacks of opportunity for firing bow weapons in melee. He threatens squares out to his normal reach when wielding a bow. He automatically creates arrows when firing a bow and treats any bow he wields as if it had a range increment of 500 feet.",
			"",
			"**Primal Aura (Su)** Any summoned animal or creature summoned by summon nature's ally gains a +4 enhancement bonus to its Strength and Constitution while within Cernunnos's aura. Any such creature summoned within his aura obeys him as if he had summoned it (if given conflicting orders, the creature obeys Cernunnos instead of its summoner).",
			"",
			"**Spells (Sp)** Cernunnos casts spells as 20th-level druid.",
			"",
			"**Unbound (Su)** Cernunnos is immune to any effects that restrict or force extradimensional movement upon him, such as banishment or dimensional anchor. He may allow these effects to affect him.",
			"",
			"::sh[Description]",
			"",
			"Cernunnos is a powerful empyreal lord who embodies the primeval force of nature as well as its wildness. He surrounds himself with counselors and advisors from all of the celestial races. Although he rarely makes a rash decision, he occasionally lets anger overwhelm his better judgment, even going so far as to swear personal vendettas against specific demon lords or archdevils. A peerless archer and hunter, in such moments of vengeance Cernunnos is tempted to visit Hell or the Abyss to personally exact his revenge.",
			"",
			"His preference for decisive action against enemies puts Cernunnos at odds with Korada. Though Cernunnos agrees that even the wickedest souls can seek redemption, he worries that lives would be lost in the time it would take to allow a fiend to seek enlightenment.",
			"",
			"The Horned Lord appears as a tall and muscular humanoid with elven features, tan skin, and a pair of antlers growing from his brow. Cernunnos dresses in simple clothes and leathers, died in natural colors but typically woven or worked with motifs of birds in flight or leaping animals.",
			"",
			"On Elysium, Cernunnos dwells in an expansive palace constructed of interwoven trees and capped with lush foliage. Known as Briarbough, this sprawling complex of gardens and pools is his seat of power and a place of healing where celestials and good mortals come to have their most grievous wounds tended. Beyond lies hundreds of miles of pristine forest and plains; animals killed here are reborn the next day, fully healed. In times of war, Briarbough serves as a headquarters and hospital for good outsiders.",
			"",
			"When not in Elysium, Cernunnos works with other celestial races to stem the spread of evil throughout the cosmos. Recognizing that - despite his power - he is still only one person, the Horned Lord uses his abilities to strengthen and bolster those already allied against darkness, training marshals and emissaries to work as his agents in the mortal and fey worlds. He favors druids and rangers - archers in particular - among his devotees.",
			"",
			"In combat, Cernunnos uses stealth and range to draw enemies to terrain of his choosing. The Empyreal Lord then uses his magic to further shape the battlefield to hamper his foes before closing for melee.",
			"",
			"### Cernunnos's Faith",
			"",
			"Good fey, intelligent plant creatures, and mortal rangers and druids worship Cernunnos. Elven fighters and rogues often view him as a patron of luck and good fortune, but others pray to him for strength against evil. His sacred places are secluded groves, waterfalls, and deep forests.",
			"",
			"Cernunnos's holy symbol is the head of a stag, ram or similar horned creature with torcs or rings hanging from its horns. His favored weapon is the longbow. He grants access to the Animal, Chaos, Good, and Plant domains, and access to the Azata, Feather, Fur, and Growth subdomains.",
			"",
			"**Family:** {family/Empyreal Lord}",
			"",
			"[^M]: Cernunnos can use the mythic version of this ability in his realm."
		]
	},
	"cernunnos": { "copyof": "empyreal_lord_cernunnos" },
	"empyreal_lord_korada": {
		"name": "Empyreal Lord, Korada",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*This serene, acrobatic man has stiff sideburns, a beard like a monkey, and three golden-furred tails.*",
			"",
			"::mh[Korada]{cr=\"26\"}",
			"",
			"{SOURCE Bestiary 4/90}  ",
			"**XP** 2,457,600  ",
			"NG Large outsider (agathion, extraplanar, good)  ",
			"**Init** +22; **Senses** blindsense 60 ft., darkvision 60 ft., detect evil, detect thoughts, low-light vision; Perception +46  ",
			"**Aura** primal (30 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 45, touch 40, flat-footed 36 (+10 Dex, +1 dodge, +2 insight, +13 natural, -1 size, +6 sacred, +12 Wis)  ",
			"**hp** 528 (32d10+352); regeneration 10 (evil artifacts, effects, and spells)  ",
			"**Fort** +21, **Ref** +30, **Will** +30  ",
			"**Defensive Abilities** never surprised; **DR** 10/epic and evil; **Immune** ability damage, ability drain, charm effects, compulsion effects, death effects, disease, electricity, energy drain, petrification, poison; **Resist** cold 30, sonic 30; **SR** 37",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 90 ft., climb 30 ft., fly 60 ft. (average)  ",
			"**Melee** unarmed strike +31/+36/+31/+26 (2d10+8) or +5 quarterstaff +44/+39/+34/+29 (1d8+13) or flurry of blows +38/+38/+33/+33/+28/+28/+23 (2d10+8)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** shatter spells, stunning fist (8/day, DC 22)  ",
			"**Spell-Like Abilities** (CL 20th; concentration +34)  ",
			"*Constant*-detect evil, detect thoughts, foresight[^M], sanctuary[^M] (DC 25), water walk  ",
			"*At will*-augury, bless[^M], calm animals (DC 25), calm emotions (DC 26), cure serious wounds[^M], greater teleport, mirror image[^M]  ",
			"*3/day*-divination, mad monkeys, quickened mirror image[^M], neutralize poison, true seeing, wall of force[^M]  ",
			"*1/day*-antimagic field, moment of prescience",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 26, **Dex** 30, **Con** 33, **Int** 25, **Wis** 35, **Cha** 38  ",
			"**Base Atk** +32; **CMB** +41 (+43 disarm or grapple, +45 trip); **CMD** 84 (86 vs. disarm, grapple, or trip)  ",
			"**Feats** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Dodge}, {feat/Greater Trip}, {feat/Improved Disarm}, {feat/Improved Grapple}, {feat/Improved Initiative}, {feat/Improved Trip}, {feat/Improved Unarmed Strike}[^B], {feat/Lunge}, {feat/Mobility}, {feat/Quicken Spell-Like Ability/ (mirror image)}, {feat/Scorpion Style}, {feat/Snatch Arrows}, {feat/Spring Attack}, {feat/Step Up}, {feat/Stunning Fist}[^B], {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +44 (+68 when jumping), Bluff +32, Climb +50, Diplomacy +45, Disguise +32, Escape Artist +26, Fly +8, Heal +27, Knowledge (arcana, geography, history, nature) +23, Knowledge (local) +22, Knowledge (planes, religion) +41, Perception +46, Sense Motive +46, Spellcraft +22, Stealth +40; **Racial Modifiers** +24 Acrobatics when jumping  ",
			"**Languages** Celestial, Infernal; speak with animals, truespeech  ",
			"**SQ** abundant step, change shape (avoral or any humanoid, shapechange), combat style master, empyreal lord traits, ki pool (22 points; adamantine, epic, good, lawful, magic, mythic, silver), lay on hands (15d6, 29/day), seed of life, tranquil master",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any forests or mountains (Nirvana)  ",
			"**Organization** unique  ",
			"**Treasure** standard (+5 quarterstaff, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Combat Style Master (Ex)** Korada can attack with unarmed strikes and perform flurry of blows as a 20th-level monk. Like a monk, he adds his Wisdom bonus to his AC and CMD. As a swift action, Korada may enter the basic stance of any combat style feat (such as Crane Style, Monkey Style, and so on) as if he had the first feat in the feat path for that combat style. By expending 2 points of ki, he may use any two feats from his current combat style's feat path for the next minute; if he changes his stance, the previous stance's feats become unavailable but he may use feats from the new stance.",
			"",
			"**Primal Aura (Su)** Korada's primal aura radiates calm and tranquility, automatically suppressing any non-mythic charm or compulsion effect on any creature within its area. Any creature in his aura (including him) can deal nonlethal damage with weapons without taking the -4 penalty on attack rolls for doing so.",
			"",
			"**Shatter Spells (Sp)** Korada can destroy a magical effect (whether it's on a creature or an independent effect such as a wall of fire) by attacking it with an unarmed strike. He must succeed at a melee touch attack against the creature or effect and expend 2 points of ki. If the attack hits, the creature or effect is subject to targeted greater dispel magic (CL 20th). If he dispels an effect, he suffer no harmful effects from touching it. If the effect is on a creature, the creature takes 1 point of damage per spell level of each effect dispelled.",
			"",
			"**Tranquil Master (Su)** Korada may attack without breaking his sanctuary spell-like ability so long as he only attempts to deal nonlethal damage.",
			"",
			"::sh[Description]",
			"",
			"Korada is the champion of peace, kindness, and forgiveness. While he loves and respects his fellow empyreal lords for their tireless fight against wickedness, Korada believes good's final triumph will come from the redemption of evil creatures rather than their destruction. Honest, joyful, and clever, the Open Hand of Harmony dispenses wisdom with warmth and humility, and freely shares the secrets he has amassed over ages of study and meditation. Korada's dedication to philosophy and introspection have garnered him the ability to read the diverse threads of the world, see their nearly limitless connections, and then act on them with uncanny foresight. With neither the naivety of youth nor the jaded weariness of age, Korada is a perfect balance of sentient intelligence and animal instinct, at home wherever he is.",
			"",
			"Though he can assume many forms, Korada's true appearance is a slender, athletic man wearing a simple monk's robe. He has a golden monkey-like beard and sideburns, three monkey tails, and a light layer of downy golden fur covering the rest of his body.",
			"",
			"On Nirvana, Korada dwells in the Dream Lotus, a serene palace city whose blossoming violet walls always drip with cool, golden nectar that is said to calm even the wildest of spirits. It's a place of refuge and healing, and no violence is allowed within its walls; those with problems controlling their anger are sent to meditate at one of its many calming sacred pools.",
			"",
			"Korada is said to possess the gift of foresight, but he rarely acts on these strange visions. He believes the struggle to change is always worthwhile, even if such a journey does not always end in success. It's the process, not the result, that matters most to Korada.",
			"",
			"Despite his staunch dedication to peace, Korada's skill in battle is respected, and he's able to utilize almost any fighting style without a second's pause. He may be responsible for inspiring or teaching the animal combat styles to mortals, using various guises over the course of history on many worlds - or he may even have persuaded the creator gods to give the animals their instincts and talents for fighting, which led to mortals studying and emulating animal combat styles.",
			"",
			"Korada's reputation for peace and martial skill earned him the role of the diplomat of the empyreal lords and their celestial armies. Balor lords, demodand warlords, and even infernal dukes have (temporarily) abandoned their dreams of conquest and warmongering when the Open Hand of Harmony has arrived - alone - in their court to suggest that they consider a different path. These visits always leave behind a path of dazed and stunned fiends, surprised and awed by how easily he defeated them; most silently suffer this indignation and plan vengeance for the next time he appears.",
			"",
			"Although Korada is usually serene and gentle, he has a mischievous side and has been known to poke fun at or harass his opponents like a capricious monkey. He combines his skill in battle and gift for trickery to lead dangerous opponents away from innocents or into places where they can more easily be captured or subdued.",
			"",
			"That said, Korada abhors violence, and he prefers to make nonlethal attacks (using his primal aura and tranquil master abilities), disabling foes so he can speak to them of their weakness. He dispatches mindless opponents without hesitation, not wanting to waste energy debating or persuading a thing empty of thoughts and incapable of making moral choices. He challenges enemy leaders to single combat if doing so would prevent violence between other combatants.",
			"",
			"### Korada's Faith",
			"",
			"Korada is worshiped by good fey, awakened animals, and mortal clerics and monks seeking inner peace. Many who have lived with constant violence pray to Korada for guidance in finding balance; others are inspired by his light heart and willingness to confront wickedness with compassion and humor. Many who worship him are once-evil creatures who chose the path of redemption, as well as paladins who strayed and are working to stay true to the path of righteousness and mercy. The empyreal lord's sacred places are diplomatic embassies, mountain monasteries, and wells.",
			"",
			"Korada's holy symbol is two devotees kneeling before a lotus or a golden monkey with three tails. His favored weapon is the unarmed strike. His clerics have access to the domains of Good, Healing, Magic, and Protection, and the subdomains of Agathion, Defense, Divine, and Restoration.",
			"",
			"**Family:** {family/Empyreal Lord}",
			"",
			"[^M]: Korada can use the mythic version of this ability in his realm.",
			"[^B]: Bonus feat."
		]
	},
	"korada": { "copyof": "empyreal_lord_korada" },
	"empyreal_lord_ragathiel": {
		"name": "Empyreal Lord, Ragathiel",
		"sources": [
			"Bestiary 6",
			"Bestiary 4"
		],
		"description": [
			"*This towering angelic general has five wings of fire, a flaming bastard sword, and resplendent golden armor.*",
			"",
			"::mh[Ragathiel]{cr=\"26\"}",
			"",
			"{SOURCE Bestiary 6/114}  ",
			"**XP** 2,457,600  ",
			"LG Huge outsider (angel, extraplanar, good, lawful)  ",
			"**Init** +13; **Senses** blindsense 60 ft., darkvision 60 ft., detect evil, low-light vision, true seeing; Perception +40  ",
			"**Aura** holy aura (DC 27), primal aura (30 ft.), protective aura",
			"",
			"::sh[Defense]",
			"",
			"**AC** 44, touch 30, flat-footed 35 (+14 armor, +4 deflection, +9 Dex, +9 sacred, -2 size)  ",
			"**hp** 604 (31d10+434); regeneration 20 (deific or mythic)  ",
			"**Fort** +35, **Ref** +23, **Will** +27; +4 vs. poison  ",
			"**Defensive Abilities** golden armor, righteous mantle; **DR** 20/epic and evil; **Immune** ability damage, ability drain, acid, charm effects, cold, compulsion effects, death effects, energy drain, fire, petrification; **Resist** electricity 30; **SR** 37",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., fly 90 ft. (good)  ",
			"**Melee** +5 evil-outsider-bane flaming burst holy bastard sword +46/+41/+36/+31 (3d8+21/17-20), 5 wings +35 (1d8+5 plus 1d6 fire)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** burning wings, devil's end, smite evil (7/day)  ",
			"**Spell-Like Abilities** (CL 26th; concentration +35)  ",
			"*Constant*-detect evil, holy aura (DC 27), true seeing  ",
			"*At will*-bestow grace, fire of judgment (DC 22), greater dispel magic, greater teleport, holy word[^M] (DC 26), geas/quest, mark of justice, shield other[^M]  ",
			"*3/day*-banishment (DC 26), quickened blade barrier[^M] (DC 25), blessing of fervor, discern location, heal[^M]  ",
			"*1/day*-gate, meteor swarm[^M] (DC 28), time stop[^M]",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 32, **Dex** 28, **Con** 39, **Int** 23, **Wis** 22, **Cha** 29  ",
			"**Base Atk** +31; **CMB** +44 (+48 sunder); **CMD** 76 (78 vs. sunder)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Dazzling Display}, {feat/Greater Spell Penetration}, {feat/Greater Sunder}, {feat/Improved Critical/ (bastard sword)}, {feat/Improved Initiative}, {feat/Improved Sunder}, {feat/Intimidating Prowess}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (blade barrier)}, {feat/Shatter Defenses}, {feat/Stand Still}, {feat/Spell Penetration}, {feat/Staggering Critical}, {feat/Weapon Focus/ (bastard sword)}  ",
			"**Skills** Acrobatics +40, Bluff +43, Fly +43, Intimidate +54, Knowledge (nobility) +37, Knowledge (planes, religion) +40, Perception +40, Ride +40, Sense Motive +40, Stealth +35, Survival +40  ",
			"**Languages** Celestial, Infernal; telepathy 300 ft.; truespeech  ",
			"**SQ** lay on hands (17d6, 10/day), seed of life",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Heaven)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple (+5 evil-outsider-bane flaming burst holy bastard sword, +5 full plate, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Burning Wings (Su)** A creature damaged by Ragathiel's burning wings must succeed at a DC 39 Reflex save or catch fire. The save DC is Constitution-based.",
			"",
			"**Devils' End (Ex)** Ragathiel gains a +4 bonus on caster level checks against devils and on saving throws against their spells, as well as to the DCs of his own supernatural abilities and spell-like abilities against devils. Against his father, Dispater, this bonus increases to +8.",
			"",
			"**Golden Armor (Ex)** Ragathiel is never hindered by his +5 full plate, and is considered to be not wearing armor for the purposes of his maximum Dexterity bonus to Armor Class, his armor check penalty, and his speed.",
			"",
			"**Lay on Hands (Su)** Ragathiel's lay on hands works as a paladin's. He can apply any paladin mercy to his lay on hands ability, and he can use this ability on himself even when a condition or effect would otherwise deny him actions on his turn.",
			"",
			"**Primal Aura (Su)** As a free action with Ragathiel's permission, any ally within Ragathiel's primal aura can spend two uses of Ragathiel's smite evil (or four uses of lay on hands) to instantly grant each ally within the aura the benefits of Ragathiel's smite evil against an enemy of that ally's choice.",
			"",
			"**Righteous Mantle (Ex)** Ragathiel inherited an affinity for fire from his mother. Fire heals Ragathiel a number of hit points equal to the amount of damage it would have dealt. Any fire damage dealt by Ragathiel ignores evil outsiders' fire resistance and immunity to fire, and deals double damage to devils. Ragathiel gains a sacred bonus to Armor Class equal to his Charisma bonus. Whenever Ragathiel receives magical healing, he has 2 additional hit points restored per die rolled.",
			"",
			"**Smite Evil (Su)** Ragathiel can smite evil as a 20th-level paladin, but his smite deals extra damage only on the first hit against evil outsiders (not evil dragons or undead). He can trade two uses of lay on hands for an additional use of smite evil as many times per day as he wishes, provided he has enough uses of lay on hands available to do so.",
			"",
			"::sh[Description]",
			"",
			"Ragathiel is the son of the archdevil {monster/Dispater} and a demigoddess of flame. He rejected his father's evil, losing his sixth wing to the archdevil's wrath, and escaped to Heaven, where he spent several millennia attempting to prove himself to the heavenly hosts and the other empyreal lords. Though many empyreal lords still find him far more bloodthirsty than they would prefer, the many centuries have proven Ragathiel's honor, loyalty, and determination time and again, and the other empyreal lords have come to trust his word completely.",
			"",
			"Now Ragathiel leads the war against Hell as the General of Vengeance. He is not content to plan from the sidelines and allow his forces to succeed or fail on the strength of his strategies alone. Instead, he leads by example from the forefront of his army, a shining figure of golden flame daring any foe to confront him and hewing through the ranks of devils to create a vulnerable area in the otherwise perfect infernal formation where his own armies then strike. Thus far, his strategy has served him well, as the archdevils prefer self-preservation to risking themselves in a direct confrontation with the General of Vengeance - but it won't take too many more successful forays before {monster/Barbatos} moves to take decisive action, possibly bolstered by the forces of Ragathiel's father, Dispater.",
			"",
			"Ragathiel's domain is a magnificent, towering fortress of steel and silver that stands upon the lower slopes of Heaven. The domain is simply named Ragathiel's Fortress, as the General of Vengeance has no use for a fancier appellation. There is beauty to be found in the fortress's design, but it is the sort of beauty and elegance of design and functionality that would be lauded by engineers and military tacticians, rather than artists and poets; Ragathiel specifically built his fortress to withstand a thousand-year siege and prevent ingress into Heaven for that entire duration, even by hosts of enemies that, like most evil outsiders, have access to teleportation magic.",
			"",
			"### Ragathiel's Faith",
			"",
			"Ragathiel's worshipers number among them crusading knights and soldiers for justice, as well as oath-takers and those who have been grievously wronged by evil and now seek righteous vengeance. His followers must deal with the fundamental paradox of his faith: unlike those who worship forgiving empyreal lords such as Arshea or Korada, Ragathiel's chosen fight against evil foes unwaveringly and usually without offering second chances, and yet the General of Vengeance rose to his place from the depths of Hell itself. Most worshipers don't see this as hypocrisy but rather as a sign that the impetus for redemption must come from the former sinner, and even then not merely as an excuse to escape punishment for their sins. Thus, they don't take the initiative to offer opportunities for redemption to evildoers, but they listen carefully, if skeptically, to any who come seeking such a chance. For his part, Ragathiel empathizes with the moral dilemmas of his followers, as he constantly struggles with his own darker impulses. Thus, while he is unforgiving to his foes, he is particularly forgiving when it comes to lapses of judgment from his followers, allowing a wrathful paladin atonement when others might not. Certain other faiths are quick to interpret this willingness to \"bend the rules\" for certain circumstances involving paladins who, perhaps, go too far in pursuing their faith's goals as weakness in Ragathiel, and worry that there may be a little too much of his diabolic father lingering in his veins. Ragathiel has little need for pomp and circumstance in his worship, favoring utilitarian places like battlegrounds, fortresses, and war rooms as sacred spaces.",
			"",
			"Ragathiel's holy symbol is a bastard sword across a crimson wing. His favored weapon is the bastard sword. His clerics have access to the domains of Destruction, Good, Law, and Nobility, and the subdomains of Archon, Judgment, Martyr, and Rage.",
			"",
			"**Family:** {family/Empyreal Lord}",
			"",
			"[^M]: Ragathiel can use this ability's mythic version in his realm."
		]
	},
	"ragathiel": { "copyof": "empyreal_lord_ragathiel" },
	"empyreal_lord_vildeis": {
		"name": "Empyreal Lord, Vildeis",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*This red-winged angel is blindfolded and wrapped with bloody bandages. What shows of her flesh is scarred with celestial runes.*",
			"",
			"::mh[Vildeis]{cr=\"28\"}",
			"",
			"{SOURCE Bestiary 4/92}  ",
			"**XP** 4,915,200  ",
			"LG Large outsider (angel, extraplanar, good, lawful)  ",
			"**Init** +13; **Senses** blindsense 120 ft., darkvision 60 ft., detect evil, true seeing, zealous vision; Perception +42  ",
			"**Aura** primal (30 ft.), protective",
			"",
			"::sh[Defense]",
			"",
			"**AC** 44, touch 19, flat-footed 34 (+9 Dex, +1 dodge, +25 natural, -1 size; +4 deflection vs. evil)  ",
			"**hp** 610 (33d10+429); regeneration 10 (evil artifacts, effects, and spells)  ",
			"**Fort** +31, **Ref** +20, **Will** +26; +4 vs. poison, +4 resistance vs. evil  ",
			"**DR** 15/epic and evil; **Immune** ability damage, ability drain, acid, bleed, charm effects, compulsion effects, cold, death effects, energy drain, petrification; **Resist** electricity 30, fire 30",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., fly 60 ft. (average)  ",
			"**Melee** Cicatrix +50/+45/+40/+35 (1d6+17/17-20 plus 1 bleed and 2d6 vicious)  ",
			"**Ranged** Cicatrix +47 (1d6+17/17-20 plus 1 bleed)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** smite evil 7/day (+5 attack and AC, +20 damage, disintegrate evil outsiders)  ",
			"**Spell-Like Abilities** (CL 20th; concentration +25)  ",
			"*Constant*-detect evil, true seeing  ",
			"*At will*-command[^M] (DC 16), greater teleport, haste[^M], paladin's sacrifice, pain strike (DC 18)  ",
			"*3/day*-discern location, geas/quest (DC 21), heal, holy word[^M] (DC 22), mark of justice (DC 20), mass pain strike (DC 20), searing light[^M]  ",
			"**Paladin Spells Prepared** (CL 20th; concentration +25)  ",
			"*4th*-blaze of glory (DC 19), break enchantment, death ward, king's castle  ",
			"*3rd*-dispel magic, fires of judgment (DC 18), prayer, righteous vigor  ",
			"*2nd*-bull's strength, corruption resistance, litany of warding, remove paralysis, shield other  ",
			"*1st*-divine favor (3), hero's defiance, lesser restoration (2)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 35, **Dex** 29, **Con** 37, **Int** 18, **Wis** 22, **Cha** 21  ",
			"**Base Atk** +33; **CMB** +46; **CMD** 66  ",
			"**Feats** {feat/Blinding Critical}, {feat/Combat Casting}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Deadly Aim}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Improved Critical/ (dagger)}, {feat/Improved Initiative}, {feat/Improved Iron Will}, {feat/Improved Vital Strike}, {feat/Iron Will}, {feat/Power Attack}, {feat/Spell Penetration}, {feat/Step Up}, {feat/Vital Strike}, {feat/Weapon Focus/ (dagger)}  ",
			"**Skills** Acrobatics +45, Bluff +41, Fly +26, Heal +23, Intimidate +41, Knowledge (planes) +40, Knowledge (religion) +40, Perception +42, Sense Motive +42, Sleight of Hand +45, Stealth +41  ",
			"**Languages** Celestial, Draconic; truespeech  ",
			"**SQ** lay on hands (16d6, 25/day), seed of life",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Heaven)  ",
			"**Organization** unique  ",
			"**Treasure** standard (Cicatrix, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Primal Aura (Su)** Whenever Vildeis would be affected by a bleed effect, all enemies within 30 feet gain that bleeding condition instead, as though they were the effect's original targets (no saving throw, creatures immune to bleeding are immune to this effect). The Heal DC to stop this bleeding is 25.",
			"",
			"**Smite Evil (Su)** Vildeis can smite evil as a 20th-level paladin. Whenever she uses smite evil and successfully strikes an evil outsider, the outsider is also subject to disintegrate, using Vildeis's paladin level as the caster level. After the disintegrate effect and the damage from the attack are resolved, the smite effect immediately ends.",
			"",
			"**Spells (Sp)** Vildeis casts spells as a 20th-level paladin.",
			"",
			"**Zealous Vision (Su)** Vildeis automatically pinpoints the location of any evil creature within 1,000 feet of her.",
			"",
			"::sh[Description]",
			"",
			"Also known as the Cardinal Martyr, Vildeis endlessly sacrifices herself in penitence for the sins of the multiverse, every battle against evil giving her body one more wound with which she might shed bloody tears for existence. When Vildeis emerged from the Heavens, she was a being of sublime beauty, but of a majesty so delicate that she couldn't suffer the sight or even the thought of evil. Within an hour of her birth, she had put out her own eyes, refusing to even gaze upon a reality tainted by sin. Since the first self-inflicted wound marred her once-perfect body, she has struggled against evil in all its forms. Denying herself home or rest, Vildeis harrows the wildest reaches of the multiverse, driving back the expansions of foul realms and slaying those who would do wicked deeds.",
			"",
			"Vildeis has no home among the planes, and forgoes any comforts - even those as basic as shelter or company - so long as there is evil afoot in the multiverse. Such makes her one of the most aloof empyreal lords, but also one of the most storied. Across the planes, legends tell of pitched battles, desperate last stands, and near massacres turned in the favor of the innocent by the sudden appearance of Vildeis herself, bloody-winged and avenging. While such miraculous rescues have more to do with happenstance then omniscience, they nonetheless inflame the passions of the righteous across countless worlds. Those who seek to encounter the empyreal lord of devotion, sacrifice, and scars must follow rumors of her passing, usually spoken by awed beings and crippled fiends along the fringes of reality's darkest outlands.",
			"",
			"Nearly as well known as the Cardinal Martyr herself are her morbid trappings-miles of stained bandages, scars etched and re-etched in the shapes of celestial runes, and a dagger that drips with her blood as often as that of her enemies. Of these, her dagger Cicatrix is the most infamous, a black blade like a thorn dropped from some gigantic iron rose, which the empyreal lord used to blind herself. Tales tell that she uses her blade not just to slay the wicked and share her blindness, but to carve the runes that crisscross her body upon others, infusing them with the compulsion to battle evil even if previously there was no such desire.",
			"",
			"### Vildeis's Faith",
			"",
			"Vildeis is the patron of devotion, sacrifice, and scars. Those who follow her number among the most zealous crusaders, the most unshakable priests, and the most incorruptible judges. They view their goddess as an exemplar and a leader who sacrifices for them in ways they can never match. Vildeis, and by extension her worshipers, is extremely strict when it comes to adhering to her tenets of living an austere and principled life wholly devoted to combating evil.",
			"",
			"Those who diverge from Vildeis's teachings are expelled from her orders, but encouraged to do good in the world under the service of gentler masters. Though Vildeis doesn't expect all of her followers to perform the same self-mortification that she does, tattoos, scarification, and flagellation are common among her servants, especially her most devoted priests. Even those who don't engage in ritual bloodletting typically wear long red ribbons, symbolic of the empyreal lord's eternal wounds.",
			"",
			"Vildeis's holy symbol is a scarred golden breastplate. Her favored weapon is the dagger. Her clerics have access to the Destruction, Good, Healing, and Law domains, and to the Rage and Resurrection subdomains.",
			"",
			"The artifact Cicatrix can be found [here](magic-artifact/cicatrix).",
			"",
			"**Family:** {family/Empyreal Lord}",
			"",
			"[^M]: Vildeis can use the mythic version of this ability in her realm.  "
		]
	},
	"vildeis": { "copyof": "empyreal_lord_vildeis" },
	"erotundee": {
		"name": "Erotundee, Keeper of the Risen Light",
		"sources": [ "Demons Revisited" ],
		"description": [
			"*This wretched demon combines the worst features of a deformed boar and a repellent hag, then somehow manages to make things worse by decorating the whole with an ugly patchwork of scars and a rancidly obese body.*",
			"",
			"::mh[Erotundee, Keeper of the Risen Light]{cr=\"22\"}",
			"",
			"{SOURCE Demons Revisited/49}  ",
			"**XP** 614,400  ",
			"Female nalfeshnee wizard 15  ",
			"CE Huge outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +6; **Senses** darkvision 60 ft., true seeing; Perception +46  ",
			"**Aura** unholy aura (DC 28)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 41, touch 17, flat-footed 38 (+8 armor, +4 deflection, +2 Dex, +1 dodge, +2 luck, +16 natural, -2 size)  ",
			"**hp** 434 (29 HD; 14d10+15d6+305)  ",
			"**Fort** +30, **Ref** +19, **Will** +30  ",
			"**DR** 10/good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 25",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 40 ft. (poor)  ",
			"**Melee** staff of power +31/+26/+21/+16 (2d6+17/19-20), bite +24 (3d8+5)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** hand of the apprentice (16/day), metamagic mastery (4/day), unholy nimbus (DC 27)  ",
			"**Spell-Like Abilities** (CL 12th; concentration +22)  ",
			"*Constant*-true seeing, unholy aura (DC 28)  ",
			"*At will*-call lightning (DC 23), feeblemind (DC 25), greater dispel magic, greater teleport (self plus 50 lbs. of objects only), slow (DC 23)  ",
			"*1/day*-summon (level 5, 1 nalfeshnee 20%, 1d4 hezrous 40%, or 1d4 vrocks 50%)  ",
			"**Wizard Spells Prepared** (CL 15th; concentration +28)  ",
			"*8th*-quickened confusion (DC 27), demand (DC 31), scintillating pattern  ",
			"*7th*-quickened displacement, quickened lightning bolt (DC 26), prismatic spray, project image (DC 30)  ",
			"*6th*-flesh to stone (DC 29), geas/quest, mass suggestion (DC 29), quickened mirror image, mislead  ",
			"*5th*-extended charm monster (DC 27), dominate person (2, DC 28), mind fog (DC 28), nightmare (DC 28), persistent image (DC 28), polymorph  ",
			"*4th*-bestow curse (DC 27), charm monster (2, DC 27), dimensional anchor, greater invisibility, extended haste, phantasmal killer (2, DC 27), rainbow pattern (DC 27), resilient sphere (DC 27), scrying (DC 27)  ",
			"*3rd*-extended alter self (2), beast shape I, hold person (DC 26), major image (DC 26), nondetection, suggestion (DC 26)  ",
			"*2nd*-alter self, detect thoughts (DC 25), invisibility, minor image (DC 25), misdirection, scorching ray (2)  ",
			"*1st*-charm person (2, DC 24), magic missile (4), reduce person (DC 24), silent image (DC 24)  ",
			"*0 (at will)*-bleed (DC 23), dancing lights, ghost sound (DC 23), message",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 30, **Dex** 15, **Con** 31, **Int** 36, **Wis** 22, **Cha** 30  ",
			"**Base Atk** +21; **CMB** +33 (+35 bull rush); **CMD** 50 (52 vs. bull rush)  ",
			"**Feats** {feat/Arcane Strike}, {feat/Awesome Blow}, {feat/Combat Expertise}, {feat/Craft Construct}, {feat/Craft Magic Arms and Armor}, {feat/Craft Rod}, {feat/Craft Staff}, {feat/Craft Wondrous Item}, {feat/Dodge}, {feat/Eschew Materials}, {feat/Extend Spell}, {feat/Greater Spell Penetration}, {feat/Improved Bull Rush}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Quicken Spell}, {feat/Scribe Scroll}, {feat/Spell Penetration}  ",
			"**Skills** Bluff +42, Diplomacy +42, Fly +24, Intimidate +42, Knowledge (arcana) +45, Knowledge (dungeoneering) +45, Knowledge (engineering) +45, Knowledge (history) +45, Knowledge (local) +45, Knowledge (nature) +45, Knowledge (nobility) +45, Knowledge (planes) +45, Knowledge (religion) +45, Perception +46, Sense Motive +38, Spellcraft +45, Use Magic Device +39  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.  ",
			"**SQ** arcane bond (ring of wizardry IV)  ",
			"**Combat Gear** staff of power; **Other Gear** bracers of armor +8, headband of mental prowess +6 (Int, Cha",
			"",
			"::sh[Description]",
			"",
			"The city of Vantian is one of the great wonders of the planes - a massive sprawl perched along a constantly crumbling cliffside above a turbulent ocean. Ruled by Sif kesh, the demon lord of suicide, Vantian is forever being rebuilt by its denizens as portions of the city tumble away into the surf. As a result, very few buildings in Vantian qualify as truly old, since a building constructed at the city's inland-creeping edge will generally tumble into the sea within a decade.",
			"",
			"Some of Vantian's inhabitants have found ways to secure homes of a more permanent type, even without access to Sifkesh's power to maintain her palace at the everchanging heart of the city while the rest of its streets and structures slowly \"flow\" around this one island of stability. One of the most iconic structures of the Abyssal city is the towering 20-story spire known as the Risen Light.",
			"",
			"This structure is something akin to a lighthouse in shape and function, save that the pale green light shining from its apex does not ward ships away from treacherous coastlines; rather, it warns Vantian's coastal citizens, through the pulsing and flaring of its radiances, of neighborhoods about to crumble into the ocean. The tower itself does not rest upon the ground, but rather floats in the air hundreds of feet above the waves. Rootlike tangles of iron extend from the tower's base, to which are attached immense chains anchored to huge piercings of cold iron that decorate the backs of a dozen retrievers that cling to the city's edge, crawling forward and towing the tower behind them as necessary to keep the Light attached to the city.",
			"",
			"This singular site is the lair of one of Vantian's most dangerous and knowledgeable denizens - a nalfeshnee crone named Erotundee. This ancient demon keeps track of Vantian's suicides in an endless scroll crafted from the flesh of countless virginal lovers who died of their own hand before consummating their desires. That Erotundee manages to keep this list accurate while studying her ever-growing library of heretical and apocryphal religious texts is a testament to her obsessive qualities. She does not suffer visitors to the Light, and any who would seek her advice must first brave the lower 20 floors of the tower and its frightening guardians before reaching her inner sanctum near the tower's peak-simply approaching the tower from the top is as sure an invitation for destruction as any in Vantian.",
			"",
			"Those who would seek to conjure Erotundee must use a gate spell to work such a mighty feat. She prefers offerings of heretical writings or rare religious texts, particularly those that hold secrets their faiths would rather see redacted. It's a DC 32 check to research the Keeper of the Risen Light."
		]
	},
	"eudranis": {
		"name": "Eudranis",
		"sources": [ "Darklands Revisited" ],
		"description": [
			"*Garbed in tattered robes, this emaciated humanoid creature stares out with unblinking white eyes. In one hand, he clutches a great blade, while his other hand holds an idol of some fell power.*",
			"",
			"::mh[Eudranis]{cr=\"5\"}",
			"",
			"{SOURCE Darklands Revisited/33}  ",
			"**XP** 1,600  ",
			"Male morlock cleric of Lamashtu 4  ",
			"CE Medium monstrous humanoid  ",
			"**Init** +3; **Senses** darkvision 120 ft., scent; Perception +8",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 12, flat-footed 18 (+7 armor, +2 Dex, +1 natural)  ",
			"**hp** 59 (7 HD; 4d8+3d10+25)  ",
			"**Fort** +9, **Ref** +8, **Will** +14  ",
			"**Immune** disease, poison  ",
			"**Weaknesses** light blindness",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft. (30 ft. in armor), climb 30 ft.  ",
			"**Melee** mwk falchion +9/+4 (2d4+3/18-20) or bite +3 (1d4+1)  ",
			"**Special Attacks** channel negative energy 3/day (DC 12, 2d6), sneak attack +1d6  ",
			"**Spell-Like Abilities** (CL 4th; concentration +8)  ",
			"*7/day*-touch of chaos, vision of madness (+/-2)  ",
			"**Cleric Spells Prepared** (CL 4th; concentration +8)  ",
			"*2nd*-align weapon[^D] (chaos only), hold person (DC 16), resist energy, spiritual weapon  ",
			"*1st*-cure light wounds, divine favor, murderous command (DC 15), protection from law[^D], shield of faith  ",
			"*0 (at will)*-bleed (DC 14), create water, detect magic, purify food and drink (DC 14)  ",
			"**Domains** Chaos, Madness",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 14, **Dex** 16, **Con** 16, **Int** 7, **Wis** 18, **Cha** 10  ",
			"**Base Atk** +6; **CMB** +8; **CMD** 21  ",
			"**Feats** {feat/Combat Casting}, {feat/Extra Channel}, {feat/Iron Will}, {feat/Power Attack}  ",
			"**Skills** Acrobatics +8, Climb +18, Knowledge (planes) +4, Knowledge (religion) +4, Perception +8, Sense Motive +8, Stealth -1 (+3 in caverns); **Racial Modifiers** +8 Acrobatics, +8 Climb  ",
			"**Languages** Undercommon  ",
			"**SQ** +4 stealth in caverns, expert climber, leap attack, swarming  ",
			"**Combat Gear** potion of bestow curse, scroll of daze monster, wand of cure light wounds (30 charges); **Other Gear** +1 chainmail, mwk falchion, cloak of resistance +1, silver holy symbol of Lamashtu",
			"",
			"::sh[Description]",
			"",
			"A devotee of the goddess Lamashtu, Eudranis found himself as a speaker for the Mother of Monsters following his tribe's encounter with a group of [Pathfinder Society](rule/aff_scholars) agents. These agents presented themselves as the morlocks' ancestors, effectively turning Eudranis's tribe into indentured slave labor for the Pathfinders' archaeological endeavors. Though he was initially honored to serve his revered ancestors, Eudranis became suspicious when they appeared to have only their own interests in mind, ignoring the well-being of their \"descendants.\" Following a vivid nightmare in which the Pathfinders abandoned the morlocks and absconded with the treasures of their ancestors, Eudranis spied on the resting agents. Overhearing the Pathfinders' mockery of the simple morlocks shattered Eudranis's faith in his ancestor worship. He began preaching against the Pathfinders in secret and gathered his tribe for a retributive strike.",
			"",
			"Following a night of bloodshed, the morlocks tortured and slew the Pathfinders, whose screams echoed through the ruins of the ancient Azlanti city they had come to plunder. The morlocks soon hailed Eudranis as a prophet of the tribe's new true goddess, Lamashtu. Guiding his tribe fully into Lamashtu's worship, Eudranis has vowed never to be tricked by humanity again. The morlocks of his tribe have embraced their monstrous physiques and abandoned the reverence their race traditionally holds for their human ancestors.",
			"",
			"[^D]: Domain spell"
		]
	},
	"fafnheir": {
		"name": "Fafnheir",
		"sources": [ "Lands of the Linnorm Kings" ],
		"description": [
			"*The scales of this craggy serpentine dragon are scarred and blackened. Its eyes flare with nightmarish power, and its mouth drips with liquid flame.*",
			"",
			"::mh[Fafnheir]{cr=\"24\"}",
			"",
			"{SOURCE Lands of the Linnorm Kings/56}  ",
			"**XP** 1,228,800  ",
			"CE Colossal dragon  ",
			"**Init** +14; **Senses** darkvision 60 ft., low-light vision, scent, true seeing; Perception +46",
			"",
			"::sh[Defense]",
			"",
			"**AC** 42, touch 12, flat-footed 32 (+10 Dex, +30 natural, -8 size)  ",
			"**hp** 526 (27d12+351)  ",
			"**Fort** +28, **Ref** +25, **Will** +23  ",
			"**Defensive Abilities** freedom of movement; **DR** 20/cold iron and epic; **Immune** curse effects, dragon traits, electricity, fire, mind-affecting effects, paralysis, poison, sleep; **SR** 35",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., burrow 30 ft., fly 100 ft. (average), swim 50 ft.  ",
			"**Melee** bite +36 (6d6+17/19-20 plus poison), 2 claws +36 (2d8+17/19-20), gore +36 (4d6+17/19-20), tail slap +31 (4d6+8 plus grab)  ",
			"**Space** 30 ft., **Reach** 30 ft.  ",
			"**Special Attacks** breath weapon, constrict (tail, 4d6+8), death curse  ",
			"**Spell-Like Abilities** (CL 20th; concentration +29)  ",
			"*At will*-greater dispel magic  ",
			"*3/day*-quickened greater dispel magic, limited wish, plane shift (between First World and Material Plane only), spell turning, wall of force",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 45, **Dex** 30, **Con** 36, **Int** 18, **Wis** 27, **Cha** 29  ",
			"**Base Atk** +27; **CMB** +52 (+56 grapple); **CMD** 72 (can't be tripped)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Greater Vital Strike}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (bite)}, {feat/Improved Critical/ (claws)}, {feat/Improved Critical/ (gore)}, {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (greater dispel magic)}, {feat/Staggering Critical}, {feat/Vital Strike}  ",
			"**Skills** Fly +32, Intimidate +39, Knowledge (arcana) +34, Knowledge (geography) +34, Knowledge (history) +34, Knowledge (nature) +34, Perception +46, Stealth +24, Swim +55, Use Magic Device +39; **Racial Modifiers** +8 Perception  ",
			"**Languages** Aklo, Common, Draconic, Skald, Sylvan",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Grungir Forest)  ",
			"**Organization** solitary  ",
			"**Treasure** triple",
			"",
			"::sh[Special Abilities]",
			"",
			"**Breath Weapon (Su)** Once every 1d4 rounds as a standard action, Fafnheir can breathe a 90-foot cone of burning wind, dealing 26d10 points of fire damage to all creatures in the area of effect. A DC 36 Reflex save halves the fire damage dealt. The save DC is Constitution-based. This wind has two additional effects as well.",
			"",
			"- Deafening: Any creature in the area of effect that does not succeed at a DC 36 Fortitude save is deafened by the thunderous wind.",
			"- Storm-Laced: The closest creature to Fafnheir in the area of effect is also blasted by a bolt of lightning and takes 20d6 points of electricity damage in addition to the fire damage dealt. This creature can make a second DC 36 Reflex save to halve this electricity damage.",
			"- Tornado Force: The winds themselves gust at nearly 300 miles per hour, affecting all creatures in the area of effect as if they were caught in tornado-force winds. The wind lasts only a few moments during Fafnheir's action, so it has no real effect on ranged attacks, but it blows away any Large or smaller creature (or Huge or smaller flying creature) that fails a DC 15 Strength check.",
			"",
			"**Death Curse (Su)** Fafnheir is a difficult creature to slay, especially since he lives on in the body of any creature that slays him. When a creature slays Fafnheir, it becomes afflicted by the Curse of Fafnheir.",
			"",
			">*Curse of Fafnheir:* *save* Will DC 32; *effect* creature's sense of self erodes as its personality is slowly replaced by Fafnheir's - this manifests as 1d6 points of Charisma drain every 24 hours. A target whose Charisma drops to 0 becomes comatose and must immediately make a DC 32 Fortitude save or die; every 24 hours that passes thereafter, the victim must make a new Fortitude save to avoid death (unless its Charisma score rises above 0, at which point it takes 1d6 points of Charisma drain). If a creature dies from the effects of this curse, its body explodes in a 60-foot burst of burning wind, with effects identical to Fafnheir's breath weapon. This effect occurs if the cursed victim dies from any effect, not just from the curse. One round later, Fafnheir gains the effect of a {spell/true resurrection} spell, appearing at the same spot where the cursed victim died (or the closest area large enough to contain the Colossal creature), with full memories of the cursed victim's doings and accomplishments while cursed. The only way to permanently slay Fafnheir is to avoid becoming cursed after killing him, or to remove the curse before the victim dies. The effects of this curse end prematurely and immediately if Fafnheir is restored to life by other means. The save DC is Charisma-based.",
			"",
			"**Freedom of Movement (Ex)** Fafnheir is under the constant effect of {spell/freedom of movement}, as the spell of the same name. This effect cannot be dispelled.",
			"",
			"**Poison (Su)** Bite-injury; *save* Fort DC 34; *frequency* 1/round for 10 rounds; *effect* 10d6 fire damage and 1d4 drain from each ability score; *cure* 3 consecutive saves. The save DC is Constitution-based.",
			"",
			"**True Seeing (Ex)** Fafnheir has {spell/true seeing}, as the spell of the same name. This effect cannot be dispelled.",
			"",
			"::sh[Description]",
			"",
			"Called the Father of All Linnorms, Fafnheir is the oldest and mightiest of his kind to dwell upon Golarion-other, even more powerful linnorms exist on the First World, but on Golarion, Fafnheir is king. Crafty and powerful, Fafnheir is more than just a creature of rage or hunger, and is sometimes known to speak with those who come to him as supplicants for his wisdom. Tales say that to gain Fafnheir's advice, one must travel through Grungir Forest to the cavern entrance of the linnorm's lair, whereupon the supplicant must call into the opening several secret names for the ancient linnorm. A single step into the lair renders the supplication moot, for Fafnheir does not suffer intrusions. It is customary to bring a herd of sheep, oxen, or several thralls for him to feast upon.",
			"",
			"Those who find Fafnheir in a talkative mood and live to tell the tale report that the linnorm is well versed in numerous fields, and capable of working a wide range of magic through wishcrafting, though how much of his bragging is true is debatable. Fafnheir claims to have been the first linnorm to cross to Golarion from the First World after slaying three of that realm's Eldest, as well as to remember a time when the dragon god Dahak came to this world, and to have taken part in ancient battles against humanity as an ally of the serpentfolk. Certain Thassilonian accounts give support to his claim of providing advice and aid at times to Runelord Xanderghul, and he endured the Age of Darkness with ease. The past few thousand years have passed in the blink of an eye for the ancient linnorm, and he expects to survive for thousands more.",
			"",
			"Fafnheir is aware of the prophecy that the hero who kills him will become king of all Ulfen. The linnorm also knows that in death he will be reborn from the burnt flesh of his slayer, and suggests to those who raise this topic with him that only by becoming him can such a Linnorm King rule. While Fafnheir has seen many challengers, few have offered him a true battle.",
			"",
			"Fafnheir spends much of his time slumbering, but wakes quickly at the slightest deviation in the patterns of the world around him, and his dreaming mind touches the woods above and the blood of his children. Those who would come upon him unawares should not expect success unless they travel into his lair from other worlds, for his attunement to Grungir Forest is uncanny. The linnorm rarely ventures far from his lair, preferring to lure his enemies close and dispatch them on familiar ground. He loves nothing but his treasure, and cannot be bribed or threatened - the lure of potential treasure does not excite him nearly as much as what he already possesses. He is a subtle combatant, preferring to use trickery before launching into melee. Unlike his lesser kin, Fafnheir has a number of potent, if limited, spell-like abilities, and he often uses his limited wishes to great effect. He has long experience with direct confrontation, and his millennia of action have taught him tricks that few remember. He is one of the most deadly creatures in the Inner Sea region, and even the mightiest dragons fear his power."
		]
	},
	"fyndylsnitch_the_shadowking": {
		"name": "Fyndylsnitch the Shadowking",
		"sources": [ "Fey Revisited" ],
		"description": [
			"*Dressed entirely in gray worn robes, a tiny, otherworldly man stands cloaked in mysterious shadows, his head crowned by a mane of wild, fiery-orange hair and his green eyes gleaming with madness and delight.*",
			"",
			"::mh[Fyndylsnitch the Shadowking]{cr=\"7\"}",
			"",
			"{SOURCE Fey Revisited/20}  ",
			"**XP** 3,200  ",
			"Male leprechaun sorcerer 5  ",
			"CN Small fey  ",
			"**Init** +8; **Senses** darkvision 60 ft., low-light vision; Perception +20",
			"",
			"::sh[Defense]",
			"",
			"**AC** 16, touch 15, flat-footed 12 (+4 Dex, +1 natural, +1 size)  ",
			"**hp** 54 (9d6+23)  ",
			"**Fort** +5, **Ref** +9, **Will** +11  ",
			"**DR** 5/cold iron; **SR** 13",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** +1 club +6 (1d8+1)  ",
			"**Spell-Like Abilities** (CL 5th; concentration +10)  ",
			"*8/day*-shadowstrike (1d4+2 nonlethal and dazed 1 minute)  ",
			"**Sorcerer Spells Known** (CL 5th; concentration +10)  ",
			"*2nd (5/day)*-darkvision, dust of twilight (DC 17), haunting mists (DC 17)  ",
			"*1st (8/day)*-bungle (DC 16), lock gaze (DC 16), mage armor, ray of enfeeblement (DC 16), shadow weapon (DC 16)  ",
			"*0 (at will)*-arcane mark, daze(DC 15), detect magic, haunted fey aspect, message, read magic  ",
			"**Bloodline** shadow",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 11, **Dex** 18, **Con** 12, **Int** 14, **Wis** 17, **Cha** 20  ",
			"**Base Atk** +4; **CMB** +3; **CMD** 17  ",
			"**Feats** {feat/Combat Casting}, {feat/Eschew Materials}, {feat/Great Fortitude}, {feat/Improved Initiative}, {feat/Toughness}, {feat/Weapon Finesse}  ",
			"**Skills** Bluff +16, Escape Artist +11, Knowledge (nature) +9, Perception +20, Perform (comedy) +11, Perform (dance) +13, Sense Motive +11, Sleight of Hand +14, Spellcraft +10, Stealth +20; **Racial Modifiers** +8 Perception, +4 Sleight of Hand  ",
			"**Languages** Aklo, Common, Elven, Halfling, Shadowtongue, Sylvan  ",
			"**SQ** bloodline arcana, leprechaun magic, nighteye  ",
			"**Combat Gear** wand of memory lapse (30 charges), thunderstones (5); **Other Gear** club, amulet of natural armor +1, gray bag of tricks",
			"",
			"::sh[Description]",
			"",
			"A master of shadow magic, Fyndylsnitch delights in using his craft to warp reality. While it is suspected he holds great power, the Lord of Drearwood has never moved from his realm. For this reason, sages speculate he performs some sort of duty for a greater lord in First World."
		]
	},
	"galundari": {
		"name": "Galundari, the Scourge of Heaven",
		"sources": [ "Demons Revisited" ],
		"description": [
			"*This towering, burning demon wears black, spiky armor and carries two weapons - a jagged sword and a whip of flames.*",
			"",
			"::mh[Galundari, the Scourge of Heaven]{cr=\"25\"}",
			"",
			"{SOURCE Demons Revisited/14}  ",
			"**XP** 1,638,400  ",
			"Male balor lord fighter 5  ",
			"CE Large outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +6; **Senses** darkvision 60 ft., true seeing; Perception +43  ",
			"**Aura** flaming body, unholy aura (DC 27)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 44, touch 17, flat-footed 40 (+11 armor, +4 deflection, +4 Dex, +16 natural, -1 size)  ",
			"**hp** 542 (25 HD; 25d10+405)  ",
			"**Fort** +35, **Ref** +19, **Will** +24 (+1 vs. fear)  ",
			"**Defensive Abilities** bravery +1; **DR** 15/epic, cold iron, and good; **Immune** electricity, fire, poison; **Resist** acid 10, cold 10; **SR** 31",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., fly 90 ft. (good)  ",
			"**Melee** +5 vorpal good outsider-bane flaming burst unholy longsword +44/+39/+34/+29 (2d6+23/19-20 plus 1d6 fire), +5 vorpal good outsider-bane flaming burst unholy whip +42/+37/+32 (1d4+12 plus 1d6 fire and entangle)  ",
			"**Ranged** +5 unholy good outsider-bane flaming burst composite longbow +35/+30/+25/+20 (2d6+20/&times;3)  ",
			"**Space** 10 ft., **Reach** 10 ft. (20 ft. with whip)  ",
			"**Special Attacks** Abyssal rift, angelslayer, weapon training (heavy blades +1)  ",
			"**Spell-Like Abilities** (CL 20th; concentration +29)  ",
			"*Constant*-true seeing, unholy aura (DC 27)  ",
			"*At will*-dominate monster (DC 28), greater dispel magic, greater teleport (self plus 50 lbs. of objects only), power word stun, telekinesis (DC 24)  ",
			"*3/day*-quickened telekinesis (DC 24)  ",
			"*1/day*-blasphemy (DC 26), fire storm (DC 27), implosion (DC 28), summon (level 9, any one CR 19 or lower demon 100%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 40, **Dex** 23, **Con** 40, **Int** 26, **Wis** 24, **Cha** 29  ",
			"**Base Atk** +25; **CMB** +41; **CMD** 61  ",
			"**Feats** {feat/Craft Magic Arms and Armor}, {feat/Craft Wondrous Item}, {feat/Critical Focus}, {feat/Greater Two-Weapon Fighting}, {feat/Improved Two-Weapon Fighting}, {feat/Improved Vital Strike}, {feat/Lightning Reflexes}, {feat/Master Craftsman}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (telekinesis)}, {feat/Staggering Critical}, {feat/Toughness}, {feat/Two-Weapon Fighting}, {feat/Vital Strike}, {feat/Weapon Focus/ (longsword)}, {feat/Weapon Specialization/ (longsword)}  ",
			"**Skills** Acrobatics +32 (+36 when jumping), Bluff +37, Craft (weaponsmith) +38, Diplomacy +37, Fly +34, Intimidate +37, Knowledge (history) +28, Knowledge (nobility) +28, Knowledge (planes) +31, Knowledge (religion) +31, Perception +43, Sense Motive +35, Stealth +28, Use Magic Device +37  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.  ",
			"**SQ** armor training 1, death throes, vorpal strike, whip mastery  ",
			"**Gear** +5 adamantine spiked heavy fortification breastplate, +3 good outsider-bane flaming burst unholy longsword, +4 good outsider-bane flaming burst unholy whip, +5 good outsider-bane flaming burst unholy composite longbow (20 greater good outsider slaying arrows, 10 greater human slaying arrows, and 30 cold iron arrows), efficient quiver, ring of freedom of movement, ring of spell turning",
			"",
			"::sh[Special Abilities]",
			"",
			"**Abyssal Rift (Su)** The first time Galundari slays a creature in a round (but no more than once per round), a rift tears open between the plane he currently occupies and the Abyss. The slain creature must immediately make a DC 29 Will save or his body and gear are drawn through the rift, transported to Galundari's trophy room in his palace on the Abyss. Regardless of whether the creature's body is drawn through the rift, the rift immediately slams shut a moment after it forms, creating a 20-foot-radius burst of chaotic energy that staggers all non-demons in the area of effect for 1d10 rounds - a DC 29 Fortitude save reduces the staggering effect to 1 round. If Galundari slays multiple creatures simultaneously, the body targeted by the rift is determined randomly. If the body targeted by the rift was a good outsider, all creatures (including the dead creature in danger of being pulled through the rift) take a -2 penalty on all saving throws against that specific Abyssal rift. This is a teleportation effect. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Few balor lords have achieved the notoriety and power of Galundari, even though it has been centuries since the balor lord was lost to the Nemesis Well and longer still since he was imprisoned in the artifact that now bears his name. Indeed, it was this notoriety that compelled Nex to seek the balor's aid, over 56 centuries ago, in the creation of the {magic-artifact/Lens of Galundari} - a magical lens akin to others that powered the wizard's demon ships, but that would be much more potent than its lesser copies. Nex lured Galundari into the lens with lies and false promises, and the balor has remained trapped within the lens ever since.",
			"",
			"When Pathfinder Durvin Gest threw the Lens of Galundari into the Nemesis Well in 4332 ar, many believed that the time of the mighty balor lord had passed forever. Yet Galundari still lives, and even now the last few of his still-loyal minions toil in far corners of the Great Beyond and elsewhere in the universe, seeking the location of the far side of the Nemesis Well so that their master may be released. In his time, Galundari was even more powerful than the creature presented above, but over the centuries of imprisonment within the lens, he has lost all of his mythic power. What remains is still a formidable foe, and the Scourge of Heaven is one of the few of his kind to possess multiple unique balor lord powers. Galundari earned his appellation for his countless successful raids against the fortresses of Heaven itself. Some demonologists maintain that Nex was only able to deceive Galundari with the hidden aid of a vengeful solar, and that in trapping the Scourge of Heaven he pried strange and impossible favors from Heaven itself.",
			"",
			"Galundari requires the sacrifice of nothing less than a planetar (minimum CR of 18) when conjured - the murder of the planetar must be performed by the conjurer in Galundari's presence, and the angel must be conscious when the murder is performed. It's a DC 35 check to research Galundari, but as long as he remains imprisoned in the Lens of Galundari (itself still lost in the Nemesis Well), he cannot be conjured at all. Assuming the balor lord can be freed, his skill at creating magical armor, weapons, and wondrous items is as significant as his skill in combat."
		]
	},
	"ghristah": {
		"name": "Ghristah",
		"sources": [ "Darklands Revisited" ],
		"description": [
			"*Wielding a net of woven moss and a stone javelin, this humanoid reptile wears armor of swamp reeds and bone and the skull of a larger reptile as a menacing mask.*",
			"",
			"::mh[Ghristah]{cr=\"8\"}",
			"",
			"{SOURCE Darklands Revisited/51}  ",
			"**XP** 4,800  ",
			"Female troglodyte hunter (feral hunter) 7  ",
			"NE Medium humanoid (reptilian)  ",
			"**Init** +2; **Senses** darkvision 90 ft.; Perception +12  ",
			"**Aura** stench (30 ft., DC 15, 10 rounds)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 23, touch 12, flat-footed 21 (+5 armor, +2 Dex, +6 natural)  ",
			"**hp** 83 (9d8+43)  ",
			"**Fort** +14, **Ref** +7, **Will** +3",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft. (in armor)  ",
			"**Melee** mwk net +9/+4 or bite +3 (1d4+1), 2 claws +3 (1d4+1)  ",
			"**Ranged** mwk javelin +9 (1d6+2)  ",
			"**Special Attacks** wild shape 2/day Hunter  ",
			"**Spells Known** (CL 7th; concentration +8)  ",
			"*3rd (1/day)*-poison (DC 14), stone shape, summon nature's ally III  ",
			"*2nd (3/day)*-chill metal (DC 13), protection from energy, spider climb, summon nature's ally II, summon swarm  ",
			"*1st (5/day)*-entangle (DC 12), magic fang, obscuring mist, speak with animals, summon nature's ally I, thorn javelin  ",
			"*0 (at will)*-create water, detect poison, guidance, purify food and drink (DC 11), resistance, spark (DC 11)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 14, **Dex** 14, **Con** 18, **Int** 6, **Wis** 13, **Cha** 11  ",
			"**Base Atk** +6; **CMB** +8; **CMD** 20  ",
			"**Feats** {feat/Exotic Weapon Proficiency/ (net)}, {feat/Great Fortitude}, {feat/Net Adept}, {feat/Net Maneuvering}, {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Stealth Synergy}  ",
			"**Skills** Knowledge (dungeoneering) +4, Knowledge (geography, nature) +5, Perception +12, Stealth +14 (+18 in rocky areas), Survival +7; **Racial Modifiers** +4 Stealth, +4 Stealth in rocky areas  ",
			"**Languages** Draconic  ",
			"**SQ** animal focus (7 minutes/day), feral focus, nature training, summon pack, track +3, wild empathy +7, woodland stride  ",
			"**Combat Gear** potion of cure moderate wounds (2), scroll of neutralize poison; **Other Gear** +1 bone scale mail, mwk javelins (5), mwk net, aspect mask (snake)",
			"",
			"::sh[Description]",
			"",
			"Unlike most of her kind, Ghristah lives on Golarion's surface. She travels the Inner Sea region, never resting in one spot too long before moving on. A consummate hunter, she's forsaken the companionship of a pet to master her own bestial urges, and is able to take the form of beasts in dire circumstances. Ghristah believes this atavistic connection to be the blessing of the great power of Zevgavizeb, patron of all troglodytes. She prefers a covert hunt, wearing down her enemies with her natureinclined spells and swift strikes from javelins as well as the use of natural attacks. She always keeps a barbed net on her person, which she primarily uses to disable enemies prior to the deathblow or in the rare case that she needs to retreat from a superior foe.",
			"",
			"Ghristah enjoys teaching other troglodytes the basics of hunting and stalking prey. Because of her wandering nature, she rarely spends much time with a given tribe, but she has perfected working with other troglodytes, making optimal use of their unrefined tactics. When confronted by hostile intruders, Ghristah is not above recruiting local troglodytes and reptiles to work with her in overcoming these foes. She may stalk her prey for months at a time, striking at inopportune moments or using her magic at range to confound foes already caught up with other threats."
		]
	},
	"great_old_one_atlach_nacha": {
		"name": "Great Old One, Atlach-Nacha",
		"sources": [
			"Pathfinder #112: The Whisper Out of Time",
			"Bestiary 4"
		],
		"description": [
			"*The size of a bull elephant, this red-and-black arachnid has a bloated body and spindly legs, made all the more horrifying by the all-too-human appearance of its baleful visage.*",
			"",
			"::mh[Atlach-Nacha]{cr=\"28\"}",
			"",
			"{SOURCE Pathfinder #112: The Whisper Out of Time/84}  ",
			"**XP** 4,915,200  ",
			"NE Huge aberration (evil, Great Old One)  ",
			"**Init** +23; **Senses** darkvision 60 ft., see in darkness, true seeing; Perception +46  ",
			"**Aura** unspeakable presence (300 ft., DC 35)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 46, touch 32, flat-footed 32 (+13 Dex, +1 dodge, +10 insight, +14 natural, -2 size)  ",
			"**hp** 688 (32d8+544); fast healing 25  ",
			"**Fort** +27, **Ref** +23, **Will** +29  ",
			"**Defensive Abilities** freedom of movement, immortality, insanity (DC 35); **DR** 15/epic and lawful; **Immune** ability damage, ability drain, aging, cold, death effects, disease, energy drain, mind-affecting effects, paralysis, petrification, poison; **Resist** fire 30, sonic 30; **SR** 39",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 80 ft., climb 80 ft.  ",
			"**Melee** bite +39 touch (4d10+25/19-20 plus poison), 4 claws +39 (3d6+25/19-20)  ",
			"**Ranged** web +35 touch (special/&times;3)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** critical poisoning, dreams of futility, feed, mythic power (10/day, surge +1d12), penetrating bite, poison, powerful blows, webs (DC 43, 32 hp)  ",
			"**Spell-Like Abilities** (CL 28th; concentration +37)  ",
			"*Constant*-feather fall, freedom of movement, true seeing  ",
			"*At will*-astral projection, dimension door, dream, greater dispel magic, insanity (DC 27), levitate, nightmare (DC 24), sending, telekinesis (DC 24)  ",
			"*3/day*-creeping doom, demand (DC 27), quickened feeblemind (DC 24)  ",
			"*1/day*-imprisonment (DC 28), symbol of insanity (DC 27), dominate monster (DC 28)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 44, **Dex** 36, **Con** 44, **Int** 29, **Wis** 33, **Cha** 28  ",
			"**Base Atk** +24; **CMB** +43 (+47 bull rush); **CMD** 77 (79 vs. bull rush)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Dodge}, {feat/Greater Bull Rush}, {feat/Greater Vital Strike}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (bite)}, {feat/Improved Critical/ (claw)}, {feat/Improved Vital Strike}, {feat/Mobility}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (feeblemind)}, {feat/Spring Attack}, {feat/Staggering Critical}, {feat/Vital Strike}  ",
			"**Skills** Acrobatics +48 (+88 when jumping), Climb +60, Intimidate +44, Knowledge (arcana, dungeoneering, history, religion) +41, Perception +46, Sense Motive +43, Spellcraft +44, Stealth +40, Survival +46, Use Magic Device +41; **Racial Modifiers** +40 Acrobatics when jumping  ",
			"**Languages** Aklo, Undercommon; telepathy 100 ft.  ",
			"**SQ** otherworldly leap, swift construction",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple",
			"",
			"::sh[Special Abilities]",
			"",
			"**Critical Poisoning (Su)** If Atlach-Nacha confirms a critical hit with its bite, it injects its foe with 3 doses of poison (this increases the save DC by 4). A foe that is normally immune to poison can be affected by Atlach-Nacha's poison in this way, but the victim treats the poisoning as if it had been injected with only 1 dose.",
			"",
			"**Dreams of Futility (Su)** Atlach-Nacha can impose its verminous dreams on any creature that has been rendered unconscious at any point in its life as a result of spider venom, that has come in contact with the Great Old One's webs, or upon whom Atlach-Nacha has fed. When Atlach-Nacha uses nightmare on such a target, the victim must also succeed at a DC 35 Will saving throw or become overwhelmed with futility. Whenever the victim attempts a skill check, or at the start of each round in combat, the victim has a 50% chance to act normally; otherwise, it takes no action. This effect persists for 24 hours but can be ended earlier via a successful break enchantment spell. This is a mind-affecting effect. The save DC is Charisma-based.",
			"",
			"**Feed (Ex)** As a standard action, Atlach-Nacha can feed upon a helpless or willing living creature by biting it. This deals no hit point damage, but it does cause 2d6 points of Strength drain and 2d6 points of Dexterity drain. If a creature's Strength and Dexterity are drained to 0, any drain that would normally affect those ability scores instead affects Constitution-thus, if Atlach-Nacha feeds on a creature with Strength and Dexterity scores of 0, the Great Old One drains 4d6 points of Constitution instead. A successful DC 43 Fortitude save reduces the drain to the minimum possible. The save DC is Constitution-based.",
			"",
			"**Great Old One Traits (Ex)** Rules for Atlach-Nacha's Great Old One traits, such as immortality, insanity, its mythic abilities, otherworldly insight, and the base rules for unspeakable presence, can be found [here](subtype/great_old_one).",
			"",
			"**Immortality (Ex)** If Atlach-Nacha is killed, its body splits open and unleashes a hideous mass of swarming spiders. Treat this swarm of spiders as a locust plague swarm save that it has a base speed of 60 feet, a climb speed of 60 feet, and no fly speed. If this swarm of spiders is allowed to reform after being dispersed by damage (or after 24 hours have passed), the spiders fall upon one another in a cannibalistic frenzy, with the last spider alive growing and growing until it becomes Atlach-Nacha reborn. If the swarm is truly destroyed as a result of devouring a good-aligned minor artifact or holy relic, Atlach-Nacha is instead reborn 1d100 months later from one of countless hidden eggs in deep underground caverns - but typically not on the same world upon which it was most recently defeated.",
			"",
			"**Otherworldly Leap (Ex)** Atlach-Nacha gains a +20 racial bonus on Acrobatics checks made to jump, and this stacks with its bonus to jumping from high speed. It treats all jumps as if it had a running start.",
			"",
			"**Penetrating Bite (Ex)** Atlach-Nacha's bite penetrates all forms of armor. It resolves its bite attacks as if they were touch attacks.",
			"",
			"**Poison (Ex)** Bite-injury; *save* Fort DC 43; *frequency* 1/round for 6 rounds; *effect* permanent paralysis plus 1d6 Strength drain; *cure* 3 consecutive saves. The save DC is Constitution-based.",
			"",
			"**Powerful Blows (Ex)** Atlach-Nacha always modifies the damage from its physical attacks with 1-1/2 times its Strength modifier.",
			"",
			"**Swift Construction (Ex)** Atlach-Nacha can create bridges or walls from its webs as a swift action. A web bridge is 15 feet wide and has a maximum length of 200 feet. A web wall functions as a wall of stone (CL 20th). Atlach-Nacha can use its climb speed to move on these webs, but other creatures treat it as sticky webbing (see the {umr/web/ universal monster rule}) if they come in contact with it. Atlach-Nacha's web constructions collapse and melt into vapor after 1 day has passed, forcing the Great Old One to constantly toil to maintain its webs in a futile effort at permanence.",
			"",
			"**Unspeakable Presence (Su)** Failing a DC 35 Will saving throw against Atlach-Nacha's unspeakable presence causes victims to become convinced they are covered with swarming spiders and tangled, sticky webbing. This causes victims to become nauseated for as long as the Great Old One remains in the area plus an additional 1d6 rounds. This is a mind-affecting effect. The save DC is Charisma-based.",
			"",
			"**Webs (Ex)** Atlach-Nacha can make a ranged attack with its webs as a swift action. These webs have a range increment of 200 feet, and it can shoot up to 10 range increments.",
			"",
			"::sh[Description]",
			"",
			"This strange arachnid Great Old One, known to some as the Void Weaver, is a dualistic entity in many respects. Its gender is fluid, being both and neither male and female. It constantly toils to build, yet its creations are fated to fail. It exists both in the waking world and the realm of dreams. It embodies the alien form of the spider and the recognizable visage of humanity. To Atlach-Nacha, duality exists only to contradict itself.",
			"",
			"Atlach-Nacha is an elephant-sized, red-and-black spider with a monstrously humanoid face, but at times it can appear as a woman with multiple long arms and a spider's lower torso.",
			"",
			"### Atlach-Nacha's Cult",
			"",
			"Atlach-Nacha's worshipers venerate the spider god in a oddly dualistic way - as both a god of construction and a god of futility. To the Void Weaver's faithful, the act of building is as sacred as the act of deliberately allowing something to fail. Whether this is to create more opportunities for building or more opportunities to fail is irrelevant to these lunatic worshipers, who vacillate daily between the urge to create and the compulsion to give in to entropy and disorder. Atlach-Nacha's temples are often caves or ancient crumbling buildings infested with spiders. The Great Old One grants access to the domains of Artifice, Evil, Madness, and Void and to the subdomains of Construct, Isolation, Nightmare, and Toil. Its favored weapon is the net.",
			"",
			"**Family:** {family/Great Old One}"
		]
	},
	"atlach_nacha": { "copyof": "great_old_one_atlach_nacha" },
	"kaiju_mogaru": {
		"name": "Kaiju, Mogaru",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*This towering saurian lumbers on its hind legs, its twin tails thrashing and the spines on its back glowing with red energy.*",
			"",
			"::mh[Mogaru]{cr=\"28\"}",
			"",
			"{SOURCE Bestiary 4/170}  ",
			"**XP** 4,915,200  ",
			"CN Colossal magical beast (kaiju, water)  ",
			"**Init** +9; **Senses** darkvision 600 ft., low-light vision, see invisibility, sense kaiju; Perception +45",
			"",
			"::sh[Defense]",
			"",
			"**AC** 47, touch 7, flat-footed 42 (+5 Dex, +40 natural, -8 size)  ",
			"**hp** 697 (34d10+510); fast healing 30  ",
			"**Fort** +34, **Ref** +24, **Will** +23  ",
			"**Defensive Abilities** absorb energy, ferocity, recovery; **DR** 20/epic; **Immune** ability damage, ability drain, death effects, disease, energy drain, fire, and fear; **Resist** acid 30, cold 30, electricity 30, negative energy 30, sonic 30  ",
			"**Weaknesses** susceptible to song",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 100 ft., swim 100 ft.  ",
			"**Melee** bite +46 (8d6+20/19-20 plus grab), 2 claws +46 (4d8+20/19-20), 2 tail slaps +44 (6d6+10/19-20)  ",
			"**Ranged** firebolts +31 touch (damage variable; see below)  ",
			"**Space** 60 ft., **Reach** 60 ft.  ",
			"**Special Attacks** breath weapon, ferocity, fast swallow, hurl foe, reflexive breath, swallow whole (10d6 bludgeoning and 10d6 fire damage, AC 30, 69 hp), trample (4d8+30, DC 47)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 50, **Dex** 21, **Con** 41, **Int** 3, **Wis** 30, **Cha** 26  ",
			"**Base Atk** +34; **CMB** +62 (+66 bull rush, +66 grapple, +66 sunder); **CMD** 79 (81 vs. bull rush, 81 vs. sunder)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Greater Bull Rush}, {feat/Greater Sunder}, {feat/Greater Vital Strike}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (bite)}, {feat/Improved Critical/ (claw)}, {feat/Improved Initiative}, {feat/Improved Iron Will}, {feat/Improved Sunder}, {feat/Improved Vital Strike}, {feat/Iron Will}, {feat/Multiattack}, {feat/Power Attack}, {feat/Staggering Critical}, {feat/Vital Strike}  ",
			"**Skills** Perception +45, Swim +49; **Racial Modifiers** +16 Perception  ",
			"**Languages** Aquan (can't speak)  ",
			"**SQ** massive",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm forests or water  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Absorb Energy (Ex)** Mogaru absorbs energy attacks that damage him, including negative energy attacks. Damage blocked by one of his resistances or immunities instead heals him an amount equal to the damage dealt. He may absorb only one kind of energy in this manner in a round. The first type of energy that affects him in a round (whether or not it penetrates his immunities or resistance to actually damage him) sets the type of energy he absorbs for that round. Hit points gained in excess of his normal maximum are lost. Mogaru cannot gain healing from energy effects generated by himself.",
			"",
			"**Breath Weapon (Su)** Once every 4 rounds, Mogaru can breathe out a beam of fiery red force. When Mogaru uses this attack, he can choose to focus the breath weapon into a single 1,200-foot-long line, or he can shorten the range and turn his head and body while breathing, effectively affecting a 600-foot-long cone. All creatures caught in this area of effect take 20d6 points of fire damage, 20d6 points of force damage, and are staggered for 1d6 rounds from the devastating energy (Reflex DC 42 halves the damage and prevents the staggered effect). A creature slain by this effect is disintegrated, whether the saving throw was successful or not. This breath weapon is particularly effective at blasting through cover-cover does not grant any bonuses on Reflex saves against Mogaru's breath weapon. The save DC is Constitution-based.",
			"",
			"**Firebolts (Su)** As a standard action on any round immediately following the use of his breath weapon, Mogaru can fire bolts of red energy from the glowing spines along his back. These bolts are ranged touch attacks with a range of 1,200 feet. When Mogaru uses this ability, he must choose between firing one firebolt, three firebolts, or six firebolts. If he fires one, it deals 20d6 points of damage on a hit. If he fires three bolts, each deals 8d6 points of damage on a hit. If he fires six bolts, each deals 5d6 points of damage on a hit. Half of the damage caused by any one firebolt is fire damage, the other half is force damage. Firebolts deal full damage against objects, and ignore the first 10 points of hardness possessed by an object.",
			"",
			"**Reflexive Breath (Ex)** The first time in any round that Mogaru can make an attack of opportunity, he can choose to use a diminished version of his breath weapon instead of making a physical attack. This reflexive breath weapon attack only targets the creature that provoked the attack of opportunity, but otherwise causes the same damage and effects his breath weapon normally inflicts (Reflex DC 32 halves the damage and negates the staggered effect). Use of his breath weapon in this way does not affect the recharge rate of the regular breath weapon. The save DC is Constitution-based, and includes a -10 penalty to reflect the fact that the reflexive breath is a shorter (but no less intense) blast of energy than the kaiju's typical breath weapon attack.",
			"",
			"**Sense Kaiju (Su)** Mogaru can sense the location of the nearest active kaiju, as if using discern location, at will.",
			"",
			"**Susceptible to Song (Ex)** Mogaru's actions can be influenced by song, provided the kaiju notices the singing. If the kaiju is not currently engaged in battle, he automatically hears any song within 100 feet that is directed at him in an attempt to influence him, but when he is in combat, there's only a cumulative 20% chance per round of sustained singing that he notices the song. In order to influence Mogaru, the singer must make a DC 35 Perform (sing) check (this check cannot be bolstered by the aid another action, and the singer cannot take 10 or 20 on the check). The result of this check sets the DC of the Will save Mogaru must make in order to not be influenced by the song. The singer can choose to influence Mogaru as if she had successfully cast suggestion on the kaiju (CL = the singer's ranks in Perform [sing]). If Mogaru succeeds at a Will save (DC = the singer's ranks in Perform [sing] + the singer's Charisma modifier), the effects of the influence last for a maximum of 1d4 rounds; otherwise, the effects last as long as a suggestion spell would normally last. Mogaru cannot use his recovery ability to recover from song influence, and a single singer may influence Mogaru only once per day.",
			"",
			"::sh[Description]",
			"",
			"Mogaru, known as the Final King to kaiju scholars, or simply as King Mogaru, is one of the most destructive of his kind. Although not the most powerful kaiju (a sobering thought in and of itself), Mogaru is certainly the most active of the known kaiju. Additionally, Mogaru seems to be as eager to rampage through the works of humanity as he is to attack and kill other kaiju, making him something of a mixed blessing to kaiju-threatened cities. While the prospect of an attack by Mogaru is the stuff of nightmares, the possibility of his intervention during a different kaiju attack is the stuff of hope, though the damage dealt to a city during its defense may be significant. Mogaru appears as a towering dinosaur with twin tails, spines that glow red as he uses his breath weapon, and two powerful clawed forearms.",
			"",
			"King Mogaru dwells in the depths of a tropical jungle, sleeping silently at the bottom of an unusually deep lake until roused. Legends hold that Mogaru was born of the world itself, either formed from the spirits of countless plants and animals resulting from ages of hunting and predation by humanoids for food or sport, or formed from the souls of the countless slain in an ancient apocalypse or war that devastated one of the first of the world's empires. Regardless of the actual cause, the birth of Mogaru in these legends seems to be the same-soon after another kaiju, Lord Varklops, emerged from an erupting volcano, Mogaru rose to oppose the Thrice-Headed Fiend in a vast battle that nearly slew Varklops while devastating an entire nation in the process. Mogaru is also rumored to have slain no fewer than a dozen other kaiju, including Agmazar the Star Titan, now believed to be the only undead kaiju in existence.",
			"",
			"Of particular note is the curious fact that Mogaru exhibits a particularly unique interest in song. Legends of skilled singers being able to save their cities with a single mournful paean to the kaiju, or of vengeful bards using their craft to waken the monster from his lair to send him on a rampage are common along coastal regions with a history of kaiju attacks, and in such regions renowned singers are well respected for this ability to influence one of the world's most destructive creatures. Kaiju scholars suspect that song manages to penetrate Mogaru's memories of some primeval event, but the reasons for the kaiju's reaction to the song are its own.",
			"",
			"Mogaru stands 140 feet high and weighs 20,000 tons, and is nearly 300 feet long from nose to tail.",
			"",
			"**Family:** {family/Kaiju}"
		]
	},
	"mogaru": { "copyof": "kaiju_mogaru" },
	"king_mogaru": { "copyof": "kaiju_mogaru" },
	"kaiju_varklops": {
		"name": "Kaiju, Varklops",
		"sources": [
			"Bestiary 6",
			"Bestiary 4"
		],
		"description": [
			"*This immense, fiery-orange serpent has three horned heads, a pair of draconic wings, and a long tail tipped with four bony spikes.*",
			"",
			"::mh[Varklops]{cr=\"30\"}",
			"",
			"{SOURCE Bestiary 6/170}  ",
			"**XP** 9,830,400  ",
			"CE Colossal magical beast (fire, kaiju)  ",
			"**Init** +17; **Senses** darkvision 600 ft., low-light vision, mistsight, tremorsense 300 ft.; Perception +34",
			"",
			"::sh[Defense]",
			"",
			"**AC** 48, touch 16, flat-footed 34 (+13 Dex, +1 dodge, +32 natural, -8 size)  ",
			"**hp** 752 (35d10+560); fast healing 30  ",
			"**Fort** +35, **Ref** +32, **Will** +23  ",
			"**Defensive Abilities** deflect cold, ferocity, recovery; **DR** 20/epic; **Immune** ability damage, ability drain, death effects, disease, energy drain, fear, fire; **Resist** acid 30, cold 30, electricity 30, negative energy 30, sonic 30  ",
			"**Weaknesses** distracted when outnumbered, vulnerable to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 80 ft., burrow 60 ft., fly 150 ft. (poor)  ",
			"**Melee** 3 bites +46 (6d6+26/19-20 plus burn), 2 wings +44 (3d8+16/19-20 plus burn), tail slap +46 (4d8+35/19-20/&times;3 plus burn)  ",
			"**Space** 60 ft., **Reach** 60 ft.  ",
			"**Special Attacks** breath weapon, burn (2d6 fire, DC 43), eruption, fire monsoon, improved hurl foe, kaijuslayer, rend (2 bites, 6d6+28; or 3 bites, 12d6+28)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 48, **Dex** 37, **Con** 42, **Int** 3, **Wis** 30, **Cha** 29  ",
			"**Base Atk** +35; **CMB** +62 (+66 bull rush); **CMD** 86 (88 vs. bull rush, can't be tripped)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Dodge}, {feat/Greater Bull Rush}, {feat/Greater Vital Strike}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (bite, tail slap, wing)}, {feat/Improved Initiative}, {feat/Improved Iron Will}, {feat/Improved Vital Strike}, {feat/Iron Will}, {feat/Lunge}, {feat/Multiattack}, {feat/Power Attack}, {feat/Staggering Critical}, {feat/Vital Strike}  ",
			"**Skills** Fly +34, Perception +34; **Racial Modifiers** +16 Perception  ",
			"**Languages** Ignan (can't speak)  ",
			"**SQ** devastating, massive, powerful blows (tail slap)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm mountains  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Breath Weapon (Su)** Each of Varklops's three heads can exhale a blast of searing fire and billowing ash in a 1,200-foot line once every 4 rounds. Each head's breath weapon is a separate attack with its own 4-round recharge period. The kaiju can exhale one line of fire as a move action, two lines as a standard action, or three lines as a full-round action. Each breath weapon deals 20d6 points of fire damage and 20d6 points of bludgeoning damage to all creatures in the area of effect as they are barraged with semi-solid chunks of superheated rock and magma expelled in the torrent of fire; targets are also stunned for 1 round by the overwhelming force. With a successful DC 43 Reflex save, a creature takes half damage and negates the stun effect. If Varklops exhales more than one breath weapon, he can use them in different directions. If a creature is subjected to more than one breath weapon in a round in this manner, it takes damage from and must attempt separate saves against each breath weapon. The save DCs are Constitution-based.",
			"",
			"**Deflect Cold (Ex)** Although Varklops is vulnerable to cold damage, he can shield himself from a cold attack by reflexively curling his wings around himself as an immediate action when he would otherwise take cold damage. He must choose to use this ability before any cold damage from the attack is applied and before he attempts any applicable saving throws to resist the cold damage, but he can wait until after the attack hits to choose to deflect cold. When he uses this ability, all cold damage from that particular attack is ignored. At Varklops's discretion, he can deflect the cold damage to any single adjacent creature, which is then instead treated as the target of the cold attack. If the cold attack was an area effect that also affected the adjacent creature, that creature does not take the cold damage twice, but does need to attempt two saving throws (if applicable) against the effect, taking the worse of the two results as the actual result.",
			"",
			"**Devastating (Ex)** Varklops is particularly devastating, and any attack or special ability he uses to deal damage to an object ignores hardness less than 20. Objects take full damage from his fire-based attacks.",
			"",
			"**Distracted When Outnumbered (Ex)** While Varklops is furiously focused on slaying kaiju, his rudimentary intellect supports a surprisingly powerful and inflated sense of self-worth that crumbles when he faces overwhelming odds. In any combat round that involves two allied kaiju focusing their efforts against him, Varklops loses his kaijuslayer ability and becomes so distracted by which target to focus on that he must succeed at a DC 30 Will save or become staggered for that round. Non-kaiju cannot distract Varklops in this manner, even if the non-kaiju is similar in size to a kaiju.",
			"",
			"**Eruption (Su)** Up to three times per day (but no more than once every 4 rounds) as Varklops emerges onto the surface of terrain after burrowing, he does so with an explosion of ash and magma. All creatures within 150 feet of Varklops when he bursts out of the ground in this manner take 20d6 points of fire damage. Huge or smaller creatures in this area are knocked prone. With a successful DC 43 Reflex save, creatures take half the damage and negate being knocked prone, but a creature that takes any damage from this eruption is subjected to Varklops's burn ability. In addition, the eruption creates a cloud of ash in the area of effect; this cloud of ash lingers in the area for 1 minute, obscuring vision as per obscuring mist. The save DC is Constitution-based.",
			"",
			"**Fire Monsoon (Su)** Once per day as Varklops moves at full speed while flying, he can rain down a torrential storm of fire, burning any target up to 300 feet below him. All targets Varklops passes over in flight take 20d6 points of fire damage (Reflex DC 43 half); any creature that takes any damage from this attack is subjected to Varklops's burn ability. The area affected by the fire monsoon continues to burn for 1 minute-any creature that begins its turn in this area takes 4d6 points of fire damage. The save DC is Constitution-based.",
			"",
			"**Improved Hurl Foe (Ex)** When Varklops hits a creature with his tail slap and uses his hurl foe {subtype/kaiju/ ability}, the distance the foe is knocked back doubles.",
			"",
			"**Kaijuslayer (Su)** Varklops takes particular delight in the slaying of other kaiju, and his aggression causes all kaiju to take a -4 penalty on saving throws against Varklops's special attacks. Another kaiju cannot use recovery to prevent itself from being killed by one of Varklops's attacks. This ability does not function against the kaiju known as King Mogaru.",
			"",
			"::sh[Description]",
			"",
			"Lord Varklops is indisputably the most powerful of the known kaiju, a tremendously destructive force of devastation that dwells in the heart of an active volcano in a tropical mountain range when not hunting his favorite prey-other kaiju. Although the fact that Lord Varklops so eagerly hunts and slays kaiju might seem to make him an ally of all civilizations threatened by such creatures, in truth Varklops is also one of the few kaiju to be actively evil in his predations upon the world. When no other kaiju present themselves as victims and the urge to destroy seizes Varklops, the so-called Thrice-Headed Fiend thinks nothing of razing entire cities for his pleasure.",
			"",
			"This eagerness to destroy appeals to apocalypse-minded cultists and to deranged exiles who seek revenge against the cities they were forced to flee. Varklops is known to look favorably upon those who approach him with requests for targeted devastation - particularly if the offer includes the opportunity to attack another kaiju. Varklops has little interest in assaulting civilizations in polar regions, but his greatest weakness is his inflated, if rudimentary, ego.",
			"",
			"When facing multiple kaiju, Varklops often gets distracted and frustrated - a condition that several societies have risked using to their advantage by luring other kaiju to their defense. Of course, the devastation a city might suffer when three or more kaiju fight may well exceed that wrought by Varklops alone, so such desperate actions are not taken lightly.",
			"",
			"Varklops has a particularly strong hatred of King Mogaru, as this kaiju alone can resist Varklops's rage. The reasons for this immunity are unknown, but certainly Mogaru matches Varklops's hatred, and battles between the two kaiju are the stuff of legend. Varklops is 200 feet long and weighs 16,000 tons.",
			"",
			"**Family:** {family/Kaiju}"
		]
	},
	"varklops": { "copyof": "kaiju_varklops" },
	"kaiju_vorgozen": {
		"name": "Kaiju, Vorgozen",
		"sources": [
			"Bestiary 6",
			"Bestiary 4"
		],
		"description": [
			"*This mountain of filthy green sludge heaps up on itself, extending six tentacles and unfolding its core to reveal a single red eye.*",
			"",
			"::mh[Vorgozen]{cr=\"29\"}",
			"",
			"{SOURCE Bestiary 6/172}  ",
			"**XP** 6,553,600  ",
			"CN Colossal ooze (kaiju, water)  ",
			"**Init** +14; **Senses** darkvision 600 ft., tremorsense 600 ft.; Perception +32  ",
			"**Aura** polluted magic (300 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 47, touch 13, flat-footed 36 (+10 Dex, +1 dodge, +34 natural, -8 size)  ",
			"**hp** 717 (35d8+560); fast healing 30  ",
			"**Fort** +27, **Ref** +23, **Will** +24  ",
			"**Defensive Abilities** absorb magic, ferocity, recovery; **DR** 20/epic; **Immune** ability damage, ability drain, acid, death effects, disease, energy drain, fear, poison, ooze traits; **Resist** acid 30, cold 30, electricity 30, fire 30, sonic 30, negative energy 30; **SR** 40",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., climb 50 ft., swim 100 ft.  ",
			"**Melee** 6 tentacles +40 (4d6+21/19-20 plus 2d6 acid and grab)  ",
			"**Space** 80 ft., **Reach** 60 ft.  ",
			"**Special Attacks** acid beam, constrict (4d6+31 plus 2d6 acid), fast swallow, hurl foe, infuse terrain, swallow whole (10d6 acid and 10d6 bludgeoning damage, AC 27, 71 hp)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 52, **Dex** 31, **Con** 42, **Int** 3, **Wis** 32, **Cha** 27  ",
			"**Base Atk** +26; **CMB** +55 (+59 bull rush); **CMD** 76 (78 vs. bull rush, can't be tripped)  ",
			"**Feats** {feat/Blinding Critical}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Dodge}, {feat/Greater Bull Rush}, {feat/Greater Vital Strike}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (tentacle)}, {feat/Improved Initiative}, {feat/Improved Lightning Reflexes}, {feat/Improved Vital Strike}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Lunge}, {feat/Mobility}, {feat/Power Attack}, {feat/Vital Strike}, {feat/Weapon Focus/ (tentacle)}  ",
			"**Skills** Climb +44, Perception +32, Swim +47; **Racial Modifiers** +16 Perception  ",
			"**Languages** Aquan (can't speak)  ",
			"**SQ** massive",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm swamps  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Absorb Magic (Ex)** When a spell or spell-like ability fails to overcome Vorgozen's spell resistance, it is wholly or partially absorbed by the kaiju. If the spell was an area-effect spell or targeted more than just Vorgozen, it functions normally against other targets and Vorgozen regains a number of hit points equal to double the spell's level. If the spell targeted only Vorgozen, she absorbs the entire spell and regains a number of hit points equal to 10 &times; the spell's level. Whenever Vorgozen absorbs magic in this way, her polluted magic aura grows more powerful (whether or not the absorbed magic healed her of damage); all rolls to determine the effect of polluted magic are modified by +20 for the remainder of the round.",
			"",
			"**Acid Beam (Su)** Once every 4 rounds, Vorgozen can unleash a beam of foul acid. This creates a 1,200-foot line of high pressure caustic fluid. All creatures caught in the area of effect take 20d6 points of acid damage and 20d6 points of bludgeoning damage, and are knocked prone. A creature that succeeds at a DC 43 Reflex save takes half damage and avoids being knocked prone. A Huge or smaller creature that is knocked prone is also pushed away from Vorgozen. A Huge creature is pushed back 10 feet, a Large creature 20 feet, a Medium creature 40 feet, and Small or smaller creatures 80 feet. Creatures that are pushed take 1d6 additional points of bludgeoning damage per 10 feet they are pushed, but can attempt a DC 43 Reflex save to halve this additional damage. The save DC is Constitution-based.",
			"",
			"**Infuse Terrain (Su)** Once per day as a standard action, Vorgozen can dematerialize and seep into the terrain, infusing it with her polluted nature. The kaiju appears to simply melt into the surrounding terrain when she uses this ability, vanishing from view. The terrain in a 1-mile radius becomes infused with the kaiju's essence - if the terrain is swamp or other wetland, the radius increases to 10 miles. While infusing terrain, Vorgozen cannot be harmed, and all magical effects generated in the region can trigger polluted effects (see Polluted Magic below). Vorgozen remains aware of what takes place in the region of infused terrain, and she can remain infused in the terrain indefinitely, during which time she does not need to breathe, eat, or sleep. She can emerge from the terrain at any point within the infused region as a swift action, gaining the benefit of a heal spell (CL 20th) when she does so. Alternatively, she can suppress all effects of her presence on the terrain for up to 24 hours to move at a speed of 50 miles per hour, as per shadow walk. When she ceases moving (typically upon arriving at a region with powerful magic that has drawn her attention), her presence remains suppressed and she cannot move for the remainder of the 24 hours, at which point the suppression ends and her presence again infuses the surrounding terrain.",
			"",
			"**Polluted Magic (Su)** Vorgozen's presence pollutes magic, causing magical abilities to become unreliable when used within 300 feet of the kaiju. When a creature within this area generates a spell, spell-like ability, or supernatural effect, roll on the table below to see how Vorgozen's polluting presence hampers or transforms the effect. Effects created by creatures outside of this 300-foot aura are unaffected by Vorgozen's polluted magic, even if the effect of the spell or supernatural ability enters the area of polluted magic or targets Vorgozen. Likewise, ongoing spell effects or supernatural effects are not polluted when Vorgozen's aura envelops them. Vorgozen's own supernatural abilities never trigger polluted magic effects.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-30 | The spell or supernatural effect functions normally. |",
			"| 31-50 | The spell or supernatural effect is diluted, functioning at half capacity (caster level, all damage and other randomly determined elements, and durations and areas of effect not determined by caster level are halved); the DCs of saving throws to resist the effect are decreased by 10. |",
			"| 51-70 | The spell or supernatural effect is cancelled and its use for that activation is wasted. |",
			"| 71-90 | The spell or supernatural effect is canceled and its use for that activation is wasted. The creator of the spell or supernatural effect must succeed at a DC 35 Fortitude save or be nauseated for 1d4 rounds. The nausea is a mind-affecting effect. The save DC is Charisma-based. |",
			"| 91 or higher | The spell or supernatural effect is canceled and its use for that activation is wasted. The creator of the spell or supernatural effect must succeed at a DC 35 Will save or suffer the effects of feeblemind (CL 20th). The feeblemind effect is a mind-affecting effect. The save DC is Charisma-based. |",
			"",
			"**Swallow Whole (Ex)** If a creature that is swallowed whole by Vorgozen manages to escape by cutting itself free, Vorgozen's gelatinous body simply seals over the hole created so that other swallowed creatures must cut their own way out.",
			"",
			"::sh[Description]",
			"",
			"Most kaiju are ancient creatures that have dwelled in hidden lairs since the dawn of civilization, prehistoric monsters woken from eons-long slumbers, or alien entities who visit the world only rarely. But Vorgozen (referred to as the Shapeless Feeder by some, and as Queen Vorgozen by those who wish to see all magic abolished from the world) is a relatively recent addition to the world's kaiju. This accidental but overwhelmingly powerful creation was forged from the unfortunate combination of hubris and arrogance. The absolute destruction of the remote academy in an immense fen that gave rise to the Shapeless Feeder left few clues as to the nature of the potent magic the wizards there were toying with. What hints remain suggest it involved reverse-engineering an artifact in an attempt to distill the potent powers held within the core of a once flying city.",
			"",
			"Born as she was out of the abuse of magical power, Vorgozen is very much a personification of the arrogant wizard who values the study and mastery of magic and the pursuit of arcane power over all else. The Shapeless Feeder was not content to remain at the epicenter of her accidental creation, and has instead seeped through the world, drawn by powerful magical auras or supernatural foci. Fortunately for civilization, after emerging to destroy, the Shapeless Feeder invariably retreats to vast swamplands such as the site of her genesis to hibernate for decades before rousing once again from her slumber.",
			"",
			"The powerful magic of other kaiju's supernatural abilities is particularly coveted by Vorgozen, and she enjoys polluting these effects more than any other. She is often drawn to places where other kaiju rampage as a result.",
			"",
			"Queen Vorgozen is an immense mound of protoplasm nearly 80 feet in diameter. She weighs 24,000 tons.",
			"",
			"**Family:** {family/Kaiju}"
		]
	},
	"vorgozen": { "copyof": "kaiju_vorgozen" },
	"kaiju_yarthoon": {
		"name": "Kaiju, Yarthoon",
		"sources": [
			"Bestiary 6",
			"Bestiary 4"
		],
		"description": [
			"*This immense pale blue worm raises one end of its body like a serpent, its many-toothed maw opening amid a ring of glowing eyes.*",
			"",
			"::mh[Yarthoon]{cr=\"25\"}",
			"",
			"{SOURCE Bestiary 6/174}  ",
			"**XP** 1,638,400  ",
			"CN Colossal magical beast (air, kaiju)  ",
			"**Init** +13; **Senses** low-light vision, mistsight, see in darkness, tremorsense 300 ft.; Perception +28",
			"",
			"::sh[Defense]",
			"",
			"**AC** 44, touch 12, flat-footed 34 (+9 Dex, +1 dodge, +32 natural, -8 size)  ",
			"**hp** 565 (29d10+406); fast healing 30  ",
			"**Fort** +30, **Ref** +25, **Will** +19  ",
			"**Defensive Abilities** ferocity, recovery; **DR** 20/epic; **Immune** ability damage, ability drain, cold, death effects, disease, energy drain, fear; **Resist** acid 30, electricity 30, fire 30, negative energy 30, sonic 30",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 60 ft., burrow 100 ft., fly 100 ft. (average), swim 100 ft.  ",
			"**Melee** 2 bites +39 (4d6+27/19-20 plus 4d6 cold and grab), slam +39 (4d8+27/19-20 plus 4d6 cold and staggering strike)  ",
			"**Space** 30 ft., **Reach** 30 ft.  ",
			"**Special Attacks** clinging frost, eye beams, fast swallow, freezing mist, hurl foe, penetrating cold, swallow whole (6d6 bludgeoning and 6d6 cold damage, AC 26, 56 hp), swift bite",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 46, **Dex** 29, **Con** 38, **Int** 3, **Wis** 26, **Cha** 21  ",
			"**Base Atk** +29; **CMB** +55 (+59 overrun); **CMD** 75 (77 vs. overrun, can't be tripped)  ",
			"**Feats** {feat/Critical Focus}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Greater Overrun}, {feat/Improved Critical/ (bite, slam)}, {feat/Improved Initiative}, {feat/Improved Iron Will}, {feat/Improved Overrun}, {feat/Improved Vital Strike}, {feat/Iron Will}, {feat/Power Attack}, {feat/Staggering Critical}, {feat/Vital Strike}, {feat/Wingover}  ",
			"**Skills** Fly +32, Perception +28, Swim +26; **Racial Modifiers** +16 Perception  ",
			"**Languages** Auran (can't speak)  ",
			"**SQ** massive, no breath, powerful blows (bite, slam), starflight",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any cold (the world's moon or outer space)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Clinging Frost (Su)** Whenever a creature takes cold damage from Yarthoon (including from her freezing mist), the creature becomes encrusted with a layer of clinging frost for 1 round. The duration of this clinging frost stacks with multiple instances of cold damage from Yarthoon. As long as a creature has at least 1 round of clinging frost remaining, it takes a -2 penalty on all Reflex saving throws and Dexterity-based skill checks. As long as a creature has at least 2 rounds of clinging frost remaining, it is staggered. Freedom of movement negates the effects of clinging frost, and if a creature activates a fire-based supernatural ability on its turn, it reduces the number of rounds remaining by 1d4. Creatures with the fire subtype, the heat ability, or any similar ability to shed significant warmth are immune to clinging frost.",
			"",
			"**Eye Beams (Su)** Once every 4 rounds as a standard action, Yarthoon can emit several beams of freezing energy from her eyes. When Yarthoon uses this attack, she can choose to fire all of the beams in one direction to create a single line 1,200 feet long, or she can instead fire eight separate beams as ranged touch attacks with a range of 1,200 feet. If she chooses to fire them in a line, all creatures within the area of effect take 20d6 points of cold damage (Reflex DC 38 half). If she fires the beams as ranged touch attacks, she has a +30 attack bonus but can target a single creature with no more than two eye beams at a time (though she can fire the beams in any direction to attack multiple targets in range). A single eye beam deals 8d6 points of cold damage on a hit (no save). The save DC for the line-based attack is Constitution-based.",
			"",
			"**Freezing Mist (Su)** Once per day as a swift action, Yarthoon can exhale a cloud of freezing mist, filling a 200-foot-radius sphere surrounding her. This mist obscures vision as per obscuring mist and persists for 10 rounds, and is not dispersed by moderate wind. A strong wind (21+ mph) disperses the mist in 2d4 rounds, while fireball, flame strike, or similar spells burn away the mist in the spell's area. Any creature within the area of the mist when Yarthoon creates it takes 8d6 points of cold damage (Reflex DC 38 half). A creature that begins its turn within the mist takes 4d6 points of cold damage (no save) at the start of its turn. The save DC is Constitution-based.",
			"",
			"**Penetrating Cold (Su)** When Yarthoon deals cold damage, the damage ignores the first 30 points of cold resistance the target has.",
			"",
			"**Staggering Strike (Ex)** If Yarthoon hits a Gargantuan or smaller foe that's standing on the ground with her slam attack, the target struck must succeed at a DC 42 Reflex save or be knocked prone and become staggered for 1d6 rounds. If she hits a Gargantuan or smaller flying foe, the creature is staggered for 1d6 rounds and must succeed at a DC 42 Fly check or lose 30 feet of altitude (a winged flying creature loses 60 feet of altitude instead; this replaces the normal rule for being attacked while flying for winged creatures). A Colossal creature struck by Yarthoon's slam must succeed at a DC 42 Reflex save to resist being staggered for 1 round, but is not knocked prone or forced to lose altitude. The save DC is Strength-based.",
			"",
			"**Starflight (Su)** Yarthoon can survive in the void of outer space. She flies through space at incredible speeds, but generally only does so to travel between the moon and the world below when her attention is caught or her curiosity piqued. It takes Yarthoon only 2d4 hours to travel from the moon to the world below. If she were to travel to a more distant point in the same solar system, she requires only 3d6 days to make the journey, while trips beyond this range generally take her 3d6 weeks.",
			"",
			"**Swift Bite (Ex)** Yarthoon strikes with astonishing speed when she attacks with her bite. Whenever Yarthoon makes a bite attack on her turn, she can attack two times, either as a standard action to bite twice, or as part of a full attack to bite two times in addition to making one slam attack. She can make any number of attacks of opportunity with her bite attack, but does not get to bite more than once when she does so.",
			"",
			"::sh[Description]",
			"",
			"Yarthoon is among the least powerful of the kaiju, yet even she is of staggering size and capable of unleashing devastation on an apocalyptic scale. Known as the Moon Grub to kaiju scholars, Yarthoon does indeed dwell upon the moon itself, where she spends much of her time in a frozen reach of ice and snow, created, in part, by her presence and the effects of her freezing breath over the course of centuries. (Note that although Yarthoon's exhalations fill the region with freezing mist, the Moon Grub herself has no need to breathe and can exist comfortably in the vacuum of space.)",
			"",
			"Were Yarthoon content to remain upon the moon, there would be little known about the frozen kaiju; unfortunately, the larger world her home orbits is a constant fascination for her. Indeed, certain events have been known to specifically attract Yarthoon's attention, whether they're intentional calls such as powerful rituals led by apocalyptic cultists, or accidental lures that occur when powerful effects of magical cold occur. The exact nature of these attractions varies, and even the most learned scholars argue over what exactly it is that draws Yarthoon to visit the world. None, however, dispute the devastation Yarthoon unleashes, if unintentionally, when she visits the world. Unlike many kaiju, Yarthoon seems not to purposefully seek out civilizations to destroy, but her immense size and her freezing breath wreak havoc nonetheless. Fortunately, Yarthoon's visits to the world typically last for only a few days before she slithers off into the sky like an eel swimming through water to return to her den on the moon.",
			"",
			"Yarthoon has a complex relationship with Mogaru, the Final King. Often, Mogaru's devastation on a region is enough to lure Yarthoon down from the moon, in which case she often clashes with the more powerful kaiju. Likewise, Mogaru's ability to sense kaiju often results in him coming to investigate a region that Yarthoon has decided to visit. Yet the two kaiju never seem willing to finish a fight against the other, and rather than deliver a death blow when the chance rises, each seems content to let the other flee. The one thing that seems to unite the two kaiju is their shared hatred of Lord Varklops, and the two kaiju have teamed up several times to drive off the three-headed fiend more than once.",
			"",
			"Although Yarthoon is the least powerful of the known kaiju, the Moon Grub has been remarkably resilient. Time and time again, Yarthoon has returned after suffering what seemed to be a complete defeat, at either the hands of powerful heroes or the claws and fangs of fellow kaiju. Scholars of these immense monsters have theorized that Yarthoon may not be a unique creature, and that in its hidden lair on the moon, multiple Moon Grubs writhe and dream. Others posit that Yarthoon is but the larval stage of a kaiju, and that while only one may live at any time, numerous other eggs lie in a hidden creche on the moon, waiting to hatch and release replacement Moon Grubs as needed.",
			"",
			"Yarthoon is 250 feet long from head to tail and weighs 14,000 tons.",
			"",
			"**Family:** {family/Kaiju}"
		]
	},
	"yarthoon": { "copyof": "kaiju_yarthoon" },
	"kallas_devil": {
		"name": "Kallas Devil",
		"sources": [ "Fey Revisited" ],
		"description": [
			"*Growing from the back of a horselike beast is the torso of a sea hag with grossly elongated arms and large, clawed hands. Its tangled web of stringy hair does not hide the disturbing fact that the hideous creature has no skin, and is built of gore and viscera.*",
			"",
			"::mh[Kallas Devil]{cr=\"9\"}",
			"",
			"{SOURCE Fey Revisited/32}  ",
			"**XP** 6,400  ",
			"Variant nuckelavee  ",
			"NE Large fey (aquatic)  ",
			"**Init** +5; **Senses** darkvision 60 ft.; Perception +17  ",
			"**Aura** frightful presence (30 ft., DC 20)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 22, touch 16, flat-footed 15 (+5 Dex, +2 dodge, +6 natural, -1 size)  ",
			"**hp** 102 (12d6+60)  ",
			"**Fort** +9, **Ref** +15, **Will** +10  ",
			"**DR** 10/cold iron; **Immune** poison, disease",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., swim 50 ft.  ",
			"**Melee** mwk trident +11/+6 (2d6+5), bite +10 (1d8+5 plus disease), 2 hooves +5 (1d6+2 plus disease)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** breath weapon (30-ft. cone, 10d6, Reflex DC 21 half, usable every 1d4 rounds), evil eye, trample (1d6+7, DC 21)  ",
			"**Spell-Like Abilities** (CL 9th; concentration +13)  ",
			"*3/day*-black tentacles, call lightning, stinking cloud (DC 17)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 20, **Con** 20, **Int** 13, **Wis** 15, **Cha** 18  ",
			"**Base Atk** +6; **CMB** +12; **CMD** 29 (33 vs. trip)  ",
			"**Feats** {feat/Dodge}, {feat/Lightning Reflexes}, {feat/Lightning Stance}, {feat/Mobility}, {feat/Spring Attack}, {feat/Wind Stance}  ",
			"**Skills** Acrobatics +20 (+28 when jumping), Escape Artist +20, Intimidate +16, Knowledge (nature) +16, Perception +17, Stealth +16, Swim +28  ",
			"**Languages** Aklo, Common, Sylvan  ",
			"**SQ** amphibious, undersized weapons  ",
			"**Gear** masterwork trident",
			"",
			"::sh[Special Abilities]",
			"",
			"**Evil Eye (Su)** Three times per day, the Kallas Devil can cast its dire gaze upon any single creature within 30 feet. The target must succeed at a DC 20 Will save or be staggered as a strange nebulous distress and a gnawing sense of impending doom plague the victim. If the Kallas Devil uses its evil eye on someone already afflicted by this curse, the victim must succeed at a DC 20 Fortitude save or be overwhelmed with fright and collapse into a comatose state for 3 days. Each day that passes, the comatose victim must succeed at a DC 20 Fortitude save or perish. The evil eye is a mind-affecting fear effect. The save DCs are Charisma-based. ",
			"",
			"Evil Eye Curse: Gaze-failed save; *save* Will DC 20; *frequency* 1/day; *effect* staggered (or fall comatose if already under the effects of the evil eye).",
			"",
			"::sh[Description]",
			"",
			"This nuckelavee is even more hideous than usual because its torso is that of a sea hag, whose skinless head somehow retains a mess of hairlike knotted seaweed that flails behind it as the creature gallops furiously across the land. The creature dwells in Kallas Lake at the southern tip of the River Kingdoms and terrorizes the nearby town of Riverton, where humans and half-elves survive by fishing and guiding travelers along the branches of the Sellen. It mighty hooves also pound along the riverbank as far west as Tymon and as far east as the Creeperwood, bringing plague and death to those who despoil the waters.",
			"",
			"The influence of its hag torso drives the beast to want to clothe itself in skin. Other nuckelavees keep trophies of their kills, but the Kallas Devil flays its quarry to create a patchwork cloak of flesh that it drapes over its upper body. The husk of skin tears easily, so the devil requires a steady supply of victims to maintain its appearance. Some villages that suffer under its vengeance try to appease it by staking out criminals and other undesirables for its pleasure. The fey terror takes these sacrifices but shows no favor to its supplicants."
		]
	},
	"kaltestrua": {
		"name": "Kaltestrua, Governess of Casnoriva",
		"sources": [ "Demons Revisited" ],
		"description": [
			"*This serpent-bodied, six-armed woman is painfully thin, haggard, and gaunt. Bloody sores dot her flesh, and the skulladorned flails she wields drip black liquid.*",
			"",
			"::mh[Kaltestrua, Governess of Casnoriva]{cr=\"21\"}",
			"",
			"{SOURCE Demons Revisited/38}  ",
			"**XP** 409,600  ",
			"Female marilith sorcerer 7  ",
			"CE Large outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +6; **Senses** darkvision 60 ft., true seeing; Perception +39  ",
			"**Aura** unholy aura (DC 28)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 38, touch 19, flat-footed 32 (+4 armor, +4 deflection, +6 Dex, +15 natural, -1 size)  ",
			"**hp** 430 (23 HD; 16d10+7d6+318)  ",
			"**Fort** +28, **Ref** +22, **Will** +19  ",
			"**Defensive Abilities** evasion; **DR** 10/cold iron and good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 28",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +4 ghost touch unholy heavy flail +31/+26/+21/+16 (2d8+14/17-20), 4 +3 ghost touch flails +29 (2d6+6/19-20), tail slap +20 (2d6+3)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** constrict (tail slap, 2d6+10 plus crushing coils), crushing coils, infuse weapon, multiweapon mastery  ",
			"**Spell-Like Abilities** (CL 16th; concentration +26)  ",
			"*Constant*-true seeing, unholy aura (DC 28)  ",
			"*At will*-greater teleport (self plus 50 lbs. of objects only), project image (DC 27), telekinesis (DC 25)  ",
			"*3/day*-blade barrier (DC 26), fly  ",
			"*1/day*-summon (level 5, 1 marilith 20%, 1 nalfeshnee 35%, or 1d4 hezrous 60%)  ",
			"**Bloodline Spell-Like Abilities** (CL 7th; concentration +17)  ",
			"*13/day*-grave touch (3 rounds)  ",
			"**Sorcerer Spells Known** (CL 7th; concentration +17)  ",
			"*3rd (6/day)*-haste, major image (DC 23), vampiric touch  ",
			"*2nd (9/day)*-alter self, command undead (DC 22), false life, invisibility  ",
			"*1st (9/day)*-chill touch (DC 21), mage armor, magic missile, shield, silent image (DC 21), unseen servant  ",
			"*0 (at will)*-bleed (DC 20), detect magic, disrupt undead, ghost sound (DC 20), message, read magic, touch of fatigue (DC 20)  ",
			"**Bloodline** undead",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 25, **Dex** 23, **Con** 34, **Int** 20, **Wis** 20, **Cha** 30  ",
			"**Base Atk** +19; **CMB** +27 (+31 disarm, +31 trip); **CMD** 49 (51 vs. disarm, can't be tripped)  ",
			"**Feats** {feat/Combat Expertise}, {feat/Critical Focus}, {feat/Eschew Materials}, {feat/Greater Disarm}, {feat/Greater Trip}, {feat/Improved Critical/ (heavy flail)}, {feat/Improved Disarm}, {feat/Improved Trip}, {feat/Multiweapon Defense}, {feat/Power Attack}, {feat/Staggering Critical}, {feat/Toughness}, {feat/Weapon Focus/ (heavy flail)}, {feat/Weapon Focus/ (flail)}  ",
			"**Skills** Acrobatics +32, Bluff +36, Diplomacy +36, Fly +30, Intimidate +36, Knowledge (engineering) +26, Knowledge (religion) +31, Perception +39, Sense Motive +31, Stealth +28  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.  ",
			"**SQ** bloodline arcana (corporeal undead affected by humanoid-affecting spells)  ",
			"**Gear** +4 ghost touch unholy heavy flail, +3 ghost touch flails (4), ring of evasion",
			"",
			"::sh[Description]",
			"",
			"Kaltestrua has been the thrall of the Whispering Tyrant for well over a thousand years, a servitude that has had a singular effect upon her appearance. While she is not herself undead (yet), she appears as if she were a bloodstarved vampire, with sallow flesh clinging tightly to her frame and a skeletal pattern of stripes along her otherwise night-black serpentine lower torso. Kaltestrua was key in the Whispering Tyrant's conquest of the college of Casnoriva, and while the lich has now been imprisoned deep under Gallowspire for nearly 9 centuries, rule of Casnoriva has remained in the marilith's control. In an ironic twist, her greatest enemies in maintaining this control are themselves undead - the spectral and ghostly spirits of the academy's previous professors and arcanists continue to fight against the demon and her servants for control of the site. Led by the ghostly wizard Mistress Qais, these undead have never managed to control a majority of Casnoriva, but neither has Kaltestrua ever been able to wholly defeat them. Today, the site remains a battleground, with the marilith eagerly awaiting the return of her master so that, with his support, she might finally seize full control of the academy.",
			"",
			"It requires a gate spell to conjure Kaltestrua, and even then the marilith is particularly ill-tempered at having been pulled away from her post in the academy. Every second she's gone is another second the ghosts have a chance to regain ground or, in a worst-case scenario, to take control of the building. As a result, if a conjurer has a relatively short-term task (taking less than a day) for the marilith, she is more likely to agree to perform the service than most of her kind, if only so she can get started (and thus finish) the task quickly and return home. A spellcaster who thinks to keep her from returning home had best be prepared for her increasing fury, for even bound, Kaltestrua has other minions who will come to aid her if she is gone for too long. Kaltestrua prefers offerings of magical flails-ghost touch weapons are her favorite, but as long as the flails possess enhancement bonuses of at least +2, they'll do. It's a DC 31 check to research Kaltestrua."
		]
	},
	"khalirai": {
		"name": "Khalirai, the Ivory Queen",
		"sources": [ "Fey Revisited" ],
		"description": [
			"*This slender, seductive woman has bone-white skin and an otherworldly beauty.*",
			"",
			"::mh[Khalirai, the Ivory Queen]{cr=\"15\"}",
			"",
			"{SOURCE Fey Revisited/38}  ",
			"**XP** 51,200  ",
			"Nymph oracle 8  ",
			"CG Medium fey  ",
			"**Init** +7; **Senses** darkvision 60 ft., low-light vision; Perception +24  ",
			"**Aura** blinding beauty (30 ft., DC 24)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 29, touch 28, flat-footed 21 (+10 deflection, +7 Dex, +1 dodge, +1 natural)  ",
			"**hp** 152 (16 HD; 8d6+8d8+88)  ",
			"**Fort** +18, **Ref** +25, **Will** +27; +2 vs. death effects, disease, mind-affecting effects, poison, sleep effects, and stunning  ",
			"**DR** 10/cold iron",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., climb 20 ft.  ",
			"**Melee** +2 disruption light mace +19/+14 (1d6+1)  ",
			"**Special Attacks** command undead (13/day, DC 26), stunning glance (DC 24)  ",
			"**Spell-Like Abilities** (CL 8th; concentration +13)  ",
			"*1/day*-dimension door  ",
			"**Spells Prepared** (CL 7th; concentration +12)  ",
			"*4th*-dispel magic, summon nature's ally IV  ",
			"*3rd*-call lightning, daylight, neutralize poison  ",
			"*2nd*-barkskin, flame blade, resist energy, tree shape  ",
			"*1st*-charm animal (DC 16), endure elements, entangle (DC 16), obscuring mist, pass without trace, produce flame  ",
			"*0*-flare, guidance, know direction, light  ",
			"**Oracle Spells Known** (CL 8th; concentration +18)  ",
			"*4th (5/day)*-cure critical wounds (DC 24), fear (DC 24), restoration  ",
			"*3rd (7/day)*-animate dead, cure serious wounds (DC 23), remove disease, searing light  ",
			"*2nd (9/day)*-align weapon, cure moderate wounds (DC 22), false life, gentle repose, remove blindness/deafness  ",
			"*1st (9/day)*-bless, cause fear (DC 21), command (DC 21), cure light wounds (DC 21), detect undead, hide from undead, sanctuary (DC 21)  ",
			"*0 (at will)*-create water, detect magic, detect poison, mending, purify food or drink, resistance, stabilize, virtue  ",
			"**Mystery** bones",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 8, **Dex** 24, **Con** 18, **Int** 18, **Wis** 20, **Cha** 30  ",
			"**Base Atk** +10; **CMB** +17; **CMD** 37  ",
			"**Feats** {feat/Agile Maneuvers}, {feat/Combat Casting}, {feat/Command Undead}, {feat/Dodge}, {feat/Extra Revelation}, {feat/Improved Channel}, {feat/Skill Focus/ (Heal)}, {feat/Toughness}, {feat/Weapon Finesse}  ",
			"**Skills** Climb +7, Diplomacy +29, Escape Artist +26, Handle Animal +26, Heal +30, Knowledge (nature) +23, Perception +24, Sense Motive +24, Stealth +26, Swim +18  ",
			"**Languages** Aklo, Celestial, Common, Elven, Polyglot, Sylvan  ",
			"**SQ** inspiration, oracle's curse (clouded vision), revelations (armor of bones, near death, undead servitude, voice of the grave), unearthly grace, wild empathy +24  ",
			"**Gear** +2 disruption light mace, amulet of natural armor +1, 495 gp",
			"",
			"::sh[Description]",
			"",
			"Khalirai, the Ivory Queen, is one of the most powerful nymphs in the Mwangi Expanse. Protecting her exotic ward, known in local myths as the Ivory Boneyard, Khalirai is mysterious even by nymphs' standards. In mimicry of her surroundings, she has bone-white skin - a rarity among nymphs of the region - and she possesses long, lustrous black hair and deep green almond-shaped eyes. She has taken to wearing ivory jewelry that she crafts from the tusks of the fallen elephants that travel here at the ends of their lives to rejoin their ancestors in her ward. The Ivory Boneyard has had a great impact on her, and she is a dark, brooding soul, but with a soft spot for the sick and ill, and often heals those who are brave enough to come into her ward. While she protects the elephant graveyard from external threats, she holds it as her solemn duty to keep undead at bay, especially those arising from the ward itself.",
			"",
			"Many years ago, Khalirai fell in lust with a young Mwangi man, and has served as his muse ever since. It has been many years since then, and her love is old and frail; soon she will need to find a new bard to inspire."
		]
	},
	"kortash_khain": {
		"name": "Kortash Khain",
		"sources": [ "Mythic Realms" ],
		"description": [
			"*This withered humanoid wears sooty, fire-blackened robes and a headdress of black and gold.*",
			"",
			"::mh[Kortash Khain]{cr=\"23\" mr=\"6\"}",
			"",
			"{SOURCE Mythic Realms/54}  ",
			"**XP** 819,200  ",
			"Male ghoul cleric of Kabriri 5/sorcerer (wildblooded) 5/mystic theurge 10/hierophant 6  ",
			"CE Medium undead  ",
			"**Init** +11; **Senses** darkvision 60 ft., deathwatch 30 ft., true seeing; Perception +11",
			"",
			"::sh[Defense]",
			"",
			"**AC** 39, touch 22, flat-footed 34 (+5 armor, +5 deflection, +5 Dex, +2 luck, +7 natural, +5 shield)  ",
			"**hp** 391 (22 HD; 2d8+5d8+5d6+10d6+308)  ",
			"**Fort** +25, **Ref** +17, **Will** +34  ",
			"**Defensive Abilities** channel resistance +2, contingencies, hard to kill, mind blank, mythic saving throws; **Immune** undead traits",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +12 (1d6+1 plus disease and paralysis), 2 claws +12 (1d4+1 plus paralysis), staff of power +14/+9/+4 (1d6+3)  ",
			"**Ranged** ray +17 (by spell/19-20)  ",
			"**Special Attacks** alter channel, the blood is the life (13/day), channel negative energy 15/day (DC 22, 3d6), death's kiss (2 rounds, 14/day), disease, divine surge (inspired spell), eldritch breach, enduring blessing (1 minute/level), faith's reach, lore keeper, mythic power (15/day, surge +1d8), paralysis (1d4+1 rounds, DC 21, elves are immune to this effect), spell synthesis  ",
			"**Spell-Like Abilities** (CL 22nd)  ",
			"*2/day*-ghoul touch  ",
			"*1/day*-undead minion  ",
			"**Cleric Spells Prepared** (CL 15th; concentration +26)  ",
			"*8th*-fire storm[^M] (DC 29), mind blank[^D] (already cast), unholy aura  ",
			"*7th*-destruction[^D] (2, DC 29), empowered flame strike (2), repulsion (DC 28)  ",
			"*6th*-create undead[^D], greater dispel magic, harm[^M] (2, DC 29), plague storm, word of recall  ",
			"*5th*-plane shift[^M] (DC 26), scrying (DC 26), slay living[^D] (3, DC 27), steal power (DC 28), true seeing (already cast)  ",
			"*4th*-aura of doom, blessing of fervor, dismissal (DC 25), divine power, enervation[^D][^M] (2), freedom of movement  ",
			"*3rd*-bestow curse (3, DC 25), dispel magic, magic vestment (already cast), prayer[^M] (2), seek thoughts[^D]  ",
			"*2nd*-darkness[^M], ghoul touch[^D] (DC 25), remove paralysis, resist energy (2), silence[^M] (2, DC 23), spiritual weapon  ",
			"*1st*-comprehend languages[^D], divine favor, entropic shield, protection from good (3), shield of faith[^M] (2)  ",
			"*0 (at will)*-detect magic, guidance, light, mending  ",
			"**Sorcerer Spells Known** (CL 15th; concentration +25)  ",
			"*7th (5/day)*-finger of death[^M], (DC 29), power word blind, prismatic spray[^M]  ",
			"*6th (8/day)*-contagious flame, contingency[^M], greater dispel magic, undeath to death (DC 28)  ",
			"*5th (8/day)*-cone of cold (DC 25), dominate person[^M] (DC 25), mage's private sanctum, teleport, waves of fatigue  ",
			"*4th (8/day)*-animate dead, bestow curse (DC 26), charm monster (DC 24), enervation[^M], fire shield  ",
			"*3rd (8/day)*-fly, hold person (DC 23), magic circle against good, nondetection, vampiric touch[^M] 2nd (9/day, 8 remaining)-command undead (DC 23), false life (cast once), mirror image, resist energy, scorching ray, spider climb[^M]  ",
			"*1st (9/day)*-chill touch (DC 23), expeditious retreat, feather fall, ray of enfeeblement (DC 23), silent image (DC 21), vanish  ",
			"*0 (at will)*-acid splash, arcane mark, dancing lights, ghost sound (DC 20), mage hand, message, prestidigitation, read magic, tough of fatigue  ",
			"**Bloodline** undead (sanguine); [^M]: mythic spell",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 13, **Dex** 21, **Con** -, **Int** 17, **Wis** 32, **Cha** 31  ",
			"**Base Atk** +11; **CMB** +12; **CMD** 32  ",
			"**Feats** {feat/Accursed Critical}, {feat/Craft Wondrous Item}, {feat/Demonic Obedience}, {feat/Empower Spell}, {feat/Eschew Materials}, {feat/Extra Channel}, {feat/Improved Critical/ (ray)}, {feat/Mythic Spell Lore}, {feat/Spell Focus/ (necromancy)}, {feat/Thanatopic Spell}, {feat/Toughness}, {feat/Weapon Focus/ (ray)}  ",
			"**Skills** Intimidate +32, Knowledge (arcana, planes, religion) +28, Spellcraft +28, Use Magic Device +24  ",
			"**Languages** Common  ",
			"**SQ** amazing initiative, aura, bloodline arcana (+1 caster level with necromancy spells), combined spells (5th), exceptional wealth, ghoulish apotheosis (+4 Charisma), mythic spellcasting, recuperation  ",
			"**Combat Gear** crown of conquest, extend metamagic rod, greater strand of prayer beads, ring of spell turning, scroll of tongues, staff of necromancy, staff of power; **Other Gear** +4 mithral buckler, amulet of natural armor +5, belt of incredible dexterity +6, cloak of resistance +5, darkskull (invisibility purge), deathwatch eyes, headband of mental prowess +6 (Wis, Cha), ring of protection +5, eye ointment (worth 250 gp), gold and platinum holy symbol (worth 1,000 gp)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Contingencies (Sp)** Kortash Khain is under the effect of the following mythic contingencies: resist energy when he's affected by an acid, cold, electricity, fire, or sonic effect dealing more than 10 points of damage; teleport when he's brought below 50 hit points or unable to take actions for 1 full round; and both empowered mirror image and mythic shield of faith when he's targeted with an attack that requires an attack roll.",
			"",
			"**Disease (Su)** Ghoul Fever: Bite-injury; *save* Fort DC 21; *onset* 1 day; *frequency* 1 day; *effect* 1d3 Con and 1d3 Dex damage; *cure* 2 consecutive saves. The save DC is Charisma-based. A humanoid who dies of ghoul fever rises as a ghoul at the next midnight; a humanoid with 4 Hit Dice or more rises as a ghast.",
			"",
			"**Exceptional Wealth (Ex)** Kortash Khain has the wealth of a 20th-level PC, rather than an NPC. This increases his CR by 1.",
			"",
			"::sh[Description]",
			"",
			"Kortash Khain is the high priest on Golarion of the demon lord {faith/Kabriri}, the Lord of Everglut. He rules as Priest-King of Nemret Noktoria, a city of bone-white towers where ghouls dwell. His city lies deep in the vaults of Sekamina in the Darklands below Osirion. Kabriri rules over the Abyssal city of Everglut, a cyclopean necropolis inhabited by ghouls and riddled with tunnels. All Kortash Khain's immortal thought is bent on replicating his master's dead city within the living world.",
			"",
			"Though Khain has sent ambassadors to Thuvia, Osirion, and their neighbors to conduct trade negotiations, thoughts of war, insurrection, and murder are never far from his mind. Much of his wrath has been turned against the nearby inhabitants of the Darklands-his purges have largely depopulated Sekamina in the vicinity of his city. A fortunate few are merely dead and devoured-all of the rest have been absorbed into Khain's ever-growing ghoul army.",
			"",
			"Not even the genies of Garund have escaped the Priest-King's capture squads. Many have been defeated and converted by the powers of death into great ghuls, often serving in positions of prominence as atamans, beys, and pashas under Khain's dominion. The most powerful of these are four great ghul oracles called the Quadrate Pillars, each formed from the undead remnant of a genie twisted into serving in death the element that was its opposite in life. A few renegade shaitans have been converted to the worship of Kabriri, and serve Kortash Khain as architects, engineers, and builders in his city. This so-called Blackstone Brotherhood is held in high esteem in Nemret Noktoria not only for its architectural creations but also for its members' prowess as hunters. They infiltrate their genie brethren and lure them into ambushes.",
			"",
			"Kortash Khain and any other clerics or oracles worshiping Kabriri gain several unique options when summoning or creating undead to serve them. They add the following creatures to their summon monster lists: I-fiendish human zombie (standard or fast zombie); II-fiendish ghoul, fiendish plague zombie; III-fiendish ghast; IV-giant fiendish ghast; V-ghul; VI-fiendish ghul, great ghul; VII-fiendish great ghul, fiendish shaitan. When using create undead, a cleric or oracle of Kabriri can create a ghul or great ghul from the corpse of a genie rather than creating a mummy (minimum caster level 15th). When creating a ghoul, ghast, ghul, or great ghul with this spell, a cleric or oracle of Kabriri can also apply the fiendish template to that creature. This requires the caster to double the normal material component cost or sacrifice a living humanoid as an additional material component of casting the spell.",
			"",
			"[^D]: domain spell; Domains Death (Undead subdomain), Knowledge (Thought subdomain)"
		]
	},
	"kurshu_the_undying": {
		"name": "Kurshu the Undying",
		"sources": [ "Pathfinder #65: Into the Nightmare Rift" ],
		"description": [
			"*This large creature has the upper body of a winged woman and the lower body of a snake. She looks withered, like a preserved corpse.*",
			"",
			"::mh[Kurshu the Undying]{cr=\"15\"}",
			"",
			"{SOURCE Pathfinder #65: Into the Nightmare Rift/88}  ",
			"**XP** 51,200  ",
			"LE Large outsider (evil, extraplanar, lawful)  ",
			"**Init** +10; **Senses** blindsense 60 ft., darkvision 120 ft., low-light vision, scent; Perception +25",
			"",
			"::sh[Defense]",
			"",
			"**AC** 30, touch 17, flat-footed 24 (+2 deflection, +6 Dex, +13 natural, -1 size)  ",
			"**hp** 229 (17d10+136); regeneration 5 (acid)  ",
			"**Fort** +20, **Ref** +11, **Will** +17  ",
			"**DR** 10/cold iron and magic; **Resist** cold 30, electricity 30, fire 30, sonic 30; **SR** 26  ",
			"**Weaknesses** divine separation",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 2 slams +21 (1d6+5 plus 1d4 Intelligence drain), tail slap +16 (1d8+2 plus grab)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** constrict (1d8+5), power surge  ",
			"**Spell-Like Abilities** (CL 15th; concentration +22)  ",
			"*At will*-detect magic, floating disk, mage hand, read magic, tongues  ",
			"*3/day*-cure serious wounds, dispel magic, displacement, fireball (DC 20), greater teleport (self plus 50 lbs. of objects only), hold person (DC 20), lightning bolt (DC 20), limited wish, magic missile, plane shift (DC 24), slow (DC 20), stinking cloud (DC 20), vampiric touch",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 23, **Con** 26, **Int** 31, **Wis** 20, **Cha** 25  ",
			"**Base Atk** +17; **CMB** +23 (+27 grapple); **CMD** 41 (can't be tripped)  ",
			"**Feats** {feat/Combat Casting}, {feat/Combat Reflexes}, {feat/Craft Wondrous Item}, {feat/Great Fortitude}, {feat/Hover}, {feat/Improved Initiative}, {feat/Improved Iron Will}, {feat/Iron Will}, {feat/Scribe Scroll}  ",
			"**Skills** Diplomacy +24, Escape Artist +23, Fly +21, Heal +22, Intimidate +24, Knowledge (arcana) +30, Knowledge (dungeoneering) +27, Knowledge (history) +27, Knowledge (planes) +30, Knowledge (religion) +27, Perception +25, Sense Motive +25, Spellcraft +30, Stealth +22, Swim +22, Use Magic Device +27  ",
			"**Languages** Aklo, Azlanti, Draconic, Infernal, Terran, Thassilonian; telepathy 100 ft.  ",
			"**SQ** change shape (human; alter self), feed, spell-like crafting",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land (extraplanar)  ",
			"**Organization** solitary or cabal (herald and 1d4 charmed outsiders of CR 5 to CR 10)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Divine Separation (Su)** The herald has been separated from Lissala for thousands of years and does not know where her master is. The loss of her connection to the goddess severely weakens the herald, and she gains 1 negative level per day, up to a maximum of 16 negative levels. These negative levels cannot be suppressed or removed in any way (including restoration spells), except by using her feed ability. If Lissala returns and the herald regains her connection to her master, she permanently loses this weakness and its associated negative levels.",
			"",
			"**Feed (Su)** Once per day, the herald can devour an outsider's corpse as a full-round action. For each Hit Die of the devoured outsider, the herald automatically removes 1 negative level gained from her divine separation ability. The consumed outsider must have at least 8 Hit Dice.",
			"",
			"**Intelligence Drain (Su)** The herald drains 1d4 points of Intelligence each time she hits with her slam attack. (The herald does not heal any damage when she uses her Intelligence drain.)",
			"",
			"**Power Surge (Su)** Three times per day as a swift action, the herald can increase the DC of her next spell-like ability (if it is cast that round) by +2.",
			"",
			"**Spell-Like Crafting (Su)** The herald may use any of her spell-like abilities when crafting magic items as if they were actual spells.",
			"",
			"::sh[Description]",
			"",
			"*No description provided.*",
			"",
			"### Ecology",
			"",
			"Kurshu's degenerative condition means that (unlike most outsiders) she must eat to survive; otherwise, she wastes away into a skeletal, nearly helpless version of herself. She reached that lowest point only once, but was lucky enough to catch suitable prey unawares and work her way back to an exhausted but functional level. Consequently, Kurshu makes sure to feed at least every few days.",
			"",
			"As there are few creatures in Lissala's service who have the power to conjure her, Kurshu is mainly left to her own devices, but (unlike heralds of active deities) may choose to respond to a summons from any spellcaster. In exchange for her services, she demands that she be given outsiders she can enslave for later feeding, Thassilonian magic items, or items that bear some lingering piece of Lissala's power. She is knowledgeable about Thassilonian magic, rune magic, and Azlanti practices, though she is hesitant to speak of the latter when on Golarion lest it attract unwanted attention from slaves of the aboleths; having witnessed Earthfall at a distance, she has no desire to subject herself to a direct attack by entities who control that kind of magic.",
			"",
			"Kurshu has no compunction about killing something that defies her or appears to be withholding information or objects she wants (if she has to, she can compel answers from its corpse using limited wish to duplicate speak with dead). She feels her pseudo-mortality at all times and fears death, and is likely to flee any encounter in which she feels outmatched."
		]
	},
	"kyton_demagogue_inkariax": {
		"name": "Kyton Demagogue, Inkariax",
		"sources": [ "Pathfinder #137: The City Outside of Time" ],
		"description": [
			"*This impeccably formed man has ice-blue skin. Bleeding icicles pierce his lips and form a jagged cloak around his waist and legs.*",
			"",
			"::mh[Inkariax]{cr=\"26\"}",
			"",
			"{SOURCE Pathfinder #137: The City Outside of Time/86}  ",
			"**XP** 2,457,600  ",
			"LE Colossal outsider (evil, extraplanar, kyton, lawful)  ",
			"**Init** +17; **Senses** darkvision 60 ft., {spell/discern lies}, low-light vision, see in darkness, {spell/true seeing}; Perception +41",
			"",
			"::sh[Defense]",
			"",
			"**AC** 46, touch 24, flat-footed 32 (+13 Dex, +1 dodge, +22 natural, +8 profane, -8 size)  ",
			"**hp** 610 (33d10+429); regeneration 30 (deific or mythic)  ",
			"**Fort** +31, **Ref** +24, **Will** +23  ",
			"**Defensive Abilities** cloak of ice, {spell/freedom of movement}; **DR** 20/epic, good, and silver; **Immune** charm effects, cold, compulsion effects, fear effects, nonlethal damage, pain, petrification, poison; **Resist** acid 30, electricity 30; **SR** 37",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (good)  ",
			"**Melee** +5 {magic-enh/wounding} rapier +43/+38/+33/+28 (4d6+17/15-20)  ",
			"**Ranged** +3 dagger +42/+37/+32/+27 (3d6+15/17-20)  ",
			"**Space** 30 ft., **Reach** 30 ft.  ",
			"**Special Attacks** bloody icicles, freezing blast, unnerving gaze (120 ft., DC 32)  ",
			"**Spell-Like Abilities** (CL 20th; concentration +28)  ",
			"*Constant*-discern lies, freedom of movement, true seeing  ",
			"*At will*-chill metal, plane shift (self only), water breathing  ",
			"*7/day*-dimension door  ",
			"*5/day*-cone of cold (DC 23), freezing sphere (DC 24), ice storm, wall of ice (DC 22)  ",
			"*3/day*-imprisonment (DC 27), polar ray, soul bind (DC 27), summon (level 5, 3 {monster/evangelist/ kytons} 85%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 34, **Dex** 37, **Con** 36, **Int** 27, **Wis** 20, **Cha** 23  ",
			"**Base Atk** +33; **CMB** +53; **CMD** 85  ",
			"**Feats** {feat/Bleeding Critical}, {feat/Blind-Fight}, {feat/Cleave}, {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Dodge}, {feat/Improved Critical/ (dagger, rapier)}, {feat/Improved Feint}, {feat/Improved Initiative}, {feat/Point-Blank Shot}, {feat/Power Attack}, {feat/Precise Shot}, {feat/Quick Draw}, {feat/Weapon Focus/ (dagger, rapier)}  ",
			"**Skills** Bluff +42, Diplomacy +42, Fly +45, Intimidate +42, Knowledge (planes, religion) +44, Perception +41, Sense Motive +41, Sleight of Hand +46, Spellcraft +41, Stealth +33, Survival +38, Swim +48, Use Magic Device +39  ",
			"**Languages** Abyssal, Aklo, Celestial, Common, Infernal, Shadowtongue; telepathy 300 ft.  ",
			"**SQ** change shape ({monster/libitinarii}, {spell/polymorph}), icy logic",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Plane of Shadow)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple",
			"",
			"::sh[Special Abilities]",
			"",
			"**Bloody Icicles (Su)** Inkariax can use the icicles embedded in his flesh as melee or thrown ranged weapons. He can retrieve up to four of these icicles per round as a swift action. When wielded as a melee weapon, an icicle is considered a +5 {magic-enh/wounding} rapier. When wielded as thrown ranged weapons, the icicles are considered +3 daggers. Icicles Inkariax retrieves from his flesh are immediately replaced, and he has hundreds of icicles embedded in his flesh that he can use for this purpose.",
			"",
			"**Cloak of Ice (Su)** Inkariax is immune to cold damage as well as spells with the cold descriptor, and he always treats any difficult terrain that results from magical or mundane ice as normal terrain. He gains a profane bonus to his Armor Class equal to his Intelligence bonus.",
			"",
			"**Freezing Blast (Su)** Inkariax can harness the power of absolute zero and release it in a burst around him with but a thought. Inkariax can use this ability five times per day as a standard action that doesn't provoke attacks of opportunity. When he does, creatures within 30 feet of him take 6d6 points of cold damage and 6d6 points of piercing damage that counts as evil and magic for the purpose of bypassing damage reduction. A successful DC 29 Fortitude saving throw halves both the cold and piercing damage. Additionally, creatures that fail this save must immediately attempt a DC 29 Will save. Failing this second save means a creature has been frozen solid and has become a supernaturally frozen, mindless, inert statue and is considered petrified, per {spell/flesh to stone} (if the creature isn't made of flesh, this secondary ability has no effect). The creature can't be turned back to flesh by casting {spell/stone to flesh}, but it can be restored via {spell/break enchantment}. If the creature is not restored after a number of hours equal to the creature's Hit Dice, the creature dies and remains a perpetually frozen statue; it can't be returned to life except by the express intervention of a deity. The save DCs are Constitution-based.",
			"",
			"**Icy Logic (Su)** Inkariax has absolute, logical control over the essence of cold. The save DCs for his spell-like abilities are based on his Intelligence rather than his Charisma. Additionally, at will, he can dispel any ongoing effect with the cold descriptor. This functions as {spell/greater dispel magic}, although Inkariax automatically succeeds at any required dispel checks.",
			"",
			"**Unnerving Gaze (Ex)** A creature that succumbs to Inkariax's unnerving gaze becomes stunned for 1d4 rounds as it becomes convinced that the demagogue's bloody icicles are working their way through its body, slowly transforming it into a frozen, blood-soaked exhibit in Inkariax's menagerie.",
			"",
			"::sh[Description]",
			"",
			"The kyton demagogue known as the White Death is an ancient, mysterious, and aloof figure who dwells on the Plane of Shadow and is cloaked in the flesh-piercing bloody icicles, some of which stitch his mouth closed. For millennia he has lurked in his realm of Frozen Tears, located atop a thick sheet of shadowy ice over a frigid sea.",
			"",
			"Inkariax sprang fully formed from the plane's essence eons ago, terrible in his perfection, with flesh sculpted of ice and unadulterated, if surprisingly refined, sadism. The demagogue spent untold ages wandering the cosmos looking for the perfect place to keep his collection of wickedly preserved innocents, leaving carnage and abandoned menageries of victims along the way. When he finally happened upon the wastes that would become the Frozen Tears, Inkariax felt a surging empathic link with {faith/Doloras}, the Queen of the Night of dispassion, whom he believed freed the entire kyton species from Hell. He then began constructing an elaborate and terrible citadel and surrounding realm from the sheer evil of the landscape before him. The screams of the first victims of Inkariax and his kytons are said to be woven into the realm's fabric in such a way as to drive any creature fool enough to stumble upon them to heinous thought and deeds.",
			"",
			"Shortly after he claimed the territory, the Queen of the Night appeared unbidden in Inkariax's nascent realm. She spoke not a word to Inkariax, whose lost voice is said to be so horrific that its throaty growl could end civilizations. Instead, she merely gave him a wan glance and gifted him tears harvested from her diadem-her symbol of power. These gifts Inkariax turned into the [pendants of the first tears](magic-artifact/pendant_of_the_first_tears). Doloras wordlessly left that day, but ever since, Inkariax has seen her as the perfect, like-minded ally, and he has spent millennia attempting to again catch her attention with monuments and havens for her worshippers in his realm. It is unclear whether Doloras is testing the demagogue, playing a long game to destroy him, or merely taking her time to ally with him, but the unholy churches of Inkariax and her worshippers are tightly connected.",
			"",
			"Inkariax himself is a cosmic mystery, even beyond his would-be alliance with the Queen of the Night. He never speaks, cares nothing of mortals, and is rarely seen outside his palace, called White Death's Diadem. However, the demagogue can take the form of his favored servants, {monster/libitinarii/ kytons} at any time, and he roams the planes in this guise to further his plans. All libitinarii kytons receive particular respect from canny outsiders, as none know whether one of the grim fiends is actually Inkariax in disguise. The demagogue's isolation and the regimented nature of his realm are also attractive to devils and other expatriates from Hell who crave order but appreciate Inkariax's aloofness. Some say that Inkariax is secretly building an army of such devils to present to Doloras as a gift should she ever return to his realm. It's more likely, though, that the demagogue is simply focused on building his horrific menageries of mutilated goodly creatures, turning his realm into the ultimate macabre museum of torturous preservation - which might also one day win him the Queen of Night's true attention.",
			"",
			"Inkariax is an enormous humanoid, towering 70 feet high and crusted with ice. Bloody icicles pierce his skin in many places, particularly through his lips, stitching his mouth shut. Inkariax never speaks, but his expressive gaze is sufficient to communicate his curiosity or displeasure. Troubled by the impermanence of perfection, Inkariax seeks to preserve works of horrific art - whether ideal screams, exquisite tortures, or perfect examples of sadistic brutality - by sealing them in ice forever. Inkariax's control over ice and snow is absolute, and he can freeze a victim into a solid block of ice with only a thought.",
			"",
			"Frozen Tears, the demagogue's realm, lies in the Shadow Plane atop a frozen sea and blanketed by an icy blizzard of razor-sharp crystals. The heart of his realm, White Death's Diadem, holds his greatest treasures and most powerful minions. Its upper reaches, however, are reserved only for the demagogue himself and for his greatest horrors, which he has preserved for all time.",
			"",
			"Inkariax has a long-standing connection to the infernal demigoddess Doloras, even beyond the debt all velstracs owe to her for setting them free from Hell. Doloras visited Inkariax before he built his realm, and the demagogue named it for Doloras's gift of frozen tears from her crown. Indeed, Inkariax built much of his realm in honor of the demigoddess, and he strives to earn her further favor.",
			"",
			"**Family:** {family/Kyton Demagogue}"
		]
	},
	"inkariax": { "copyof": "kyton_demagogue_inkariax" },
	"uchurah": {
		"name": "Uchurah",
		"sources": [ "Darklands Revisited" ],
		"description": [
			"*Though mostly covered in grime-encrusted black fur, the muscles of this creature are still plainly visible along the four forearms that emerge from its split elbows. It wears a crude bone necklace that dangles under its vertically oriented mouth.*",
			"",
			"::mh[Uchurah]{cr=\"12\"}",
			"",
			"{SOURCE Darklands Revisited/21}  ",
			"**XP** 19,200  ",
			"Gug barbarian 2  ",
			"CE Large aberration  ",
			"**Init** +3; **Senses** darkvision 60 ft.; Perception +31",
			"",
			"::sh[Defense]",
			"",
			"**AC** 26, touch 12, flat-footed 23 (+3 Dex, +14 natural, -1 size)  ",
			"**hp** 150 (17 HD; 15d8+2d12+70)  ",
			"**Fort** +12, **Ref** +8, **Will** +14  ",
			"**Defensive Abilities** uncanny dodge; **Immune** disease, poison",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., climb 20 ft.  ",
			"**Melee** bite +20 (1d8+8), 4 claws +20 (1d6+8)  ",
			"**Space** 10 ft., **Reach** 15 ft.  ",
			"**Special Attacks** rage (10 rounds/day), rage power (no escape), rend (2 claws, 1d6+12)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 27, **Dex** 16, **Con** 18, **Int** 13, **Wis** 20, **Cha** 9  ",
			"**Base Atk** +13; **CMB** +22 (+26 bull rush); **CMD** 35 (37 vs. bull rush)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Blind-Fight}, {feat/Combat Reflexes}, {feat/Greater Bull Rush}, {feat/Improved Bull Rush}, {feat/Lunge}, {feat/Power Attack}, {feat/Skill Focus/ (Intimidate)}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Acrobatics +3 (+11 when jumping), Climb +21, Escape Artist +18, Intimidate +10, Knowledge (dungeoneering) +14, Knowledge (religion) +9, Perception +31, Stealth +17, Survival +25; **Racial Modifiers** +4 Escape Artist  ",
			"**Languages** Aklo, Undercommon  ",
			"**SQ** compression, fast movement",
			"",
			"::sh[Description]",
			"",
			"For much of its life, Uchurah led a typical gug existence as a member of a sizable camp that made its home deep in the Midnight Mountains of Orv. Unlike many of their kind, the gugs of this camp revered not the Outer Gods, but one of the many umbral dragons that nests among the towering subterranean peaks. Uchurah was poised to apprentice with the camp's spiritual leader, hoping one day to take on that role, when it began waking unrested each night, remembering horrible dreams.",
			"",
			"These dreams depicted increasingly gruesome scenes of slaughters and feasts, including the gug gorging on the corpse of its umbral dragon \"god\". The gug's nightmares intensified night after night, until Uchurah could no longer stand them. Mustering all its strength and rage, Uchurah slew the dragon and claimed the camp for itself.",
			"",
			"While many of Uchurah's fellow gugs saw its actions as a sign of strength, some believed it the ultimate heresy and retaliated against Uchurah. The usurping gug was overwhelmed by its opponents' numbers, and fled, its own followers in tow, up into the realm of Sekamina.",
			"",
			"Guarding one of a few select entrances to the Midnight Mountains, the rage-filled gug now leads its camp on vicious raids against nearby enclaves of drow and skum. Each victory the camp secures supports Uchurah's claims of divinity, and its followers grow more and more devoted with each passing year. Though Uchurah can't cast any spells or heal its devotees, it nevertheless leads a thriving cult that could grow to be a powerful force in the Darklands."
		]
	},
	"undrella": {
		"name": "Undrella",
		"sources": [ "Mythical Monsters Revisited" ],
		"description": [
			"*This fierce and feral-looking woman has huge wings and clawed hands and feet, and carries a wicked-looking longbow.*",
			"",
			"::mh[Undrella]{cr=\"11\"}",
			"",
			"{SOURCE Mythical Monsters Revisited/27}  ",
			"**XP** 12,800  ",
			"Female harpy ranger 7  ",
			"CE Medium monstrous humanoid  ",
			"**Init** +5; **Senses** darkvision 60 ft.; Perception +19",
			"",
			"::sh[Defense]",
			"",
			"**AC** 24, touch 17, flat-footed 18 (+6 armor, +1 deflection, +5 Dex, +1 dodge, +1 natural)  ",
			"**hp** 118 (14 HD; 7d10+7d10+42)  ",
			"**Fort** +12, **Ref** +15, **Will** +9",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 80 ft. (average)  ",
			"**Melee** mwk morningstar +15/+10/+5 (1d8)  ",
			"**Ranged** +1 frost longbow +21/+16/+11 (1d8+1/&times;3 plus 1d6 cold)  ",
			"**Special Attacks** captivating song, favored enemy (evil outsiders +2, humans +4)  ",
			"**Ranger Spells Prepared** (CL 4th; concentration +6)  ",
			"*2nd*-wind wall  ",
			"*1st*-resist energy (2)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 10, **Dex** 20, **Con** 16, **Int** 7, **Wis** 14, **Cha** 19  ",
			"**Base Atk** +14; **CMB** +14; **CMD** 31  ",
			"**Feats** {feat/Dodge}, {feat/Endurance}, {feat/Flyby Attack}, {feat/Great Fortitude}, {feat/Manyshot}, {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Rapid Shot}, {feat/Skill Focus/ (Bluff)}, {feat/Weapon Focus/ (longbow)}  ",
			"**Skills** Bluff +24, Fly +22, Intimidate +8, Knowledge (local) +1, Perception +19, Perform (sing) +6, Stealth +9  ",
			"**Languages** Common  ",
			"**SQ** favored terrain (desert +2), hunter's bond (companions), track +3, wild empathy +11, woodland stride  ",
			"**Gear** +3 studded leather armor, +1 frost longbow, masterwork morningstar, amulet of natural armor +1, belt of incredible dexterity +2, ring of protection +1, 7 gp",
			"",
			"::sh[Special Abilities]",
			"",
			"**Captivating Song (Su)** A harpy's song has the power to infect the minds of those that hear it, calling them to the harpy's side. When a harpy sings, all creatures aside from other harpies within a 300-foot spread must succeed at a DC 17 Will saving throw or become captivated. A creature that successfully saves is not subject to the same harpy's song for 24 hours. A victim under the effects of the captivating song moves toward the harpy using the most direct means available. If the path leads it into a dangerous area such as through fire or off a cliff, the victim receives a second saving throw to end the effect before moving into peril. Captivated creatures can take no actions other than to defend themselves. A victim within 5 feet of the harpy simply stands and offers no resistance to the harpy's attacks. This effect continues for as long as the harpy sings and for 1 round thereafter. This is a sonic mind-affecting charm effect. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Undrella is something of an anomaly: a harpy who grew so used to living alongside the other monsters in the ruined town of Kelmarane that she remained when a group of heroes from the civilized races moved in and resettled the area. When the region was later plagued by a powerful efreeti named Jhavhul, she found herself thrust from her adopted home and community, and swore bloody vengeance with a fury that only a harpy can muster. Though those events are now in the past, she still wears the scars of the conflict - both physically and emotionally - and is now nearly as alien to her own kind as she is to all others.",
			"",
			"A crack shot with her longbow-enhanced with the powers of frost during her quest for vengeance against the efreeti-Undrella is a terror on the wing, both for her well-placed missiles and her dangerously enchanting song. When confronted in person, Undrella quickly displays the narcissism that defines her personality, and is tolerant of others only so long as they flatter her, while at the same time turning every phrase into a sexual innuendo. As far as she's concerned, she's irresistible to creatures of all species, and though she may not kill all of the creatures she mates with, any who dare refuse her are quick to learn that the only thing more dangerous than a harpy's affection is her wrath.",
			"",
			"For more information on Undrella, see the Legacy of Fire Adventure Path."
		]
	},
	"urburg_armbreaker": {
		"name": "Urburg Armbreaker, Hill Giant Chieftain",
		"sources": [ "Giants Revisited" ],
		"description": [
			"*This heavily scarred, towering giant wears the hide of a black dragon, and wields a massive club studded with dragon's teeth.*",
			"",
			"::mh[Urburg Armbreaker, Hill Giant Chieftain]{cr=\"13\"}",
			"",
			"{SOURCE Giants Revisited/33}  ",
			"**XP** 25,600  ",
			"Male hill giant barbarian (scarred rager) 6  ",
			"CE Large humanoid (giant)  ",
			"**Init** +1; **Senses** low-light vision; Perception +10",
			"",
			"::sh[Defense]",
			"",
			"**AC** 27, touch 8, flat-footed 26 (+9 armor, +1 Dex, +10 natural, -2 rage, -1 size)  ",
			"**hp** 218 (16 HD; 10d8+6d12+134)  ",
			"**Fort** +21, **Ref** +7, **Will** +11  ",
			"**Defensive Abilities** improved tolerance, rock catching, scarification, tolerance",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +2 greatclub +24/+19/+14 (2d8+15/19-20) or 2 slams +21 (1d6+9)  ",
			"**Ranged** rock +13 (1d8+13)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** rage (20 rounds/day), rage powers (body bludgeon, knockback, superstition +3)",
			"",
			"::sh[Tactics]",
			"",
			"**Base Statistics** When not raging, Urburg's statistics are AC 29, touch 10, flat-footed 28; hp 186; Fort +19, Will+9; Melee +2 greatclub +22/+17/+12 (2d8+12/19-20) or 2 slams +19 (1d6+7); Ranged rock +14 (1d8+10); Str 25, Con 23; CMB 21, CMD 32; Climb +15.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 29, **Dex** 12, **Con** 27, **Int** 6, **Wis** 12, **Cha** 10  ",
			"**Base Atk** +13; **CMB** +23; **CMD** 32  ",
			"**Feats** {feat/Awesome Blow}, {feat/Cleave}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (greatclub)}, {feat/Iron Will}, {feat/Power Attack}, {feat/Vital Strike}, {feat/Weapon Focus/ (greatclub)}  ",
			"**Skills** Climb +17, Intimidate +11 (+14 against non-tribal humanoids), Perception +10  ",
			"**Languages** Giant  ",
			"**SQ** terrifying visage  ",
			"**Combat Gear** potions of cure serious wounds (2); **Other Gear** +3 dragonhide breastplate, +2 greatclub, amulet of natural armor +1, belt of giant strength +2, cloak of resistance +1, salve of slipperiness",
			"",
			"::sh[Description]",
			"",
			"Urburg Armbreaker was born into a tribe of hill giants residing in the Kodar Mountains near Southmoor in the Lands of the Linnorm Kings. Cursed with an unusually small stature, he was deemed a guff by his peers and tribal leaders. The true implications did not hit him until during a hunt his own people abandoned him, leaving the young hill giant to die in the wilds of the Grungir Forest.",
			"",
			"After nearly 20 years of fending for himself in the untamed wilderness, he reemerged from the woods and tracked down the tribe that had abandoned him so many years before. His people hardly recognized the battlescarred Urburg, but soon found themselves in a state of dread and admiration when the vengeful giant cleaved their current chieftain's head off with one swing of his mighty club, claiming the title for himself. Anger still burns within the betrayed hill giant, and his people know to fear Urburg's frequent bouts of violent, indiscriminate rage."
		]
	},
	"urtleytlar": {
		"name": "Urtleytlar, The Tempest Queen",
		"sources": [ "Pathfinder #60: From Hell's Heart" ],
		"description": [
			"*This writhing terror is made of tentacles and the heads of multiple hounds. The figure of a beautiful woman extends from the monster's center, though its fiendish visage is far from welcoming.*",
			"",
			"::mh[Urtleytlar, The Tempest Queen]{cr=\"20\"}",
			"",
			"{SOURCE Pathfinder #60: From Hell's Heart/68}  ",
			"**XP** 307,200  ",
			"Female {monster/scylla} cleric of Rovagug 8  ",
			"CE Huge aberration (aquatic)  ",
			"**Init** +14; **Senses** all-around vision, blindsight 30 ft., darkvision 60 ft., low-light vision, see invisibility; Perception +34  ",
			"**Aura** frightful presence (30 ft., DC 27)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 38, touch 28, flat-footed 23 (+5 deflection, +14 Dex, +1 dodge, +10 natural, -2 size)  ",
			"**hp** 406 (28 HD; 20d8+8d8+280); fast healing 10  ",
			"**Fort** +22, **Ref** +22, **Will** +27  ",
			"**Defensive Abilities** freedom of movement, improved evasion; **DR** 10/cold iron and lawful; **Immune** charm effects, cold, confusion and insanity effects; **Resist** acid 20, fire 20; **SR** 31",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (good), swim 50 ft.  ",
			"**Melee** 3 bites +37 (1d8+12/19-20 plus bleed), 4 tentacles +35 (1d6+6 plus grab)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** bleed (1d6), channel negative energy 10/day (DC 21, 4d6), constrict (1d6+10), deadly weather (8 rounds/day), gale aura (8 rounds/day)  ",
			"**Spell-Like Abilities** (CL 16th; concentration +23)  ",
			"*Constant*-fly, freedom of movement, nondetection, see invisibility  ",
			"*At will*-acid arrow, control water, fog cloud, greater dispel magic, major image (DC 20)  ",
			"*3/day*-black tentacles, charm monster (DC 21), insanity (DC 24), mirage arcana (DC 22), solid fog  ",
			"*1/day*-control weather, power word stun, project image (DC 24), summon (level 8, 1 charybdis 100%)  ",
			"**Cleric Spells Prepared** (CL 8th; concentration +17)  ",
			"*4th*-cure critical wounds (DC 23), divine power, inflict critical wounds[^D] (DC 23), tongues, unholy blight (DC 23)  ",
			"*3rd*-call lightning[^D] (DC 22), cure serious wounds (DC 22, 2), invisibility purge, magic circle against good, water breathing  ",
			"*2nd*-darkness, death knell (DC 21), gust of wind[^D] (DC 21), shatter (2), spiritual weapon  ",
			"*1st*-cause fear (DC 20), command (DC 20, 2), divine favor, entropic shield, obscuring mist, shield of faith, true strike[^D]  ",
			"*0 (at will)*-bleed (DC 19), detect magic, guidance, virtue  ",
			"**Domains** Destruction (Catastrophe subdomain), Weather (Storms subdomain)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 35, **Dex** 38, **Con** 31, **Int** 18, **Wis** 29, **Cha** 24  ",
			"**Base Atk** +21; **CMB** +35 (+39 grapple); **CMD** 65  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Dodge}, {feat/Improved Critical/ (bite)}, {feat/Mobility}, {feat/Multiattack}, {feat/Power Attack}, {feat/Selective Channeling}, {feat/Staggering Critical}, {feat/Stunning Critical}, {feat/Vital Strike}, {feat/Weapon Finesse}, {feat/Weapon Focus/ (bite)}, {feat/Weapon Focus/ (tentacle)}  ",
			"**Skills** Acrobatics +35, Bluff +25, Fly +35, Knowledge (nature) +22, Knowledge (planes) +25, Perception +34, Sense Motive +30, Spellcraft +31, Stealth +27, Swim +45, Use Magic Device +29  ",
			"**Languages** Aboleth, Abyssal, Aklo, Aquan, Common  ",
			"**SQ** amphibious, aura, change shape (1 humanoid form; alter self), undersized weapons  ",
			"**Gear** amulet of mighty fists +3, belt of physical perfection +4, ring of protection +5",
			"",
			"::sh[Description]",
			"",
			"An awakened horror shaken from the depths of the sea by the catastrophic calling of Earthfall, the beast known as Urtleytlar swims the Arcadian Ocean, wreaking havoc wherever she treads. Urtleytlar is one of the Lesser Spawn of Rovagug, having escaped the Rough Beast's prison deep beneath the earth like those before her. The drow of Sekamina tell legends of a terrible many-headed beast crawling from the depths of the Dying Sea to prey upon their coastal settlements, and scholars among the dark elves hypothesize that this beast may have originated from somewhere in Orv. In this instance, their legends hold true, for Urtleytlar indeed swam the lightless depths of the Sightless Sea for centuries until she made it up the Braid, raided the aboleth population guarding the Inverted Sea, and emerged into a broken Azlant already claimed by the Arcadian Ocean.",
			"",
			"Urtleytlar spent her first millennia on Golarion's surface terrorizing the eastern coasts of Arcadia, after which the foul beast felt an irresistible call to the lands of the east. The world rippled with destruction after the passing of Aroden, and this surge of chaos washed over Urtleytlar as she felt the pull of her lord Rovagug in the Inner Sea region. She swam eastward, weaving through the shattered continent of Azlant, and as she headed toward the Eye of Abendego, she saw the storm as a manifestation of the Rough Beast's destructive power. The monstrous scylla delights in the powerful storm, and preaches Rovagug's words of destruction through the ruin she sows.",
			"",
			"Since making the Abendego Gulf her home, Urtleytlar has gathered numerous evil aquatic humanoids (and even depraved sailors) to her wretched bosom. The boggards and skum that make up the greatest number of her minions extend her reach to the broken shores of the Sodden Lands and Shackles. Some say she guides foolish sailors hoping to sail into the hurricane, providing them temporary safety in exchange for a taste of their souls.",
			"",
			"A handful of boggard tribes swear fealty to the Tempest Queen by capturing slaves and dragging them to the shores as sacrifices. Urtleytlar makes choice selections from among her minions' offerings, leaving the scraps for the boggards themselves to enjoy. Though she doesn't need the froglike humanoids for her conquests, she nonetheless enjoys their adoration. In addition to these minions, she counts a number of skum armies - left masterless after their abandonment by their aboleth rulers - as her thralls. Beneath the howling winds of the Eye of Abendego, hundreds of skum dwell in the ruins of Lirgen, now sunken beneath the sea. From this base, they make deals with both boggards and humans who have managed to survive in the flooded wastes of the Sodden Lands. These tribes and gangs provide Urtleytlar with slaves and food, and she strengthens their reach by aiding them in their destructive endeavors. In addition to these humanoids, Urtleytlar uses Megrexti, her charybdis counterpart and favorite plaything, as a living weapon, sending it into the middle of fleets of ships or other attackers and laughing in delight as it tears her victims to pieces.",
			"",
			"Urtleytlar chose as her alternate form a strangely beautiful Cyclops woman. As old a creature as she is, perhaps Urtleytlar feels a kinship with the giants who once ruled the land and waters she now calls home. Regardless, her alternate form has tricked many explorers searching for the ruins of Ghol-Gan, easing them into an odd complacency before she utterly destroys them and their crews.",
			"",
			"### Infamous Deeds",
			"",
			"Thriving within the dangerous force of the Eye of Abendego, the Tempest Queen gleefully besets any ship or fleet hoping to penetrate the storm. Many explorers in search of lost cities from Lirgen or ruins of ancient Ghol-Gan risk running across this wrathful creature.",
			"",
			"An insane, destructive whimsy marks Urtleytlar's behavior, and she delights in betrayal at the slightest offense. She leads some sailors safely through the storm for a time, then closes off the pockets of calm on the pitiful crew, leaving them to be ripped apart by the blistering winds and churning waters.",
			"",
			"According to the ship logs of the famed explorer Escobar Vellian, his last major encounter in the Sodden Lands was escaping the clutches of Urtleytlar. Assaulted by her fanatical skum minions and subjected to her numerous magical gambits, Vellian lost two ships during his attempts to escape, and returned to his home port with only one ship and less than one-fifth of his original crew.",
			"",
			"### Adventure Hooks",
			"",
			"Urtleytlar tends to find sailors before they find her, and those who purposefully seek out the legendary monster are regarded as mad.",
			"",
			"- Eager to acquire more power to further her course of destruction, Urtleytlar sends skum scouts to raid the underwater city of Wetan near the Sodden Lands. Once a port city of Lirgen, Wetan fell beneath the waves with the formation of the Eye of Abendego, and after the settlement's destruction, a tribe of locathah squatters sought the protection of its abandoned buildings. There they discovered an inoperable planetary gate and managed to partially activate it. Urtleytlar can sense the power and wants it for her own, despite not knowing exactly what she might gain.",
			"- Though Urtleytlar enjoys the caress of the Eye, she is hardly contained to one place, and her touch can be felt on the shores of the Shackles, the Sodden Lands, and Mediogalti Isle. Her destructive roaming causes especial trouble for the pirates of the Shackles, and a number of unlikely collaborators have settled their grudges, forming a pact to locate the dangerous scylla and kill her. Of course, with an endeavor like this, the pirates are eager for additional help.",
			"",
			"[^D]: Domain spell"
		]
	},
	"uvaglor": {
		"name": "Uvaglor, the Misbegotten Prince",
		"sources": [ "Demons Revisited" ],
		"description": [
			"*This vulture-headed demon has crimson wings and a baleful third eye in his forehead. He is clad in lengths of chain and metal plates, and carries a cruel-looking sword in one hand and a glowing sphere of violet crystal in the other.*",
			"",
			"::mh[Uvaglor, the Misbegotten Prince]{cr=\"20\"}",
			"",
			"{SOURCE Demons Revisited/62}  ",
			"**XP** 307,200  ",
			"Male advanced vrock oracle 15  ",
			"CE Large outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +13; **Senses** darkvision 60 ft., true seeing; Perception +41",
			"",
			"::sh[Defense]",
			"",
			"**AC** 34, touch 11, flat-footed 32 (+10 armor, +2 Dex, +13 natural, -1 size)  ",
			"**hp** 371 (24 HD; 9d10+15d8+255)  ",
			"**Fort** +21, **Ref** +20, **Will** +18  ",
			"**DR** 10/good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 20",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., fly 50 ft. (average)  ",
			"**Melee** +4 unholy longsword +34/+29/+24/+19 (2d6+15/17-20), bite +30 (1d8+5), claw +30 (2d6+5), 2 talons +30 (1d6+5)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** command avian, dance of ruin, spores, stunning screech  ",
			"**Spell-Like Abilities** (CL 12th; concentration +19)  ",
			"*At will*-greater teleport (self plus 50 lbs. of objects only), telekinesis (DC 22)  ",
			"*3/day*-dominate monster (creatures with wings only)  ",
			"*1/day*-heroism, mirror image, summon (level 3, 1 vrock 35%)  ",
			"**Oracle Spells Known** (CL 15th; concentration +22)  ",
			"*7th (5/day)*-destruction (DC 24), insanity (DC 24), mass cure serious wounds, refuge, reverse gravity  ",
			"*6th (7/day)*-blade barrier (DC 23), geas/quest, heal, mass cure moderate wounds, planar binding (DC 23)  ",
			"*5th (7/day)*-breath of life, greater command (DC 22), insect plague, lesser planar binding (DC 22), mass cure light wounds, telekinesis, unhallow  ",
			"*4th (7/day)*-confusion (DC 21), cure critical wounds, dimensional anchor, freedom of movement, poison (DC 21), sending  ",
			"*3rd (8/day)*-blindness/deafness (DC 20), cure serious wounds, dispel magic, searing light, vermin shape I, water breathing  ",
			"*2nd (8/day)*-bull's strength, cure moderate wounds, death knell (DC 19), hold person (DC 19), levitate, minor image (DC 19), resist energy, sound burst (DC 19), status  ",
			"*1st (8/day)*-command (DC 18), cure light wounds, divine favor, endure elements, entropic shield, sanctuary (DC 18), shield of faith  ",
			"*0 (at will)*-bleed (DC 17), create water, detect magic, ghost sound, guidance, light, mage hand, mending, read magic, resistance, stabilize  ",
			"**Mystery** outer rifts",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 32, **Dex** 21, **Con** 31, **Int** 18, **Wis** 22, **Cha** 24  ",
			"**Base Atk** +20; **CMB** +32; **CMD** 47  ",
			"**Feats** {feat/Blinding Critical}, {feat/Combat Reflexes}, {feat/Craft Magic Arms and Armor}, {feat/Critical Focus}, {feat/Extend Spell}, {feat/Greater Vital Strike}, {feat/Improved Critical/ (longsword)}, {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Power Attack}, {feat/Quicken Spell}, {feat/Vital Strike}  ",
			"**Skills** Acrobatics +28 (+24 when jumping), Bluff +34, Fly +26, Knowledge (arcana) +31, Knowledge (religion) +31, Perception +41, Sense Motive +33, Spellcraft +25, Stealth +24  ",
			"**Languages** Abyssal, Celestial, Common, Draconic, Varisian; telepathy 100 ft.  ",
			"**SQ** oracle's curse (haunted), revelations (balefire [2/day], dread resilience, planar haze [3/day], rift weapon [4/day], unearthly terrain [10/day]), third eye  ",
			"**Gear** +4 chainmail, +4 unholy longsword, crystal ball with telepathy, strand of prayer beads",
			"",
			"::sh[Special Abilities]",
			"",
			"**Command Avian (Su)** Uvaglor gains a +4 racial bonus on the save DC of charm or compulsion effects used against winged creatures.",
			"",
			"**Third Eye (Su)** Uvaglor's third eye sees a few seconds into the future. This grants him a +4 racial bonus on initiative checks and Reflex saves.",
			"",
			"::sh[Description]",
			"",
			"In the ancient past, long before the rise of Azlant, during the near-mythical era known to scholars as the Age of Creation, two powerful demons met for the first time and descended to a world in the Material Plane to enjoy a short-lived but violently ardent dalliance in the mortal realm. The planet itself heaved and buckled before their blasphemous passions, thrusting upward to create a rasp-like ridge. The result of this vile union quickened much more quickly than a normal pregnancy, and the spawn of the two demons was birthed even as they continued their frolic. When the demons left the world, they left behind a landscape scarred by their coupling, and a just-whelped fiend of tremendous power and potential that slithered into a deep cave in the ridge to hide and grow.",
			"",
			"Certain rare texts on demonology maintain that these two demons were none other than Lamashtu and Pazuzu, and that not long after their meeting their lusts turned to hatred. Today, there is no greater enmity in all the Abyss than the hostility between those two demon lords, and both of their cults deny vehemently that such an encounter as described above could ever have taken place.",
			"",
			"And yet, the spawn of that union lived and grew, and in the Age of Anguish it emerged to conquer the Varisians even as they were beginning to recover from their slavery under Thassilon's rule and the devastation of Earthfall. This fiend was Uvaglor, a vrock who possessed a singular third eye in his brow that could see brief glimpses into the future. Uvaglor ruled the Varisians for many years until the desperate indigenous people invoked Lamashtu's aid in defeating the demon. The Mother of Monsters seemed eager to comply with this request, but as the battle against Uvaglor went on, her minions turned on the Varisians and attempted to destroy them as well. Only the heroics of a priestess of the empyreal lord Ashava, a woman named Sazzleru, saved the people from annihilation and liberated them from Lamashtu's influence while banishing Uvaglor from the Rasp into a nameless prison adrift deep in the Maelstrom.",
			"",
			"Uvaglor lives on still, but only recently managed to escape from the nameless prison to return to the Abyss. After gathering his power, he has turned his attention once again to the site of his conception - the Lost Coast of Varisia, formed when the land west of the Rasp fell into the sea. Already he has installed several of his agents, including a mysterious mothman priest known as the Red Bishop, but his actions have attracted the attention of others who would rule this region, and this time, greater eyes than those of mortals look down upon this building conflict. Lamashtu and Pazuzu's interest in the region cannot be denied, and their unknown ultimate plans, as well as Uvaglor's recent secret arrival in the region, portend dark times indeed.",
			"",
			"Uvaglor prefers offerings of fine art depicting imagery of Ashava, or of clerics of that empyreal lord-works of art the vrock enjoys befouling and destroying in increasingly creative methods. It's a DC 30 check to research the Misbegotten Prince."
		]
	},
	"valonesse_hergrut": {
		"name": "Valonesse Hergrut, Frost Giant Jarl",
		"sources": [ "Giants Revisited" ],
		"description": [
			"*Thick of limb and torso, this towering female frost giant possesses powerful blue muscles and wields a massive, ice-encrusted battleaxe.*",
			"",
			"::mh[Valonesse Hergrut, Frost Giant Jarl]{cr=\"18\"}",
			"",
			"{SOURCE Giants Revisited/26}  ",
			"**XP** 153,600  ",
			"Female frost giant barbarian 9  ",
			"CE Large humanoid (cold, giant)  ",
			"**Init** +6; **Senses** low-light vision; Perception +29",
			"",
			"::sh[Defense]",
			"",
			"**AC** 33, touch 11, flat-footed 31 (+11 armor, +2 deflection, +2 Dex, +11 natural, -2 rage, -1 size)  ",
			"**hp** 305 (23 HD; 14d8+9d12+184)  ",
			"**Fort** +23, **Ref** +9, **Will** +11  ",
			"**Defensive Abilities** improved uncanny dodge, trap sense +3, rock catching; **DR** 3/-; **Immune** cold  ",
			"**Weaknesses** vulnerable to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** +2 icy burst greataxe +35/+30/+25/+20 (3d6+23/&times;3) or 2 slams +32 (1d8+14)  ",
			"**Ranged** rock +20 (1d8+21)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** rage (26 rounds/day), rage powers (increased damage reduction +1, rolling dodge +2, ground breaker, smasher), rock throwing (120 ft.)",
			"",
			"::sh[Tactics]",
			"",
			"**Base Statistics** When not raging, Valonesse's statistics are AC 35, touch 13, flat-footed 33; hp 259; Fort +21, Will +9; Melee +2 icy burst greataxe +33/+28/+23/+18 (3d6+20/&times;3) or 2 slams +30 (1d8+12); Ranged rock +20 (1d8+18); Str 35, Con 22; CMB 32, CMD 46; Skills Climb +26.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 39, **Dex** 15, **Con** 26, **Int** 10, **Wis** 14, **Cha** 13  ",
			"**Base Atk** +19; **CMB** +34 (+36 sunder); **CMD** 46  ",
			"**Feats** {feat/Cleave}, {feat/Combat Reflexes}, {feat/Great Cleave}, {feat/Improved Initiative}, {feat/Improved Overrun}, {feat/Improved Sunder}, {feat/Power Attack}, {feat/Skill Focus/ (Perception)}, {feat/Vital Strike}, {feat/Weapon Focus/ (greataxe)}, {feat/Furious Finish}, {feat/Raging Brutality}  ",
			"**Skills** Climb +28, Intimidate +27, Perception +29, Stealth +4 (+8 in snow), Survival +14; **Racial Modifiers** +4 Stealth in snow  ",
			"**Languages** Common, Giant  ",
			"**SQ** fast movement  ",
			"**Combat Gear** potions of cure serious wounds (2); **Other Gear** +5 breastplate, +2 icy burst greataxe, amulet of natural armor +2, belt of physical might +2 (Str, Dex), cape of the mountebank, ring of protection +2",
			"",
			"::sh[Description]",
			"",
			"Born nearly a century past, Valonesse barely survived her first months of life. At the time of her birth, much of the Kodar Mountains was suffering under a blanket of winter that had long overstayed its welcome. As many frost giants are wont to do in times of famine, the young giantess's clan had resorted to cannibalism. Valonesse's own father, the last reigning jarl of Thryheim, demanded her sacrifice to sate his hunger, but before his blade could still her heart, Valonesse's mother smuggled the babe away to live in exile. Her mother died several years after their escape, leaving Valonesse to fend for herself for the vast majority of her childhood and adolescence. When she finally came of age as a seasoned warrior and wanderer, the brutal frost giant returned to Thryheim to find the fortress of her ancestors in ruins and the fierce clan that had borne her whittled down to fewer than a dozen cowardly warriors. Her howls shook the walls, so enraged was she to find that the fickle hand of fate had snuffed out her dreams of murderous vengeance.",
			"",
			"Over the past decades, Valonesse has channeled her unappeased anger into the reestablishment of her forefathers' domain, claiming the title of jarl for her own. She claims to be the consort of Thremyr himself, given a divine mandate to see all of Stormflood Vale bow to her majesty. Though few trust the veracity of such a claim, fewer are those who would speak such doubts openly. Jarl Valonesse rules from Thryheim, an ancient ice fortress that rests high upon a glacial peak rich with untouched supplies of mithral and other rare ores. Though some challenged her right to rule in the early years of her fledgling empire, the period for contesting her reign has long passed - the scars that span her imposing body memorialize her countless victories, both in battle and against challengers seeking to claim her throne."
		]
	},
	"yethazmari": {
		"name": "Yethazmari",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"*This starving, jackal-like monstrosity has a fanged snake where its tail should be, tattered wings, and smoking eye sockets.*",
			"",
			"::mh[Yethazmari]{cr=\"15\"}",
			"",
			"{SOURCE Inner Sea Gods/296}  ",
			"**XP** 51,200  ",
			"CE Large outsider (chaotic, evil, extraplanar, herald)  ",
			"**Init** +9; **Senses** darkvision 60 ft., scent; Perception +33",
			"",
			"::sh[Defense]",
			"",
			"**AC** 32, touch 14, flat-footed 27 (+5 Dex, +18 natural, -1 size)  ",
			"**hp** 207 (18d10+108)  ",
			"**Fort** +17, **Ref** +11, **Will** +17  ",
			"**Defensive Abilities** soul scream, **DR** 15/good; **Immune** fire; **SR** 26",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., fly 100 ft. (average)  ",
			"**Melee** bite +25 (6d6+8/19-20), bite +25 (3d6+8/1 9-20 plus poison)   ",
			"**Ranged** poison gout +22 touch (6d10 acid plus poison)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** bay, breath weapon (30-ft. cone, 12d10 fire and see below, Reflex DC 25 half, usable every 1d4 rounds), poison  ",
			"**Spell-Like Abilities** (CL 15th; concentration +21)  ",
			"*At will*-blindness/deafness (DC 18), locate creature, rage (DC 19), veil (DC 22)  ",
			"*3/day*-baleful polymorph (DC 21), feeblemind (DC 21), greater dispel magic, plane shift (self and willing targets only), summon (level 4, 1d3 yeth hounds 100%)  ",
			"*1/day*-control weather, unhallow",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 26, **Dex** 20, **Con** 22, **Int** 17, **Wis** 23, **Cha** 22  ",
			"**Base Atk** +18; **CMB** +27 (+29 bull rush or drag); **CMD** 42 (44 vs. bull rush or d ag, 46 vs. trip)  ",
			"**Feats** {feat/Cleave}, {feat/Flyby Attack}, {feat/Hover}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (bite)}, {feat/Improved Drag}, {feat/Improved Initiative}, {feat/Power Attack}, {feat/Skill Focus/ (perception)}  ",
			"**Skills** Acrobatics +26, Bluff +27, Climb +17, Fly +7, Intimidate +27, Knowledge (planes) +24, Knowledge (religion) +15, Perception +33, Sense Motive +27, Stealth +22, Survival +27  ",
			"**Languages** Abyssal, Common, Infernal",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Bay (Su)** When the Yethazmari howls or barks, each creature within a 300-foot-radius spread must succeed at a DC 25 Will save or be panicked for 2d4 rounds. This is a sonic mind-affecting fear effect. Evil outsiders are immune to this ability. Whether or not it succeeds at its save, a creature in the area is immune to the Yethazmari's bay for 24 hours. The save DC is Charisma-based.",
			"",
			"**Breath Weapon (Su)** The Yethazmari's breath weapon is a jet of smoke. Any nonchaotic creature that takes damage from this breath weapon must succeed at a DC 25 Will save or be confused for 1d6 rounds. The save DC is Constitution-based.",
			"",
			"**Soul Scream (Su)** Anytime the Yethazmari takes piercing or slashing damage, its wounds create a terrifying cacophony equivalent to its bay ability. Creatures within 10 feet of it take a -4 penalty on their saves against this effect.",
			"",
			"**Poison (Ex)** Contact or bite-injury; *save* Fort DC 25; *frequency* 1jround for 4 rounds; *effect* 1d6 Str; *cure* 2 consecutive saves.",
			"",
			"::sh[Description]",
			"",
			"Having witnessed the most profane atrocities committed by the Mother of Monsters, the eyes of Lamashtu's herald - the Yethazmari - burned to smoldering coals. Now this ancient monstrosity, often said to be Lamashtu's favored offspring, sees only worlds undone and endless ruinous visions of reality rent by Lamashtu's claws. The Yethazmari stands 14 feet tall and weighs over 1,600 pounds."
		]
	},
	"voice_of_the_damned": {
		"name": "Voice of the Damned",
		"sources": [ "Book of the Damned" ],
		"description": [
			"*Blasphemous pages cloak this creature's gaunt, winged form. Within its depthless hood burns a vortex of otherworldly flame.*",
			"",
			"::mh[Voice of the Damned]{cr=\"25\"}",
			"",
			"{SOURCE Book of the Damned/170}  ",
			"**XP** 1,638,400  ",
			"NE Large outsider (evil, native)  ",
			"**Init** +16; **Senses** darkvision 60 ft., detect good, see in darkness, true seeing; Perception +44  ",
			"**Aura** frightful presence (100 ft., DC 32), unholy aura (DC 26)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 43, touch 35, flat-footed 31 (+12 Dex, +8 natural, +14 profane, -1 size)  ",
			"**hp** 565 (29d10+406); regeneration 25 (deific or mythic)  ",
			"**Fort** +23, **Ref** +28, **Will** +28  ",
			"**Defensive Abilities** freedom of movement; **DR** 20/epic, good, and silver; **Immune** ability damage, ability drain, charm effects, cold, compulsion effects, death effects, disease, energy drain, mind-affecting effects, petrification, poison, sonic; **Resist** acid 25, electricity 25, fire 25; **SR** 36",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 60 ft., fly 180 ft. (perfect)  ",
			"**Melee** 2 claws +42 (1d6+14), 4 slams +42 (1d6+14/19-20), 2 wings +40 (1d8+7) or swarm (8d6 plus distraction)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** blasphemous embrace, consume, malevolence, wracking gaze  ",
			"**Spell-Like Abilities** (CL 25th; concentration +33)  ",
			"*Constant*-detect good, freedom of movement, tongues, true seeing, unholy aura (DC 26)  ",
			"*At will*-blasphemy (DC 25), dimension door, greater dispel magic, greater shadow evocation, greater teleport, legend lore, mirage arcana, persistent image, shapechange, symbol of fear (DC 24), telekinesis (DC 23), unholy blight (DC 22)  ",
			"*3/day*-quickened heal, mislead, symbol of insanity (DC 26), symbol of weakness (DC 25)  ",
			"*1/day*-quickened symbol of death (DC 26), summon (level 9, 1 balor, 1 olethrodaemon, or 1 pit fiend 100%), weird (DC 27)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 38, **Dex** 35, **Con** 38, **Int** 35, **Wis** 34, **Cha** 27  ",
			"**Base Atk** +29; **CMB** +44 (+52 grapple, +48 trip); **CMD** 84 (86 vs. trip)  ",
			"**Feats** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Flyby Attack}, {feat/Greater Trip}, {feat/Greater Vital Strike}, {feat/Improved Critical/ (slam)}, {feat/Improved Initiative}, {feat/Improved Trip}, {feat/Improved Vital Strike}, {feat/Multiattack}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (heal)}, {feat/Staggering Critical}, {feat/Vital Strike}  ",
			"**Skills** Acrobatics +41 (+53 when jumping), Bluff +40, Diplomacy +40, Disguise +37, Fly +50, Intimidate +40, Knowledge (arcana, planes) +44, Knowledge (dungeoneering, history, local, nobility, religion) +41, Perception +44, Sense Motive +44, Spellcraft +44, Stealth +40, Use Magic Device +37  ",
			"**Languages** Abyssal, Aklo, Celestial, Draconic, Infernal; telepathy 300 ft.; tongues  ",
			"**SQ** discorporate, master of symbols, tenacious",
			"",
			"::sh[Special Abilities]",
			"",
			"**Blasphemous Embrace (Ex)** If the Voice of the Damned grapples a foe, it can, as a swift action, cause its pages to flense the grappled creature. The pages deal the Voice of the Damned's swarm damage. If a creature takes any of this damage, it is subject to the swarm's distraction ability and must succeed at a DC 38 Fortitude saving throw or be nauseated for 1 round. The Voice can have only one embraced target at a time, but it doesn't have to continue grappling in order to maintain the embrace. If the Voice moves more than 5 feet from the pages or dismisses them (a free action), the pages are rendered inanimate. Any severe or stronger wind effect or any area attack that would damage a swarm ends the embrace.",
			"",
			"**Consume (Su)** If the Voice of the Damned begins its turn with an opponent in its blasphemous embrace, it can attempt a new combat maneuver check as though attempting to pin the opponent. If it succeeds, its foe takes swarm damage and vanishes into a nightmare realm within the Voice of the Damned. The target must be of Large size or smaller. The Voice of the Damned can't consume a creature that has the good subtype or that is affected by holy aura. A consumed creature takes 8d6 points of damage each round as it drifts within the Voice of the Damned's accumulated heresies. Nonevil creatures must also succeed at a DC 32 Will saving throw each round or be affected as per the spell insanity, though any creature that is deafened or affected by silence or a similar effect is immune to the insanity effect. The save DC is Charisma-based. Each round on its turn, a consumed creature can attempt a DC 20 Wisdom check as a full-round action. If the subject succeeds at this check on two consecutive turns, it escapes, emerging into a space adjacent to the Voice of the Damned. The Voice of the Damned cannot attempt to consume an escaped creature again until 24 hours have passed. A consumed creature can also escape by using plane shift or similar magic. The Voice of the Damned is stunned for 1 round and forced to expel all consumed creatures if a creature inside casts holy aura or summons a creature with the good subtype, or if a creature (either inside or out) targets the Voice of the Damned with atonement, freedom, or holy word. The Voice of the Damned can expel any consumed creature as a move action, causing the victim to appear in any square adjacent to it.",
			"",
			"**Discorporate (Su)** The Voice of the Damned can collapse into a cyclone of pages as a free action. All its carried, held, and worn items fall to the ground, and its Strength score drops to 1. The Voice functions as a swarm of Diminutive creatures while discorporated, with a reach of 0 feet (though its space remains unchanged). While discorporated, the Voice maintains its defensive abilities. It loses its claw, slam, and wing natural attacks, but it can make a swarm attack and use its spell-like abilities. The Voice of the Damned can reform into its true form as a full-round action as long as it has at least 1 hit point.",
			"",
			"**Malevolence (Su)** As an immediate action, the Voice of the Damned can attempt to merge its body with a creature it has consumed. This ability is similar to a magic jar spell (caster level 25th), except that it does not require a receptacle. The target can resist the attack with a successful DC 32 Will saving throw. If the creature fails, the Voice of the Damned vanishes and the possessed creature reappears in its space (along with any other creatures the Voice had consumed). A creature that successfully saves is immune to the Voice's malevolence for 24 hours. The save DC is Constitution-based.",
			"",
			"**Master of Symbols (Su)** The Voice of the Damned can speak, read, and write all languages, as per the spell tongues. It casts any spell with the word \"symbol\" in its name as though its casting time were a standard action, and once per day it can cast symbol of death as a swift action. Additionally, it does not need a surface on which to inscribe symbols - they merely float in the air for their duration.",
			"",
			"**Tenacious (Ex)** The Voice gains a +8 racial bonus on combat maneuver checks to grapple and a +4 racial bonus to its CMD.",
			"",
			"**Wracking Gaze (Su)** The Voice of the Damned has a gaze attack with a range of 50 feet that deals 8d10 points of damage and 1d4 points of Strength damage. A creature that succeeds at a DC 32 Fortitude saving throw negates the Strength damage but not the physical damage. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"No physical tome, no matter how magical, could ever hope to contain every facet of the multiverse's endless capacity for evil. Even if it could, the moment of the work's completion would also be the moment it became outdated. Realizing this, Tabris employed an audacious solution. He sacrificed a vestige of himself and locked it in the library-cathedrals hidden within the book's pages. These shades of Heaven's scribe were the embodiments of all he had learned of chaos, evil, good, and law, so they were perfectly suited to judge and record new developments across the planes.",
			"",
			"Yet this act, while fulfilling Tabris's charge to record all there is to know in the multiverse, also ensured his exile from Heaven. The celestial choirs simply could not accept their brother's decision to corrupt a piece of himself to create the entity they dubbed the Voice of the Damned, which serves as the Book of the Damned's hidden caretaker. When the Book of the Damned vanished from Heaven's Great Library, many took it as proof that the Voice might be even more dangerous than they'd imagined. And in the eons since, the Voice's knowledge, obsession, and power have only grown.",
			"",
			"The Voice of the Damned is a unique entity bound to the Book of the Damned's demiplane. It can never bodily leave that demiplane (except via its malevolence ability), and it always knows the location of every piece of the Book of the Damned. It seeks to guard the book, its repository, and the Unspeakable Word at the demiplane's center. As long as the Unspeakable Word is active, the Voice of the Damned cannot be slain for long; it resurrects 24 hours later. It can be permanently killed only if the Book of the Damned itself is destroyed."
		]
	},
	"yrldak": {
		"name": "Yrldak",
		"sources": [ "Fey Revisited" ],
		"description": [
			"*This breathtaking, giant-sized woman's raven hair falls to her ankles. Her skin is as pale as the glowing moon, and her ebon eyes deeply pensive.*",
			"",
			"::mh[Yrldak]{cr=\"10\"}",
			"",
			"{SOURCE Fey Revisited/26}  ",
			"**XP** 9,600  ",
			"Variant norn  ",
			"LN Large fey  ",
			"**Init** +10; **Senses** low-light vision, true seeing; Perception +19",
			"",
			"::sh[Defense]",
			"",
			"**AC** 24, touch 15, flat-footed 23 (+6 armor, +1 Dex, +5 insight, +3 natural, -1 size)  ",
			"**hp** 138 (12d6+96); regeneration 5 (cold iron)  ",
			"**Fort** +14, **Ref** +11, **Will** +14  ",
			"**Defensive Abilities** death ward, fated; **DR** 10/cold iron; **Immune** cold; **Resist** acid 15, electricity 15, fire 15; **SR** 21",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft. (30 ft. with armor)  ",
			"**Melee** shears +17/+12 (1d8+12/15-20 plus energy drain), touch +7 (energy drain)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** energy drain (1 level, DC 21), shift fate  ",
			"**Spell-Like Abilities** (CL 10th; concentration +15)  ",
			"*Constant*-death ward, tongues, true seeing  ",
			"*At will*-bestow curse (DC 18), divination, greater dispel magic, wind walk (self only)  ",
			"*1/day*-maze, moment of prescience, phantasmal killer (DC 19)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 25, **Dex** 12, **Con** 26, **Int** 17, **Wis** 18, **Cha** 21  ",
			"**Base Atk** +6; **CMB** +14; **CMD** 30  ",
			"**Feats** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Diehard}[^B], {feat/Great Fortitude}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lightning Reflexes}  ",
			"**Skills** Bluff +12, Craft (cloth) +10, Heal +6, Intimidate +17, Knowledge (all) +11, Perception +19, Perform (oratory) +12, Sense Motive +19, Use Magic Device +16  ",
			"**Languages** Common, Giant, Sylvan; tongues  ",
			"**SQ** change shape (humanoid; alter self or giant form II), sister seeking  ",
			"**Gear** +2 hide armor, shears",
			"",
			"::sh[Special Abilities]",
			"",
			"**Shears (Su)** Yrldak's shears function as a +5 keen scimitar when she wields them, instead of as a +5 mithral keen speed scimitar like the shears wielded by fully grown norns.",
			"",
			"**Sister Seeking (Su)** An immature norn separated from her sisters has an innate ability to locate them across any distance on the same plane. The norn can sense when she is facing in the direction of one or both of her sisters, as well as in which direction they are moving. This sense does not grant a norn the ability to assess distance to her sisters. Once the norn rejoins one or both of her sisters, she loses this ability.",
			"",
			"::sh[Description]",
			"",
			"The norn known as Yrldak and her sisters Surlda and Hilde have served as handmaidens for Magdh, prophetess and seer of the mysterious Eldest who have ruled the First World since the gods were young. Serving as their mistress's agents, these norns protect her long-term interests wherever possible, but especially on the Material Plane, where Magdh lacks direct influence. As one of the multiverse's most prescient beings, Magdh is capable of seeing farther down the long lines of probability and fate than the norns themselves, and the triumvirate often takes on dangerous and enigmatic missions on Magdh's behalf.",
			"",
			"It was on one such venture that Yrldak met her demise upon the Material Plane, when facing a particularly greedy white dragon who thought the norn trio's treasure would make a good addition to its hoard. As happens to all norns who die outside the First World, Yrldak was reborn on her native plane, and is quickly growing while traversing Golarion looking for her sisters. Exhibiting the dark features of a reborn norn, whose hair and eyes lighten as they age, Yrldak is distinctive among her kind, and though her ebon hair reveals her still undeveloped power, Yrldak is a force to be reckoned with if any stand in her way or tempt fate in her presence. Eager to rejoin her sisters, Yrldak might seek the aid of adventurers, to whom she may promise wealth, prophecy, and other boons if they assist her in her quest.",
			"",
			"[^B]: Bonus feat."
		]
	},
	"elemental_lord_ymeri": {
		"name": "Elemental Lord, Ymeri",
		"sources": [ "Planes of Power" ],
		"description": [
			"*This woman with four armor-clad arms and wings of incandescent magma has the lower torso of a powerful reptile.*",
			"",
			"::mh[Ymeri]{cr=\"28\"}",
			"",
			"{SOURCE Planes of Power/54}  ",
			"**XP** 4,915,200  ",
			"NE Large outsider (evil, extraplanar, fire)  ",
			"**Init** +16; **Senses** darkvision 60 ft., flamesense, true seeing; Perception +50",
			"",
			"::sh[Defense]",
			"",
			"**AC** 46, touch 22, flat-footed 33 (+12 Dex, +1 dodge, +24 natural, -1 size)  ",
			"**hp** 610 (33d10+429); regeneration 30 (deific or mythic cold)  ",
			"**Fort** +23, **Ref** +30, **Will** +24  ",
			"**DR** 15/-; **Immune** ability damage and drain, charm and compulsion effects, death effects, energy drain, fire, petrification; **SR** 39  ",
			"**Weaknesses** vulnerable to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., fly 100 ft. (average)  ",
			"**Melee** +4 earth-outsider-bane flaming burst longsword +44/+39/+34/+29 (2d6+14 plus 1d6 fire/17-20), 3 +4 earth-outsider-bane flaming burst longswords +40 (2d6+9 plus 1d6 fire/17-20), 2 claws +37 (1d8+5 plus 1d10 fire plus trip)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** limitless fire 3/day, scorching rend  ",
			"**Spell-Like Abilities** (CL 28th; concentration +38)  ",
			"*Constant*-fire shield\\* (warm), freedom of movement, true seeing  ",
			"*At will*-fireball\\* (DC 23), greater teleport, pyrotechnics (DC 22), scorching ray\\*, wall of fire\\*  ",
			"*3/day*-delayed blast fireball (DC 27), fire storm\\* (DC 27), incendiary cloud (DC 28), wall of lava  ",
			"*1/day*-meteor swarm\\* (DC 29), summon (level 9, 2d4 fiendish elder fire elementals 100%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 30, **Dex** 35, **Con** 34, **Int** 26, **Wis** 23, **Cha** 31  ",
			"**Base Atk** +33; **CMB** +44; **CMD** 67  ",
			"**Feats** {feat/Blinding Critical}, {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Dodge}, {feat/Escape Route}, {feat/Greater Feint}, {feat/Improved Critical/ (longsword)}, {feat/Improved Feint}, {feat/Improved Initiative}, {feat/Lunge}, {feat/Mobility}, {feat/Multiweapon Fighting}, {feat/Precise Strike}, {feat/Seize the Moment}, {feat/Spring Attack}, {feat/Toughness}, {feat/Two-Weapon Feint}  ",
			"**Skills** Acrobatics +48, Bluff +46, Diplomacy +43, Escape Artist +45, Fly +29, Intimidate +46, Knowledge (arcana, history, local, nobility, religion) +18, Knowledge (planes) +44, Perception +50, Perform (dance) +46, Sense Motive +42, Spellcraft +41, Stealth +44, Use Magic Device +43; **Racial Modifiers** +8 Perception  ",
			"**Languages** Aquan, Auran, Draconic, Ignan, Terran, telepathy 300 ft.  ",
			"**SQ** change shape (any fire elemental; elemental body IV), elemental realm, fire tyrant, pyroportation",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Plane of Fire)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple (4 Large +4 earth-outsider-bane flaming burst longswords, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Elemental Realm (Su)** While on the Plane of Fire, Ymeri functions as if she had 10 mythic ranks, including having the mythic power ability (10/day, surge +1d12). She can expend uses of mythic power to use the mythic versions of any spell-like ability denoted with an asterisk (\\*), as if the ability were a mythic spell. She is also able to use demand, discern location, fabricate, and at will as spell-like abilities and dimension lock\\*, miracle (limited to physical effects that manipulate the realm or to effects that are relevant to her areas of concern), and power word stun\\* once per day as spell-like abilities. Finally, she gains a +10 insight bonus on Perception and initiative checks.",
			"",
			"**Elemental Revival (Ex)** If Ymeri is slain, her body crumbles to ash (leaving behind any gear she held or carried), her soul returns to a hidden location within her realm, and she is immediately restored to life (as per {spell/true resurrection}) at that location. Once this occurs, Ymeri can't use this ability again until a full year has passed. If she is slain again during that year or is killed by unusual methods (such as by a true deity or an artifact created for this purpose), she is slain forever.",
			"",
			"**Fire Tyrant (Ex)** Ymeri's servants bow to her will and instinctively follow her commands. As a free action, Ymeri can grant all of her allies with the fire subtype within 300 feet any two of her teamwork feats. Each creature retains these feats until it moves out of range or until Ymeri falls unconscious, dies, or uses this ability again. Three times per day as a standard action, Ymeri can manipulate a creature with the fire subtype or a creature on fire that she can detect with her flamesense ability, affecting it as per hold monster (CL 28th, Will DC 36 negates). If the target fails the saving throw by 10 or more, it is instead affected as if by dominate monster (CL 28th).",
			"",
			"**Flamesense (Ex)** Ymeri can sense the presence and movement of any fire - including creatures with the fire subtype, creatures on fire, and any creature touching the surface of the Plane of Fire - within 300 feet as if using blindsight. In addition, she can see through fire, fog, and smoke without penalty.",
			"",
			"**Limitless Fire (Sp)** As a demigoddess of flame and the Plane of Fire itself, up to three times per day, Ymeri can cast any spell with the fire descriptor as a spell-like ability. She can further augment these spells using {feat/Burning Spell}, {feat/Empower Spell}, {feat/Enlarge Spell}, {feat/Extend Spell}, {feat/Intensified Spell}, {feat/Maximize Spell}, {feat/Quicken Spell}, or {feat/Widen Spell}, though the effective spell level cannot exceed 9th.",
			"",
			"**Pyroportation (Su)** Ymeri can move effortlessly through fiery areas, including lava, superheated metal, and volcanic ash. This effectively grants her the earth glide ability of a magma elemental; allows her to ignore difficult terrain; and grants her a burrow, climb, and swim speed equal to her base speed while in these areas. With rare exceptions, this ability functions in all parts of the Plane of Fire. In addition, as a swift action, Ymeri can teleport to a square in line of sight that is adjacent to a fire of her size or larger.",
			"",
			"**Regeneration (Ex)** Only cold damage dealt by an epic weapon, cold damage dealt by a mythic spell, or damage from a creature of equal or greater power (such as a demon lord or a deity) interrupts Ymeri's regeneration.",
			"",
			"**Scorching Rend (Su)** If Ymeri hits a target two or more times with at least two different manufactured weapons in the same round, she can cause the target to catch on fire. This functions as the {umr/burn} universal monster rule, dealing 3d10 points of fire damage (Reflex DC 38 negates catching on fire); however, if the target's fire resistance would reduce the damage it takes from this ability, it must succeed at a DC 38 Fortitude saving throw or reduce its fire resistance by an equal amount for 1 minute. Creatures immune to fire can still be affected by this ability. When such a creature would take 50 or more total points of fire damage from this ability, it loses its immunity to fire for 1 minute.",
			"",
			"::sh[Description]",
			"",
			"Ymeri has declared herself the eternal ruler of the Plane of Fire, going so far as destroying all known records of her origins to suggest she has existed since the dawn of time. Ever since she sealed away her good-aligned rival Atreia, the Lambent Prince, within a steam-shrouded garnet, she has driven the efreet in the City of Brass to battle their earth-blooded shaitan cousins.",
			"",
			"The Queen of the Inferno rarely has cause to leave the Auroric Palace, from which she rules. When she does, it is at the head of an army. She typically follows such raids by parading across the Plane of Fire, daring others to defy her will.",
			"",
			"### Ymeri's Cult",
			"",
			"Most fire elementals, some mephits, assorted efreet, and many other creatures with the fire subtype worship Ymeri, though relatively few salamanders revere her. Outside the Plane of Fire, her worship is rare and often restricted to zealous pyrokineticists, cabals of fire wizards, eccentric red dragons, and occasionally fanatical tribes of humanoids. Her sacred places and temples are often exposed desert ruins, sanctuaries of igneous rock, and shrines built precariously near active volcanoes. Some even feature active magma flows running through their halls or pits that open deep into the earth's burning bowels, which her cultists use to sacrifice their foes in Ymeri's name.",
			"",
			"Ymeri's unholy symbol is a quartet of flaming swords, and her favored weapon is the longsword. She grants access to the Destruction, Evil, Fire, and War domains, and access to the subdomains of Ash, Catastrophe, Fear, and Tactics."
		]
	},
	"ymeri": { "copyof": "elemental_lord_ymeri" },
	"zelishkar_of_the_bitter_flame": {
		"name": "Zelishkar of the Bitter Flame",
		"sources": [ "Inner Sea Bestiary" ],
		"description": [
			"*This fiendish figure appears to be shaped from pure flame with a feline face. Three wicked tongues dart from the creature's mouth.*",
			"",
			"::mh[Zelishkar of the Bitter Flame]{cr=\"21\"}",
			"",
			"{SOURCE Inner Sea Bestiary/62}  ",
			"**XP** 409,600  ",
			"NE Large outsider (daemon, evil, extraplanar, fire)  ",
			"**Init** +5; **Senses** darkvision 60 ft., scent, true seeing; Perception +33  ",
			"**Aura** unholy aura",
			"",
			"::sh[Defense]",
			"",
			"**AC** 39, touch 13, flat-footed 35 (+11 armor, +3 Dex, +1 dodge, +15 natural, -1 size)  ",
			"**hp** 396 (24d10+264)  ",
			"**Fort** +19, **Ref** +19, **Will** +20  ",
			"**Defensive Abilities** blur (20% miss chance); **Immune** ability damage, acid, charm and compulsion effects, death effects, disease, fire, poison; **Resist** cold 30, electricity 30; **SR** 32  ",
			"**Weaknesses** vulnerable to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (perfect)  ",
			"**Melee** bite +34 (1d8+11 plus 2d6 fire), 2 claws +35 (1d10+11/19-20 plus 2d6 fire)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** bitter flames, corpse cremation, incandescent body, incendiary grasp, pounce, rake (2 claws +35, 1d10+11 plus 2d6 fire)  ",
			"**Spell-Like Abilities** (CL 24th; concentration +30)  ",
			"*Constant*-blur, true seeing, unholy aura (DC 24)  ",
			"*At will*-blistering invective (DC 18), dispel good (DC 21), fire shield, mass charm monster (creatures of the fire subtype only) (DC 24)  ",
			"*3/day*-empowered fire storm (DC 24), incendiary cloud (DC 24), quickened contagious flame, sirocco (DC 22)  ",
			"*1/day*-summon (level 9, 2 fiendish elder fire elementals or any daemon of 20 Hit Dice or fewer 100%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 33, **Dex** 21, **Con** 32, **Int** 17, **Wis** 22, **Cha** 23  ",
			"**Base Atk** +24; **CMB** +36; **CMD** 52  ",
			"**Feats** {feat/Blind-Fight}, {feat/Charge Through}, {feat/Combat Reflexes}, {feat/Dodge}, {feat/Empower Spell-Like Ability/ (fire storm)}, {feat/Greater Overrun}, {feat/Improved Critical/ (claw)}, {feat/Improved Overrun}, {feat/Mobility}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (contagious flame)}, {feat/Weapon Focus/ (claw)}  ",
			"**Skills** Acrobatics +29, Bluff +20, Diplomacy +20, Fly +26, Intimidate +33, Knowledge (planes) +30, Perception +33, Sense Motive +29, Spellcraft +24, Stealth +25, Survival +27  ",
			"**Languages** Abyssal, Common, Ignan, Infernal; telepathy 300 ft.  ",
			"**SQ** daemonic harbinger traits",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Osirion)  ",
			"**Organization** solitary  ",
			"**Treasure** triple (+5 breastplate, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Bitter Flames (Su)** Whenever Zelishkar deals fire damage with any attack or effect, half of the damage is fire damage and the other half is untyped damage, similar to a flame strike spell. In addition, creatures that fail a save against any fire effect Zelishkar creates are sickened for 1 minute. Those damaged by his melee attacks or by fire effects that allow no save are instead sickened for 1 round per attack. This duration stacks.",
			"",
			"**Corpse Cremation (Su)** Whenever Zelishkar reduces a living creature to negative hit points, as a swift action he can turn its body to ashes and feed upon the target's life force, as death knell (Will DC 28 negates). Whenever Zelishkar slays a creature with any attack or ability, the creature's corpse is reduced to ashes (treat as disintegrate).",
			"",
			"**Daemonic Harbinger Traits (Su)** A {family/daemonic harbinger} is a powerful daemon that has not yet made the full transition from unique daemon to a horseman. It possesses several traits, as summarized here.",
			"",
			"- Immunity to acid, charm and compulsion effects, death effects, disease, and poison.",
			"- Resistance to cold 30, electricity 30, and fire 30.",
			"- Telepathy 300 feet.",
			"- The harbinger's natural weapons, as well as any weapon it wields, are treated as evil and lawful for the purpose of overcoming damage reduction.",
			"- The harbinger can grant spells to its worshipers. Granting spells does not require any specific action on its behalf. Zelishkar grants access to the domains of {domain/Evil}, {domain/Knowledge}, {domain/Magic} and {domain/Trickery}. His favored weapon is the quarterstaff.",
			"",
			"**Incandescent Body (Su)** As a free action, Zelishkar can cause his body to erupt into white-hot flame. He sheds light as bright as a daylight spell, and dazzles any creature that does not avert its gaze. Creatures with the fire subtype are immune to this dazzling effect. Zelishkar can dim his flames to burning black shadows as a free action, suppressing the dazzling effect and allowing him to use Stealth without penalty.",
			"",
			"**Incendiary Grasp (Su)** If Zelishkar hits a target with more than one natural weapon in the same round, the fire damage from each hit is combined as if from a single attack for the purpose of overcoming effects that provide resistance to fire. In addition, if Zelishkar succeeds at a grapple combat maneuver, as a swift action he can suppress any fire resistance or immunity the target possesses until the beginning of Zelishkar's next turn. Creatures with the fire subtype are immune to this effect, unless that subtype is granted by a temporary magical effect or magic item.",
			"",
			"::sh[Description]",
			"",
			"The dread Zelishkar of the Bitter Flame is a figure much feared on the crumbling plains of Abaddon and across the multiverse. A monstrous feline in shape but seemingly sculpted of lurid crimson flame, Zelishkar is girded with a crest and cuirass of infernally strengthened obsidian, shaved to razor thinness yet losing none of its terrible strength. His eyes are jet-black pits that mirror his armor, though pinpoints of awful orange radiance gleam deep within. He is surrounded always by a heat shimmer that diffuses his blinding radiance. Zelishkar is reputed to sense the presence of his prey by the tiniest variations in temperature, tracking the movements of creatures both seen and unseen before he pounces. His own fires burn with a hellish uncleanness, tainting even those who thought themselves proofed against his flames and rapidly consuming their body and soul, leaving nothing behind but befouled ashes.",
			"",
			"Zelishkar is feared as much for his incisive tactical acumen as for his dreadful and terrifying powers in close combat. He has single-handedly withered and despoiled cities and farmlands when summoned in the name of his daemonic mistress-Szuriel, patron of war and suffering. She forged Zelishkar's form in the deepest pits of the Cinder Furnace as her terrifying harbinger, embodying the hopeless misery of funeral pyres that consume and cremate the dead in the wake of the war that she brings. He proved so adept that she judged him worthy to transcend his purpose, and he has come to embody all of the hateful and sadistic purposes that fire serves. His name is invoked now by torturers and inquisitors alike as they consign their hapless captives to the ultimate agonies of being burned alive, and even by arsonists both petty and grand. All twisted souls who love nothing more than to see the world burn offer up silent praises to Zelishkar in their hearts; even if they never speak his name, the hate that burns within them is a sweet savor in his nostrils.",
			"",
			"Zelishkar was summoned to Golarion in ancient times, during the height of Osirion's empire, and he led legions of flaming minions against the enemies of the Pharaoh of Forgotten Plagues, notably the Jistka Imperium. In a twist of supreme hubris, the Pharaoh of Forgotten Plagues turned against his summoned ally after several successful campaigns, and chose Zelishkar to be the test subject of his grandest experiment yet. The Osirian king had just finished construction of a grand labyrinth south of the Alamein Peninsula, and in a display of prideful foolishness ordered Zelishkar to be imprisoned within to prove the infallibility of his maze. It took the efforts of an entire army of summoned genies to lock the daemonic harbinger away beneath the desert's churning sands, but his imprisonment was absolute with the aid of an ancient efreeti and a legendary artifact known as the Bottle of the Bound.",
			"",
			"Through all the long millennia since, Zelishkar and the remnant of his host have remained imprisoned beneath the Labyrinth of Shiman-Sekh, the city founded by the Song Pharaoh upon her victory over the Pharaoh of Forgotten Plagues years after Zelishkar's detention. He has emerged from his prison but once, when Szuriel and the ironically named Incorruptible Pharaoh joined to loose his fiery fury upon one of the sky-cities of Shory. His destructive rampage could not be contained, however, and he devastated several cities and oases of western Osirion before he and his host were finally bound back within their prison. There he remains, plotting burning vengeance upon Osirion and all of Golarion for his ages of durance vile."
		]
	}
}
