{
	"azata_veranallia": {
		"name": "Azata, Veranallia",
		"sources": [
			"Bestiary 6",
			"Chronicle of the Righteous",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"## Azata, Veranallia",
			"",
			"*This beautiful, rosy-haired woman has a lower body composed of a column of autumnal leaves and gently swaying vines.*",
			"",
			"### Veranallia, CR 20",
			"",
			"{SOURCE Bestiary 6/34;Chronicle of the Righteous/62}  ",
			"**XP** 307,200  ",
			"CG Large outsider (azata, chaotic, extraplanar, good)  ",
			"**Init** +12; **Senses** darkvision 60 ft., detect animals or plants, detect evil, low-light vision, tremorsense 60 ft., true seeing; Perception +35  ",
			"**Aura** holy aura (DC 27)",
			"",
			"#### Defense",
			"",
			"**AC** 36, touch 21, flat-footed 28 (+4 deflection, +8 Dex, +15 natural, -1 size)  ",
			"**hp** 372 (24d10+240)  ",
			"**Fort** +28, **Ref** +20, **Will** +26  ",
			"**DR** 15/cold iron and evil; **Immune** electricity, petrification; **Resist** cold 10, fire 10; **SR** 31",
			"",
			"#### Offense",
			"",
			"**Speed** 50 ft.; air walk  ",
			"**Melee** +3 icy burst sickle +35/+30/+25/+20 (1d8+12/19-20 plus 1d6 cold), 4 vines +32 (1d8+9/19-20 plus grab)  ",
			"**Space** 10 ft., **Reach** 5 ft. (10 ft. with vines)  ",
			"**Special Attacks** autumnal embrace, constrict (1d8+9), winter sickle  ",
			"**Spell-Like Abilities** (CL 20th; concentration +29)  ",
			"*Constant*-air walk, detect animals or plants, detect evil, holy aura (DC 27), speak with plants, true seeing  ",
			"*At will*-blight (DC 24), cure serious wounds, diminish plants, entangle (DC 20), plant growth  ",
			"*3/day*-animate plants, awaken, control plants (DC 27), grove of respite, repel metal or stone, quickened wall of thorns  ",
			"*1/day*-regenerate, shambler  ",
			"**Cleric Spells Prepared** (CL 20th; concentration +28)  ",
			"*9th*-implosion (DC 27), mass heal, storm of vengeance (DC 27), true resurrection  ",
			"*8th*-dimensional lock, earthquake, mass cure critical wounds, reverse gravity, sunburst (DC 26)  ",
			"*7th*-destruction (DC 25), fire storm (DC 25), greater restoration, mass cure serious wounds, sunbeam (DC 25)  ",
			"*6th*-antilife shell, banishment (DC 24), greater dispel magic, heal, word of recall  ",
			"*5th*-breath of life, call lightning storm (DC 23), dispel evil (DC 23), greater command (DC 23), insect plague  ",
			"*4th*-antiplant shell, chaos hammer (DC 22), freedom of movement, holy smite (DC 22), ice storm, neutralize poison  ",
			"*3rd*-daylight, dispel magic, protection from energy, remove disease, searing light, water walk  ",
			"*2nd*-align weapon, barkskin, calm emotions (DC 20), enthrall (DC 20), gentle repose, lesser restoration  ",
			"*1st*-divine favor, endure elements, entropic shield, protection from evil, remove fear, sanctuary (DC 19)  ",
			"*0*-create water, detect poison, light, purify food and drink",
			"",
			"#### Statistics",
			"",
			"**Str** 28, **Dex** 26, **Con**: 31, **Int** 18, **Wis** 27, **Cha**, 29  ",
			"**Base Atk** +24; **CMB** +34 (+38 disarm); **CMD** 56 (58 vs. disarm, can't be tripped)  ",
			"**Feats** {feat/Combat Casting}, {feat/Combat Expertise}, {feat/Critical Focus}, {feat/Eschew Materials}, {feat/Greater Disarm}, [Improved Critical (sickle)](feat/improved_critical), [Improved Critical (vine)](feat/improved_critical), {feat/Improved Disarm}, {feat/Improved Initiative}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (wall of thorns)}, {feat/Sickening Critical}  ",
			"**Skills** Bluff +36, Climb +33, Diplomacy +36, Heal +35, Knowledge (nature, planes) +31, Perception +35, Sense Motive +35, Stealth +31, Use Magic Device +36  ",
			"**Languages** Abyssal, Celestial, Draconic, Infernal; speak with animals; truespeech  ",
			"**SQ** bounteous caster, rebirth",
			"",
			"#### Ecology",
			"",
			"**Environment** any (Elysium)  ",
			"**Organization** solitary, pair, or grove (3-6)  ",
			"**Treasure** double",
			"",
			"#### Special Abilities",
			"",
			"**Autumnal Embrace (Su)** At will, a veranallia can make any creature within 30 feet barren or sterile. The target must succeed at a DC 31 Fortitude save or lose any ability it has to reproduce or bear children. This effect can be removed only by a heal, limited wish, miracle, or wish spell. Creatures that reproduce magically are not affected by this ability. The save DC is Charisma-based.",
			"",
			"**Bounteous Caster (Su)** Once per day, a veranallia can use the Eschew Materials feat to eschew any material component for a spell, regardless of the cost of the material component.",
			"",
			"**Rebirth (Su)** Once per day, a veranallia can reincarnate a willing creature she deems worthy of the honor. The creature's original body decays and sinks into the ground, affecting the surrounding area in a half-mile radius as though with plant growth (enrichment). Over the course of 1d4 days, a white, flowery cocoon emerges from the affected ground and splits open, revealing the newly reincarnated creature inside. Creatures reincarnated by a veranallia always return to life as aasimars. This ability otherwise functions as per reincarnate (CL 20th).",
			"",
			"**Spells (Sp)** Veranallias cast divine spells as 20th-level clerics. They do not gain access to domains or other cleric abilities, and can choose their spells from either the cleric spell list or the druid spell list.",
			"",
			"**Winter Sickle (Ex)** At will as a free action, a veranallia can create a jagged blade from her hoarfrost-covered vines that acts as a +3 icy burst sickle. One round after it leaves the veranallia's grasp, the weapon melts into a small puddle of water.",
			"",
			"#### Description",
			"",
			"Veranallias are among the most powerful azatas known and embody the changing of the seasons, from blossoming spring to dormant winter. They command the growth and decay of plants, control various aspects of the weather, and enrich soil with the remains of fallen foes. A veranallia stands 10 feet tall and weighs about 350 pounds.",
			"",
			"Beautiful and majestic, the queenly veranallia has a form that combines aspects of a beautiful woman and the subtle power of nature. A veranallia appears humanoid from the waist up, but where her thighs and legs should be, she instead sprouts countless vines, leaves, and various kinds of plant matter. These flora represent the life of plants throughout all stages of the year, continually shifting from blooming, verdant colors and textures to crisp, withered specimens and back in a matter of seconds.",
			"",
			"Veranallias hail from the wildest regions of Elysium, realms where few but the mightiest azatas dare tread. Veranallias are creatures of transition, preferring the unpredictable maelstroms of weather at Elysium's edges to the more temperate or consistent regions of that plane. They also have a particular appreciation for areas where one element transitions into another, such as coastlines, geysers, hot springs, and underground lakes. Many among their kind can be found in the lush fields or various heavily wooded forests throughout Elysium, particularly woodlands where the flora changes color almost at random. It is thought the annual tribunals of elder veranallias are actually the source of the eldritch woodland's transformative climate and shifting composition.",
			"",
			"At first glance, a veranallia's body appears to be wrapped in foliage, but these vines are actually a part of the azata's strange physiology. She is not subject to blight or similar plants affecting magic, but attempts to use such abilities to hinder her provoke a veranallia's ire like little else. A veranallia's vines can entwine and crush an enemy as easily as a python would crush a field mouse. These vines often change appearance based on the veranallia's environment, but not always in a predictable or sensible manner.",
			"",
			"Veranallias often prefer the company of other azatas, and often have a following of faithful bralanis or ghaeles. Their volatile natures can make it quite difficult for many other creatures, even other azatas' to be involved with them. For example, lillends are not inspired by the dangerous power of veranallias, and brijidines' belief in the cleansing power of fire does not make friendship with the verdant veranallias easy. While most other celestials concede that veranallias have only the best intentions, most would still rather deal with more predictable members of the celestial planes. Archons in particular find it almost impossible to speak to veranallias, and the noble angels and agathions have trouble following a veranallia's leaps in logic and rapidly shifting moods.",
			"",
			"### Veranallia Elder",
			"",
			"The most powerful of the veranallias are ancient entities indeed, beings known as veranallia elders. These veranallias appear as aged but still beautiful specimens, their upper human bodies looking like elderly women and their lower bodies always featuring what seems to be vegetation in late autumnal colors of red, yellow, and brown. As a general rule, veranallia elders have additional Hit Dice and vary in power from CR 21 to CR 25 - they rarely take class levels, but often have powerful unique abilities beyond the capability of the standard veranallia. Two example veranallia elder powers are presented below.",
			"",
			">*Mastery of Life (Su):* As an immediate action, the veranallia elder can target any creature within 60 feet that has been killed within the last round by a breath of life effect (CL 20th). A creature restored to life by this effect gains fast healing 20 for 10 rounds.",
			">",
			">*Create Gate (Su):* A veranallia elder is able to create a gate between Elysium and the Material Plane once per day, as per the spell gate, but can do so only to allow travel between the two worlds. On the Material Plane end, the gate must open up into a wilderness area of natural beauty. Once created, such a gate exists until the veranallia elder is slain or chooses to end the effect. A veranallia elder can maintain up to three such gates at once; if it makes a fourth gate, it chooses which of the three gates that it previously created is then ended as a result.",
			"",
			"**Family:** {family/Azata}"
		]
	},
	"veranallia": { "copyof": "azata_veranallia" },
	"azata_yamah": {
		"name": "Azata, Yamah",
		"sources": [
			"Bestiary 6",
			"Magnimar, City of Monuments",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"## Azata, Yamah",
			"",
			"*This blue-skinned woman has blue-and-white butterfly wings. Her black hair sparkles like a starlit sky.*",
			"",
			"### Yamah, CR 5",
			"",
			"{SOURCE Bestiary 6/36;Magnimar, City of Monuments/63}  ",
			"**XP** 1,600  ",
			"CG Medium outsider (azata, chaotic, extraplanar, good)  ",
			"**Init** +5; **Senses** darkvision 60 ft., detect evil, detect magic; low-light vision, Perception +12",
			"",
			"#### Defense",
			"",
			"**AC** 19, touch 15, flat-footed 14 (+5 Dex, +4 natural)  ",
			"**hp** 52 (7d10+14)  ",
			"**Fort** +4, **Ref** +10, **Will** +7  ",
			"**DR** 5/cold iron or evil; **Immune** electricity, petrification; **Resist** cold 10, fire 10",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft., fly 100 ft. (perfect)  ",
			"**Melee** +2 returning starknife +14/+9 (1d4+5/&times;3)  ",
			"**Ranged** +2 returning starknife +14 (1d4+5/&times;3)  ",
			"**Special Attacks** steal magic, sneak attack +1d6  ",
			"**Spell-Like Abilities** (CL 6th; concentration +11)  ",
			"*Constant*-detect evil, detect magic  ",
			"*3/day*-cure moderate wounds, invisibility  ",
			"*1/day*-charm person (DC 16), remove paralysis",
			"",
			"#### Statistics",
			"",
			"**Str** 17, **Dex** 20, **Con**: 14, **Int** 13, **Wis** 15, **Cha**, 20  ",
			"**Base Atk** +7; **CMB** +10; **CMD** 25  ",
			"**Feats** {feat/Deadly Aim}, {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +15, Bluff +15, Fly +23, Knowledge (planes) +11, Perception +12, Sense Motive +12, Stealth +15  ",
			"**Languages** Celestial, Draconic, Infernal; truespeech  ",
			"**SQ** infused weapon",
			"",
			"#### Ecology",
			"",
			"**Environment** any (Elysium)  ",
			"**Organization** solitary, pair, or crusade (3-10)  ",
			"**Treasure** standard (mwk starknife, other treasure)",
			"",
			"#### Special Abilities",
			"",
			"**Infused Weapon (Su)** Any throwing weapon wielded by a yamah is treated as a +2 returning weapon. This special ability fades 1 minute after a yamah no longer wields the weapon.",
			"",
			"**Steal Magic (Su)** As a standard action, a yamah can make a touch attack against a creature under the effects of a spell or spells and attempt to dispel the effects as per dispel magic (CL 6th). If successful, the yamah absorbs the magical energy and converts it into a bolt of force. A yamah can use a force bolt to make a ranged touch attack that deals 1d6 points of force damage for every spell level of the effect dispelled by the yamah (for example, if a yamah dispels a 2nd-level spell with its steal magic ability, the resulting force bolt deals 2d6 points of force damage; 0-level spells count as being 1st level for the purpose of this ability). These force bolts have a range of 100 feet. A yamah can only carry a number of force bolts equal to its Charisma bonus (5 for most yamahs), and any force bolts not used within 24 hours of being obtained disappear and are wasted.",
			"",
			"#### Description",
			"",
			"Yamahs travel throughout the planes promoting the ideals of freedom and fairness, using their unique talents to rob evildoers of their magic and turn it into a weapon for good. Yamahs harbor ill will toward anyone who would use magic for cruel or evil purposes, especially necromancers and creatures that use magic to trap souls and pervert life.",
			"",
			"Though yamahs often bear a stern countenance, they nonetheless enjoy lighthearted pranks and cheery jokes when appropriate. The white markings that cover their bodies may at first appear to be tattoos, but are actually natural sigils unique to each individual. The average yamah stands just over 6 feet tall and weighs 140 pounds.",
			"",
			"Yamahs can often be encountered during lunar eclipses and other significant celestial events in regions where worship of any chaotic good deity or demigod is strong. Legends among such faiths claim that yamahs sometimes accompany good spellcasters on crusades against otherworldly fiends, though every story inevitably ends with the yamah mysteriously departing after the deed is done, abandoning its mortal partner without a word.",
			"",
			"**Family:** {family/Azata}"
		]
	},
	"yamah": { "copyof": "azata_yamah" },
	"azer": {
		"name": "Azer",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Azer",
			"",
			"*Heat ripples the air near this squat, brass-skinned humanoid. Its head and shoulders blaze with a mane of fire.*",
			"",
			"### Azer, CR 2",
			"",
			"{SOURCE Bestiary 2/39}  ",
			"**XP** 600  ",
			"LN Medium outsider (extraplanar, fire)  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception +6",
			"",
			"#### Defense",
			"",
			"**AC** 18, touch 11, flat-footed 17 (+5 armor, +1 Dex, +2 natural)  ",
			"**hp** 15 (2d10+4)  ",
			"**Fort** +5, **Ref** +1, **Will** +4  ",
			"**Immune** fire; **SR** 13  ",
			"**Weaknesses** vulnerability to cold",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft. (20 ft. in armor)  ",
			"**Melee** mwk warhammer +4 (1d8+1/&times;3 plus 1d6 fire)  ",
			"**Ranged** light hammer +3 (1d4+1 plus 1d6 fire)  ",
			"**Special Attacks** heat (1d6 fire)",
			"",
			"#### Statistics",
			"",
			"**Str** 13, **Dex** 12, **Con**: 15, **Int** 12, **Wis** 12, **Cha**, 9  ",
			"**Base Atk** +2; **CMB** +3; **CMD** 14  ",
			"**Feats** {feat/Power Attack}  ",
			"**Skills** Acrobatics +0, Appraise +6, Climb +3, Craft (any two) +6, Knowledge (nobility) +6, Perception +6  ",
			"**Languages** Common, Ignan",
			"",
			"#### Ecology",
			"",
			"**Environment** any land (Plane of Fire)  ",
			"**Organization** solitary, pair, team (3-6), squad (11-20 plus 2 sergeants of 3rd level and 1 leader of 3rd-6th level), or clan (30-100 plus 50% noncombatants plus 1 sergeant of 3rd level per 20 adults, 5 lieutenants of 5th level, and 3 captains of 7th level)  ",
			"**Treasure** standard (masterwork scale mail, masterwork warhammer, light hammer, other treasure)",
			"",
			"#### Description",
			"",
			"A proud and hardworking race from the Plane of Fire, azers toil in their bronze and brass fortresses, always ready for their long, simmering war against the efreet. Azers live in a society where every member knows his place. Born into a particular duty, usually the trade of his father or mother, an azer continues this task his entire life. A caste system further keeps azer society in line. Nobles, ruling without question, wear decorated brass kilts as their symbol of caste, while merchants and business proprietors wear stout bronze. Copper kilts designate the working class, made up of servants, artisans, and laborers.",
			"",
			"Able to channel heat through metal weapons and tools, azers almost never use nonmetallic weapons, and usually engage in close melee rather than using ranged attacks. Azers frequently take prisoners, bringing them back to their fortresses and forcing them to labor for a year and a day.",
			"",
			"The legendary City of Brass boasts an azer population over half a million strong. Most of these unfortunate azers live a life of servitude to their efreet masters. Azers subjected to this slavery still perform their duties without question, preferring to wait out their contracts or hoping their masters die or get overthrown. A dedication to order burns strong in this race, to the extent that some enslaved azers act as taskmasters over their own kin. Beyond the City of Brass, azers are free to live their own lives, often in other planar metropolises crafting goods, selling wares, and running taverns.",
			"",
			"Azers look strikingly similar to one another to the unfamiliar eye. They are 4 feet tall, but weigh 200 pounds."
		]
	},
	"azgenzak": {
		"name": "Azgenzak",
		"sources": [ "Pathfinder #69: Maiden, Mother, Crone" ],
		"description": [
			"## Azgenzak",
			"",
			"*This undulating, amorphous sac is a turgid, brown-black mass scarcely hiding a seething jumble of rounded subcutaneous masses churning within. One end opens into a yawning maw, revealing a fiery cauldron of innumerable, lidless eyeballs of every size, shape, and color, each wreathed in sooty orange flame.*",
			"",
			"### Azgenzak, CR 8",
			"",
			"{SOURCE Pathfinder #69: Maiden, Mother, Crone/82}  ",
			"**XP** 4,800  ",
			"NE Large aberration (aquatic)  ",
			"**Init** +3; **Senses** all-around vision, darkvision 60 ft., low-light vision; Perception +20  ",
			"**Aura** frightful presence (30 ft., DC 16, inverted form only)",
			"",
			"#### Defense",
			"",
			"**AC** 22, touch 12, flat-footed 19 (+3 Dex, +10 natural, -1 size)  ",
			"**hp** 95 (10d8+50)  ",
			"**Fort** +8, **Ref** +6, **Will** +8  ",
			"**Defensive Abilities** amorphous; **Immune** fire, poison",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft., swim 20 ft.  ",
			"**Melee** 3 slams +11 (1d6+4 plus burn and grab)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** burn (1d6, DC 20), burning blindness, constrict (1d6+4), swallow whole (2d6 fire, AC 15, 9 hp), swarming pyrocules",
			"",
			"#### Statistics",
			"",
			"**Str** 18, **Dex** 17, **Con**: 20, **Int** 7, **Wis** 13, **Cha**, 12  ",
			"**Base Atk** +7; **CMB** +12 (+16 grapple); **CMD** 25  ",
			"**Feats** {feat/Blind-Fight}, {feat/Nimble Moves}, [Skill Focus (Perception)](feat/skill_focus), {feat/Step Up}, [Weapon Focus (slam)](feat/weapon_focus)  ",
			"**Skills** Climb +8, Perception +20, Stealth +10 (+18 when underwater), Swim +16; **Racial Modifiers** +8 Stealth when underwater  ",
			"**Languages** Aklo  ",
			"**SQ** amphibious, compression, inversion",
			"",
			"#### Ecology",
			"",
			"**Environment** warm and temperate fresh water and swamps  ",
			"**Organization** solitary  ",
			"**Treasure** incidental",
			"",
			"#### Special Abilities",
			"",
			"**Burning Blindness (Su)** When an azgenzak confirms a critical hit or a creature fails its save against the distraction attack of its swarming pyrocules, the azgenzak attempts to pluck out one of the target's eyes (Fortitude DC 20 negates). If the save fails, the target takes 1d6 additional points of fire damage, is sickened by pain for 1d4 rounds, and becomes permanently dazzled. If this results in the loss of all of the target's eyes, it is permanently blinded.",
			"",
			"**Inversion (Ex)** As a move action, an azgenzak can invert its sac-like body, turning itself inside out and exposing its innumerable burning eyes. Doing so surrounds the azgenzak with a fiery aura and activates its frightful presence ability. These abilities are suppressed when the azgenzak is not inverted. When it's inverted, creatures adjacent to the azgenzak take 2d6 points of fire damage and risk {rule/catching on fire}. A successful DC 16 Reflex save halves this damage and keeps the creature from catching on fire. An inverted azgenzak loses its racial bonus to Stealth underwater and takes a further -10 penalty on Stealth checks. In addition, when inverted, an azgenzak can't swallow its victim whole; however, if it begins its turn with a creature grappled, it can revert itself as a move action and then use its swallow whole ability. A creature swallowed by an azgenzak is subject to its fiery aura and frightful presence even when the azgenzak is not inverted.",
			"",
			"**Swarming Pyrocules (Su)** As a full-round action, an azgenzak can disgorge a swarm of burning eyeballs. This swarm has the same statistics as a bat swarm, except it lacks the wounding special ability, which is replaced by the azgenzak's burn ability and immunity to fire. An azgenzak using this ability takes 2d6 points of damage (though damage dealt to the swarming pyrocules does not damage the azgenzak). The swarming pyrocules can't survive long separated from the azgenzak, and take 1 point of damage each round at the end of its turn. The swarming pyrocules can be reabsorbed by the azgenzak as a full-round action, healing the creature of 1d6 points of damage.",
			"",
			"#### Description",
			"",
			"Azgenzaks, also called more prosaically \"sacks of burning eyes,\" are shapeless predators of unfathomable appetites and undeniable malevolence. They might have congealed into existence within some forgotten crack of the Outer Rifts, escaping (or being set loose) into the Material Plane ages ago. However, many theorize that these beings are entirely natural, primeval creatures that fell into savagery or never evolved from their primitive state in the first place. Azgenzaks are roughly 8 feet in diameter and weigh over 800 pounds.",
			"",
			"### Ecology",
			"",
			"Azgenzaks are amorphous, their bodies composed of a flaccid, leathery outer skin enveloping an interior of glistening, wrinkled tissue, which in turn surrounds hundreds of cilia-rimmed sockets that weep flammable mucus. An azgenzak can suppress its flames by squeezing its sac tightly closed, but it rarely does so unless it has need for stealth. If it wishes to maintain its flames even when it dives underwater, it simply enfolds a large bubble of air within its fundus, seals the aperture with a layer of mucus, and inflates itself into a lumpy spheroid, periodically venting exhaust gases to propel itself through the water. A rush of foul-scented bubbles and brief flares of deep orange below the water's surface usually accompany such venting as jets of flame escape the azgenzak's interior and are snuffed out.",
			"",
			"Azgenzaks are primarily carnivorous, though they're able to digest any organic material, engulfing it within their flaming cavities. An azgenzak that has recently feasted - having swallowed its prey whole - might sink to the bottom of a body of water and enfold itself to slowly digest its meal, settling into a torpor for days or even weeks at a time. If undisturbed, a hibernating azgenzak might appear indistinguishable from an algae-covered boulder, a rotting log, or submerged carrion.",
			"",
			"Azgenzaks reproduce by asexual budding, which is abetted in some unknown way by the vitreous humors found within eyeballs. Its drive to extract the eyes of its prey is to further of its attempts at reproduction, as the distilled essence of the eyes it steals germinates tissue buds within the depths of its stomach. These buds then replicate and mat together into a translucent sheath of tissue, with a portion of the eyes within the azgenzak adsorbing into this sheath as it grows. Once a sufficient sheath-mass has accreted, it begins sloughing off from the parent azgenzak's stomach walls, and is eventually disgorged and discarded in a steaming puddle of semi-solid translucent slime shot through with eyeballs. Now ravenously hungry, the parent moves on to feast elsewhere and replenish its discarded mass. Meanwhile, the newly birthed azgenzak begins to darken and congeal, baked from within by the unquenchable heat of its burning eyes, even as its outer tissues are tempered by exposure to open air and water, gradually toughening into a mottled brown outer skin. Gorging itself on organic matter, the newly formed azgenzak matures within a month and can begin to unleash the swarming pyrocules that are its deadly signature.",
			"",
			"### Habitat",
			"",
			"Azgenzaks are solitary creatures, despising the presence of others of their kind as rivals for their hunting terrain. They prefer to make their dens in murky lakes, though they are equally happy in swamps, bogs, and even slowmoving rivers. They are not powerful swimmers and avoid fast-moving water, though they are perfectly capable of climbing out of the water and traversing land in an undulant slither. Their malleable mass is able to ooze over, around, and between obstacles that might block the passage of a more solid creature.",
			"",
			"Azgenzaks are sometimes confused with will-o'-wisps in folktales and legends, as both dwell in boglands and are blamed for mysterious marshlights that lead travelers to their doom. This is because azgenzaks are thought of more in terms of the swarming pyrocules they unleash rather than their true bodies - the strings of floating, flaming eyes are often believed to be the true creature and the \"bag\" of its body a gate to Hell, a fleshy opening into the Abyss, or a shroud stitched from the skins of its victims. In many cultures, strange bubbling and dancing marshlights below the water or bobbing above bogs are seen as portents of death even when seen in the far distance, regardless of the creature responsible. In lands where azgenzaks are known to dwell, animals are often blindered at night and children are taught to keep shutters and curtains drawn tight to avoid seeing the deadly lights.",
			"",
			"In truth, azgenzaks are fairly simple creatures, mostly interested in their next meal. That said, they prefer the flesh of sentient victims and the screams of victims perishing in fear and fire. While they have no love for will-o'-wisps, they do sense a certain kinship with them, and more importantly they perceive the advantages of working with them to secure prey. Will-o'-wisps themselves offer no sustenance for an azgenzak, with their nearly immaterial bodies, but an azgenzak's ability to instill fear has much to offer hunting will-o'-wisps. The two creatures thus sometimes work in concert, with the azgenzak feasting physically upon its victims while the will-o'-wisp feeds psychically."
		]
	},
	"azruverda": {
		"name": "Azruverda",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Azruverda",
			"",
			"*A humanoid head peers forth from this enormous creature's beautifully iridescent, spike-covered beetle carapace.*",
			"",
			"### Azruverda, CR 13",
			"",
			"{SOURCE Bestiary 3/29}  ",
			"**XP** 25,600  ",
			"CG Huge aberration  ",
			"**Init** +2; **Senses** darkvision 60 ft., tremorsense 100 ft.; Perception +22",
			"",
			"#### Defense",
			"",
			"**AC** 25, touch 10, flat-footed 23 (+2 Dex, +15 natural, -2 size)  ",
			"**hp** 168 (16d8+96)  ",
			"**Fort** +11, **Ref** +7, **Will** +15  ",
			"**DR** 10/magic and slashing; **Immune** acid; **Resist** cold 10",
			"",
			"#### Offense",
			"",
			"**Speed** 50 ft., climb 30 ft.  ",
			"**Melee** bite +21 (2d6+11), 2 claws +21 (1d10+11)  ",
			"**Ranged** acid spit +13 touch (10d6 acid)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** acid spit, rend (1d10+11)  ",
			"**Spell-Like Abilities** (CL 16th; concentration +23)  ",
			"*At will*-dancing lights, faerie fire  ",
			"*3/day*-daylight, giant vermin, insect plague, repel vermin (DC 21), summon swarm",
			"",
			"#### Statistics",
			"",
			"**Str** 32, **Dex** 15, **Con**: 23, **Int** 14, **Wis** 16, **Cha**, 25  ",
			"**Base Atk** +12; **CMB** +25 (+29 bull rush); **CMD** 37 (39 vs. bull rush, 45 vs. trip)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Combat Reflexes}, {feat/Greater Bull Rush}, {feat/Improved Bull Rush}, {feat/Iron Will}, {feat/Point-Blank Shot}, {feat/Power Attack}, [Weapon Focus (acid spit)](feat/weapon_focus)  ",
			"**Skills** Climb +26, Handle Animal +17, Intimidate +26, Knowledge (dungeoneering) +12, Knowledge (nature) +12, Perception +22, Sense Motive +13, Spellcraft +15, Survival +16  ",
			"**Languages** Aklo, Common, Undercommon  ",
			"**SQ** vermin master",
			"",
			"#### Ecology",
			"",
			"**Environment** underground  ",
			"**Organization** solitary, pair, or brood (3-7)  ",
			"**Treasure** standard",
			"",
			"#### Special Abilities",
			"",
			"**Acid Spit (Ex)** An azruverda can spit a stream of acid at a target within 60 feet as a ranged touch attack that deals 10d6 points of acid damage.",
			"",
			"**Vermin Master (Su)** An azruverda can mentally control to up to 32 HD (twice the azruverda's racial Hit Dice) of vermin at any one time through a combination of supernatural pheromones and magical manipulation. To control a vermin, the azruverda must be able to see it, and it must be within 120 feet. Attempting to control a vermin is a standard action - the vermin can resist this attempt with a DC 25 Will save. If the vermin fails this save, the azruverda can issue a simple mental command like \"fight,\" \"come here,\" \"go there,\" or \"stand still\" as a swift action. Though composed of thousands of individuals, vermin with the swarm subtype are vulnerable to this ability as well. An azruverda can release a creature from this control as a free action. Vermin affected by this ability act normally unless an azruverda is actively controlling it, but never attack their master azruverda. The save DC is Charisma-based.",
			"",
			"#### Description",
			"",
			"Although repulsive in shape, these enormous, human-faced insectoid creatures are generally peaceful and serene. Left to its own devices, an azruverda is typically content to cultivate fungal gardens in deep underground sanctuaries. These gardens are beautiful to behold - masterful combinations of fungi, rocks, and other objects arranged in an artistic manner. Although generally solitary, azruverdas collaborate when a threat intrudes upon one of their underground homes.",
			"",
			"Azruverdas stand 16 feet tall on their many legs and weigh close to 4,000 pounds."
		]
	},
	"baboon": {
		"name": "Baboon",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Baboon",
			"",
			"*A hairy, stout animal with opposable thumbs, this creature has a pronounced muzzle and bright red buttocks.*",
			"",
			"### Baboon, CR 1/2",
			"",
			"{SOURCE Bestiary 2/212}  ",
			"**XP** 200  ",
			"N Small animal  ",
			"**Init** +2; **Senses** low-light vision; Perception +1",
			"",
			"#### Defense",
			"",
			"**AC** 13, touch 13, flat-footed 11 (+2 Dex, +1 size)  ",
			"**hp** 5 (1d8+1)  ",
			"**Fort** +3, **Ref** +4, **Will** +1",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +3 (1d4+1)",
			"",
			"#### Statistics",
			"",
			"**Str** 12, **Dex** 15, **Con**: 12, **Int** 2, **Wis** 12, **Cha**, 5  ",
			"**Base Atk** +0; **CMB** +0; **CMD** 12  ",
			"**Feats** {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +10, Climb +5; **Racial Modifiers** +4 Acrobatics, +4 Climb",
			"",
			"#### Ecology",
			"",
			"**Environment** warm forests or plains  ",
			"**Organization** solitary, pair, or mission (3-6)  ",
			"**Treasure** none",
			"",
			"#### Description",
			"",
			"Baboons are known for their aggressive nature and distinctive build, including a canine-like maw filled with sharp teeth, strong jaw muscles, a short tail, and prominent calluses on their brightly colored and protruding buttocks. Though they are primarily vegetarians, baboons are known to eat fish, insects, shellfish, and other small creatures. Ferociously territorial, baboons are quick to rise and defend their homes from any sort of intruders.",
			"",
			"A baboon is 3 feet tall and weighs 70 pounds."
		]
	},
	"bacallia": {
		"name": "Bacallia",
		"sources": [ "Druma, Profit and Prophecy" ],
		"description": [
			"## Bacallia",
			"",
			"*This animal resembles an alpaca with voluminous, shiny wool.*",
			"",
			"### Bacallia, CR 1",
			"",
			"{SOURCE Druma, Profit and Prophecy/62}  ",
			"**XP** 400  ",
			"N Medium animal  ",
			"**Init** +1; **Senses** low-light vision; Perception +5  ",
			"**Aura** dazzling (10 ft.)",
			"",
			"#### Defense",
			"",
			"**AC** 12, touch 12, flat-footed 11 (+1 Dex, +1 natural)  ",
			"**hp** 13 (2d8+4)  ",
			"**Fort** +5, **Ref** +4, **Will** +1  ",
			"**Defensive Abilities** pristine wool",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** 2 hooves +3 (1d4+2)  ",
			"**Special Attacks** spit",
			"",
			"#### Statistics",
			"",
			"**Str** 15, **Dex** 13, **Con**: 14, **Int** 2, **Wis** 12, **Cha**, 13  ",
			"**Base Atk** +1; **CMB** +3; **CMD** 14  ",
			"**Feats** {feat/Nimble Moves}  ",
			"**Skills** Acrobatics +5, Perception +5",
			"",
			"#### Ecology",
			"",
			"**Environment** temperate hills or mountains  ",
			"**Organization** solitary, pair, or majesty (3-18)  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Dazzling (Ex)** While uninjured and in normal or bright light, a bacallia's wool reflects light in distracting ways. All non-bacallias within 10 feet take a -1 penalty on saving throws against effects that would dazzle or fascinate them.",
			"",
			"**Pristine Wool (Ex)** Most impurities bead and slide off a bacallia's dense wool, leaving it gleamingly clean. This grants the bacallia a +2 racial bonus on saving throws against contact poisons and effects that would entangle it. It also gains a +1 bonus to its touch AC.",
			"",
			"**Spit (Ex)** Once per hour, a bacallia can spit its foul stomach contents at a single target within 10 feet. The target must succeed at a DC 13 Fortitude save or be sickened for 1d4 rounds. The save DC is Constitution-based.",
			"",
			"#### Description",
			"",
			"Bacallias are alpine camelids with luxuriously soft wool, expressive eyes, and short tempers. First domesticated by the dwarves of Tar Taargadth, bacallias became critical herd animals in supplying meat, milk, and wool to both the dwarves and their Kellid neighbors. The creatures are adequate pack animals, capable of bearing modest loads or light riders. Selective breeding has refined the texture and luster of bacallias' already-thick coats, which naturally repel rainwater and refract sunlight in scintillating patterns.",
			"",
			"A typical bacallia weighs about 150 pounds and has a market price of 25 gp. Bacallias with exceptionally soft wool, famous pedigrees, or both can sell for 500 gp or more, and the status of owning such an animal sometimes drives the price dramatically higher."
		]
	},
	"badger": {
		"name": "Badger",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Badger",
			"",
			"*The squat, waddling badger trudges forth. Thrusting its flattened nose about the ground, it sniffs incessantly.*",
			"",
			"### Badger, CR 1/2",
			"",
			"{SOURCE Bestiary 2/40}  ",
			"**XP** 200  ",
			"N Small animal  ",
			"**Init** +1; **Senses** low-light vision, scent; Perception +5",
			"",
			"#### Defense",
			"",
			"**AC** 13, touch 12, flat-footed 12 (+1 Dex, +1 natural, +1 size)  ",
			"**hp** 9 (1d8+5)  ",
			"**Fort** +4, **Ref** +3, **Will** +1",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft., burrow 10 ft.  ",
			"**Melee** bite +1 (1d3), 2 claws +1 (1d2)  ",
			"**Special Attacks** blood rage",
			"",
			"#### Statistics",
			"",
			"**Str** 10, **Dex** 13, **Con**: 15, **Int** 2, **Wis** 12, **Cha**, 6  ",
			"**Base Atk** +0; **CMB** -1; **CMD** 10 (14 vs. trip)  ",
			"**Feats** {feat/Toughness}  ",
			"**Skills** Escape Artist +5, Perception +5; **Racial Modifiers** +4 Escape Artist",
			"",
			"#### Ecology",
			"",
			"**Environment** temperate forests  ",
			"**Organization** solitary, pair, or clan (3-6)  ",
			"**Treasure** incidental",
			"",
			"#### Description",
			"",
			"The squat, burrowing badger is plentiful in most temperate forests. Most species are carnivorous, though some eat a variety of meat, insects, and vegetables. The badger possesses a fierceness and natural tenacity, while its stubby legs and wide, seemingly portly stature belie the creature's actual strength and speed.",
			"",
			"A typical badger has dark brownish-gray fur highlighted with white markings, such as bands or striped masks about the eyes. These markings are distinct and vary by species. While generally friendly, if threatened or otherwise provoked, badgers can become fierce combatants. Once engaged with an opponent, they typically fight until slain. In combat, they fight with their sharp, needle-like teeth and long, curved claws, which they otherwise use for digging."
		]
	},
	"badger_dire_badger": {
		"name": "Badger, Dire Badger",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Badger, Dire Badger",
			"",
			"*A tremendous badger snarls and scrapes its wicked, shovel-like claws. Stocky muscles ripple beneath its streaked and shaggy fur.*",
			"",
			"### Dire Badger, CR 2",
			"",
			"{SOURCE Bestiary 2/40}  ",
			"**XP** 600  ",
			"N Medium animal  ",
			"**Init** +6; **Senses** low-light vision, scent; Perception +10",
			"",
			"#### Defense",
			"",
			"**AC** 14, touch 12, flat-footed 12 (+2 Dex, +2 natural)  ",
			"**hp** 22 (3d8+9)  ",
			"**Fort** +6, **Ref** +5, **Will** +2  ",
			"**Defensive Abilities** ferocity",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft., burrow 10 ft.  ",
			"**Melee** bite +4 (1d4+2), 2 claws +4 (1d3+2)  ",
			"**Special Attacks** blood rage",
			"",
			"#### Statistics",
			"",
			"**Str** 14, **Dex** 15, **Con**: 17, **Int** 2, **Wis** 12, **Cha**, 9  ",
			"**Base Atk** +2; **CMB** +4; **CMD** 16 (20 vs. trip)  ",
			"**Feats** {feat/Improved Initiative}, [Skill Focus (Perception)](feat/skill_focus)  ",
			"**Skills** Escape Artist +6, Perception +10; **Racial Modifiers** +4 Escape Artist",
			"",
			"#### Ecology",
			"",
			"**Environment** temperate forests  ",
			"**Organization** solitary, pair, or clan (3-5)  ",
			"**Treasure** incidental",
			"",
			"#### Description",
			"",
			"A relentless predator, the violent and territorial dire badger hunts frequently, killing and devouring a variety of easy prey such as rabbits, deer, and occasionally livestock. These creatures are unafraid of attacking creatures larger than they are, drawing upon an almost legendary tenacity that has won them honor and respect among many races, particularly forest-dwelling gnomes.",
			"",
			"Dire badgers reside in deep burrows and warrens dug with their monstrous claws - but unlike typical badgers, a dire badger's claws are capable of tunneling through solid rock. Dire badgers possess little patience for disturbances or interruptions. Utterly fearless creatures, when confronted they attack brutally, and if injured, they violently erupt into a killing frenzy.",
			"",
			"Dire badgers stand 4 feet tall at the shoulder, and weigh 500 pounds."
		]
	},
	"dire_badger": { "copyof": "badger_dire_badger" },
	"baetriov": {
		"name": "Baetriov",
		"sources": [ "Taldor, the First Empire" ],
		"description": [
			"## Baetriov",
			"",
			"*Clad in the finest silks, this noblewoman has cheeks that are flush with vitality, though her eyes speak to great age and danger.*",
			"",
			"### Baetriov, CR 8",
			"",
			"{SOURCE Taldor, the First Empire/56}  ",
			"**XP** 4,800  ",
			"LE Medium undead  ",
			"**Init** +8; **Senses** darkvision 60 ft.; Perception +15  ",
			"**Aura** hemophile (30 ft.)",
			"",
			"#### Defense",
			"",
			"**AC** 19, touch 18, flat-footed 15 (+1 armor, +4 Dex, +4 profane)  ",
			"**hp** 102 (12d8+48); fast healing 5  ",
			"**Fort** +12, **Ref** +12, **Will** +13  ",
			"**Defensive Abilities** channel resistance +4; **DR** 10/good and piercing; **Immune** undead traits",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** dagger +13 (1d4+3 plus bleed) or 2 slams +13 (1d4+3)  ",
			"**Special Attacks** sneak attack +3d6  ",
			"**Spell-Like Abilities** (CL 12th; concentration +16)  ",
			"*At will*-bleed (DC 14), blood biography (DC 16), bloodhound, pain strike (DC 19)  ",
			"*3/day*-charm person (DC 15), modify memory (DC 18), rage (DC 17)",
			"",
			"#### Statistics",
			"",
			"**Str** 16, **Dex** 19, **Con**: -, **Int** 17, **Wis** 14, **Cha**, 18  ",
			"**Base Atk** +9; **CMB** +12; **CMD** 26  ",
			"**Feats** [Ability Focus (pain strike)](feat/ability_focus), {feat/Dazzling Display}, {feat/Deceitful}[^B], {feat/Improved Initiative}, {feat/Persuasive}[^B], {feat/Shatter Defenses}, [Weapon Focus (dagger, slam)](feat/weapon_focus)  ",
			"**Skills** Bluff +18, Craft (alchemy) +13, Diplomacy +18, Disguise +14 (+24 when appearing to be alive), Intimidate +21, Knowledge (arcana, nobility) +11, Perception +15, Sense Motive +15, Stealth +13  ",
			"**Languages** Common, Elven, Infernal, Jistkan  ",
			"**SQ** blood well, bloody bath",
			"",
			"#### Ecology",
			"",
			"**Environment** any urban  ",
			"**Organization** solitary or cabal (2-6)  ",
			"**Treasure** double (padded armor, dagger, other treasure)",
			"",
			"#### Special Abilities",
			"",
			"**Blood Well (Su)** Every baetriov crafts a blood well, a bath or pool of magically fresh blood that preserves her false youth and immortality. So long as the well is empowered, a destroyed baetriov automatically re-forms in her blood well after 1d10 nights. Only destroying the pool prevents this return. A typical blood well has hardness 8 and 100 hp. ",
			"",
			"The blood well must be refreshed by sacrificing humanoid creatures; a sacrificed humanoid empowers the blood well for a number of months equal to the victim's Hit Dice. If not refreshed again before this time expires, the blood well loses its magical properties and the baetriov no longer benefits from her bloody bath special ability until she can craft a new blood well, a process that requires the sacrifice of a vampire and a number of humanoids equal to the baetriov's Hit Dice (typically 12) under the new moon.",
			"",
			"**Bloody Bath (Su)** A baetriov can bathe in her blood well for 1 hour to gain a flush of false life for a number of days equal to her Hit Dice. This flush of life grants her immunity to spells that normally detect undead, a +10 circumstance bonus on Disguise checks to appear as a living creature, and a profane bonus to her AC and on saving throws equal to her Charisma modifier (already included in the statistics above).",
			"",
			"**Hemophile (Su)** Each attack that deals at least 1 point of piercing or slashing damage within this aura also deals 1d6 points of bleed damage. The baetriov can activate or deactivate this aura as a free action.",
			"",
			"#### Description",
			"",
			"Baetriovs are unique occult vampires who use ancient vile rituals to store their life force in a pool of blood, which must be periodically refreshed by human sacrifice. So long as their blood wells remain fresh and intact, baetriovs can remain forever young and handsome, gathering cults of personality to provide new victims.",
			"",
			"[^B]: Bonus feat."
		]
	},
	"bagiennik": {
		"name": "Bagiennik",
		"sources": [ "Bestiary 5" ],
		"description": [
			"## Bagiennik",
			"",
			"*This small, lizardlike creature has a humanoid upper body and a long tail with frilled extensions.*",
			"",
			"### Bagiennik, CR 6",
			"",
			"{SOURCE Bestiary 5/40}  ",
			"**XP** 2,400  ",
			"CN Small fey (aquatic)  ",
			"**Init** +2; **Senses** disease scent; Perception +19",
			"",
			"#### Defense",
			"",
			"**AC** 17, touch 13, flat-footed 15 (+2 Dex, +4 natural, +1 size)  ",
			"**hp** 66 (12d6+24)  ",
			"**Fort** +5, **Ref** +10, **Will** +8  ",
			"**DR** 5/cold iron; **Resist** acid 5, fire 5",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft., swim 40 ft.  ",
			"**Melee** 2 claws +9 (1d4-1)  ",
			"**Ranged** nasal spray +10 touch (3d6 fire, 3d6 acid, and nasal burn)  ",
			"**Spell-Like Abilities** (CL 7th; concentration +10)  ",
			"*3/day*-cure light wounds, remove disease  ",
			"*1/day*-cure moderate wounds, remove blindness/deafness",
			"",
			"#### Statistics",
			"",
			"**Str** 8, **Dex** 14, **Con**: 13, **Int** 15, **Wis** 10, **Cha**, 17  ",
			"**Base Atk** +6; **CMB** +4; **CMD** 16  ",
			"**Feats** {feat/Alertness}, {feat/Self-Sufficient}, [Skill Focus (Heal)](feat/skill_focus), {feat/Toughness}, {feat/Weapon Finesse}, [Weapon Focus (nasal spray)](feat/weapon_focus)  ",
			"**Skills** Bluff +10, Diplomacy +12, Escape Artist +9, Heal +22, Knowledge (arcana) +5, Knowledge (nature) +12, Perception +19, Sense Motive +11, Stealth +21, Survival +8, Swim +22, Use Magic Device +18  ",
			"**Languages** Common, Sylvan  ",
			"**SQ** amphibious",
			"",
			"#### Ecology",
			"",
			"**Environment** cold rivers  ",
			"**Organization** solitary, pair, or gang (3-8)  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Disease Scent (Ex)** A bagiennik can smell a diseased creature as if using the scent ability. It can discern whether the diseased creature is the source of a disease or merely a carrier; in the latter case, the bagiennik often seeks out the creature and attempts to purge its maladies.",
			"",
			"**Nasal Burn (Su)** A bagiennik's nasal spray deals 1d6 points of fire damage to victims in subsequent rounds after it strikes a target (as per the {umr/burn} universal monster ability), but it can also cure other maladies. Each round in which a victim takes damage from a bagiennik's nasal spray, that victim can attempt a DC 17 Fortitude save. If the victim succeeds at this save, it heals 1 point of ability damage to an ability score of its choice. If the result exceeds the DC by 5 or more, the victim can also attempt to remove a single disease or poison currently affecting her as per remove disease or neutralize poison (caster level 7th). If the damage from the bagiennik's nasal burn is reduced or negated in any way, the victim can't attempt this special Fortitude save that round. The save DC is Constitution-based.",
			"",
			"#### Description",
			"",
			"Bagienniks are small, amphibious fey that hide in tall reeds along rivers. They frequently dig into the silt beneath the pools of hot springs, where they take long naps in the warm and comforting waters and play pranks on foolish bathers who swim too close to the bagienniks' hiding spots. Despite their capricious nature, the creatures are sought for their healing abilities. They delight in curing maladies and burning away infirmities with their caustic nasal spray.",
			"",
			"A local bagiennik is considered a boon in many river towns. Citizens of such settlements often venture to the rivers with offerings, hoping to encourage the fey to stay close and heal their families. A bagiennik that finds a generous town might invite its extended family to settle in, testing the patience and largesse of its hosts."
		]
	},
	"bagman": {
		"name": "Bagman",
		"sources": [ "Pathfinder #105: The Inferno Gate" ],
		"description": [
			"## Bagman",
			"",
			"*This pale, pudgy humanoid is clad in a greasy traveling cloak and a wide-brimmed hat. A bloodstained burlap sack hangs over its shoulder.*",
			"",
			"### Bagman, CR 4",
			"",
			"{SOURCE Pathfinder #105: The Inferno Gate/84}  ",
			"**XP** 1,200  ",
			"NE Medium fey  ",
			"**Init** +2; **Senses** find children, low-light vision; Perception +11",
			"",
			"#### Defense",
			"",
			"**AC** 17, touch 12, flat-footed 15 (+2 Dex, +5 natural)  ",
			"**hp** 45 (7d6+21)  ",
			"**Fort** +5, **Ref** +7, **Will** +6  ",
			"**DR** 5/cold iron",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** 2 claws +8 (1d4+4 plus grab) or handaxe +7 (1d6+6/&times;3)  ",
			"**Special Attacks** bag prey",
			"",
			"#### Statistics",
			"",
			"**Str** 19, **Dex** 14, **Con**: 16, **Int** 15, **Wis** 12, **Cha**, 17  ",
			"**Base Atk** +3; **CMB** +7 (+9 bull rush, +11 grapple); **CMD** 19 (21 vs. bull rush)  ",
			"**Feats** {feat/Improved Bull Rush}, {feat/Power Attack}, {feat/Step Up}, [Weapon Focus (claw)](feat/weapon_focus)  ",
			"**Skills** Acrobatics +5, Bluff +13, Craft (alchemy) +12, Disguise +13 (+17 to appear human), Knowledge (local) +12, Knowledge (nature) +12, Perception +11, Spellcraft +9, Use Magic Device +13; **Racial Modifiers** +4 Disguise to appear human  ",
			"**Languages** Common, Sylvan  ",
			"**SQ** fat extractor",
			"",
			"#### Ecology",
			"",
			"**Environment** any urban  ",
			"**Organization** solitary, pair, or gang (3-5)  ",
			"**Treasure** standard (potion of infernal healing, potion of youthful appearance, cauldron, flint and steel, sack, sewing needle, other treasure)",
			"",
			"#### Special Abilities",
			"",
			"**Bag Prey (Su)** If a bagman begins its turn with a creature grappled in its claws, as long as the creature is size Small or smaller, it can stuff the target into its sack as a swift action that does not provoke attacks of opportunity. A bagman can stuff a grappled Medium creature in the sack, but doing so is a standard action that provokes attacks of opportunity. A creature in the sack can try to cut its way free with any light slashing or piercing weapon. The sack has AC 12 and 15 hit points. If a creature cuts its way out of the sack or the sack is damaged enough to allow a victim to escape, the bagman cannot use the sack to bag prey again until it has spent 1 hour mending it. ",
			"",
			"The sack has other special qualities while in the bagman's possession. The weight of creatures in the sack do not count against the bagman's carrying capacity, and the bagman can fit up to two Small creatures or one Medium creature in the sack at a time. If used by any creature other than the bagman that owns it, this container functions as a mundane sack. If a bagman's sack is lost or destroyed, it can craft a new sack with proper materials and a week of work.",
			"",
			"**Fat Extractor (Su)** A bagman can use the fat of intelligent humanoid creatures to create potions of infernal healing and potions of youthful appearance as if it had the {feat/Brew Potion} feat. These potions are created at caster level 3rd, and the fat from one humanoid creature of any size is enough to make a single potion. Creating each potion takes 2 hours, and requires the bagman to flense the fat from its victims' flesh with its claws, place the fat in a cauldron over an open fire, and mix it with whatever free ingredients are at hand. Unlike brewing a potion normally, creating these potions has no cost. A bagman can carry only four potions created in this way at a time, even if another bagman made them, but it can sell or give away an unlimited number of potions. Knowingly consuming one of these potions is an evil act.",
			"",
			"**Find Children (Ex)** A bagman has the scent ability, but only with respect to humanoid children. Thus, it could sniff out a human child's hiding place, but not the child's parents.",
			"",
			"#### Description",
			"",
			"Some monsters feed on humans, while others torture humans for their own sadistic pleasure, but few creatures go to such perverse lengths as to murder humans and then sell the processed remains back to their victims' unwitting families. Bagmen are such monsters' degenerate fey creatures who specialize in kidnapping humanoid victims and harvesting their fat to produce potions. Bagmen disguise themselves as traveling peddlers and apothecaries, often selling the products of their depredations to the very communities from which they steal their victims. An average bagman stands 5-1/2 feet tall and weighs close to 300 pounds.",
			"",
			"### Ecology",
			"",
			"Bagmen are nomadic creatures, traveling from town to town to peddle their disgusting wares. They prefer to travel by lesser-used roads, or even through stretches of wilderness, the better to happen upon lone travelers. Bagmen are opportunistic hunters, and rarely bother to set up ambushes or execute convoluted plans. If one happens upon an individual it thinks it can kidnap without repercussions - especially if that individual is sleeping or otherwise unable to properly defend himself - it simply snatches that person up and adjourns to a more private location to kill the person and harvest his fat.",
			"",
			"Children are an exception to this rule. Bagmen greatly value the fat of children, and employ a variety of tricks and threats to lure children away from the safety of their homes and families. When a group of children is traveling with just one or two adults, bagmen delight in attacking the group and bull rushing the weakest children away from their protectors; once the children have scattered, the bagmen find it much easier to snatch them and abscond with them to their lairs. Despite being far stronger and tougher than the average human, bagmen are quite cowardly. They eschew fighting with armed creatures, and hesitate to attack when outnumbered by combatants.",
			"",
			"Many claim that bagmen consume the fat they harvest from their victims for sustenance, and in many cultures the name for bagmen directly translates to \"fat-eater\" or \"fat-stealer.\" However, this accusation is largely false, and is most likely based on bagmen's waxen flesh and greasy complexions. In truth, fat is the one part of a creature a bagman almost never eats, having far greater use for it as an ingredient in horrifying potions it lures unsuspecting customers to imbibe. The rest - muscles, bones, organs, and all - the bagman consumes with unnatural rapidity in order to dispose of any evidence of its crime.",
			"",
			"It is unclear whether bagmen are capable of reproduction, or even how new bagmen come into being in the first place. Some scholars suggest that bagmen are the result of unnatural unions among fey, or between fey and a variety of evil outsiders. A few believe that new bagmen arise when evil energies permeate a bagman's cache of humanoid fat that hasn't already been turned into potions. Others claim that bagmen spontaneously manifest as a representation of the society's willingness to consume itself, such as when the rich and powerful profit at the expense of the poor and meek.",
			"",
			"### Habitat",
			"",
			"Bagmen are adept at disguising themselves as humans, and they use this ability to spend prolonged periods of time in human settlements. Here, they sell the potions they've produced using the fat of their victims. The gold they earn from these sales is less important to bagmen than the perverse pleasure they gain from revealing the nature of their wares to their horrified customers. Of course, customers' disgust is usually short lived; those who discover a bagman's terrible secret are usually the next ones into its bag. Bagmen who worry that their secret has spread throughout a populace, or that the public is suspicious of their activities, usually flee the area immediately. This has led to more than a few hastily abandoned merchant stalls, leaving the requisite authorities to eventually discover, to their horror, the true nature of the strange being who was once living and committing terrible crimes in their midst.",
			"",
			"While bagmen primarily delight in horrifying customers, they don't scorn the profits they garner. Indeed, bagmen are profligate spenders, and exploit their ability to pass for human to partake in all the pleasures of the flesh available in human cities. Bagmen's proclivity for gluttony often brings them into contact with cultists of Urgathoa, and alliances between bagmen and Urgathoans can be particularly fruitful. Bagmen provide potions and scouting services to Urgathoans at a steep discount, and in return they get to join the cultists in their dark feasts and rituals.",
			"",
			"Associating with Urgathoans has other benefits for bagmen, as well. Those who are afflicted by plagues sometimes make pleas to the Pallid Princess, and bagmen are happy to answer those prayers, albeit for a price. Bagmen relish this chance to offer potions of infernal healing or potions of youthful appearance as false cures; many potential victims see through the ruse immediately, but some of the most desperate fall for the bagmen's lies. The unluckiest ones are even willing to give in to the bagmen's demands, which may go so far as to include the lives of the afflicted person's loved ones or children, taken by the person's own hands at the bagman's urging. Other times, bagmen simply request information about their customers' families, and eventually use that information to terrible effect."
		]
	},
	"bakekujira": {
		"name": "Bakekujira",
		"sources": [
			"Bestiary 4",
			"Pathfinder #59: The Price of Infamy"
		],
		"description": [
			"## Bakekujira",
			"",
			"*This hulking mass of blubber and bone looks like it was once a whale. Ghostly flames glow in each of its eye sockets.*",
			"",
			"### Bakekujira, CR 17",
			"",
			"{SOURCE Bestiary 4/15;Pathfinder #59: The Price of Infamy/84}  ",
			"**XP** 102,400  ",
			"NE Colossal undead (aquatic)  ",
			"**Init** +4; **Senses** darkvision 60 ft.; Perception +20  ",
			"**Aura** undead parasites (30 ft., DC 28)",
			"",
			"#### Defense",
			"",
			"**AC** 32, touch 2, flat-footed 32 (+30 natural, -8 size)  ",
			"**hp** 262 (25d8+150)  ",
			"**Fort** +14, **Ref** +10, **Will** +14  ",
			"**Defensive Abilities** channel resistance +4; **DR** 15/bludgeoning; **Immune** undead traits",
			"",
			"#### Offense",
			"",
			"**Speed** 15 ft., swim 60 ft.  ",
			"**Melee** bite +27 (6d6+16/19-20), tail slap +21 (4d6+8)  ",
			"**Space** 30 ft., **Reach** 30 ft.  ",
			"**Special Attacks** capsize, leviathan's call, resonant song, smashing breach",
			"",
			"#### Statistics",
			"",
			"**Str** 42, **Dex** 10, **Con**: -, **Int** 2, **Wis** 11, **Cha**, 23  ",
			"**Base Atk** +18; **CMB** +42 (+46 bull rush); **CMD** 52 (54 vs. bull rush, can't be tripped)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Greater Bull Rush}, {feat/Improved Bull Rush}, [Improved Critical (bite)](feat/improved_critical), {feat/Improved Initiative}, {feat/Improved Lightning Reflexes}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Staggering Critical}, {feat/Stunning Critical}, [Weapon Focus (bite)](feat/weapon_focus)  ",
			"**Skills** Intimidate +16, Perception +20, Swim +28",
			"",
			"#### Ecology",
			"",
			"**Environment** any oceans  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Leviathan's Call (Su)** The tone of a bakekujira's eerie song varies from that of a wistful memory to a burning hatred. As a standard action, a bakekujira can sing. Living creatures within a 120-foot radius of a singing bakekujira must succeed at a DC 28 Will save or become fascinated or frightened (bakekujira's choice) for 1 round. Any creature that succeeds at this save cannot be affected by the same bakekujira's leviathan's call ability for 24 hours. This is a sonic mind-affecting effect. The save DC is Charisma-based.",
			"",
			"**Resonant Song (Su)** As a standard action every 1d4 rounds, the bakekujira can release a damaging resonance, dealing 12d8 points of sonic damage to creatures in a 60-foot cone (Fortitude DC 28 for half). The save DC is Charisma-based.",
			"",
			"**Smashing Breach (Ex)** As a full-round action, a swimming bakekujira can make a special charge attack against a creature on the water's surface. At the end of its charge, the whale breaches, slamming down with incredible force. Any Huge or smaller creatures in the bakekujira's space must succeed at a DC 28 Reflex save or take 4d8+24 points of bludgeoning damage and be forced into the nearest empty square adjacent to the bakekujira. Humanoid creatures killed by this ability rise as draugr in 1d6 hours. A bakekujira can use its capsize special attack in conjunction with this ability. The save DC is Charisma-based.",
			"",
			"**Undead Parasites (Su)** A 30-foot-radius cloud of undead fish and sea birds surrounds a bakekujira. Creatures starting their turn within the cloud must succeed at a DC 28 Will save or be nauseated for 1 round and take 6d6 points of damage. Creatures with the ability to channel positive energy can suppress this aura for 1 round by expending one use of channel energy. The bakekujira receives a Will save against this effect. The save DC is equal to 10 + 1/2 the channeler's caster level + the channeler's Charisma modifier. The channeled energy has no other effect.",
			"",
			"#### Description",
			"",
			"Sometimes, a whale that dies after days of anger and pain arises as an undead monstrosity known as a bakekujira. A bakekujira weighs about 50 tons, and measures from 50 to 60 feet long."
		]
	},
	"baku": {
		"name": "Baku",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Baku",
			"",
			"*This floating creature has long brown fur. Its face features a pair of long tusks and a curious elongated trunk for a snout.*",
			"",
			"### Baku, CR 8",
			"",
			"{SOURCE Bestiary 3/30}  ",
			"**XP** 4,800  ",
			"N Medium magical beast  ",
			"**Init** +9; **Senses** darkvision 60 ft., low-light vision; Perception +16",
			"",
			"#### Defense",
			"",
			"**AC** 15, touch 15, flat-footed 10 (+5 Dex)  ",
			"**hp** 95 (10d10+40)  ",
			"**Fort** +11, **Ref** +12, **Will** +8  ",
			"**DR** 10/cold iron; **Immune** mind-affecting effects, sleep; **SR** 19",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft., fly 60 ft. (perfect)  ",
			"**Melee** 2 claws +15 (1d4+2), gore +15 (1d6+2)  ",
			"**Special Attacks** mental drain  ",
			"**Spell-Like Abilities** (CL 10th; concentration +17)  ",
			"*At will*-invisibility, lullaby, sleep (DC 18)  ",
			"*3/day*-deep slumber (DC 20), dream  ",
			"*1/day*-ethereal jaunt, modify memory (DC 21)",
			"",
			"#### Statistics",
			"",
			"**Str** 14, **Dex** 21, **Con**: 18, **Int** 15, **Wis** 16, **Cha**, 25  ",
			"**Base Atk** +10; **CMB** +12; **CMD** 27 (31 vs. trip)  ",
			"**Feats** {feat/Alertness}, {feat/Flyby Attack}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Weapon Finesse}  ",
			"**Skills** Diplomacy +15, Fly +18, Perception +16, Sense Motive +13, Spellcraft +8, Stealth +16  ",
			"**Languages** Aklo, Celestial, Common  ",
			"**SQ** dream claws",
			"",
			"#### Ecology",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"#### Special Abilities",
			"",
			"**Dream Claws (Ex)** A baku's claws are treated as cold iron and magic for purposes of overcoming damage reduction.",
			"",
			"**Dream Eating (Su)** A baku can feed upon the dreams of any single sleeping creature within 100 feet. Alternatively, the baku can feed upon the dreams of a creature that it manages to contact with its dream spell-like ability. A creature can resist this effect with a DC 22 Will save. When a baku feeds in this way, it can elect to consume only nightmares or all dreams. If it only consumes nightmares, the target creature is immune to the effects of the nightmare spell, the dream haunting ability of the night hag, and other similar attacks for that period of sleep. If the baku instead feeds on all of the creature's dreams, that creature is fatigued upon waking and does not gain any benefits it would have received from sleep, such as natural healing or the ability to regain spells after resting. This is a mind-affecting sleep effect. The save DC is Charisma-based.",
			"",
			"**Mental Drain (Su)** When a baku attacks with a claw, it can choose, as a swift action, to deal 1d4 points of Intelligence damage on that attack. A DC 22 Will save negates this ability damage. The save DC is Charisma-based.",
			"",
			"#### Description",
			"",
			"Bizarre creatures that feed on thoughts, bakus stay hidden from humanoids and feed on their creativity and dreams as well as their fears and nightmares. Bakus rarely encounter others of their kind, living largely solitary lives. Some sages speculate the creatures are not born, but rather spontaneously manifest as if spun from dreams, nightmares, and creative thoughts. Bakus are about 5 feet long and weigh 100 pounds.",
			"",
			"Bakus dislike feeding on thoughts concerning themselves, and tend to cease when their target begins thinking of the baku. For this reason, bakus keep hidden in settlements, floating in the evening air above bedrooms and boarding houses, siphoning sustenance from the dreaming populace. Bakus themselves do not sleep.",
			"",
			"Given their connection to dreams and nightmares, bakus are mortal enemies of night hags. Though usually calm and gentle creatures, bakus that encounter night hags dedicate themselves to hunting them down and ridding the world of their dark influence. A baku uses its ethereal jaunt spell-like ability to fight night hags as they inflict nightmares on their victims."
		]
	},
	"baku_dreamweaver": {
		"name": "Baku Dreamweaver",
		"sources": [ "Occult Bestiary" ],
		"description": [
			"## Baku Dreamweaver",
			"",
			"*Simple but elegant robes drape over this gray-furred, trunked quadruped, and its kind gaze suggests a gentle wisdom.*",
			"",
			"### Baku Dreamweaver, CR 11",
			"",
			"{SOURCE Occult Bestiary/10}  ",
			"**XP** 12,800  ",
			"N Medium magical beast  ",
			"**Init** +11; **Senses** darkvision 60 ft., low-light vision, thoughtsense 60 ft.; Perception +25",
			"",
			"#### Defense",
			"",
			"**AC** 25, touch 25, flat-footed 18 (+7 Dex, +8 deflection)  ",
			"**hp** 174 (12d10+96)  ",
			"**Fort** +16, **Ref** +15, **Will** +12  ",
			"**DR** 15/cold iron and magic; **Immune** mind-affecting effects, sleep; **SR** 22",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft., fly 60 ft. (perfect)  ",
			"**Melee** 2 claws +19 (2d8+4 plus mental siphon), gore +19 (1d8+4)  ",
			"**Special Attacks** mental siphon  ",
			"**Spell-Like Abilities** (CL 11th; concentration +19)  ",
			"*Constant*-ethereal fists  ",
			"*At will*-dream council, invisibility, lullaby, sleep (DC 21)  ",
			"**Psychic Magic** (CL 18th; concentration +26)  ",
			"*30 PE*-deep slumber (3 PE, DC 21), dream scan (5 PE, DC 23), dream voyage (9 PE), incorporeal chains (6 PE), modify memory (5 PE, DC 23)",
			"",
			"#### Statistics",
			"",
			"**Str** 18, **Dex** 25, **Con**: 18, **Int** 18, **Wis** 23, **Cha**, 27  ",
			"**Base Atk** +12; **CMB** +16; **CMD** 41  ",
			"**Feats** {feat/Alertness}, {feat/Flyby Attack}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lucid Dreamer}, {feat/Weapon Finesse}  ",
			"**Skills** Diplomacy +20, Fly +15, Knowledge (planes) +16, Perception +25, Sense Motive +22, Spellcraft +16, Stealth +22  ",
			"**Languages** Aklo, Celestial, Common  ",
			"**SQ** consume dream, dream shepherd, dream whispers, dreaming grace, oneiromancy",
			"",
			"#### Ecology",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"#### Special Abilities",
			"",
			"**Consume Dream (Su)** A baku dreamweaver can consume the dreams of any sleeping creature within 100 feet, either preventing nightmares or causing fatigue and preventing all effects of rest, as per a normal baku's dream eating ability. When it is within the Dimension of Dreams, it can use this ability on a creature whose lucid body is within 100 feet to cause that creature to instantly leave the Dimension of Dreams (removing its lucid body), with no saving throw.",
			"",
			"**Dream Shepherd (Su)** A dreamweaver can enter the Dimension of Dreams at any time and herd a dreamer across the dreamscape, traveling great distances in a short period, as per the dream travel spell. When the dreamweaver uses either this ability or its dream voyage psychic magic ability, reaching a destination dream takes 30 minutes instead of 1 hour for a creature on the same plane, and the baku dreamweaver gains a +5 bonus on any required Will saves.",
			"",
			"**Dream Whispers (Su)** A dreamweaver can manipulate the dreams of nearby creatures to cultivate particular dreams. When it encounters a dreaming creature, a dreamweaver can change that creature's dreamscape in any way that the greater create mindscape spell can shape a mindscape. The dreamscape acts as an immersive and harmless mindscape, taking any form the baku dreamweaver desires.",
			"",
			"**Dreaming Grace (Su)** A baku dreamweaver has devoured so many insubstantial dreams and dream creatures that it gains a deflection bonus to its AC equal to its Charisma modifier and adds half its Charisma modifier to its Constitution modifier to determine its hit points and its bonuses on Fortitude saves and Constitution checks.",
			"",
			"**Mental Siphon (Su)** When a dreamweaver hits with a claw attack, it also deals 1d4 points of ability damage to a mental ability score of the dreamweaver's choice. A successful DC 24 Will save negates this ability damage. The save DC is Charisma-based.",
			"",
			"**Oneiromancy (Su)** While within the Dimension of Dreams, a dreamweaver can predict that plane's strange dream logic, allowing it to reroll a single failed attack roll or saving throw once per round.",
			"",
			"#### Description",
			"",
			"Unlike normal bakus, who contentedly feed on any dreams, dreamweavers savor the dreams of only the most imaginative and creative beings, particularly those of people who are attuned to the spiritual realms or possess psychic abilities. The potency of such sleepers' dreams grants dreamweavers increased power. Dreamweavers still despise night hags and other nightmare creatures, and use their puissant abilities to destroy these menaces."
		]
	},
	"bandersnatch": {
		"name": "Bandersnatch",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Bandersnatch",
			"",
			"*This six-limbed beast stalks forward with a fluid grace. Barbed quills run along its back, and its eyes glow with a blue light.*",
			"",
			"### Bandersnatch, CR 17",
			"",
			"{SOURCE Bestiary 3/32}  ",
			"**XP** 102,400  ",
			"N Gargantuan magical beast  ",
			"**Init** +11; **Senses** blindsense 120 ft., darkvision 120 ft., low-light vision, scent; Perception +26",
			"",
			"#### Defense",
			"",
			"**AC** 33, touch 13, flat-footed 26 (+7 Dex, +20 natural, -4 size)  ",
			"**hp** 310 (23d10+184); fast healing 10  ",
			"**Fort** +21, **Ref** +20, **Will** +11  ",
			"**Defensive Abilities** quick recovery, quill defense; **Immune** fear, paralysis, poison, sleep",
			"",
			"#### Offense",
			"",
			"**Speed** 60 ft., climb 20 ft.  ",
			"**Melee** bite +32 (2d8+13 plus grab), 2 claws +32 (2d6+13/19-20), tail slap +27 (2d8+19/&times;3 plus pain)  ",
			"**Ranged** 4 quills +26 (1d10+13/19-20)  ",
			"**Space** 20 ft., **Reach** 15 ft. (20 ft. with tail slap)  ",
			"**Special Attacks** bounding charge, brutal tail, gaze, lash out, pounce, rake (4 claws, +32, 2d6+13/19-20), rend (2 claws, 2d6+19)",
			"",
			"#### Statistics",
			"",
			"**Str** 36, **Dex** 25, **Con**: 27, **Int** 2, **Wis** 15, **Cha**, 18  ",
			"**Base Atk** +23; **CMB** +40 (+44 grapple); **CMD** 57 (65 vs. trip)  ",
			"**Feats** {feat/Bleeding Critical}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Critical Mastery}, {feat/Exhausting Critical}, [Improved Critical (claws)](feat/improved_critical), [Improved Critical (quills)](feat/improved_critical), {feat/Improved Initiative}, {feat/Improved Iron Will}, {feat/Iron Will}, [Skill Focus (Stealth)](feat/skill_focus), {feat/Tiring Critical}  ",
			"**Skills** Acrobatics +19 (+31 when jumping), Climb +21, Perception +26, Stealth +18 (+26 forests), Survival +3 (+23 tracking); **Racial Modifiers** +8 Acrobatics, +10 Perception, +4 Stealth (+12 forests), +20 Survival when tracking  ",
			"**SQ** planar acclimation, relentless tracker",
			"",
			"#### Ecology",
			"",
			"**Environment** any forests  ",
			"**Organization** solitary  ",
			"**Treasure** incidental",
			"",
			"#### Special Abilities",
			"",
			"**Bounding Charge (Ex)** A bandersnatch can move through difficult terrain when it charges.",
			"",
			"**Brutal Tail (Ex)** The quills and barbs on a bandersnatch's tail cause triple damage on a critical hit from its tail slap. A bandersnatch adds 1-1/2 times its strength bonus on attack rolls when using its tail slap.",
			"",
			"**Gaze (Su)** Confused for 1 round, range 30 feet, Fortitude DC 29 negates. A bandersnatch can direct its gaze attack against a single foe as a swift action. This is a mind-affecting compulsion effect. The save DC is Constitution-based.",
			"",
			"**Lash Out (Ex)** As a swift action, a bandersnatch can make a single attack with a bite, claw, or tail slap. A bandersnatch cannot lash out on the same round it charges.",
			"",
			"**Pain (Ex)** Whenever a creature takes damage from a bandersnatch's tail slap attack, quills, or quill defense, that creature must make a DC 28 Reflex save or a quill lodges in its flesh, causing the creature to become sickened until the quill is removed. Removing one quill requires a DC 20 Heal check made as a full-round action. For every 5 by which the check exceeds the DC, one additional quill can be removed. On a failed check, a quill is still removed, but the process deals 1d10+6 points of damage to the victim. The save DC is Dexterity-based.",
			"",
			"**Planar Acclimation (Ex)** A bandersnatch is always considered to be on its home plane, regardless of what plane it finds itself upon. It never gains the extraplanar subtype.",
			"",
			"**Quill Defense (Ex)** Any creature that strikes a bandersnatch with a non-reach melee weapon, unarmed strike, or natural weapon takes 1d10 points of piercing damage from the bandersnatch's quills and suffers from the bandersnatch's pain attack.",
			"",
			"**Quick Recovery (Su)** A debilitated bandersnatch recovers with frightening speed. If a bandersnatch starts its turn affected by any or all of the following conditions, these conditions end at the end of its turn: confused, dazed, dazzled, exhausted, fatigued, nauseated, sickened, and stunned. Furthermore, a bandersnatch affected by ability damage, ability drain, or a mind-affecting effect that allows a save receives a single additional save against the effect of its choice at the original DC at the end of its turn in order to shake off the effect.",
			"",
			"**Quills (Ex)** With a snap of its tail, a bandersnatch can loose a volley of four quills as a standard action (make an attack roll for each spike). This attack has a range of 300 feet with no range increment. All targets must be within 30 feet of each other. Launched quills regrow in a single round, during which the bandersnatch's defensive abilities are unaffected.",
			"",
			"**Relentless Tracker (Ex)** A bandersnatch can move at up to double its speed and still track without penalty. It gains a +10 competence bonus on Survival checks made to track creatures it has wounded.",
			"",
			"#### Description",
			"",
			"Bandersnatches are consummate hunters, and only the deadliest predators or the most cunning intelligent prey offer them sport. Once a bandersnatch has marked a creature for death, it runs it to ground without fear, rest, or remorse.",
			"",
			"Bandersnatches rely on speed, shock, and terror to bring down prey. They pace their quarry from a distance, hidden among the trees, then break from cover, savage their target, and dart away again. They drag smaller creatures away to dispatch at leisure, while engaging larger ones in skirmishes until they gradually wear their prey down. An outmatched bandersnatch withdraws at full speed, stopping only to pick off pursuers that distance themselves from their allies. Once its wounds heal, the bandersnatch returns to the scene of its defeat, picks up the trail of its assailants, and eliminates them one by one.",
			"",
			"In appearance, a bandersnatch resembles a tawny, six-legged great cat, but with wickedly barbed quills running the length of its body and down to the tip of its long, flexible tail. Its quills serve to deter attackers, but also act as a formidable weapon. With a single flick of its muscular tail, a bandersnatch can fling as many as a half-dozen quills at distant foes with surprising accuracy. A bandersnatch captivates any prey that meets the gaze of its saucerlike, luminous eyes. A bandersnatch measures 40 feet in length plus another 10 feet of tail and weighs 12,000 pounds. Despite their bulk, bandersnatches move with speed, grace, and even considerable stealth when required.",
			"",
			"Bandersnatches were once native to the primal world of the fey, where they preyed on the greatest hunters of that ancient realm. As with other legendary creatures from this realm, such as the jabberwock, bandersnatches belong to a group of creatures known collectively as the \"Tane.\" Whether the fey were careless in guarding their portals or released the first bandersnatches into Material Plane deliberately cannot be said with certainty. Rare in the extreme on the Material Plane, bandersnatches lair within forgotten forests where ancient beasts walk the world.",
			"",
			"Bandersnatches mate only rarely. A female becomes fertile perhaps once or twice per century, leaving the male soon after mating and giving birth to only one or two kittens per litter. The mother brings meat to her ravenous young, which mature into lesser bandersnatches (see below) within a year. Bandersnatches live for a thousand years or longer.",
			"",
			"### Variant Bandersnatches",
			"",
			"Though no bandersnatch is ordinary, some are rarer than others. The most famous is the frumious bandersnatch, brimming with rage so fierce it burns. Variant bandersnatches may combine two or more of the abilities below.",
			"",
			"**Confounding Bandersnatch (+1 CR):** Confounding bandersnatches drip infectious madness from their quills and claws. *Poison (Ex)* Claws and quills-injury; save Fort DC 29; frequency 1/minute for 6 minutes; effect confused for 1 minute; cure 2 consecutive saves. The save DC is Constitution-based.",
			"",
			"**Frumious Bandersnatch (+2 CR):** A frumious bandersnatch seethes with barely repressed rage and anger. If it misses with its bite attack or falls below half of its hit points, it succumbs to such uncontrollable fury that it bursts into flame. While engulfed in these flames, a frumious bandersnatch is affected as by a haste spell (this effect cannot be dispelled) and causes an additional 2d6 points of fire damage with each of its melee attacks and its quill defense ability. The fury lasts for 5 rounds, after which the bandersnatch cannot enter a fury again for another 5 rounds. A frumious bandersnatch has fire resistance 30.",
			"",
			"**Lesser Bandersnatch (-4 CR):** Smaller or younger bandersnatches are still fearsome predators in their own right. A lesser bandersnatch is Huge, with 4 fewer Hit Dice than a typical bandersnatch. Reduce its physical ability scores by 4 each and its Wisdom and Charisma by 2 each. A lesser bandersnatch lacks quick recovery and deals 1d8+4 points of damage with its quill defense and pain abilities. Lesser bandersnatches never have any additional variant powers.",
			"",
			"**Magicbane Bandersnatch (+3 CR):** These bandersnatches radiate an antimagic aura in a 20-foot radius. Should the aura be brought down, it returns automatically as a free action on the bandersnatch's next turn. Magicbane bandersnatches lack gaze and quick recovery.",
			"",
			"**Primal Bandersnatch (+2 CR):** Primal bandersnatches have kept their ties to the ancient world of the fey. They have the extraplanar subtype, SR equal to 11 plus their CR, DR 10/cold iron, and the advanced creature simple template."
		]
	},
	"banelight": {
		"name": "Banelight",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## Banelight",
			"",
			"*This creature has a dragonfly's body and a woman's head and arms. A glowing red vortex gathers between her hands.*",
			"",
			"### Banelight, CR 12",
			"",
			"{SOURCE Bestiary 6/37}  ",
			"**XP** 19,200  ",
			"NE Medium fey  ",
			"**Init** +15; **Senses** blindsight 60 ft., low-light vision; Perception +25  ",
			"**Aura** banelight (60 ft.)",
			"",
			"#### Defense",
			"",
			"**AC** 27, touch 21, flat-footed 16 (+11 Dex, +6 natural)  ",
			"**hp** 168 (16d6+112); fast healing 10  ",
			"**Fort** +14, **Ref** +21, **Will** +16  ",
			"**DR** 10/cold iron; **Immune** magic  ",
			"**Weaknesses** susceptible to darkness",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft., fly 100 ft. (perfect)  ",
			"**Melee** 2 light vortices +19 touch (5d8)  ",
			"**Ranged** 2 light vortices +19 touch (5d8)  ",
			"**Special Attacks** create will-o'-wisp  ",
			"**Spell-Like Abilities** (CL 12th; concentration +18)  ",
			"*Constant*-daylight (centered on self)  ",
			"*At will*-wandering star motes (DC 20)  ",
			"*3/day*-quickened wandering star motes (DC 20)",
			"",
			"#### Statistics",
			"",
			"**Str** 12, **Dex** 32, **Con**: 25, **Int** 21, **Wis** 22, **Cha**, 23  ",
			"**Base Atk** +8; **CMB** +9; **CMD** 38 (42 vs. trip)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Defensive Combat Training}, {feat/Great Fortitude}, {feat/Improved Great Fortitude}, {feat/Improved Initiative}, {feat/Quicken Spell-Like Ability/ (wandering star motes)}, {feat/Vital Strike}, {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +30, Bluff +25, Escape Artist +30, Fly +38, Intimidate +22, Knowledge (nature) +24, Perception +25, Sense Motive +25, Spellcraft +21, Stealth +30, Use Magic Device +25  ",
			"**Languages** Aklo, Auran, Common, Draconic, Sylvan",
			"",
			"#### Ecology",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or witchlight (3-10 plus 4-6 will-o'-wisps or lurkers in light)  ",
			"**Treasure** standard",
			"",
			"#### Special Abilities",
			"",
			"**Banelight Aura (Su)** Creatures within a banelight's aura and also in an area of bright light (generally the case because of the creature's constant daylight) are dazzled and affected as by the spell bane, with no saving throw. All magical light sources that come within a banelight's aura turn bright red except those from her own spell-like abilities.",
			"",
			"**Create Will-o'-Wisp (Su)** Up to three times per day as a swift action, a banelight can cause a single nonliving source of light (other than one she created) within the area of her banelight aura to spawn an advanced will-o'-wisp under her control. Will-o'-wisps created in this manner exist for up to 1 minute before vanishing. A single banelight can maintain up to three will-o'-wisps at a time in this manner.",
			"",
			"**Immune to Magic (Ex)** Banelights are immune to all spells and spell-like abilities that allow spell resistance except magic missile, maze, and their personal daylight (which constantly affects them even though they aren't an object).",
			"",
			"**Light Vortex (Su)** A banelight can use its light vortices as melee touch attacks or ranged touch attacks with a 60-foot range. Each vortex deals 5d8 points of damage to most targets, but deals 5d6 points of damage to constructs and inanimate objects, 10d6 points of damage to undead, and 10d8 points of damage to creatures specifically vulnerable to sunlight or bright light. This damage bypasses all damage reduction and energy resistance.",
			"",
			"**Susceptible to Darkness (Ex)** A banelight gains much of its power from light. It can reactivate its daylight on its turn if the effect is dispelled, but a banelight in an area of darkness does not have a banelight aura, loses its fast healing, and is staggered.",
			"",
			"#### Description",
			"",
			"Banelights are cruel fey who stalk mortals in the darkness and loathe the increasing ubiquity of mortalmade light. Banelights are strangely social creatures, and they conduct bizarre courtship dances among themselves or with will-o'-wisps. In the absence of other fey to keep them company, banelights sometimes capture mortals to keep them entertained. While a good conversationalist can survive as a banelight's \"guest\" for years, banelights are quick to dispatch companions who bore them."
		]
	},
	"banshee": {
		"name": "Banshee",
		"sources": [
			"Bestiary 2",
			"Pathfinder #17: A Memory of Darkness"
		],
		"description": [
			"## Banshee",
			"",
			"*This beautiful, ghostly elven woman glides through the air, her long hair flowing around a face knotted into a mask of rage.*",
			"",
			"### Banshee, CR 13",
			"",
			"{SOURCE Bestiary 2/41;Pathfinder #17: A Memory of Darkness/80}  ",
			"**XP** 25,600  ",
			"CE Medium undead (incorporeal)  ",
			"**Init** +15; **Senses** darkvision 60 ft., hear heartbeat; Perception +31",
			"",
			"#### Defense",
			"",
			"**AC** 26, touch 26, flat-footed 14 (+4 deflection, +11 Dex, +1 dodge)  ",
			"**hp** 161 (19d8+76)  ",
			"**Fort** +10, **Ref** +19, **Will** +18  ",
			"**Defensive Abilities** incorporeal; **Immune** undead traits  ",
			"**Weaknesses** sunlight powerlessness",
			"",
			"#### Offense",
			"",
			"**Speed** fly 60 ft. (perfect)  ",
			"**Melee** incorporeal touch +26 (14d6 negative energy plus terror)  ",
			"**Special Attacks** wail",
			"",
			"#### Statistics",
			"",
			"**Str** -, **Dex** 32, **Con**: -, **Int** 5, **Wis** 20, **Cha**, 19  ",
			"**Base Atk** +14; **CMB** +25; **CMD** 40  ",
			"**Feats** {feat/Alertness}, {feat/Combat Reflexes}, {feat/Dodge}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Mobility}, {feat/Step Up}, [Weapon Focus (touch)](feat/weapon_focus), {feat/Wind Stance}  ",
			"**Skills** Fly +19, Perception +31, Sense Motive +7  ",
			"**Languages** Common, Elven",
			"",
			"#### Ecology",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"#### Special Abilities",
			"",
			"**Hear Heartbeat (Ex)** A banshee can sense the beating hearts of living creatures within 60 feet, as if it had the blindsight ability.",
			"",
			"**Terror (Su)** A creature damaged by the banshee's touch attack must make a DC 23 Will save. Failure means that the victim cowers in fear for 1d3 rounds. If a target is protected against fear by a dispellable effect (such as heroes' feast or mind blank), the banshee's touch attempts to dispel one such effect with greater dispel magic (CL 14th). Negative energy damage caused by a banshee's touch can only harm the living; it cannot heal undead. This is a mind-affecting fear effect. The save DC is Charisma-based.",
			"",
			"**Wail (Su)** Once per minute, a banshee may wail as a full-round action. The wail lasts until the beginning of her next turn. All creatures within 40 feet of the banshee when she begins her wail, as well as all creatures that end their turn within that radius, must make a DC 23 Fortitude save. (This save is only required once per wail.) Creatures under the effects of a fear effect take a -4 penalty on this save. Creatures that make their save are sickened for 1d6 rounds. Those that fail take 140 points of damage (as if affected by a CL 14 wail of the banshee). If a wailing banshee is damaged during a wail, she must make a Will save (DC 15 + damage taken) to maintain the wail; otherwise it ends. This is a sonic death effect. Banshee wails are supernaturally powerful, and penetrate the effect of any spell of 3rd level or lower that creates silence. The save DC is Charisma-based.",
			"",
			"#### Description",
			"",
			"A banshee is the enraged spirit of an elven woman who either betrayed those she loved or was herself betrayed. Maddened by grief, a banshee visits her vengeance on all living creatures - innocent or guilty - with her fearsome touch and deadly wails."
		]
	},
	"baregara": {
		"name": "Baregara",
		"sources": [
			"Bestiary 3",
			"Pathfinder #42: Sanctum of the Serpent God"
		],
		"description": [
			"## Baregara",
			"",
			"*This lumbering apelike monster has blood-red fur, twisted horns, and a hideous fanged orifice set in the center of its chest.*",
			"",
			"### Baregara, CR 12",
			"",
			"{SOURCE Bestiary 3/34;Pathfinder #42: Sanctum of the Serpent God/80}  ",
			"**XP** 19,200  ",
			"CE Large outsider (chaotic, evil, extraplanar)  ",
			"**Init** +8; **Senses** darkvision 60 ft.; Perception +22",
			"",
			"#### Defense",
			"",
			"**AC** 25, touch 13, flat-footed 21 (+4 Dex, +12 natural, -1 size)  ",
			"**hp** 168 (16d10+80)  ",
			"**Fort** +15, **Ref** +14, **Will** +10  ",
			"**DR** 10/good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 23",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft., climb 40 ft.  ",
			"**Melee** bite +23 (1d8+8), 2 claws +23 (1d10+8 plus grab), gore +23 (1d8+8)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** devouring grapple, monstrous challenge, one-armed hold  ",
			"**Spell-Like Abilities** (CL 16th; concentration +19)  ",
			"*Constant*-see invisibility  ",
			"*At will*-dispel magic, teleport (self plus 50 lbs. of objects only)  ",
			"*3/day*-quickened hold person (DC 16)  ",
			"*1/day*-summon (level 4, 1d4 dire apes 50% or 1d2 girallons 35%), unholy blight (DC 17)",
			"",
			"#### Statistics",
			"",
			"**Str** 26, **Dex** 19, **Con**: 20, **Int** 15, **Wis** 16, **Cha**, 17  ",
			"**Base Atk** +16; **CMB** +25 (+29 grapple); **CMD** 39  ",
			"**Feats** {feat/Critical Focus}, {feat/Improved Initiative}, {feat/Intimidating Prowess}, {feat/Iron Will}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (hold person)}, {feat/Step Up}, {feat/Throw Anything}  ",
			"**Skills** Acrobatics +15, Bluff +14, Climb +27, Diplomacy +11, Intimidate +30, Knowledge (nature) +10, Knowledge (planes) +13, Perception +22, Sense Motive +14, Stealth +19, Survival +19, Swim +16  ",
			"**Languages** Abyssal, Celestial, Common, Draconic; telepathy 100 ft.",
			"",
			"#### Ecology",
			"",
			"**Environment** warm forests (Abyss)  ",
			"**Organization** solitary, pair, or troop (3-5)  ",
			"**Treasure** standard",
			"",
			"#### Special Abilities",
			"",
			"**Devouring Grapple (Ex)** The mouth at the center of a baregara's chest automatically deals 2d8+4 points of damage per round to any creature the baregara successfully grapples.",
			"",
			"**Monstrous Challenge (Su)** As a standard action, a baregara can make an Intimidate check to demoralize an opponent. If this check is successful, the baregara surges with power and gains a +4 enhancement bonus to Strength and Constitution for 10 minutes. This ability is usable three times per day.",
			"",
			"**One-Armed Hold (Ex)** A baregara's huge arms allow it to initiate and maintain a grapple without the standard -4 penalty for not having both hands free.",
			"",
			"#### Description",
			"",
			"Although natives of the Abyss that often serve as minions for powerful demons or demon lords, baregaras are not in fact demons themselves. Some scholars classify them as \"proto-demons\" - monsters like bebiliths or xacabras that could perhaps someday complete their supernatural evolution into full demonic glory, but that have not quite yet reached that end. Of course, to the baregara's victims, these debates are incidental.",
			"",
			"In the Abyss, baregaras form small troops just like the apes of the Material Plane. These troops are led by the strongest fighter or an individual anointed by a powerful demon the baregara troop serves. Rivalries between troops are part of a complex hierarchy that is all but incomprehensible to non-baregaras, but planar scholars have observed that all baregaras take trophies from notable kills, and that these grisly mementos play some role in establishing the convoluted social standing of the troop leaders and their followers.",
			"",
			"Even when knuckle-walking on their enormous hands, baregaras stand over 12 feet high when measured to the top of their horns, and their dense bodies can weigh up to 1,500 pounds."
		]
	},
	"barghest": {
		"name": "Barghest",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Barghest",
			"",
			"*This snarling, canine beast pads forward on all fours, its slender front limbs looking more like hands than a wolf's paws.*",
			"",
			"### Barghest, CR 4",
			"",
			"{SOURCE Pathfinder RPG Bestiary/27}  ",
			"**XP** 1,200  ",
			"LE Medium outsider (evil, extraplanar, lawful, shapechanger)  ",
			"**Init** +6; **Senses** darkvision 60 ft., scent; Perception +11",
			"",
			"#### Defense",
			"",
			"**AC** 17, touch 12, flat-footed 15 (+2 Dex, +5 natural)  ",
			"**hp** 45 (6d10+12)  ",
			"**Fort** +6, **Ref** +7, **Will** +7  ",
			"**DR** 5/magic",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +10 (1d6+4), 2 claws +10 (1d4+4)  ",
			"**Special Attacks** feed  ",
			"**Spell-Like Abilities** (CL 6th)  ",
			"*At will*-blink, levitate, misdirection  ",
			"*1/day*-charm monster (DC 16), crushing despair (DC 16), dimension door",
			"",
			"#### Statistics",
			"",
			"**Str** 19, **Dex** 15, **Con**: 15, **Int** 14, **Wis** 14, **Cha**, 14  ",
			"**Base Atk** +6; **CMB** +10; **CMD** 22 (24 vs. trip)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Improved Initiative}, {feat/Great Fortitude}  ",
			"**Skills** Acrobatics +11, Bluff +11, Diplomacy +11, Intimidate +11, Perception +11, Sense Motive +11, Stealth +11, Survival +11  ",
			"**Languages** Common, Goblin, Infernal  ",
			"**SQ** change shape (goblin or wolf, polymorph)",
			"",
			"#### Ecology",
			"",
			"**Environment** any  ",
			"**Organization** solitary or cult (1 plus goblin tribe)  ",
			"**Treasure** standard",
			"",
			"#### Special Abilities",
			"",
			"**Feed (Su)** Once per month, a barghest can devour a nonevil humanoid's corpse as a full-round action to gain a growth point. It gains a bonus equal to its growth point total on attack rolls, CMB rolls, saving throws, and skill checks. Its maximum hit points increase by 5 for each growth point it gains. For every 2 growth points, a barghest's caster level for its spell-like abilities and its CR increase by +1. When a barghest reaches 4 growth points, it sheds its skin and becomes a greater barghest, losing all of its growth points (and bonuses) but gaining the stats presented on this page for a greater barghest.",
			"",
			"#### Description",
			"",
			"Said to be fiendish relations of all goblinoid races, the hateful barghests come to the Material Plane to feed. As they consume the bodies of innocents, they grow increasingly powerful. A barghest eventually sheds its skin to transform into a greater barghest, at which point it often seeks out a tribe of goblins or other creatures to rule."
		]
	},
	"barghest_greater_barghest": {
		"name": "Barghest, Greater Barghest",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Barghest, Greater Barghest",
			"",
			"*This snarling, canine beast pads forward on all fours, its slender front limbs looking more like hands than a wolf's paws.*",
			"",
			"### Greater Barghest, CR 7",
			"",
			"{SOURCE Pathfinder RPG Bestiary/27}  ",
			"**XP** 3,200  ",
			"LE Large outsider (evil, extraplanar, lawful, shapechanger)  ",
			"**Init** +6; **Senses** darkvision 60 ft., scent; Perception +16",
			"",
			"#### Defense",
			"",
			"**AC** 20, touch 11, flat-footed 18 (+2 Dex, +9 natural, -1 size)  ",
			"**hp** 85 (9d10+36)  ",
			"**Fort** +9, **Ref** +10, **Will** +10  ",
			"**DR** 10/magic",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** bite +14 (1d8+6), 2 claws +14 (1d6+6)  ",
			"**Spell-Like Abilities** (CL 9th)  ",
			"*At will*-blink, invisibility sphere, levitate, misdirection  ",
			"*1/day*-charm monster (DC 18), crushing despair (DC 18), dimension door, mass bull's strength, mass enlarge",
			"",
			"#### Statistics",
			"",
			"**Str** 23, **Dex** 15, **Con**: 19, **Int** 18, **Wis** 18, **Cha**, 18  ",
			"**Base Atk** +9; **CMB** +16; **CMD** 28 (32 vs. trip)  ",
			"**Feats** {feat/Combat Casting}, {feat/Combat Reflexes}, {feat/Improved Initiative}, {feat/Great Fortitude}, {feat/Lightning Reflexes}  ",
			"**Skills** Acrobatics +14, Bluff +16, Climb +15, Diplomacy +16, Intimidate +16, Perception +16, Sense Motive +16, Stealth +10, Survival +16, Swim +15  ",
			"**Languages** Common, Goblin, Infernal  ",
			"**SQ** change shape (goblin or wolf, polymorph)",
			"",
			"#### Description",
			"",
			"Said to be fiendish relations of all goblinoid races, the hateful barghests come to the Material Plane to feed. As they consume the bodies of innocents, they grow increasingly powerful. A barghest eventually sheds its skin to transform into a greater barghest, at which point it often seeks out a tribe of goblins or other creatures to rule."
		]
	},
	"greater_barghest": { "copyof": "barghest_greater_barghest" },
	"barometz": {
		"name": "Barometz",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Barometz",
			"",
			"*This massive green ramlike creature's pelt is actually a tangle of vines, and its horns are wickedly sharp wooden branches.*",
			"",
			"### Barometz, CR 15",
			"",
			"{SOURCE Bestiary 4/16}  ",
			"**XP** 51,200  ",
			"N Gargantuan plant  ",
			"**Init** +5; **Senses** low-light vision; Perception +27",
			"",
			"#### Defense",
			"",
			"**AC** 31, touch 11, flat-footed 26 (+5 Dex, +20 natural, -4 size)  ",
			"**hp** 253 (22d8+154)  ",
			"**Fort** +20, **Ref** +12, **Will** +11  ",
			"**Immune** electricity, plant traits",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** gore +23 (5d10+15/19-20)  ",
			"**Space** 20 ft., **Reach** 20 ft.  ",
			"**Special Attacks** powerful charge (gore, 10d10+15), trample (5d10+15, DC 31)",
			"",
			"#### Statistics",
			"",
			"**Str** 30, **Dex** 21, **Con**: 24, **Int** 2, **Wis** 15, **Cha**, 9  ",
			"**Base Atk** +16; **CMB** +30 (+34 bull rush or overrun); **CMD** 45 (47 vs. bull rush or overrun, 49 vs. trip)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Bleeding Critical}, {feat/Critical Focus}, {feat/Greater Bull Rush}, {feat/Greater Overrun}, {feat/Improved Bull Rush}, [Improved Critical (gore)](feat/improved_critical), {feat/Improved Overrun}, {feat/Iron Will}, {feat/Power Attack}, [Weapon Focus (gore)](feat/weapon_focus)  ",
			"**Skills** Perception +27",
			"",
			"#### Ecology",
			"",
			"**Environment** any forests  ",
			"**Organization** solitary or serving druid masters  ",
			"**Treasure** none",
			"",
			"#### Description",
			"",
			"These massive plant juggernauts were not created by nature, but grown by druids who use them as protectors and dispensers of savage judgment. Pruned into a form resembling a stout ram, a barometz is granted a degree of intelligence by natural spirits bound into its verdant bulk.",
			"",
			"Barometzes are typically found in the service of the powerful druids who cultivate them and help them protect sacred primeval forests.",
			"",
			"### Growing a Barometz",
			"",
			"The process of growing a barometz has some similarities to making a construct, but doesn't require the Craft Construct feat. The process requires five cultivators. Typically, these are powerful druids, though anyone capable of making the required Knowledge checks and casting the required spells may attempt the process.",
			"",
			"Growing the body takes 1 year. One creator, typically the creature who becomes the barometz's master, cultivates an oak tree to be harvested for the horns. After harvest, the creator shapes the horns and strengthens them with an ironwood spell. Four cultivators plant four trees and weave a lattice from the branches. This frame supports the stone-and-ivy skin and provides the space in which the plant matter that will make up the barometz can grow. Each cultivator attempts a DC 25 Knowledge (nature) check when forming the body. If one or more of the checks fail, the plant withers and dies and the cultivators must begin anew.",
			"",
			"If the skill checks are successful, the cultivators then perform a special ritual within a day of the cultivation. This ritual takes 24 hours to perform and must be led by the creature that is to become the master of the barometz. At the ritual's climax, there's a 50% chance that the attempt to create a barometz succeeds - if this final check fails, no appropriate spirit is close enough to answer the call. The plant body rots and the creators must begin anew with fresh materials. At the GM's discretion, this final chance for success might increase to 75% or even 100% for particularly magical areas where the necessary spirits are more common. Discovering such a rare and magical site should be the focus of its own adventure.",
			"",
			"### Barometz",
			"",
			"**CL** 15th; **Price** 80,500",
			"",
			"### Ritual",
			"",
			"**Requirements** Knowledge (nature) 15 ranks, plant growth, entangle, ironwood, summon nature's ally VII; Skill Knowledge (nature) DC 25; **Cost** 40,200 gp"
		]
	},
	"barrow_hound": {
		"name": "Barrow Hound",
		"sources": [ "Fangwood Keep" ],
		"description": [
			"## Barrow Hound",
			"",
			"*This large, stocky canine's dark-green fur is braided into intricate patterns that seem to loosen and retie themselves on their own.*",
			"",
			"### Barrow Hound, CR 6",
			"",
			"{SOURCE Fangwood Keep/29}  ",
			"**XP** 2,400  ",
			"N Large fey  ",
			"**Init** +6; **Senses** darkvision 60 ft., low-light vision, see invisibility; Perception +12",
			"",
			"#### Defense",
			"",
			"**AC** 20, touch 12, flat-footed 17 (+2 Dex, +1 dodge, +8 natural, -1 size)  ",
			"**hp** 75 (10d6+40)  ",
			"**Fort** +7, **Ref** +9, **Will** +8",
			"",
			"#### Offense",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** bite +11 (1d8+9 plus grab)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** constrict (1d8+9), dimensional bark, howl  ",
			"**Spell-Like Abilities** (CL 10th; concentration +12)  ",
			"*Constant*-see invisibility",
			"",
			"#### Statistics",
			"",
			"**Str** 22, **Dex** 15, **Con**: 18, **Int** 6, **Wis** 13, **Cha**, 15  ",
			"**Base Atk** +5; **CMB** +12 (+16 grapple); **CMD** 25  ",
			"**Feats** {feat/Blind-Fight}, {feat/Dodge}, {feat/Improved Initiative}, {feat/Vital Strike}, [Weapon Focus (bite)](feat/weapon_focus)  ",
			"**Skills** Acrobatics +13 (+21 when jumping), Climb +17, Perception +12, Sense Motive +12, Stealth +9; **Racial Modifiers** +8 Acrobatics when jumping  ",
			"**Languages** Sylvan (can't speak)",
			"",
			"#### Ecology",
			"",
			"**Environment** any (the First World)  ",
			"**Organization** solitary or pack (2-5)  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Dimensional Bark (Su)** Up to three times per day, a barrow hound can emit a bark of dimensional energy that sends foes spiraling through time and space. All creatures in a 30-foot cone must succeed at a DC 17 Will save or immediately be teleported 2d6 &times; 5 feet in a random direction (roll 1d8 to determine the direction, with 1 indicating north and other numbers indicating compass directions going clockwise). The direction is randomly determined for each affected creature. A teleported creature arrives in the closest open space to the determined destination, but must appear on a solid surface capable of supporting its weight. If there is no appropriate destination in that direction, the creature does not teleport at all. The save DC is Charisma-based.",
			"",
			"**Howl (Su)** A barrow hound can let out an ear-splitting howl that terrifies creatures in the vicinity. All creatures of 4 or fewer Hit Dice within 120 feet must succeed at a DC 17 Will save or become panicked for 2d4 rounds. Whether or not the save is successful, an affected creature is immune to the same barrow hound's howl for 24 hours. This is a sonic, mind-affecting effect. The save DC is Charisma-based.",
			"",
			"#### Description",
			"",
			"The enigmatic barrow hound is a native to the First World, and can often be found among the shifting forests and untamed woodlands of that realm. It is known to be a noble and obedient creature - a rare trait among the wily fey - and those who command the respect of a barrow hound can rest assured knowing that the beast will protect with its life whatever charge they assign to it.",
			"",
			"Barrow hounds do not particularly enjoy killing living creatures, and instead prefer to scare them off with their unearthly howls. Failing that, however, barrow hounds are fierce combatants, and their ability to constrict creatures with their prehensile locks makes them formidable foes.",
			"",
			"Though sometimes summoned to the Material Plane by powerful fey or honored druids to guard some area of great significance, barrow hounds are more often found on their native plane of the First World, particularly in the sprawling forest known as the Evergrove, where they serve as hunting and guard dogs.",
			"",
			"A typical barrow hound is 14 feet long, stands over 7 feet at the shoulder, and weighs just under 3,000 pounds."
		]
	},
	"basavan": {
		"name": "Basavan",
		"sources": [ "Pathfinder #136: Temple of the Peacock Spirit" ],
		"description": [
			"## Basavan",
			"",
			"*An unkempt mass of hair covers this towering giant. Its humanlike face bears a peaceful yet stern countenance.*",
			"",
			"### Basavan, CR 15",
			"",
			"{SOURCE Pathfinder #136: Temple of the Peacock Spirit/86}  ",
			"**XP** 51,200  ",
			"NG Huge monstrous humanoid  ",
			"**Init** +4; **Senses** darkvision 60 ft., harmony with the land; Perception +27",
			"",
			"#### Defense",
			"",
			"**AC** 30, touch 12, flat-footed 26 (+4 Dex, +18 natural, -2 size)  ",
			"**hp** 230 (20d10+120)  ",
			"**Fort** +14, **Ref** +16, **Will** +18  ",
			"**Defensive Abilities** rock catching; **Resist** cold 20, fire 20",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** quarterstaff +25/+20/+15/+10 (2d6+10) or 2 slams +25 (2d6+7)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** rock throwing (120 ft.)  ",
			"**Spell-Like Abilities** (CL 20th; concentration +23)  ",
			"*At will*-mending  ",
			"*3/day*-forest's sense (DC 17), make whole, soothing mud, stone shape, stoneskin  ",
			"*1/day*-commune with nature, transmute rock to mud, tree stride",
			"",
			"#### Statistics",
			"",
			"**Str** 25, **Dex** 18, **Con**: 22, **Int** 16, **Wis** 19, **Cha**, 17  ",
			"**Base Atk** +20; **CMB** +29 (+31 bull rush); **CMD** 43 (45 vs. bull rush)  ",
			"**Feats** {feat/Acrobatic Steps}, {feat/Awesome Blow}, {feat/Bristling Bull Rush}, {feat/Cleave}, {feat/Combat Reflexes}, {feat/Great Fortitude}, {feat/Improved Bull Rush}, {feat/Iron Will}, {feat/Nimble Moves}, {feat/Power Attack}  ",
			"**Skills** Climb +20, Craft (any one) +16, Handle Animal +23, Intimidate +16, Knowledge (geography) +13, Knowledge (nature) +26, Perception +27, Stealth +9, Survival +27, Swim +20  ",
			"**Languages** Common, Giant, Sylvan, Terran  ",
			"**SQ** wilderness walker",
			"",
			"#### Ecology",
			"",
			"**Environment** temperate forests or mountains  ",
			"**Organization** solitary, pair, or family (3-5 plus 1d3 {monster/mastodon/s} or {monster/roc/s})  ",
			"**Treasure** standard (quarterstaff, other treasures)",
			"",
			"#### Special Abilities",
			"",
			"**Harmony with the Land (Su)** A basavan is at peace in its natural habitat, and the terrain reveals its secrets to the basavan. A basavan in forest terrain gains the {umr/greensight} universal monster rule with a range of 60 feet. When in hill or mountain terrain, the basavan gains tremorsense with a range of 60 feet.",
			"",
			"**Wilderness Walker (Su)** A basavan instinctively knows the easiest and fastest way through any wilderness, and always treats trackless terrain as though it were a trail or road, and any terrain with a road or trail as though it were a {rule/highway}. In addition, Knowledge (nature) is a class skill for basavans.",
			"",
			"#### Description",
			"",
			"Covered in shaggy hair that envelops the entirety of their immense bodies other than their faces, basavans resemble exceptionally hirsute giants. Wise and peaceful stewards of the wilderness, basavans protect the plants and animals that share their homes in wooded mountains across Golarion. Basavans are likely to let unwitting trespassers off with a warning, but against predators and poachers they deal powerful blows with staves and stones, using their innate connection to the land to locate and trap their foes.",
			"",
			"Basavans are 24 feet tall and weigh 17,000 pounds.",
			"",
			"Basavans are reclusive creatures who spend their whole lives in isolated mountain valleys or ranging through hillside forests. The few aware of the existence of basavans - normally druids and other wilderness protectors - know them to be staunch defenders of the wilderness, yet none agree on where and when basavans originated. The basavans themselves claim to be as old as the forests but not quite as old as the mountains, but they deliver this information with a merry twinkle in their eyes. Basavans bear children only rarely, and in such seclusion that young basavans are virtually never seen by anyone other than their parents until they mature and join them in protecting their lands. Young basavans, born entirely hairless and with skin that resembles thick bark, appear very different from their parents. They grow their hair quickly as they age, but shed all of it twice in their youth. A basavan's hair is usually dark brown, but might be black, tawny, or even deep auburn. Basavans consider their hair useful for warmth and in their daily work, such as to make crude twine or as nesting material for animals, but they rarely take care of it and therefore have a shaggy, wild appearance.",
			"",
			"A basavan designates a wide strip of primeval forest or mountains as its personal protected domain; often, this area is dozens or hundreds of square miles in size. A basavan usually keeps intruders out of its lands personally, although a few that share a border with hermits, trappers, or shepherds teach these hardy folk how to identify and repel intruders as well. Basavans tend to injured plants and animals in their personal domains, creating a lush bounty and safe haven for animals.",
			"",
			"Basavans are herbivores, and most subsist on only a small meal every few days. Despite their limited diet, basavans are incredibly massive, with powerful muscles and robust constitutions. They are remarkably athletic, able to scale cliffs and swim across rough rivers with ease. Basavans bring a focused efficiency to even the most physically demanding labor, but they take care to avoid disturbing vegetation or upsetting wildlife even when traveling quickly across their terrain.",
			"",
			"Basavans are skilled smiths, and most devote their lives to a single type of craft, such as working with iron, stone, or wood. Although they generally don't maintain lairs, as they prefer to sleep in the wild, they often hollow out caves to use as a forges or workshops, expanding their caves as they age. Basavans use the simple tools they create in their stewardship of the land or as gifts to nearby peaceful communities.",
			"",
			"These hardy creatures age very slowly and generally live to be 600 or 700 years old. Elderly basavans become true masters of the crafts they pursue.",
			"",
			"### Habitat",
			"",
			"Although basavans are reclusive, a rare few of these hairy giants venture out into communities near their protected lands. Such basavans sometimes consider nearby shepherds, farmers, or settlers to be under their protection, and they might help rebuild a home destroyed by a flood or round up livestock lost in a storm. Although basavans almost never hunt or kill animals, they don't mind when humanoids under their protection do. They enjoy imparting ancient secrets of farming or animal husbandry to such neighbors, encouraging a deeper respect for the local environment. These communities might engineer a system to summon their guardian basavan in the event of a raid, natural disaster, or other serious need; such warning systems often consist of bells, whistles, or bright flags. A basavan withholds its protection and training from those who demonstrate a wanton disregard for the land, such as by being reckless with fire or butchering animals for sport. These actions provoke the normally peaceful creatures into a rage, causing them to exile or even kill the offenders.",
			"",
			"Basavans rarely gather in large groups, and some might go their entire lives without seeing more than a handful of others of their kind. When they do gather in small groups, such as families, basavans work together in an eerie unison that hints at some deep mutual communion. In these groups, males defer to females for protection, as the females tend to be larger and stronger, but in other matters the basavans tend to defer to the oldest among them.",
			"",
			"Because of the old lore basavans keep, many sages, druids, and explorers seek them out in order to gain their knowledge. Visitors must be prepared with a deep well of patience and work for days or weeks to prove they have at least rudimentary skill in woodcraft or caring for animals. During this time, even if the basavan doesn't show itself to the visitor, it is watchful for any slip that might reveal anything other than benevolent intentions toward the natural world. Once a visitor proves herself, however, the basavan is a gracious host and eager to share its guidance. Some basavans display a sly wit in these conversations, making lighthearted jokes at their visitors' expense."
		]
	},
	"basidirond": {
		"name": "Basidirond",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Basidirond",
			"",
			"*This strange plant consists of four spidery stalks, long green tendrils, and an inverted bell-shaped cap filled with spores.*",
			"",
			"### Basidirond, CR 5",
			"",
			"{SOURCE Pathfinder RPG Bestiary/28}  ",
			"**XP** 1,600  ",
			"N Medium plant  ",
			"**Init** +1; **Senses** low-light vision, tremorsense; Perception +0",
			"",
			"#### Defense",
			"",
			"**AC** 18, touch 11, flat-footed 17 (+1 Dex, +7 natural)  ",
			"**hp** 52 (7d8+21)  ",
			"**Fort** +8, **Ref** +3, **Will** +2  ",
			"**Immune** cold, plant traits  ",
			"**Weaknesses** cold lethargy",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft.  ",
			"**Melee** slam +10 (1d8+7 plus spores)  ",
			"**Special Attacks** hallucination cloud, spores",
			"",
			"#### Statistics",
			"",
			"**Str** 20, **Dex** 13, **Con**: 16, **Int** -, **Wis** 11, **Cha**, 1  ",
			"**Base Atk** +5; **CMB** +10; **CMD** 21 (25 vs. trip)",
			"",
			"#### Ecology",
			"",
			"**Environment** any non-cold underground  ",
			"**Organization** solitary, pair, or grove (3-8)  ",
			"**Treasure** incidental",
			"",
			"#### Special Abilities",
			"",
			"**Hallucination Cloud (Ex)** As a standard action once per minute, a basidirond can release a cloud of invisible spores in a 20-foot radius. All creatures within the area must succeed on a DC 16 Fortitude save or be affected by powerful hallucinations as long as they remain in the cloud plus 1d4 rounds after leaving the area. A new save must be made each round a creature remains within the affected area. A hallucination cloud persists for 5 rounds before dispersing - a strong wind causes it to disperse immediately. The save DC is Constitution-based. To determine what hallucination is suffered each round, roll 1d6 and consult the following table.",
			"",
			"| d6 | Hallucination |",
			"| --- | --- |",
			"| 1 | You're sinking in quicksand! Fall prone and spend 1 round flailing your arms and legs as if trying to swim. |",
			"| 2 | Attacked by a swarm of spiders! Spend a full round action to attack the floor near you with your weapon. |",
			"| 3 | An item you hold has turned into a viper! Drop it and flee from the item at top speed for 1 round. |",
			"| 4 | You're suffocating! Stand in place, hold your breath, and clutch at your throat for 1 round. |",
			"| 5 | You've shrunk to 1/10th your normal size! Take no actions for 1 round and monsters won't see you. |",
			"| 6 | You're melting! Grasp hold of yourself in an attempt to hold yourself together, and take no actions for 1 round. |",
			"",
			"**Spores (Ex)** Any creature struck by a basidirond's slam attack is coated with spores. The creature struck must make a DC 16 Fortitude save or these spores take root in his flesh, and particularly in his lungs. The save DC is Constitution-based. Basidirond Spores: Disease-inhaled; save Fort DC 16; frequency 1/round for 6 rounds; effect 1d2 Con damage; cure 1 save.",
			"",
			"**Cold Lethargy (Ex)** Although a basidirond is immune to cold damage, any cold effect it is exposed to slows it for 1d4 rounds. During this time, the basidirond cannot use its hallucination cloud or spores.",
			"",
			"#### Description",
			"",
			"The strange fungal basidirond is a deadly plant monster that feeds on mineral-rich moisture, be it runoff from cave walls or fresh blood. By ensuring a constant flow of nutritious moisture, canny cave dwellers can use basidironds as guardians for their lairs, although they must take care to avoid the plant's hunting routes lest they become its latest victims."
		]
	},
	"basilisk": {
		"name": "Basilisk",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Basilisk",
			"",
			"*This squat, reptilian monster has eight legs, bony spurs jutting from its back, and eyes that glow with pale green fire.*",
			"",
			"### Basilisk, CR 5",
			"",
			"{SOURCE Pathfinder RPG Bestiary/29}  ",
			"**XP** 1,600  ",
			"N Medium magical beast  ",
			"**Init** -1; **Senses** darkvision 60 ft., low-light vision; Perception +10",
			"",
			"#### Defense",
			"",
			"**AC** 17, touch 9, flat-footed 17 (-1 Dex, +8 natural)  ",
			"**hp** 52 (7d10+14)  ",
			"**Fort** +9, **Ref** +4, **Will** +5",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft.  ",
			"**Melee** bite +10 (1d8+4)  ",
			"**Special Attacks** gaze",
			"",
			"#### Statistics",
			"",
			"**Str** 16, **Dex** 8, **Con**: 15, **Int** 2, **Wis** 13, **Cha**, 11  ",
			"**Base Atk** +7; **CMB** +10; **CMD** 19 (31 vs. trip)  ",
			"**Feats** {feat/Blind-Fight}, {feat/Great Fortitude}, {feat/Iron Will}, [Skill Focus (Perception)](feat/skill_focus)  ",
			"**Skills** Perception +10, Stealth +10; **Racial Modifiers** +4 Stealth",
			"",
			"#### Ecology",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or colony (3-6)  ",
			"**Treasure** incidental",
			"",
			"#### Special Abilities",
			"",
			"**Gaze (Ex)** Turn to stone permanently (as flesh to stone), range 30 feet, Fortitude DC 15 negates. A creature petrified in this matter that is then coated (not just splashed) with fresh basilisk blood (taken from a basilisk no more than 1 hour dead) is instantly restored to flesh. A single basilisk contains enough blood to coat 1d3 Medium creatures in this manner. The save DC is Constitution-based.",
			"",
			"#### Description",
			"",
			"The basilisk, often called the \"King of Serpents,\" is in fact not a serpent at all, but rather an eight-legged reptile with a nasty disposition and the ability to turn creatures to stone with its gaze. Folklore holds that, much like the cockatrice, the first basilisks hatched from eggs laid by snakes and incubated by roosters, but little in the basilisk's physiology lends any credence to this claim.",
			"",
			"Basilisks live in nearly any terrestrial environment, from forest to desert, and their hides tend to match and reflect their surroundings - a desert-dwelling basilisk might be tan or brown, while one that lives in a forest could be bright green. They tend to make their lairs in caves, burrows, or other sheltered areas, and these dens are often marked by statues of people and animals in lifelike poses - the petrified remains of those unfortunate enough to stumble across the basilisk.",
			"",
			"Basilisks have the ability to consume the creatures they petrify, their churning stomach acid dissolving and extracting nutrients from the stone, but the process is slow and inefficient, making them lazy and sluggish. As a result, basilisks rarely stalk prey or chase those who avoid their gaze, counting on their stealth and the element of surprise to keep them safe and fed. When not lying in wait for the small mammals, birds, and reptiles that normally make up their diet, basilisks spend their time sleeping in their lairs, and those brave enough to capture basilisks or hide treasure near them find that they make natural guardians and watchdogs.",
			"",
			"An adult basilisk is 13 feet long, with fully half of that made up by its long tail, and weighs 300 pounds. Some breeds have short, curved horns on their noses or small crests of bony growths topping their heads like crowns. Though normally solitary creatures, coming together only to mate and lay eggs, in particularly dangerous areas small groups may band together for protection and attack intruders en masse.",
			"",
			"For unknown reasons, weasels and ferrets are immune to the basilisk's stare, and sometimes sneak into basilisk lairs while a parent is hunting in order to consume its young. Some legends suggest that a basilisk's blood can transmute common stones into other material, but this is likely a case of witnesses misinterpreting the magical restoration of previously petrified creatures or body parts."
		]
	},
	"bat_bat_swarm": {
		"name": "Bat, Bat Swarm",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Bat, Bat Swarm",
			"",
			"*Hundreds of high-pitched squeaks fill the air as a mass of small, carnivorous bats surges forth, all of them hungry for blood.*",
			"",
			"### Bat Swarm, CR 2",
			"",
			"{SOURCE Pathfinder RPG Bestiary/30}  ",
			"**XP** 600  ",
			"N Diminutive animal (swarm)  ",
			"**Init** +2; **Senses** blindsense 20 ft., low-light vision; Perception +15",
			"",
			"#### Defense",
			"",
			"**AC** 16, touch 16, flat-footed 14 (+2 Dex, +4 size)  ",
			"**hp** 13 (3d8)  ",
			"**Fort** +3, **Ref** +7, **Will** +3  ",
			"**Defensive Abilities** swarm traits; **Immune** weapon damage",
			"",
			"#### Offense",
			"",
			"**Speed** 5 ft., fly 40 ft. (good)  ",
			"**Melee** swarm (1d6)  ",
			"**Space** 10 ft., **Reach** 0 ft.  ",
			"**Special Attacks** distraction (DC 11), wounding",
			"",
			"#### Statistics",
			"",
			"**Str** 3, **Dex** 15, **Con**: 11, **Int** 2, **Wis** 14, **Cha**, 4  ",
			"**Base Atk** +2; **CMB** -; **CMD** -  ",
			"**Feats** {feat/Lightning Reflexes}, [Skill Focus (Perception)](feat/skill_focus)  ",
			"**Skills** Fly +12, Perception +15; **Racial Modifiers** +4 Perception when using blindsense  ",
			"**SQ** swarm traits",
			"",
			"#### Ecology",
			"",
			"**Environment** any temperate or tropical  ",
			"**Organization** solitary, pair, flight (3-6 swarms), or colony (11-20 swarms)  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Wounding (Ex)** Any living creature damaged by a bat swarm continues to bleed, losing 1 hit point per round thereafter. Multiple wounds do not result in cumulative bleeding loss. The bleeding can be stopped by a DC 10 Heal check or the application of a cure spell or some other healing magic.",
			"",
			"#### Description",
			"",
			"Bat swarms dwell in large caves, ruins, or even city sewers - anywhere they can find darkness to hide in during the day and a supply of food to feast upon at night. They are only encountered outside in a group at dawn or dusk, or when they have been startled and forced to flee their lairs."
		]
	},
	"bat_swarm": { "copyof": "bat_bat_swarm" },
	"bat_dire_bat": {
		"name": "Bat, Dire Bat",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Bat, Dire Bat",
			"",
			"*This giant, furry bat is nearly the size of an ox, with dark leathery wings that open wider than two men with arms outstretched.*",
			"",
			"### Dire Bat, CR 2",
			"",
			"{SOURCE Pathfinder RPG Bestiary/30}  ",
			"**XP** 600  ",
			"N Large animal  ",
			"**Init** +2; **Senses** blindsense 40 ft.; Perception +12",
			"",
			"#### Defense",
			"",
			"**AC** 14, touch 11, flat-footed 12 (+2 Dex, +3 natural, -1 size)  ",
			"**hp** 22 (4d8+4)  ",
			"**Fort** +5, **Ref** +6, **Will** +3",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft., fly 40 ft. (good)  ",
			"**Melee** bite +5 (1d8+4)  ",
			"**Space** 10 ft., **Reach** 5 ft.",
			"",
			"#### Statistics",
			"",
			"**Str** 17, **Dex** 15, **Con**: 13, **Int** 2, **Wis** 14, **Cha**, 6  ",
			"**Base Atk** +3; **CMB** +7; **CMD** 19  ",
			"**Feats** {feat/Alertness}, {feat/Stealthy}  ",
			"**Skills** Fly +9, Perception +12, Stealth +4; **Racial Modifiers** +4 Perception when using blindsense",
			"",
			"#### Ecology",
			"",
			"**Environment** any temperate or tropical  ",
			"**Organization** solitary, pair, or colony (3-8)  ",
			"**Treasure** incidental",
			"",
			"#### Description",
			"",
			"The dire bat is usually found lairing in desolate areas, resting in caves or other secluded areas during the day and taking to the skies in search of prey at night. This immense creature has an average wingspan of 15 feet and weighs roughly 200 pounds.",
			"",
			"The dire bat generally doesn't shelter in groups larger than eight, often living a solitary life. A dire bat prefers feeding on livestock and herd animals."
		]
	},
	"dire_bat": { "copyof": "bat_dire_bat" },
	"bat_mobat": {
		"name": "Bat, Mobat",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Bat, Mobat",
			"",
			"*This bat has a wingspan the length of two humans, over-sized ears, and a squat, upturned snout with rows of needle-like teeth.*",
			"",
			"### Mobat, CR 3",
			"",
			"{SOURCE Bestiary 2/42}  ",
			"**XP** 800  ",
			"N Large magical beast  ",
			"**Init** +2; **Senses** blindsense 120 ft., low-light vision; Perception +6",
			"",
			"#### Defense",
			"",
			"**AC** 15, touch 11, flat-footed 13 (+2 Dex, +4 natural, -1 size)  ",
			"**hp** 34 (4d10+12)  ",
			"**Fort** +7, **Ref** +6, **Will** +2",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft., fly 40 ft. (good)  ",
			"**Melee** bite +6 (2d6+4)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** screech",
			"",
			"#### Statistics",
			"",
			"**Str** 17, **Dex** 15, **Con**: 16, **Int** 6, **Wis** 13, **Cha**, 6  ",
			"**Base Atk** +4; **CMB** +8; **CMD** 20  ",
			"**Feats** {feat/Flyby Attack}, [Skill Focus (Stealth)](feat/skill_focus)  ",
			"**Skills** Fly +8, Perception +6 (+10 when using blindsense), Stealth +5; **Racial Modifiers** +4 Perception when using blindsense  ",
			"**Languages** Undercommon (cannot speak)",
			"",
			"#### Ecology",
			"",
			"**Environment** temperate or warm forests, hills, or underground  ",
			"**Organization** solitary or colony (2-8)  ",
			"**Treasure** incidental",
			"",
			"#### Special Abilities",
			"",
			"**Screech (Su)** Once per day as a standard action, a mobat can produce an ear-splitting screech that stuns non-mobats in a 20-foot-radius burst. All creatures within the area must make a DC 15 Fortitude save or be staggered for 1d3 rounds. Other mobats and urdefhans are immune to this effect. This is a sonic mind-affecting effect. The save DC is Constitution-based.",
			"",
			"#### Description",
			"",
			"Mobats are magical giant bats with wolfish grins and immense wingspans. Survivors of a lost era, they are rarely seen beyond the dark forests and deep caves they haunt. Although mobats are omnivores, they vastly prefer the flavor of fresh meat over that of other prey.",
			"",
			"Mobats' fur varies in coloration, from deep auburn to almost black, and their skin is black. A mobat's wingspan is 15 feet across, and it weighs 250 pounds."
		]
	},
	"mobat": { "copyof": "bat_mobat" },
	"bat_skaveling": {
		"name": "Bat, Skaveling",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Bat, Skaveling",
			"",
			"*This monstrously sized, undead bat has mottled, decayed flesh and eyes that smolder with an unholy green glow.*",
			"",
			"### Skaveling, CR 5",
			"",
			"{SOURCE Bestiary 2/42}  ",
			"**XP** 1,600  ",
			"CE Large undead  ",
			"**Init** +7; **Senses** blindsense 120 ft.; Perception +14",
			"",
			"#### Defense",
			"",
			"**AC** 19, touch 13, flat-footed 15 (+3 Dex, +6 natural, -1 size)  ",
			"**hp** 58 (9d8+18)  ",
			"**Fort** +5, **Ref** +6, **Will** +8  ",
			"**Immune** undead traits",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft., fly 40 ft. (good)  ",
			"**Melee** bite +10 (2d8+7 plus disease and paralysis)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** screech, paralysis (1d4+1 rounds, DC 16)",
			"",
			"#### Statistics",
			"",
			"**Str** 21, **Dex** 17, **Con**: -, **Int** 8, **Wis** 15, **Cha**, 14  ",
			"**Base Atk** +6; **CMB** +12; **CMD** 26  ",
			"**Feats** {feat/Dodge}, {feat/Flyby Attack}, {feat/Improved Initiative}, {feat/Mobility}, [Skill Focus (Stealth)](feat/skill_focus)  ",
			"**Skills** Fly +13, Perception +14 (+18 when using blindsense), Stealth +14; **Racial Modifiers** +4 Perception when using blindsense  ",
			"**Languages** Undercommon",
			"",
			"#### Ecology",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary or colony (2-8)  ",
			"**Treasure** incidental",
			"",
			"#### Special Abilities",
			"",
			"**Disease (Su)** Ghoul Fever: Bite-injury; save Fort DC 16; onset 1 day; frequency 1/day; effect 1d3 Con and 1d3 Dex damage; cure 2 consecutive saves. The save DC is Charisma-based. A humanoid who dies of ghoul fever rises as a ghoul at the next midnight (see {monster/ghoul/s}).",
			"",
			"**Screech (Su)** Once per day as a standard action, a skaveling can screech as a mobat, save that those who are affected are stunned for 1d3 rounds unless they make a DC 16 Fortitude save. The save DC is Charisma-based.",
			"",
			"#### Description",
			"",
			"Known in some circles as ghoul bats, skavelings are the hideous result of necromantic manipulation by urdefhans, who create them from mobats specially raised on diets of fungus and humanoid flesh. Upon reaching maturity, urdefhans ritually slay the bats using necrotic poisons, then raise the corpses to serve as mounts and guardians."
		]
	},
	"skaveling": { "copyof": "bat_skaveling" },
	"bat_sootwing_bat": {
		"name": "Bat, Sootwing Bat",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Bat, Sootwing Bat",
			"",
			"*This batlike creature has jagged points at the tips of its wings and a long, lashing tongue.*",
			"",
			"### Sootwing Bat, CR 1/2",
			"",
			"{SOURCE Monster Codex/88}  ",
			"**XP** 200  ",
			"CE Tiny undead  ",
			"**Init** +1; **Senses** blindsense 20 ft.; Perception +5",
			"",
			"#### Defense",
			"",
			"**AC** 14, touch 13, flat-footed 13 (+1 Dex, +1 natural, +2 size)  ",
			"**hp** 7 (2d8-2)  ",
			"**Fort** -1, **Ref** +1, **Will** +4  ",
			"**Defensive Abilities** channel resistance +2; **Immune** undead traits",
			"",
			"#### Offense",
			"",
			"**Speed** 5 ft., fly 40 ft. (good)  ",
			"**Melee** bite +4 (1d3-3 plus disease and paralysis)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft.  ",
			"**Special Attacks** disease (DC 10), paralysis (1d4+1 rounds, DC 10, elves are immune to this effect)",
			"",
			"#### Statistics",
			"",
			"**Str** 5, **Dex** 12, **Con**: -, **Int** 2, **Wis** 13, **Cha**, 8  ",
			"**Base Atk** +1; **CMB** +0; **CMD** 7  ",
			"**Feats** {feat/Weapon Finesse}  ",
			"**Skills** Fly +9, Perception +5 (+9 when using blindsense); **Racial Modifiers** +4 Perception when using blindsense",
			"",
			"#### Ecology",
			"",
			"**Environment** any land  ",
			"**Organization** solitary or colony (4-12)  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Disease (Su)** {disease/Ghoul Fever}.",
			"",
			"#### Description",
			"",
			"Ghoul spellcasters use these smaller cousins to skavelings as familiars. An evil spellcaster can gain a sootwing bat as a familiar at 5th level by taking the Improved Familiar feat. A sootwing bat familiar grants its master a +1 bonus to channel resistance (if the master has any)."
		]
	},
	"sootwing_bat": { "copyof": "bat_sootwing_bat" },
	"baykok": {
		"name": "Baykok",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Baykok",
			"",
			"*This howling corpse swoops through the air with hideously elongated legs and a bow made of bone.*",
			"",
			"### Baykok, CR 9",
			"",
			"{SOURCE Bestiary 3/35}  ",
			"**XP** 6,400  ",
			"NE Medium undead  ",
			"**Init** +10; **Senses** darkvision 60 ft.; Perception +18",
			"",
			"#### Defense",
			"",
			"**AC** 24, touch 17, flat-footed 17 (+6 Dex, +1 dodge, +7 natural)  ",
			"**hp** 97 (15d8+30)  ",
			"**Fort** +7, **Ref** +11, **Will** +9  ",
			"**Immune** undead traits",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft., fly 60 ft. (good)  ",
			"**Melee** 2 claws +14 (1d6+3)  ",
			"**Ranged** +1 composite longbow +19/+14/+9 (1d8+4/19-20/&times;3 plus 1d6 negative energy and paralysis)  ",
			"**Special Attacks** devour soul, dread howl, infused arrows",
			"",
			"#### Statistics",
			"",
			"**Str** 17, **Dex** 22, **Con**: -, **Int** 11, **Wis** 10, **Cha**, 15  ",
			"**Base Atk** +11; **CMB** +14; **CMD** 31  ",
			"**Feats** {feat/Dodge}, [Improved Critical (composite longbow)](feat/improved_critical), {feat/Improved Initiative}, {feat/Mobility}, {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Rapid Shot}, [Weapon Focus (composite longbow)](feat/weapon_focus)  ",
			"**Skills** Fly +28, Intimidate +20, Perception +18, Stealth +24  ",
			"**Languages** Common",
			"",
			"#### Ecology",
			"",
			"**Environment** any  ",
			"**Organization** solitary, gang (2-5), or flight (6-12)  ",
			"**Treasure** standard (+1 composite longbow [+3 Str], other treasure)",
			"",
			"#### Special Abilities",
			"",
			"**Devour Soul (Su)** A baykok can take a standard action to devour the soul of an adjacent dead or dying creature. A dying creature can resist this attack with a DC 19 Fortitude save. If it fails, the target is instantly slain. If the creature is already dead, it does not make a saving throw, although the body cannot be more than 1 hour dead. A creature subjected to this attack cannot be brought back to life via raise dead (resurrection and more powerful effects work normally). When a baykok devours a soul in this way, it heals 5d6+10 points of damage and becomes hasted for 4 rounds (as if affected by haste). This is a death effect. The save DC is Charisma-based.",
			"",
			"**Dread Howl (Su)** Once per day, a baykok can unleash a blood-curdling howl. Any living creature within a 30-foot-radius burst becomes paralyzed with fear for 1 round unless it resists with a DC 19 Will save. Any creature that makes this saving throw is instead shaken for 1 round. This is a fear effect. The DC is Charisma-based.",
			"",
			"**Infused Arrows (Su)** A baykok creates arrows of bone as it fires its bow - it need not carry arrows as ammunition. These bone arrows do normal damage for arrows fired from the bow, but gain a +1 enhancement bonus on attack and damage rolls. In addition, each arrow deals an additional 1d6 points of negative energy on a hit. Further, the first creature struck in a round by a baykok's arrow must make a DC 19 Fortitude save to avoid being paralyzed for 1d3 rounds. A baykok can fire normal arrows from its bow if it wishes - such arrows, however, do not gain the special negative energy damage or paralysis effects. The DC is Charisma-based.",
			"",
			"#### Description",
			"",
			"When hunters become utterly obsessed with the chase and indulge excessively in the savagery of the kill, their souls become progressively tainted. When such remorseless hunters perish before they can capture and kill their quarry, they sometimes rise from death as baykoks - flying undead horrors that kill purely for the ecstasy that only murder can bring them.",
			"",
			"Unlike many undead who feed on and hate all living things, a baykok seeks always to prove its mastery of the hunt. Though thoroughly wicked, baykoks often ignore all but the most powerful-looking foe in a group, only picking off lesser creatures if they dare to get between the baykok and its true prey. When it finally lays low its quarry, the baykok swoops down on the victim to devour the creature's soul in an attempt to make sure the creature never returns to seek revenge."
		]
	},
	"bear_dire_bear_cave_bear": {
		"name": "Bear, Dire Bear (Cave Bear)",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Bear, Dire Bear (Cave Bear)",
			"",
			"*Spittle drips from this feral bear's roaring maw, and its matted fur is broken in places by wicked, bony growths.*",
			"",
			"### Dire Bear (Cave Bear), CR 7",
			"",
			"{SOURCE Pathfinder RPG Bestiary/31}  ",
			"**XP** 3,200  ",
			"N Large animal  ",
			"**Init** +5; **Senses** low-light vision, scent; Perception +12",
			"",
			"#### Defense",
			"",
			"**AC** 18, touch 10, flat-footed 17 (+1 Dex, +8 natural, -1 size)  ",
			"**hp** 95 (10d8+50)  ",
			"**Fort** +12, **Ref** +8, **Will** +4",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** 2 claws +13 (1d6+7 plus grab), bite +13 (1d8+7)  ",
			"**Space** 10 ft., **Reach** 5 ft.",
			"",
			"#### Statistics",
			"",
			"**Str** 25, **Dex** 13, **Con**: 21, **Int** 2, **Wis** 12, **Cha**, 10  ",
			"**Base Atk** +7; **CMB** +15 (+19 grapple); **CMD** 26 (30 vs. trip)  ",
			"**Feats** {feat/Endurance}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Run}, [Skill Focus (Perception)](feat/skill_focus)  ",
			"**Skills** Perception +12, Swim +19; **Racial Modifiers** +4 Swim",
			"",
			"#### Ecology",
			"",
			"**Environment** cold forests  ",
			"**Organization** solitary or pair  ",
			"**Treasure** incidental",
			"",
			"#### Description",
			"",
			"Larger, more aggressive, and far more deadly than its lesser cousins, the dire bear (known to barbarian tribes variously as the cave bear or the short-faced bear) is a primeval menace indeed. This behemoth avoids more civilized reaches of the world, preferring to dwell in remote wilderness locations. A dire bear is a rare and terrifying sight - especially to those not used to normal bears.",
			"",
			"Unlike most bears, a dire bear is short-tempered and swift to anger when confronted with intruders in its territory. Like a grizzly, a dire bear attempts to subdue or kill with its claws. However, a dire bear is far more likely (and willing) to begin biting a grabbed foe."
		]
	},
	"cave_bear": { "copyof": "bear_dire_bear_cave_bear" },
	"dire_bear": { "copyof": "bear_dire_bear_cave_bear" },
	"bear_dire_polar_bear": {
		"name": "Bear, Dire Polar Bear",
		"sources": [ "Bestiary 5" ],
		"description": [
			"## Bear, Dire Polar Bear",
			"",
			"*Fearsome bony growths protrude from several spots in this massive animal's snowy fur.*",
			"",
			"### Dire Polar Bear, CR 8",
			"",
			"{SOURCE Bestiary 5/41}  ",
			"**XP** 4,800  ",
			"N Large animal  ",
			"**Init** +7; **Senses** low-light vision, scent; Perception +14",
			"",
			"#### Defense",
			"",
			"**AC** 22, touch 12, flat-footed 19 (+3 Dex, +10 natural, -1 size)  ",
			"**hp** 115 (10d8+70)  ",
			"**Fort** +14, **Ref** +10, **Will** +6",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft., swim 20 ft.  ",
			"**Melee** bite +15 (1d8+9), 2 claws +15 (1d6+9 plus grab)  ",
			"**Space** 10 ft., **Reach** 5 ft.",
			"",
			"#### Statistics",
			"",
			"**Str** 29, **Dex** 17, **Con**: 25, **Int** 2, **Wis** 16, **Cha**, 14  ",
			"**Base Atk** +7; **CMB** +17 (+21 grapple); **CMD** 28 (32 vs. trip)  ",
			"**Feats** {feat/Endurance}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Run}, [Skill Focus (Perception)](feat/skill_focus)  ",
			"**Skills** Perception +14, Survival +7, Swim +21",
			"",
			"#### Ecology",
			"",
			"**Environment** cold coastlines or plains  ",
			"**Organization** solitary or pair  ",
			"**Treasure** none",
			"",
			"#### Description",
			"",
			"Dire polar bears, kin to cave bears, are larger and more aggressive than cave bears and normal polar bears alike. These short-tempered animals tend to avoid settled regions, but sometimes venture dangerously close to them while hunting, potentially resulting in bloody massacres."
		]
	},
	"dire_polar_bear": { "copyof": "bear_dire_polar_bear" },
	"bear_grizzly_bear": {
		"name": "Bear, Grizzly Bear",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Bear, Grizzly Bear",
			"",
			"*Broad, powerful muscles move beneath this massive bear's brown fur, promising both speed and lethal force.*",
			"",
			"### Grizzly Bear, CR 4",
			"",
			"{SOURCE Pathfinder RPG Bestiary/31}  ",
			"**XP** 1,200  ",
			"N Large animal  ",
			"**Init** +1; **Senses** low-light vision, scent; Perception +6",
			"",
			"#### Defense",
			"",
			"**AC** 16, touch 10, flat-footed 15 (+1 Dex, +6 natural, -1 size)  ",
			"**hp** 42 (5d8+20)  ",
			"**Fort** +8, **Ref** +5, **Will** +2",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** 2 claws +7 (1d6+5 plus grab), bite +7 (1d6+5)  ",
			"**Space** 10 ft., **Reach** 5 ft.",
			"",
			"#### Statistics",
			"",
			"**Str** 21, **Dex** 13, **Con**: 19, **Int** 2, **Wis** 12, **Cha**, 6  ",
			"**Base Atk** +3; **CMB** +9 (+13 grapple); **CMD** 20 (24 vs. trip)  ",
			"**Feats** {feat/Endurance}, {feat/Run}, [Skill Focus (Survival)](feat/skill_focus)  ",
			"**Skills** Perception +6, Survival +5, Swim +14; **Racial Modifiers** +4 Swim",
			"",
			"#### Ecology",
			"",
			"**Environment** cold forests  ",
			"**Organization** solitary or pair  ",
			"**Treasure** none",
			"",
			"#### Description",
			"",
			"A large, powerful omnivore, the grizzly bear inhabits many of the world's forested hills. Equally happy consuming nuts, berries, fish, or small mammals, the grizzly is nonetheless fiercely territorial, and will chase off - or, failing that, kill and eat - any intruders it views as competition.",
			"",
			"When faced with a foe or small group of threats, the grizzly attempts to subdue or kill with its claws. When it can, the bear tries to grab a single target to deal continual damage until that target is dead, unconscious, or escapes.",
			"",
			"To generate stats for a smaller bear (like a black bear), you can apply the young simple template to the grizzly bear's stat block. To generate stats for a larger grizzly or a polar bear, apply the advanced simple template to the grizzly's stats."
		]
	},
	"bear": { "copyof": "bear_grizzly_bear" },
	"grizzly_bear": { "copyof": "bear_grizzly_bear" },
	"bear_polar_bear": {
		"name": "Bear, Polar Bear",
		"sources": [
			"Bestiary 5",
			"Pathfinder #67: The Snows of Summer"
		],
		"description": [
			"## Bear, Polar Bear",
			"",
			"*This large bear is completely white save for small black eyes and black lips hiding huge, glistening teeth.*",
			"",
			"### Polar Bear, CR 5",
			"",
			"{SOURCE Bestiary 5/41;Pathfinder #67: The Snows of Summer/82}  ",
			"**XP** 1,600  ",
			"N Large animal  ",
			"**Init** +3; **Senses** low-light vision, scent; Perception +8",
			"",
			"#### Defense",
			"",
			"**AC** 20, touch 12, flat-footed 17 (+3 Dex, +8 natural, -1 size)  ",
			"**hp** 52 (5d8+30)  ",
			"**Fort** +10, **Ref** +7, **Will** +4",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft., swim 20 ft.  ",
			"**Melee** bite +9 (1d8+7), 2 claws +9 (1d6+7 plus grab)  ",
			"**Space** 10 ft., **Reach** 5 ft.",
			"",
			"#### Statistics",
			"",
			"**Str** 25, **Dex** 17, **Con**: 23, **Int** 2, **Wis** 16, **Cha**, 10  ",
			"**Base Atk** +3; **CMB** +11 (+15 grapple); **CMD** 24 (28 vs. trip)  ",
			"**Feats** {feat/Endurance}, {feat/Run}, [Skill Focus (Survival)](feat/skill_focus)  ",
			"**Skills** Perception +8, Survival +8, Swim +19",
			"",
			"#### Ecology",
			"",
			"**Environment** cold coastlines or plains  ",
			"**Organization** solitary or pair  ",
			"**Treasure** none",
			"",
			"#### Description",
			"",
			"Polar bears swim along frigid coasts and wander icy plains looking for prey, most notably the seals they pluck from holes in the ice. A polar bear's blubber gives it buoyancy, and its long neck helps keep its head above water. Oversized paws with webbed toes propel it steadily through the icy seas, and a polar bear can swim more than 100 miles in a single day.",
			"",
			"While easily able to avoid conflict by plunging into the frigid ocean swells that surround their lairs, polar bears are notoriously fearless, and will attack nearly any creature if they feel threatened or desperate. This makes them particularly dangerous scavengers around arctic settlements, though a rare few civilizations hunt polar bears, both for their meat and for the furs and bones that can be fashioned into clothes and vital tools. Many of these cultures hold polar bears sacred, honoring their deaths with solemn rituals and ceremonies.",
			"",
			"Polar bears live an average of 15 to 20 years, but arctic peoples have known individual bears to live as long as 40 years, often assuming legendary status in local lore. An adult male polar bear can weigh 800 to 1,200 pounds, with females weighing 350 to 650 pounds."
		]
	},
	"polar_bear": { "copyof": "bear_polar_bear" },
	"bebilith": {
		"name": "Bebilith",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Bebilith",
			"",
			"*A spider the size of an elephant, this dark blue arachnid rears up on its six hind legs to raise its barbed and razor-edged front claws.*",
			"",
			"### Bebilith, CR 10",
			"",
			"{SOURCE Pathfinder RPG Bestiary/32}  ",
			"**XP** 9,600  ",
			"CE Huge outsider (chaotic, evil, extraplanar)  ",
			"**Init** +5; **Senses** darkvision 60 ft., scent; Perception +16",
			"",
			"#### Defense",
			"",
			"**AC** 22, touch 9, flat-footed 21 (+1 Dex, +13 natural, -2 size)  ",
			"**hp** 150 (12d10+84)  ",
			"**Fort** +15, **Ref** +11, **Will** +7  ",
			"**DR** 10/good",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft., climb 20 ft.  ",
			"**Melee** bite +19 (2d6+9 plus rot) and 2 claws +19 (2d4+9/19-20)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** dismantle armor, penetrating strike, web (+11 ranged, DC 23, 12 hp)  ",
			"**Spell-Like Abilities** (CL 12th)  ",
			"*At will*-plane shift (bebilith only)",
			"",
			"#### Statistics",
			"",
			"**Str** 28, **Dex** 12, **Con**: 24, **Int** 11, **Wis** 13, **Cha**, 13  ",
			"**Base Atk** +12; **CMB** +23; **CMD** 34 (46 vs. trip)  ",
			"**Feats** {feat/Cleave}, [Improved Critical (claws)](feat/improved_critical), {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Power Attack}  ",
			"**Skills** Acrobatics +16, Climb +32, Perception +16, Sense Motive +16, Stealth +16, Survival +16; **Racial Modifiers** +8 Stealth  ",
			"**Languages** Abyssal (cannot speak); telepathy 100 ft.",
			"",
			"#### Ecology",
			"",
			"**Environment** any (the Abyss)  ",
			"**Organization** solitary or band (2-6)  ",
			"**Treasure** standard",
			"",
			"#### Special Abilities",
			"",
			"**Dismantle Armor (Ex)** If a bebilith hits a foe with both claw attacks, it can attempt to peel away the target's armor and shield as a free action by making a CMB check. If the bebilith is successful, the target's armor and shield are torn from his body and dismantled, falling to the ground. Armor subjected to this attack loses half its hit points and gains the broken condition if the target fails a DC 25 Reflex save. The save DC is Strength-based.",
			"",
			"**Penetrating Strike (Su)** A bebilith's natural weapons are treated as chaotic and magical for the purposes of penetrating damage reduction. Against creatures with the demon type, its natural weapons are also treated as cold iron and good.",
			"",
			"**Rot (Su)** A bebilith's bite causes a horrible withering and weakening of the flesh, resulting in a hideous melting and foul rotting effect. This catastrophic withering begins on the round the creature is bitten and continues for another 4 rounds thereafter, for 5 rounds of withering in all. Each round the rot persists, the target must succeed on a DC 23 Fortitude save or take 2 points of Constitution damage. If the target makes two consecutive saving throws in a row, the effect is cured. Heal can also halt the rot effect. The save DC is Constitution-based.",
			"",
			"#### Description",
			"",
			"The Abyss is a terrible place, yet even in this horrific realm there exist predators and wild beasts that prey upon the demonic horde - the bebilith being the most notorious, a creature evolved to hunt and slay demons.",
			"",
			"Far more intelligent than its verminous shape would suggest, it is perhaps a blessing that the bebilith is such a focused and devoted hunter of demons, for had these dangerous outsiders more of a mind to conquer and expand empires, their ability to plane shift would make them a menace indeed. Although, as an outsider, the bebilith has no biological need to eat, it does enjoy the sensation of chewing on demonic flesh."
		]
	},
	"bee_giant_bee": {
		"name": "Bee, Giant Bee",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Bee, Giant Bee",
			"",
			"*Striking yellow and black markings and a coat of bristling hairs cover this immense bee. Its stinger is the size of a dagger blade.*",
			"",
			"### Giant Bee, CR 1",
			"",
			"{SOURCE Bestiary 2/43}  ",
			"**XP** 400  ",
			"N Medium vermin  ",
			"**Init** +2; **Senses** darkvision 60 ft.; Perception +1",
			"",
			"#### Defense",
			"",
			"**AC** 13, touch 12, flat-footed 11 (+2 Dex, +1 natural)  ",
			"**hp** 16 (3d8+3)  ",
			"**Fort** +4, **Ref** +3, **Will** +2  ",
			"**Immune** mind-affecting effects  ",
			"**Weaknesses** vulnerable to smoke",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft., fly 60 ft. (good)  ",
			"**Melee** sting +2 (1d4 plus poison)",
			"",
			"#### Statistics",
			"",
			"**Str** 11, **Dex** 14, **Con**: 13, **Int** -, **Wis** 12, **Cha**, 9  ",
			"**Base Atk** +2; **CMB** +2; **CMD** 14 (22 vs. trip)  ",
			"**Skills** Fly +6",
			"",
			"#### Ecology",
			"",
			"**Environment** temperate or warm plains  ",
			"**Organization** solitary, group (2-5), or nest (6-19)  ",
			"**Treasure** incidental",
			"",
			"#### Special Abilities",
			"",
			"**Poison (Ex)** Sting-injury; save Fort DC 12; frequency 1/round for 4 rounds; effect 1d2 Str; cure 1 save.",
			"",
			"**Vulnerable to Smoke (Ex)** Smoke from particularly smoky fires or effects (such as that created by a pyrotechnics spell) causes a giant bee to become nauseated if it fails a DC 14 Fortitude save. This condition persists as long as the giant bee remains in the smoke, plus 1d4 rounds.",
			"",
			"#### Description",
			"",
			"Like their smaller cousins, giant bees fill their ecological niche by playing matchmaker for a vast array of flowering plant life. As a giant bee feeds on plant nectars, clumps of pollen attach to the coarse hairs covering its body and legs.",
			"",
			"Giant bees grow to approximately 5 feet in length, with a similar wingspan. These creatures weigh 60 pounds and live in their adult form for nearly 10 years. Giant bees' stingers are not barbed like those of their diminutive counterparts, so these creatures can sting foes repeatedly and do not die after one sting.",
			"",
			"### Giant Bumblebee (CR 2)",
			"",
			"These bulky and aggressive giant bees have the advanced creature simple template. Their venom is deadly, and deals Constitution damage rather than Strength damage."
		]
	},
	"giant_bee": { "copyof": "bee_giant_bee" },
	"bee_giant_queen_bee": {
		"name": "Bee, Giant Queen Bee",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Bee, Giant Queen Bee",
			"",
			"*This giant bee is as large as a horse and unusually fat, with light brown stripes on her body.*",
			"",
			"### Giant Queen Bee, CR 5",
			"",
			"{SOURCE Bestiary 2/43}  ",
			"**XP** 1,600  ",
			"N Large vermin  ",
			"**Init** +0; **Senses** darkvision 60 ft.; Perception +1",
			"",
			"#### Defense",
			"",
			"**AC** 17, touch 9, flat-footed 17 (+8 natural, -1 size)  ",
			"**hp** 59 (7d8+28)  ",
			"**Fort** +9, **Ref** +2, **Will** +3  ",
			"**Immune** mind-affecting effects  ",
			"**Weaknesses** vulnerable to smoke",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft., fly 60 ft. (good)  ",
			"**Melee** sting +8 (1d8+6 plus poison)  ",
			"**Space** 10 ft., **Reach** 5 ft.",
			"",
			"#### Statistics",
			"",
			"**Str** 19, **Dex** 11, **Con**: 18, **Int** -, **Wis** 12, **Cha**, 13  ",
			"**Base Atk** +5; **CMB** +10; **CMD** 20 (28 vs. trip)  ",
			"**Skills** Fly +2",
			"",
			"#### Ecology",
			"",
			"**Environment** temperate or warm plains  ",
			"**Organization** solitary or colony (1 queen and 3-18 giant bees)  ",
			"**Treasure** incidental (royal jelly)",
			"",
			"#### Special Abilities",
			"",
			"**Poison (Ex)** Sting-injury; save Fort DC 17; frequency 1/round for 4 rounds; effect 1d2 Con; cure 2 consecutive saves.",
			"",
			"#### Description",
			"",
			"Bulbous and robust in comparison to others of the same species, giant queen bees are immense, fertile females, easily identified by their larger size and lighter stripes. They grow to 12 feet in length and weigh 140 pounds.",
			"",
			"### Royal Jelly",
			"",
			"When a hive of bees needs a new queen to replace one that has died, they feed specially selected larvae royal jelly to trigger the larvae's transformation into new queens. The first queen to hatch then kills any other new queens.",
			"",
			"Royal jelly has remarkable effects on other creatures if eaten. A pound of royal jelly provides enough nourishment for a full day, and grants a +4 resistance bonus on all saving throws against disease for the next 24 hours. If a creature sleeps enough to heal damage within 24 hours of eating at least a pound of royal jelly, it heals twice the hit points and ability damage as it otherwise would. A typical bee hive contains 2d6 pounds of royal jelly - a single pound sells for 100 gp."
		]
	},
	"giant_queen_bee": { "copyof": "bee_giant_queen_bee" },
	"beetle_dark_spitter_beetle": {
		"name": "Beetle, Dark Spitter Beetle",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Beetle, Dark Spitter Beetle",
			"",
			"*This large beetle's black, shiny exoskeleton clicks and grinds as it opens its dripping mandibles.*",
			"",
			"### Dark Spitter Beetle, CR 3",
			"",
			"{SOURCE Monster Codex/52}  ",
			"**XP** 800  ",
			"N Large vermin  ",
			"**Init** +0; **Senses** darkvision 60 ft.; Perception +0",
			"",
			"#### Defense",
			"",
			"**AC** 17, touch 9, flat-footed 17 (+8 natural, -1 size)  ",
			"**hp** 26 (4d8+8)  ",
			"**Fort** +6, **Ref** +1, **Will** +1  ",
			"**Immune** acid, mind-affecting effects  ",
			"**Weaknesses** light sensitivity",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +6 (2d8+6)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** breath weapon (15-ft. cone, 2d4 acid damage, Reflex DC 14 half, usable once every 1d4 rounds), trample (1d6+6, DC 16)",
			"",
			"#### Statistics",
			"",
			"**Str** 18, **Dex** 11, **Con**: 15, **Int** -, **Wis** 11, **Cha**, 6  ",
			"**Base Atk** +3; **CMB** +8; **CMD** 18 (22 vs. trip)",
			"",
			"#### Ecology",
			"",
			"**Environment** any underground  ",
			"**Organization** single, pair, or cluster (3-6)  ",
			"**Treasure** none",
			"",
			"#### Description",
			"",
			"Spitter beetles are used as mounts by duergar explorers."
		]
	},
	"dark_spitter_beetle": { "copyof": "beetle_dark_spitter_beetle" },
	"beetle_fire_beetle": {
		"name": "Beetle, Fire Beetle",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Beetle, Fire Beetle",
			"",
			"*This housecat-sized beetle is a dull brown color brightened by two glowing green-yellow spots on its carapace.*",
			"",
			"### Fire Beetle, CR 1/3",
			"",
			"{SOURCE Pathfinder RPG Bestiary/33}  ",
			"**XP** 135  ",
			"N Small vermin  ",
			"**Init** +0; **Senses** low-light vision; Perception +0",
			"",
			"#### Defense",
			"",
			"**AC** 12, touch 11, flat-footed 12 (+1 natural, +1 size)  ",
			"**hp** 4 (1d8)  ",
			"**Fort** +2, **Ref** +0, **Will** +0  ",
			"**Immune** mind-affecting effects",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft., fly 30 ft. (poor)  ",
			"**Melee** bite +1 (1d4)",
			"",
			"#### Statistics",
			"",
			"**Str** 10, **Dex** 11, **Con**: 11, **Int** -, **Wis** 10, **Cha**, 7  ",
			"**Base Atk** +0; **CMB** -1; **CMD** 9 (17 vs. trip)  ",
			"**Skills** Fly -2  ",
			"**SQ** luminescence",
			"",
			"#### Ecology",
			"",
			"**Environment** any  ",
			"**Organization** solitary, cluster (2-6) or colony (7-12)  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Luminescence (Ex)** A fire beetle's glowing glands provide light in a 10-foot radius. A dead fire beetle's luminescent glands continue to glow for 1d6 days after its death.",
			"",
			"#### Description",
			"",
			"Although nocturnal, the fire beetle lacks darkvision - it relies on its own glowing glands for illumination. Caged fire beetles are a popular source of long-lasting illumination among eccentrics and miners.",
			"",
			"Other variations on the common fire beetle exist. The two most common variants are detailed below.",
			"",
			"Mining Beetle (CR 1/2): A mining beetle is an advanced fire beetle with the advanced simple template and a burrowing speed of 20 feet.",
			"",
			"Flash Beetle (CR 1/2): A flash beetle is an advanced fire beetle that can create a bright flash of light once an hour. When a flash beetle does so, all creatures in a 10-foot burst must make a DC 12 Fortitude save or be dazzled for 1d3 rounds. The save DC is Constitution-based."
		]
	},
	"fire_beetle": { "copyof": "beetle_fire_beetle" },
	"beetle_giant_stag_beetle": {
		"name": "Beetle, Giant Stag Beetle",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Beetle, Giant Stag Beetle",
			"",
			"*With a sleek body and huge mandibles raised in a threatening pose, this large beetle stands firm in defense of its territory.*",
			"",
			"### Giant Stag Beetle, CR 4",
			"",
			"{SOURCE Pathfinder RPG Bestiary/33}  ",
			"**XP** 1,200  ",
			"N Large vermin  ",
			"**Init** +0; **Senses** darkvision 60 ft.; Perception +0",
			"",
			"#### Defense",
			"",
			"**AC** 17, touch 9, flat-footed 17 (+8 natural, -1 size)  ",
			"**hp** 45 (7d8+14)  ",
			"**Fort** +7, **Ref** +2, **Will** +2  ",
			"**Immune** mind-affecting effects",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft., fly 20 ft. (poor)  ",
			"**Melee** bite +8 (2d8+6)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** trample (1d6+6, DC 17)",
			"",
			"#### Statistics",
			"",
			"**Str** 19, **Dex** 10, **Con**: 15, **Int** -, **Wis** 10, **Cha**, 9  ",
			"**Base Atk** +5; **CMB** +10; **CMD** 20 (28 vs. trip)  ",
			"**Skills** Fly -6",
			"",
			"#### Ecology",
			"",
			"**Environment** temperate forests  ",
			"**Organization** solitary, pair, or cluster (3-6)  ",
			"**Treasure** none",
			"",
			"#### Description",
			"",
			"Nearly 10 feet long, giant stag beetles become serious dangers when they wander into logging camps due to their appetite for decaying wood. Called stag beetles because of their large, antler-like mandibles, they use these appendages to wrestle competing suitors and quickly put down enemy threats.",
			"",
			"Variant species of these giant beetles exist as well. The two detailed below are the ones most commonly encountered.",
			"",
			"Bombardier Beetle (CR 2): This giant stag beetle has only 2 Hit Dice and is Medium sized, but can spray acid once per round in a 10-foot cone. Those in the cone must make a DC 11 Fortitude save or take 1d4+2 points of acid damage. The save DC is Constitution-based.",
			"",
			"Goliath Beetle (CR 8): The immense goliath beetle is a Huge stag beetle with 12 HD and the trample special ability."
		]
	},
	"giant_stag_beetle": { "copyof": "beetle_giant_stag_beetle" },
	"beetle_goliath_stag_beetle": {
		"name": "Beetle, Goliath Stag Beetle",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Beetle, Goliath Stag Beetle",
			"",
			"*This massive beetle is the size of a small house. Its immense, horn-like mandibles clash with a hungry fervor.*",
			"",
			"### Goliath Stag Beetle, CR 8",
			"",
			"{SOURCE Bestiary 2/44}  ",
			"**XP** 4,800  ",
			"N Huge vermin  ",
			"**Init** +0; **Senses** darkvision 60 ft.; Perception +0",
			"",
			"#### Defense",
			"",
			"**AC** 21, touch 8, flat-footed 21 (+13 natural, -2 size)  ",
			"**hp** 104 (11d8+55)  ",
			"**Fort** +12, **Ref** +3, **Will** +3  ",
			"**Immune** mind-affecting effects",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft., fly 30 ft. (poor)  ",
			"**Melee** bite +17 (3d8+16)  ",
			"**Space** 15 ft., **Reach** 10 ft.  ",
			"**Special Attacks** trample (3d8+16, DC 26)",
			"",
			"#### Statistics",
			"",
			"**Str** 32, **Dex** 10, **Con**: 21, **Int** -, **Wis** 10, **Cha**, 4  ",
			"**Base Atk** +8; **CMB** +21; **CMD** 31 (39 vs. trip)  ",
			"**Skills** Fly -8",
			"",
			"#### Ecology",
			"",
			"**Environment** warm forests or plains  ",
			"**Organization** solitary, pair, or herd (3-8)  ",
			"**Treasure** none",
			"",
			"#### Description",
			"",
			"Making its home in tropical and subtropical forests across the globe, the goliath beetle is among the largest species of giant beetle. While its diminutive cousins are primarily herbivores, the goliath stag beetle is carnivorous, hunting herd animals, humanoids, and even giants with ease. They typically use their trample attack against creatures smaller than themselves, returning after this punishing assault to pick off anything that's still moving with swift and deadly bites.",
			"",
			"A goliath stag beetle is 25 feet long and weighs 8,000 pounds."
		]
	},
	"goliath_stag_beetle": { "copyof": "beetle_goliath_stag_beetle" },
	"beetle_juggernaut_beetle": {
		"name": "Beetle, Juggernaut Beetle",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Beetle, Juggernaut Beetle",
			"",
			"*This massive insect lumbers ominously, waving scythe-like mandibles that reek of acid.*",
			"",
			"### Juggernaut Beetle, CR 14",
			"",
			"{SOURCE Monster Codex/52}  ",
			"**XP** 38,400  ",
			"N Huge magical beast  ",
			"**Init** -1; **Senses** darkvision 120 ft., low-light vision; Perception +14",
			"",
			"#### Defense",
			"",
			"**AC** 29, touch 7, flat-footed 29 (-1 Dex, +22 natural, -2 size)  ",
			"**hp** 210 (20d10+100)  ",
			"**Fort** +17, **Ref** +11, **Will** +7  ",
			"**Defensive Abilities** selective mind; **Immune** acid, mind-affecting effects  ",
			"**Weaknesses** light sensitivity",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +28 (4d10+15/19-20)  ",
			"**Space** 15 ft., **Reach** 10 ft.  ",
			"**Special Attacks** breath weapon (60-ft. cone, 8d6 acid damage, Reflex DC 25 half, usable once every 1d4 rounds), trample (2d8+15, DC 30)",
			"",
			"#### Statistics",
			"",
			"**Str** 31, **Dex** 9, **Con**: 20, **Int** 2, **Wis** 13, **Cha**, 8  ",
			"**Base Atk** +20; **CMB** +32 (+34 bull rush); **CMD** 41 (43 vs. bull rush or trip)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Cleave}, {feat/Critical Focus}, {feat/Great Cleave}, {feat/Improved Bull Rush}, [Improved Critical (bite)](feat/improved_critical), {feat/Improved Vital Strike}, {feat/Power Attack}, {feat/Stunning Critical}, {feat/Vital Strike}  ",
			"**Skills** Climb +23, Perception +14",
			"",
			"#### Ecology",
			"",
			"**Environment** any underground  ",
			"**Organization** single or pair  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Selective Mind (Su)** To anyone but duergar, these beetles count as mindless. Duergar can affect them with mind-affecting effects, and train and control them as if the beetles were animals.",
			"",
			"#### Description",
			"",
			"One duergar steers a juggernaut while two riders attack."
		]
	},
	"juggernaut_beetle": { "copyof": "beetle_juggernaut_beetle" },
	"beetle_scarab_beetle": {
		"name": "Beetle, Scarab Beetle",
		"sources": [ "Inner Sea Bestiary" ],
		"description": [
			"## Beetle, Scarab Beetle",
			"",
			"*This glossy blue-black beetle is the size of a cow.*",
			"",
			"### Scarab Beetle, CR 6",
			"",
			"{SOURCE Inner Sea Bestiary/5}  ",
			"**XP** 2,400  ",
			"N Large vermin  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception +0",
			"",
			"#### Defense",
			"",
			"**AC** 20, touch 10, flat-footed 19 (+1 Dex, +10 natural, -1 size)  ",
			"**hp** 67 (9d8+27)  ",
			"**Fort** +9, **Ref** +4, **Will** +3  ",
			"**Immune** death effects, disease, mind-affecting effects, paralysis",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft., climb 20 ft., fly 20 ft. (average)  ",
			"**Melee** bite +11 (1d8+9 plus gnaw)  ",
			"**Space** 10 ft., **Reach** 5 ft.",
			"",
			"#### Statistics",
			"",
			"**Str** 23, **Dex** 12, **Con**: 16, **Int** -, **Wis** 10, **Cha**, 1  ",
			"**Base Atk** +6; **CMB** +13; **CMD** 24 (32 vs. trip)  ",
			"**Skills** Climb +14, Fly -1",
			"",
			"#### Ecology",
			"",
			"**Environment** warm deserts (Osirion)  ",
			"**Organization** solitary or swarm (3-9)  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Gnaw (Ex)** A scarab beetle deals 1 point of Strength damage on a successful bite. This damage is doubled against creatures with no armor or natural armor bonus to AC, but creatures in heavy armor or with a natural armor bonus of +10 or greater are immune, as are creatures immune to critical hits or without flesh.",
			"",
			"#### Description",
			"",
			"In Osirion, these massive beetles are a threat to ancient tombs as they chew their way through the interred. Some say scarab beetles' connection with the dead gives them powers greater than those of normal beetles, but any evidence of this has yet to been proven true. Merchants claim powdered scarab is an essential element in magic that protects against death effects."
		]
	},
	"scarab_beetle": { "copyof": "beetle_scarab_beetle" },
	"beetle_slicer_beetle": {
		"name": "Beetle, Slicer Beetle",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Beetle, Slicer Beetle",
			"",
			"*This squat but nevertheless large beetle moves with a swift scuttling motion. Its mandibles appear to be remarkably sharp.*",
			"",
			"### Slicer Beetle, CR 4",
			"",
			"{SOURCE Bestiary 2/44}  ",
			"**XP** 1,200  ",
			"N Large vermin  ",
			"**Init** +0; **Senses** darkvision 60 ft.; Perception +0",
			"",
			"#### Defense",
			"",
			"**AC** 17, touch 9, flat-footed 17 (+8 natural, -1 size)  ",
			"**hp** 39 (6d8+12)  ",
			"**Fort** +7, **Ref** +2, **Will** +2  ",
			"**Immune** mind-affecting effects",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft., fly 20 ft. (poor)  ",
			"**Melee** bite +8 (2d6+7/19-20)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** crippling bite",
			"",
			"#### Statistics",
			"",
			"**Str** 21, **Dex** 11, **Con**: 15, **Int** -, **Wis** 10, **Cha**, 6  ",
			"**Base Atk** +4; **CMB** +10; **CMD** 20 (28 vs. trip)  ",
			"**Skills** Fly -6  ",
			"**SQ** compression",
			"",
			"#### Ecology",
			"",
			"**Environment** temperate forests  ",
			"**Organization** solitary or cluster (2-5)  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Crippling Bite (Ex)** A slicer beetle's bite attack threatens a critical hit on a roll of 19-20. If a slicer beetle scores a critical hit on a target, its mandibles cut deep, resulting in a wound that causes 1d6 bleed and leaving its foe staggered for 1d3 rounds from the tremendous pain dealt.",
			"",
			"#### Description",
			"",
			"The slicer beetle sports specialized mouthparts that scissor apart flesh for easier consumption. Each side of its horizontally closing mandibles fits into the other with barely a hair's breadth to spare. These creatures prefer to dwell in compact caves or warrens. A typical slicer beetle measures 10 feet long and weighs 800 pounds."
		]
	},
	"slicer_beetle": { "copyof": "beetle_slicer_beetle" },
	"beetle_stalk_beetle": {
		"name": "Beetle, Stalk Beetle",
		"sources": [ "Inner Sea Bestiary" ],
		"description": [
			"## Beetle, Stalk Beetle",
			"",
			"*This ravenous beetle is the size of a pony, and sports a pair of deadly, serrated mandibles.*",
			"",
			"### Stalk Beetle, CR 2",
			"",
			"{SOURCE Inner Sea Bestiary/5}  ",
			"**XP** 600  ",
			"N Medium vermin  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception +0",
			"",
			"#### Defense",
			"",
			"**AC** 16, touch 11, flat-footed 15 (+1 Dex, +5 natural)  ",
			"**hp** 22 (4d8+4)  ",
			"**Fort** +5, **Ref** +2, **Will** +1  ",
			"**Immune** mind-affecting effects",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft., burrow 10 ft., climb 20 ft.  ",
			"**Melee** bite +6 (1d6+4)  ",
			"**Special Attacks** sawtooth",
			"",
			"#### Statistics",
			"",
			"**Str** 17, **Dex** 13, **Con**: 12, **Int** -, **Wis** 10, **Cha**, 1  ",
			"**Base Atk** +3; **CMB** +6; **CMD** 17 (25 vs. trip)  ",
			"**Skills** Climb +11",
			"",
			"#### Ecology",
			"",
			"**Environment** warm deserts (Rahadoum)  ",
			"**Organization** solitary, swarm (2-8), or plague (9-20)  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Sawtooth (Ex)** The serrated mandibles of a stalk beetle allow it to ignore hardness of 5 or less when attacking objects. In addition, a stalk beetle deals 1 point of bleed damage upon a successful critical hit with its bite attack.",
			"",
			"#### Description",
			"",
			"Stalk beetles are a plague in Rahadoum, scouring the land like giant locusts, and eating any and all vegetation they encounter."
		]
	},
	"stalk_beetle": { "copyof": "beetle_stalk_beetle" },
	"beheaded": {
		"name": "Beheaded",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Beheaded",
			"",
			"*A decaying humanoid head floats silently and ominously, its graying teeth eerily clattering.*",
			"",
			"### Beheaded, CR 1/3",
			"",
			"{SOURCE Bestiary 4/17}  ",
			"**XP** 135  ",
			"NE Tiny undead  ",
			"**Init** +2; **Senses** darkvision 60 ft.; Perception +0",
			"",
			"#### Defense",
			"",
			"**AC** 14, touch 14, flat-footed 12 (+2 Dex, +2 size)  ",
			"**hp** 4 (1d8)  ",
			"**Fort** +0, **Ref** +2, **Will** +2  ",
			"**Immune** undead traits",
			"",
			"#### Offense",
			"",
			"**Speed** fly 40 ft. (perfect)  ",
			"**Melee** slam +2 (1d2)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft.",
			"",
			"#### Statistics",
			"",
			"**Str** 11, **Dex** 15, **Con**: -, **Int** -, **Wis** 11, **Cha**, 10  ",
			"**Base Atk** +0; **CMB** +0; **CMD** 10 (can't be tripped)  ",
			"**Skills** Fly +14",
			"",
			"#### Ecology",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or patrol (3-6)  ",
			"**Treasure** none",
			"",
			"#### Description",
			"",
			"A beheaded is a severed head or skull animated as a mindless undead sentinel that silently floats at eye level as it lies in wait for living prey or is sent out into the lands of the living to terrorize everyone it finds. A beheaded set loose near populated areas thumps ominously against shut doors and windows, biding its time until someone responds to the incessant knocking. The beheaded then assaults this victim.",
			"",
			"Beheaded also guard grim crypts, abattoirs, and hideouts of murders who like to keep reminders of their past sins close at hand. Beheaded come in many varieties, usually based on the creature the head came from. A beheaded prefers to float at head height so it can more easily attack the face, neck, and shoulders of its victim.",
			"",
			"A neutral evil spellcaster can gain a beheaded as a familiar at 3rd level by taking the Improved Familiar feat. A beheaded familiar loses the mindless trait and has an Intelligence score appropriate for its master's level.",
			"",
			"### Creating Beheaded",
			"",
			"A spellcaster can create a beheaded with animate dead. Each beheaded created requires two onyx gems worth 100 gp and the casting of one air walk or fly spell. Beheaded can be created with additional abilities from the list below. Creating a variant beheaded counts as 1 additional Hit Die toward the caster's maximum Hit Dice of controlled undead. For every two abilities added, increase the beheaded's CR by 1.",
			"",
			">Belching (Su):* The beheaded can make a ranged touch attack with a maximum range of 30 feet that deals 1d6 points of energy damage (acid, cold, electricity, or fire, chosen at the time of creation).",
			">",
			">Flaming (Su):* The beheaded gains fire immunity and a +2 bonus to Charisma. Its slam attack also deals 1d6 points of fire damage and might catch the target on fire.",
			">",
			">Grabbing (Ex):* This type of beheaded has long tendrils of ragged hair or other limblike growths (such as a medusa's snake hair). Its slam attack gains the grab (Medium) special ability.",
			">",
			">Screaming (Su):* This type of beheaded can scream out once every 1d4 rounds. Every creature within 30 feet must succeed at a Will save or be shaken for 1d4 rounds. The save DC is equal to 10 + 1/2 the screaming skull's racial Hit Dice + the screaming skull's Charisma modifier. This is a sonic mind-affecting fear effect. Whether or not the save is successful, any creature in the area can't be affected by that beheaded's scream for the next 24 hours.",
			">",
			">Swarming (Ex):* The beheaded gains 1 additional Hit Die, the swarm subtype, swarm immunities, and the distraction special ability. It loses its slam attack but gains a swarm attack that deals 1d6 points of damage. This counts as two abilities for the purpose of determining the beheaded's CR.",
			"",
			"**Family:** {family/Beheaded}"
		]
	},
	"beheaded_flaming_skull": {
		"name": "Beheaded, Flaming Skull",
		"sources": [
			"Pathfinder #43: Haunting of Harrowstone",
			"Bestiary 4"
		],
		"description": [
			"## Beheaded, Flaming Skull",
			"",
			"*This humanoid head floats silently and ominously, bits of flesh still hanging from its face and graying teeth clattering slightly as it bobs in the air.*",
			"",
			"### Flaming Skull, CR 1/2",
			"",
			"{SOURCE Pathfinder #43: Haunting of Harrowstone/82}  ",
			"**XP** 200  ",
			"NE Tiny undead  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception +0",
			"",
			"#### Defense",
			"",
			"**AC** 13, touch 13, flat-footed 12 (+1 Dex, +2 size)  ",
			"**hp** 5 (1d8+1)  ",
			"**Fort** +1, **Ref** +1, **Will** +2  ",
			"**Immune** fire, undead traits",
			"",
			"#### Offense",
			"",
			"**Speed** fly 40 ft. (perfect)  ",
			"**Melee** slam (1d2-1 plus 1d6 fire)",
			"",
			"#### Statistics",
			"",
			"**Str** 9, **Dex** 12, **Con**: -, **Int** -, **Wis** 10, **Cha**, 13  ",
			"**Base Atk** +0; **CMB** -3; **CMD** 8 (can't be tripped)  ",
			"**Skills** Fly +9",
			"",
			"#### Ecology",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or patrol (3-6)  ",
			"**Treasure** none",
			"",
			"#### Description",
			"",
			"Beheaded are floating skulls or severed heads whose bodies have long since abandoned them, either in the moment of death or long after. Reanimated via dark magic, these horrors are usually created as mindless sentinels for dungeons or lairs. Beheaded silently hover at about eye-level, often making them the last thing a casual wanderer or careless villager in an infested area ever sees.",
			"",
			"### Creating Beheaded",
			"",
			"Spellcasters might create and employ beheaded in multiple ways.",
			"",
			"Animating Beheaded: A magic-user can create any form of beheaded from a severed head of the appropriate size or creature. The spellcaster must cast the spell animate dead using an onyx gem worth at least 100 gp, followed by the spell fly on the head to be animated. The creator can only create a number of Hit Dice of beheaded equal to the amount allowed by animate dead. Beheaded with the variant abilities below can also be created, though for the purposes of how many can be created, they are treated as if they had one additional Hit Die for each additional ability. Beheaded count against the number of Hit Dice of skeletons or zombies that can be created using animate dead and vise versa.",
			"",
			"Beheaded Familiars: Using the Improved Familiar feat, a spellcaster can gain an obedient severed head as a familiar. The character must be at least caster level 3rd to acquire the severed head. This creature is always neutral evil. Although any type of magic-user with the proper requisites can take a severed head as a familiar, necromancers and undead wizards employ them most frequently.",
			"",
			"### Variant Beheaded",
			"",
			"The following are variant abilities that a beheaded might possess. These traits can be mixed and matched in any way and applied to any of the beheaded listed above. Each ability increases the CR of the beheaded by the listed amount.",
			"",
			"Belching (+1 CR): A belching beheaded gains the ability to spew raw energy from its mouth, giving it a ranged touch attack that does 1d6 damage of a specific type (acid, cold, electric, or fire) chosen at the time of the beheaded's animation.",
			"",
			"Burning (+1 CR): This beheaded is similar to the flaming skull; however, the fire not only surrounds the skull, but can pass on to those it attacks. The fire that consumes the head can be any color the animator chooses, though blue is one of the most common. A burning skull gains the burn (1d6) special ability when using its slam attack, where the Reflex save DC is 10 + 1/2 the burning skull's racial HD + the burning skull's Cha modifier.",
			"",
			"Grabbing (+0 CR): This type of beheaded has long tendrils of ragged hair. It gains the grab special ability when using its slam attack, and can attempt to grapple any creature of Medium size or smaller in this way.",
			"",
			"Screaming (+0 CR): Once every 1d4 rounds, a screaming beheaded can open its jaw and emit a bone-chilling scream. All creatures within 30 feet must make a Will save or be shaken for 1d4 rounds. The save DC is equal to 10 + 1/2 the screaming skull's racial HD + the screaming skull's Cha modifier. This is a sonic mind-affecting fear effect. Whether or not the save is successful, an affected creature is immune to the same beheaded's scream for 24 hours.",
			"",
			"**Family:** {family/Beheaded}"
		]
	},
	"flaming_skull": { "copyof": "beheaded_flaming_skull" },
	"beheaded_giant_beheaded": {
		"name": "Beheaded, Giant Beheaded",
		"sources": [
			"Pathfinder #43: Haunting of Harrowstone",
			"Bestiary 4"
		],
		"description": [
			"## Beheaded, Giant Beheaded",
			"",
			"*This humanoid head floats silently and ominously, bits of flesh still hanging from its face and graying teeth clattering slightly as it bobs in the air.*",
			"",
			"### Giant Beheaded, CR 2",
			"",
			"{SOURCE Pathfinder #43: Haunting of Harrowstone/82}  ",
			"**XP** 600  ",
			"NE Large undead  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception -1",
			"",
			"#### Defense",
			"",
			"**AC** 13, touch 10, flat-footed 12 (+1 Dex, +3 natural, -1 size)  ",
			"**hp** 19 (3d8+6)  ",
			"**Fort** +3, **Ref** +2, **Will** +2  ",
			"**Immune** undead traits",
			"",
			"#### Offense",
			"",
			"**Speed** fly 30 ft. (perfect)  ",
			"**Melee** slams +4 (1d8+3)  ",
			"**Space** 10 ft., **Reach** 5 ft.",
			"",
			"#### Statistics",
			"",
			"**Str** 16, **Dex** 13, **Con**: -, **Int** -, **Wis** 9, **Cha**, 15  ",
			"**Base Atk** +2; **CMB** +6; **CMD** 17 (can't be tripped)  ",
			"**Skills** Fly -3",
			"",
			"#### Ecology",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"#### Description",
			"",
			"Beheaded are floating skulls or severed heads whose bodies have long since abandoned them, either in the moment of death or long after. Reanimated via dark magic, these horrors are usually created as mindless sentinels for dungeons or lairs. Beheaded silently hover at about eye-level, often making them the last thing a casual wanderer or careless villager in an infested area ever sees.",
			"",
			"### Creating Beheaded",
			"",
			"Spellcasters might create and employ beheaded in multiple ways.",
			"",
			"Animating Beheaded: A magic-user can create any form of beheaded from a severed head of the appropriate size or creature. The spellcaster must cast the spell animate dead using an onyx gem worth at least 100 gp, followed by the spell fly on the head to be animated. The creator can only create a number of Hit Dice of beheaded equal to the amount allowed by animate dead. Beheaded with the variant abilities below can also be created, though for the purposes of how many can be created, they are treated as if they had one additional Hit Die for each additional ability. Beheaded count against the number of Hit Dice of skeletons or zombies that can be created using animate dead and vise versa.",
			"",
			"Beheaded Familiars: Using the Improved Familiar feat, a spellcaster can gain an obedient severed head as a familiar. The character must be at least caster level 3rd to acquire the severed head. This creature is always neutral evil. Although any type of magic-user with the proper requisites can take a severed head as a familiar, necromancers and undead wizards employ them most frequently.",
			"",
			"### Variant Beheaded",
			"",
			"The following are variant abilities that a beheaded might possess. These traits can be mixed and matched in any way and applied to any of the beheaded listed above. Each ability increases the CR of the beheaded by the listed amount.",
			"",
			"Belching (+1 CR): A belching beheaded gains the ability to spew raw energy from its mouth, giving it a ranged touch attack that does 1d6 damage of a specific type (acid, cold, electric, or fire) chosen at the time of the beheaded's animation.",
			"",
			"Burning (+1 CR): This beheaded is similar to the flaming skull; however, the fire not only surrounds the skull, but can pass on to those it attacks. The fire that consumes the head can be any color the animator chooses, though blue is one of the most common. A burning skull gains the burn (1d6) special ability when using its slam attack, where the Reflex save DC is 10 + 1/2 the burning skull's racial HD + the burning skull's Cha modifier.",
			"",
			"Grabbing (+0 CR): This type of beheaded has long tendrils of ragged hair. It gains the grab special ability when using its slam attack, and can attempt to grapple any creature of Medium size or smaller in this way.",
			"",
			"Screaming (+0 CR): Once every 1d4 rounds, a screaming beheaded can open its jaw and emit a bone-chilling scream. All creatures within 30 feet must make a Will save or be shaken for 1d4 rounds. The save DC is equal to 10 + 1/2 the screaming skull's racial HD + the screaming skull's Cha modifier. This is a sonic mind-affecting fear effect. Whether or not the save is successful, an affected creature is immune to the same beheaded's scream for 24 hours.",
			"",
			"**Family:** {family/Beheaded}"
		]
	},
	"giant_beheaded": { "copyof": "beheaded_giant_beheaded" },
	"beheaded_medusa_head": {
		"name": "Beheaded, Medusa Head",
		"sources": [
			"Pathfinder #43: Haunting of Harrowstone",
			"Bestiary 4"
		],
		"description": [
			"## Beheaded, Medusa Head",
			"",
			"*This humanoid head floats silently and ominously, bits of flesh still hanging from its face and graying teeth clattering slightly as it bobs in the air.*",
			"",
			"### Medusa Head, CR 3",
			"",
			"{SOURCE Pathfinder #43: Haunting of Harrowstone/83}  ",
			"**XP** 800  ",
			"NE Small undead  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception +0",
			"",
			"#### Defense",
			"",
			"**AC** 15, touch 12, flat-footed 14 (+1 Dex, +3 natural, +1 size)  ",
			"**hp** 30 (4d8+12)  ",
			"**Fort** +3, **Ref** +2, **Will** +4  ",
			"**Immune** undead traits",
			"",
			"#### Offense",
			"",
			"**Speed** fly 40 ft. (perfect)  ",
			"**Melee** bite +6 (1d4+2 plus petrifying bite)",
			"",
			"#### Statistics",
			"",
			"**Str** 14, **Dex** 12, **Con**: -, **Int** -, **Wis** 11, **Cha**, 15  ",
			"**Base Atk** +3; **CMB** +4; **CMD** 15 (can't be tripped)  ",
			"**Feats** {feat/Flyby Attack}[^B]  ",
			"**Languages** Common",
			"",
			"#### Ecology",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or trio  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Petrifying Bite (Su)** Creatures bitten by a medusa head must make a DC 14 Fortitude save or turn to stone for 1d4 rounds. Targets immune to poison are immune to this effect. The save DC is Charisma-based.",
			"",
			"#### Description",
			"",
			"Beheaded are floating skulls or severed heads whose bodies have long since abandoned them, either in the moment of death or long after. Reanimated via dark magic, these horrors are usually created as mindless sentinels for dungeons or lairs. Beheaded silently hover at about eye-level, often making them the last thing a casual wanderer or careless villager in an infested area ever sees.",
			"",
			"### Creating Beheaded",
			"",
			"Spellcasters might create and employ beheaded in multiple ways.",
			"",
			"Animating Beheaded: A magic-user can create any form of beheaded from a severed head of the appropriate size or creature. The spellcaster must cast the spell animate dead using an onyx gem worth at least 100 gp, followed by the spell fly on the head to be animated. The creator can only create a number of Hit Dice of beheaded equal to the amount allowed by animate dead. Beheaded with the variant abilities below can also be created, though for the purposes of how many can be created, they are treated as if they had one additional Hit Die for each additional ability. Beheaded count against the number of Hit Dice of skeletons or zombies that can be created using animate dead and vise versa.",
			"",
			"Beheaded Familiars: Using the Improved Familiar feat, a spellcaster can gain an obedient severed head as a familiar. The character must be at least caster level 3rd to acquire the severed head. This creature is always neutral evil. Although any type of magic-user with the proper requisites can take a severed head as a familiar, necromancers and undead wizards employ them most frequently.",
			"",
			"### Variant Beheaded",
			"",
			"The following are variant abilities that a beheaded might possess. These traits can be mixed and matched in any way and applied to any of the beheaded listed above. Each ability increases the CR of the beheaded by the listed amount.",
			"",
			"Belching (+1 CR): A belching beheaded gains the ability to spew raw energy from its mouth, giving it a ranged touch attack that does 1d6 damage of a specific type (acid, cold, electric, or fire) chosen at the time of the beheaded's animation.",
			"",
			"Burning (+1 CR): This beheaded is similar to the flaming skull; however, the fire not only surrounds the skull, but can pass on to those it attacks. The fire that consumes the head can be any color the animator chooses, though blue is one of the most common. A burning skull gains the burn (1d6) special ability when using its slam attack, where the Reflex save DC is 10 + 1/2 the burning skull's racial HD + the burning skull's Cha modifier.",
			"",
			"Grabbing (+0 CR): This type of beheaded has long tendrils of ragged hair. It gains the grab special ability when using its slam attack, and can attempt to grapple any creature of Medium size or smaller in this way.",
			"",
			"Screaming (+0 CR): Once every 1d4 rounds, a screaming beheaded can open its jaw and emit a bone-chilling scream. All creatures within 30 feet must make a Will save or be shaken for 1d4 rounds. The save DC is equal to 10 + 1/2 the screaming skull's racial HD + the screaming skull's Cha modifier. This is a sonic mind-affecting fear effect. Whether or not the save is successful, an affected creature is immune to the same beheaded's scream for 24 hours.",
			"",
			"**Family:** {family/Beheaded}",
			"",
			"[^B]: Bonus feat."
		]
	},
	"medusa_head": { "copyof": "beheaded_medusa_head" },
	"beheaded_severed_head": {
		"name": "Beheaded, Severed Head",
		"sources": [
			"Pathfinder #43: Haunting of Harrowstone",
			"Bestiary 4"
		],
		"description": [
			"## Beheaded, Severed Head",
			"",
			"*This humanoid head floats silently and ominously, bits of flesh still hanging from its face and graying teeth clattering slightly as it bobs in the air.*",
			"",
			"### Severed Head, CR 1/3",
			"",
			"{SOURCE Pathfinder #43: Haunting of Harrowstone/82}  ",
			"**XP** 135  ",
			"NE Tiny undead  ",
			"**Init** +2; **Senses** darkvision 60 ft.; Perception +0",
			"",
			"#### Defense",
			"",
			"**AC** 14, touch 14, flat-footed 12 (+2 Dex, +2 size)  ",
			"**hp** 4 (1d8)  ",
			"**Fort** +0, **Ref** +2, **Will** +2  ",
			"**Immune** undead traits",
			"",
			"#### Offense",
			"",
			"**Speed** fly 40 ft. (perfect)  ",
			"**Melee** slam +1 (1d2)",
			"",
			"#### Statistics",
			"",
			"**Str** 11, **Dex** 15, **Con**: -, **Int** -, **Wis** 11, **Cha**, 10  ",
			"**Base Atk** +0; **CMB** -1; **CMD** 11 (can't be tripped)",
			"",
			"#### Ecology",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or patrol (3-6)  ",
			"**Treasure** none",
			"",
			"#### Description",
			"",
			"Beheaded are floating skulls or severed heads whose bodies have long since abandoned them, either in the moment of death or long after. Reanimated via dark magic, these horrors are usually created as mindless sentinels for dungeons or lairs. Beheaded silently hover at about eye-level, often making them the last thing a casual wanderer or careless villager in an infested area ever sees.",
			"",
			"### Creating Beheaded",
			"",
			"Spellcasters might create and employ beheaded in multiple ways.",
			"",
			"Animating Beheaded: A magic-user can create any form of beheaded from a severed head of the appropriate size or creature. The spellcaster must cast the spell animate dead using an onyx gem worth at least 100 gp, followed by the spell fly on the head to be animated. The creator can only create a number of Hit Dice of beheaded equal to the amount allowed by animate dead. Beheaded with the variant abilities below can also be created, though for the purposes of how many can be created, they are treated as if they had one additional Hit Die for each additional ability. Beheaded count against the number of Hit Dice of skeletons or zombies that can be created using animate dead and vise versa.",
			"",
			"Beheaded Familiars: Using the Improved Familiar feat, a spellcaster can gain an obedient severed head as a familiar. The character must be at least caster level 3rd to acquire the severed head. This creature is always neutral evil. Although any type of magic-user with the proper requisites can take a severed head as a familiar, necromancers and undead wizards employ them most frequently.",
			"",
			"### Variant Beheaded",
			"",
			"The following are variant abilities that a beheaded might possess. These traits can be mixed and matched in any way and applied to any of the beheaded listed above. Each ability increases the CR of the beheaded by the listed amount.",
			"",
			"Belching (+1 CR): A belching beheaded gains the ability to spew raw energy from its mouth, giving it a ranged touch attack that does 1d6 damage of a specific type (acid, cold, electric, or fire) chosen at the time of the beheaded's animation.",
			"",
			"Burning (+1 CR): This beheaded is similar to the flaming skull; however, the fire not only surrounds the skull, but can pass on to those it attacks. The fire that consumes the head can be any color the animator chooses, though blue is one of the most common. A burning skull gains the burn (1d6) special ability when using its slam attack, where the Reflex save DC is 10 + 1/2 the burning skull's racial HD + the burning skull's Cha modifier.",
			"",
			"Grabbing (+0 CR): This type of beheaded has long tendrils of ragged hair. It gains the grab special ability when using its slam attack, and can attempt to grapple any creature of Medium size or smaller in this way.",
			"",
			"Screaming (+0 CR): Once every 1d4 rounds, a screaming beheaded can open its jaw and emit a bone-chilling scream. All creatures within 30 feet must make a Will save or be shaken for 1d4 rounds. The save DC is equal to 10 + 1/2 the screaming skull's racial HD + the screaming skull's Cha modifier. This is a sonic mind-affecting fear effect. Whether or not the save is successful, an affected creature is immune to the same beheaded's scream for 24 hours.",
			"",
			"**Family:** {family/Beheaded}"
		]
	},
	"severed_head": { "copyof": "beheaded_severed_head" },
	"beheaded_skull_swarm": {
		"name": "Beheaded, Skull Swarm",
		"sources": [
			"Pathfinder #43: Haunting of Harrowstone",
			"Bestiary 4"
		],
		"description": [
			"## Beheaded, Skull Swarm",
			"",
			"*This humanoid head floats silently and ominously, bits of flesh still hanging from its face and graying teeth clattering slightly as it bobs in the air.*",
			"",
			"### Skull Swarm, CR 1",
			"",
			"{SOURCE Pathfinder #43: Haunting of Harrowstone/82}  ",
			"**XP** 400  ",
			"NE Tiny undead (swarm)  ",
			"**Init** +2; **Senses** darkvision 60 ft.; Perception +0",
			"",
			"#### Defense",
			"",
			"**AC** 14, touch 14, flat-footed 12 (+2 Dex, +2 size)  ",
			"**hp** 9 (2d8)  ",
			"**Fort** +0, **Ref** +2, **Will** +3  ",
			"**Defensive Abilities** swarm traits; **Immune** undead traits, weapon damage",
			"",
			"#### Offense",
			"",
			"**Speed** fly 40 ft. (perfect)  ",
			"**Melee** swarm (1d6)  ",
			"**Space** 10 ft., **Reach** 0 ft.  ",
			"**Special Attacks** distraction (DC 11)",
			"",
			"#### Statistics",
			"",
			"**Str** 5, **Dex** 15, **Con**: -, **Int** -, **Wis** 10, **Cha**, 10  ",
			"**Base Atk** +1; **CMB** +1; **CMD** 8 (can't be tripped)  ",
			"**Skills** Fly +6",
			"",
			"#### Ecology",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or mass (3-5)  ",
			"**Treasure** none",
			"",
			"#### Description",
			"",
			"Beheaded are floating skulls or severed heads whose bodies have long since abandoned them, either in the moment of death or long after. Reanimated via dark magic, these horrors are usually created as mindless sentinels for dungeons or lairs. Beheaded silently hover at about eye-level, often making them the last thing a casual wanderer or careless villager in an infested area ever sees.",
			"",
			"### Creating Beheaded",
			"",
			"Spellcasters might create and employ beheaded in multiple ways.",
			"",
			"Animating Beheaded: A magic-user can create any form of beheaded from a severed head of the appropriate size or creature. The spellcaster must cast the spell animate dead using an onyx gem worth at least 100 gp, followed by the spell fly on the head to be animated. The creator can only create a number of Hit Dice of beheaded equal to the amount allowed by animate dead. Beheaded with the variant abilities below can also be created, though for the purposes of how many can be created, they are treated as if they had one additional Hit Die for each additional ability. Beheaded count against the number of Hit Dice of skeletons or zombies that can be created using animate dead and vise versa.",
			"",
			"Beheaded Familiars: Using the Improved Familiar feat, a spellcaster can gain an obedient severed head as a familiar. The character must be at least caster level 3rd to acquire the severed head. This creature is always neutral evil. Although any type of magic-user with the proper requisites can take a severed head as a familiar, necromancers and undead wizards employ them most frequently.",
			"",
			"### Variant Beheaded",
			"",
			"The following are variant abilities that a beheaded might possess. These traits can be mixed and matched in any way and applied to any of the beheaded listed above. Each ability increases the CR of the beheaded by the listed amount.",
			"",
			"Belching (+1 CR): A belching beheaded gains the ability to spew raw energy from its mouth, giving it a ranged touch attack that does 1d6 damage of a specific type (acid, cold, electric, or fire) chosen at the time of the beheaded's animation.",
			"",
			"Burning (+1 CR): This beheaded is similar to the flaming skull; however, the fire not only surrounds the skull, but can pass on to those it attacks. The fire that consumes the head can be any color the animator chooses, though blue is one of the most common. A burning skull gains the burn (1d6) special ability when using its slam attack, where the Reflex save DC is 10 + 1/2 the burning skull's racial HD + the burning skull's Cha modifier.",
			"",
			"Grabbing (+0 CR): This type of beheaded has long tendrils of ragged hair. It gains the grab special ability when using its slam attack, and can attempt to grapple any creature of Medium size or smaller in this way.",
			"",
			"Screaming (+0 CR): Once every 1d4 rounds, a screaming beheaded can open its jaw and emit a bone-chilling scream. All creatures within 30 feet must make a Will save or be shaken for 1d4 rounds. The save DC is equal to 10 + 1/2 the screaming skull's racial HD + the screaming skull's Cha modifier. This is a sonic mind-affecting fear effect. Whether or not the save is successful, an affected creature is immune to the same beheaded's scream for 24 hours.",
			"",
			"**Family:** {family/Beheaded}"
		]
	},
	"skull_swarm": { "copyof": "beheaded_skull_swarm" },
	"behemoth_ravener": {
		"name": "Behemoth, Ravener",
		"sources": [
			"Pathfinder #30: The Twice-Damned Prince",
			"Bestiary 3"
		],
		"description": [
			"## Behemoth, Ravener",
			"",
			"*The ground quakes as a colossal, elephantine beast of rocky, armored plates presses forward. Elaborate horns crown its head, and multiple rock-encrusted tusks jut from its toothy maw. With a bellowing roar, the creature shakes its massive head in challenge, then paws the ground and charges.*",
			"",
			"### Ravener, CR 18",
			"",
			"{SOURCE Pathfinder #30: The Twice-Damned Prince/78}  ",
			"**XP** 153,600  ",
			"N Colossal magical beast  ",
			"**Init** -2; **Senses** blindsense 60 ft., darkvision 60 ft., low-light vision, scent; Perception +17",
			"",
			"#### Defense",
			"",
			"**AC** 35, touch 0, flat-footed 35 (-2 Dex, +35 natural, -8 size)  ",
			"**hp** 337 (25d10+200); regeneration 15 (electricity)  ",
			"**Fort** +22, **Ref** +12, **Will** +12  ",
			"**DR** 15/adamantine; **Immune** acid, curse effects, disease, mind-affecting effects, paralysis, poison, sonic; **Resist** cold 20, fire 20; **SR** 29",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft., swim 30 ft.  ",
			"**Melee** bite +33 (4d6+16 plus snatch), gore +33 (4d6+16), 2 stomps +28 (2d8+8)  ",
			"**Ranged** rock +16 (2d8+24)  ",
			"**Space** 30 ft., **Reach** 20 ft.  ",
			"**Special Attacks** demolishing attack, mighty roar, rock hurling (120 ft.), shock wave, swallow whole (4d6+24 bludgeoning damage, AC 27, hp 33), trample (2d8+24, DC 38)",
			"",
			"#### Statistics",
			"",
			"**Str** 42, **Dex** 6, **Con**: 26, **Int** 6, **Wis** 14, **Cha**, 14  ",
			"**Base Atk** +25; **CMB** +49; **CMD** 57 (61 vs. trip)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Cleave}, {feat/Great Cleave}, {feat/Greater Bull Rush}, {feat/Greater Overrun}, {feat/Greater Sunder}, {feat/Improved Bull Rush}, {feat/Improved Overrun}, {feat/Improved Sunder}, {feat/Iron Will}, {feat/Lunge}, {feat/Power Attack}, {feat/Snatch}  ",
			"**Skills** Perception +17, Survival +14, Swim +28  ",
			"**SQ** camouflage",
			"",
			"#### Ecology",
			"",
			"**Environment** any forest, hill, jungle, or plains  ",
			"**Organization** solitary or pair  ",
			"**Treasure** standard",
			"",
			"#### Special Abilities",
			"",
			"**Camouflage (Ex)** A ravener behemoth looks like a rocky hillside or small mountain when at rest. It takes a DC 20 Perception check to notice it before it attacks.",
			"",
			"**Demolishing Attack (Ex)** A ravener behemoth that makes a full attack against an object or structure deals double damage.",
			"",
			"**Mighty Roar (Su)** Every 1d4 rounds, as a standard action, a ravener behemoth can issue a mighty roar in a 60-foot cone that duplicates the effects of greater shout. This attack deals 10d6 points of sonic damage (or 20d6 against exposed brittle or crystalline objects or crystalline creatures). It also causes creatures to be stunned for 1 round and deafened for 4d6 rounds. Creatures exposed to the sonic attack can negate the stunning and halve both the damage and duration of the deafness with a successful Fortitude save (DC 30). The save DC is Constitution-based.",
			"",
			"**Rock Hurling (Ex)** Because of their immense hunger, ravener behemoths often ingest ore-laced rocks to fill their stomachs with longer-lasting sustenance. When faced with dangerous opponents outside its reach, a behemoth may regurgitate these rocks and grind them into smaller shards with its hardened teeth. It then spits forth these shards one at a time as boulders weighing between 60 to 80 pounds. A ravener usually carries enough rocks in its stomachs to make up to 4d6 boulders in this manner.",
			"",
			"**Shock Wave (Ex)** As a full-round action, a ravener behemoth can hammer the ground with its feet and generate a localized tremor that rips the ground, knocking down smaller creatures and creating difficult terrain in a 100-foot radius centered on the behemoth. This shock wave lasts for 1 round, during which time creatures in the affected area cannot move or attack. They must also succeed on a DC 38 Reflex save or fall prone. Any spellcaster on the ground must make a Concentration check (DC 20 + spell level) or lose any spell he or she tries to cast. The save DC is Strength-based.",
			"",
			"**Swallow Whole (Ex)** A ravener behemoth can swallow a snatched opponent of Huge size or smaller with its bite attack by making a successful grapple check. Once swallowed, a victim suffers 4d6+24 points of bludgeoning damage per round from one of the behemoth's 5 stomachs. A swallowed creature can cut its way out by using a light slashing or piercing weapon to deal 33 points of damage to a stomach (AC 27). Once the creature exits, that stomach regenerates 15 hit points per round. A ravener behemoth may gorge itself upon multiple creatures, shunting each victim to a different stomach each time. Each of a behemoth's 5 stomachs can hold 1 Huge, 4 Large, 16 Medium, 64 Small, 256 Tiny, or over 1,000 Diminutive or smaller creatures.",
			"",
			"#### Description",
			"",
			"Ravener behemoths walk the land as the ultimate consumers of all things. This includes every manner of beast, plant, and mineral caught in their path. They indiscriminately fill their five ever-hungry stomachs by cutting wide swaths through tangled jungles, digging through mountains for precious ores, and razing settlements and strongholds to get at those sheltering inside. Sometimes they even ply shallow coastal waters, capsizing ships to feast upon their crews and any other predators drawn by the smell of blood in the water.",
			"",
			"Monstrously massive, a ravener behemoth stands nearly 60 feet tall on four thick, trunk-like legs and measures up to 80 feet long. Multiple horns and tusks sprout from its face and head, helping it root through even the hardest soil and rocks in search of food. It quickly reduces anything stronger into rubble with its earth-shattering roar and stomping feet. A rocky hide grown from the many minerals it routinely consumes protects it from harm even as lichen, small plants, and trees take root along its back, out of reach of its ravenous mouth. Divine blessings bequeathed by the gods ensure only the most powerful spells or adamantine weapons can lay a behemoth low. As a result, the ravener behemoth fears nothing and eats everything.",
			"",
			"### Behemoths of Legend",
			"",
			"Some ancient raveners retain a measure of their original sentience, occasionally renewing their relationships with the gods to serve as avatars or guardians. Others choose to remain aloof, pursuing their own goals independent of those who created them. These more potent behemoths sustain themselves through divine rituals learned when they served the gods and passed down from one generation to the next. They use their spell-like abilities to enhance the land and better support their enormous appetites. To replicate these more intelligent and independent raveners, add the following abilities to the standard behemoth. A ravener with these abilities is CR 19 and has Int 14, Wis 18, and Cha 18. It speaks Celestial, Sylvan, and Terran.",
			"",
			"Spell-Like Abilities (CL 15th): Always active - nondetection; At will - create water, detect animals or plants, purify food and drink, soften earth and stone; 3/day - cure critical wounds, heroes' feast, move earth, plant growth; 1/day - find the path, restoration",
			"",
			"**Family:** {family/Behemoth}"
		]
	},
	"ravener": { "copyof": "behemoth_ravener" },
	"behemoth_tempest_behemoth": {
		"name": "Behemoth, Tempest Behemoth",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Behemoth, Tempest Behemoth",
			"",
			"*Three pairs of wings beat rhythmically, churning up hurricane-force winds around this vast, birdlike monstrosity.*",
			"",
			"### Tempest Behemoth, CR 22",
			"",
			"{SOURCE Bestiary 3/37}  ",
			"**XP** 614,400  ",
			"N Colossal magical beast (air, behemoth)  ",
			"**Init** +9; **Senses** blindsense 60 ft., darkvision 60 ft.; Perception +31",
			"",
			"#### Defense",
			"",
			"**AC** 40, touch 8, flat-footed 34 (+5 Dex, +1 dodge, +32 natural, -8 size)  ",
			"**hp** 445 (33d10+264); regeneration 20  ",
			"**Fort** +26, **Ref** +23, **Will** +16  ",
			"**Defensive Abilities** unstoppable; **DR** 15/epic; **Immune** ability damage, aging, bleed, disease, electricity, energy drain, fire, mind-affecting effects, negative levels, paralysis, permanent wounds, petrification, poison, polymorph; **SR** 33  ",
			"**Weaknesses** vulnerable to miracles and wishes",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft., fly 200 ft. (good)  ",
			"**Melee** bite +41 (4d6+16/19-20 plus bleed), 2 talons +41 (2d8+16 plus bleed), wings +36 (8d8+8)  ",
			"**Ranged** 6 scales +31 (1d10+16/19-20 plus bleed)  ",
			"**Space** 30 ft., **Reach** 30 ft.  ",
			"**Special Attacks** bleed (2d6), gale, ruinous, thunderbolt  ",
			"**Spell-Like Abilities** (CL 20th; concentration +22)  ",
			"*3/day*-storm of vengeance (DC 21)",
			"",
			"#### Statistics",
			"",
			"**Str** 43, **Dex** 21, **Con**: 26, **Int** 3, **Wis** 16, **Cha**, 14  ",
			"**Base Atk** +33; **CMB** +57; **CMD** 73  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Greater Vital Strike}, {feat/Hover}, [Improved Critical (feathers)](feat/improved_critical), [Improved Critical (bite)](feat/improved_critical), {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Iron Will}, {feat/Lightning Stance}, {feat/Mobility}, {feat/Power Attack}, {feat/Snatch}, {feat/Vital Strike}, [Weapon Focus (feathers)](feat/weapon_focus), {feat/Wind Stance}  ",
			"**Skills** Fly +29, Perception +31, Stealth -7, Survival +15; **Racial Modifiers** +20 Fly, +10 Perception",
			"",
			"#### Ecology",
			"",
			"**Environment** any air  ",
			"**Organization** solitary or pair  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Gale (Su)** A tempest behemoth can generate winds of up to hurricane force as a free action, blowing in as many as three different directions at once. The winds blow either away from or directly toward the behemoth in a 30-foot-wide path that extends for 1,000 feet.",
			"",
			"**Scales (Ex)** A tempest behemoth can hurl up to six scales from its wings (range increment 100 feet) as a standard action.",
			"",
			"**Thunderbolt (Su)** As a swift action once every 1d4 rounds, a behemoth can shoot a bolt of lightning that deals 15d6 points of electricity damage and 15d6 points of sonic damage, and that causes permanent deafness in a 200-foot line (DC 34 Reflex save halves damage and negates deafness). The save DC is Constitution-based.",
			"",
			"#### Description",
			"",
			"Riding the winds on a triple set of wings, tempest behemoths fly above all, death riding in their shadows. In battle, they snatch up foes only to cast them away from great heights, smash enemies with their wings, or hurl razor-edged scales at distant targets. A tempest behemoth's divine heritage wards its body, mind, and soul against harm. Only the most powerful magic or attack can pierce its defenses. Serene in their immortality, tempest behemoths fear no other being.",
			"",
			"As living forces of divine retribution, tempest behemoths are sent forth into the world to raze far-flung cities, ravage towns with mighty storms, level remote mountain temples, and tear apart siege fortresses impregnable from the ground.",
			"",
			"The advent of a tempest behemoth is generally presaged by foul weather and terrific storms that drive flocks of birds before their headwinds. The day before the behemoth arrives, the storms suddenly abate - ironically encouraging victims to emerge into the open just as the behemoth strikes.",
			"",
			"**Family:** {family/Behemoth}"
		]
	},
	"tempest_behemoth": { "copyof": "behemoth_tempest_behemoth" },
	"behemoth_thalassic_behemoth": {
		"name": "Behemoth, Thalassic Behemoth",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Behemoth, Thalassic Behemoth",
			"",
			"*Two massive limbs drag the bulk of this whale-like beast's body from the churning waters of the sea.*",
			"",
			"### Thalassic Behemoth, CR 20",
			"",
			"{SOURCE Bestiary 3/38}  ",
			"**XP** 307,200  ",
			"N Colossal magical beast (aquatic, behemoth, water)  ",
			"**Init** -1; **Senses** blindsense 60 ft., darkvision 60 ft.; Perception +34",
			"",
			"#### Defense",
			"",
			"**AC** 37, touch 1, flat-footed 37 (-1 Dex, +36 natural, -8 size)  ",
			"**hp** 391 (29d10+232); regeneration 20  ",
			"**Fort** +24, **Ref** +17, **Will** +14  ",
			"**Defensive Abilities** unstoppable; **DR** 15/epic; **Immune** ability damage, aging, bleed, cold, disease, energy drain, fire, mind-affecting effects, negative levels, paralysis, permanent wounds, petrification, poison, polymorph; **SR** 31  ",
			"**Weaknesses** vulnerable to miracles and wishes",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft., swim 200 ft.  ",
			"**Melee** bite +39 (6d6+18/19-20 plus grab), 2 claws +39 (3d6+18), tail slap +34 (4d6+9 plus trip)  ",
			"**Ranged** water jet +20 (4d8+18/19-20 plus stun and push)  ",
			"**Space** 30 ft., **Reach** 20 ft.  ",
			"**Special Attacks** capsize (DC 25), fast swallow, push (water jet, 20 ft.), rend (2 claws, 3d6+18), ruinous, swallow whole (4d6+27 bludgeoning, AC 28, 39 hp)  ",
			"**Spell-Like Abilities** (CL 20th; concentration +22)  ",
			"*3/day*-tsunami (DC 21)",
			"",
			"#### Statistics",
			"",
			"**Str** 47, **Dex** 8, **Con**: 27, **Int** 3, **Wis** 16, **Cha**, 14  ",
			"**Base Atk** +29; **CMB** +55 (+59 grapple or sunder); **CMD** 64 (66 vs. sunder)  ",
			"**Feats** [Ability Focus (water jet)](feat/ability_focus), {feat/Cleave}, {feat/Great Cleave}, {feat/Greater Sunder}, {feat/Greater Vital Strike}, [Improved Critical (bite, water jet)](feat/improved_critical), {feat/Improved Iron Will}, {feat/Improved Sunder}, {feat/Improved Vital Strike}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Power Attack}, [Skill Focus (Perception)](feat/skill_focus), {feat/Vital Strike}  ",
			"**Skills** Perception +34, Stealth -13, Survival +18, Swim +30; **Racial Modifiers** +10 Perception  ",
			"**SQ** amphibious",
			"",
			"#### Ecology",
			"",
			"**Environment** any water  ",
			"**Organization** solitary or pair  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Water Jet (Su)** A thalassic behemoth can blast water from its blowhole with surprising force and accuracy. This water jet has a range of 240 feet with no range increments. A target hit by the water jet is subject to the behemoth's push ability and must succeed at a DC 34 Fortitude save or be stunned for 1d4+1 rounds. The save DC is Constitution-based.",
			"",
			"#### Description",
			"",
			"Sent by the gods to punish those who dwell near the sea, thalassic behemoths scourge ships and other vessels from the waters before turning their attention toward structures and survivors on land. Despite their massive bulk, thalassic behemoths swim incredibly fast and can easily outpace all but the fleetest of ships. On land, they can be more readily escaped, at least by those willing and able to leave homes and belongings behind. Though capable of surviving indefinitely on land and employing a clumsy, seal-like locomotion, thalassic behemoths soon weary of gravity's never-ending drag. They rarely venture more than a mile or two from shore before returning to the comforting buoyancy of the seas.",
			"",
			"Thalassic behemoths resemble immense sperm whales in the water, but they can quickly haul themselves ashore using their mighty forelimbs. Tail and limb alike shatter wood and stone with but a single blow, while their jaws gape wide enough to swallow smaller boats whole.",
			"",
			"The coming of a thalassic behemoth is typically foreshadowed by a dramatic increase in missing ships, strange tides, and the uncanny sight of sea life purposefully beaching upon shores. Thalassic behemoths generally spend much of their time lurking a few hundred feet below the surface - but legends hold that even greater behemoths, the dread leviathans, dwell in the deepest oceanic reaches.",
			"",
			"**Family:** {family/Behemoth}"
		]
	},
	"thalassic_behemoth": { "copyof": "behemoth_thalassic_behemoth" },
	"behemoth_thunder_behemoth": {
		"name": "Behemoth, Thunder Behemoth",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Behemoth, Thunder Behemoth",
			"",
			"*This enormous beast has rocky, armored plates on its body. Elaborate horns crown its horrific head.*",
			"",
			"### Thunder Behemoth, CR 18",
			"",
			"{SOURCE Bestiary 3/39}  ",
			"**XP** 153,600  ",
			"N Colossal magical beast (behemoth, earth)  ",
			"**Init** -2; **Senses** blindsense 60 ft., darkvision 60 ft., tremorsense 60 ft.; Perception +27",
			"",
			"#### Defense",
			"",
			"**AC** 35, touch 0, flat-footed 35 (-2 Dex, +35 natural, -8 size)  ",
			"**hp** 337 (25d10+200); regeneration 20  ",
			"**Fort** +22, **Ref** +12, **Will** +12  ",
			"**Defensive Abilities** unstoppable; **DR** 15/epic; **Immune** ability damage, acid, aging, bleed, disease, energy drain, fire, mind-affecting effects, negative levels, paralysis, permanent wounds, petrification, poison, polymorph; **SR** 29  ",
			"**Weaknesses** vulnerable to miracles and wishes",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft., burrow 30 ft.  ",
			"**Melee** bite +33 (4d6+16 plus grab), gore +33 (4d6+16), 2 stomps +28 (2d8+8 plus trip)  ",
			"**Ranged** 4 rocks +15 (3d6+24 plus stun)  ",
			"**Space** 30 ft., **Reach** 20 ft.  ",
			"**Special Attacks** fast swallow, mighty roar, rock spitting, ruinous, swallow whole (4d6+24 bludgeoning and 4d6 fire damage, AC 27, 33 hp), trample (2d8+24, DC 38)  ",
			"**Spell-Like Abilities** (CL 20th; concentration +22)  ",
			"*3/day*-earthquake (DC 20)",
			"",
			"#### Statistics",
			"",
			"**Str** 43, **Dex** 6, **Con**: 26, **Int** 3, **Wis** 14, **Cha**, 15  ",
			"**Base Atk** +25; **CMB** +49 (+53 bull rush, grapple, overrun, or sunder); **CMD** 57 (59 vs. bull rush, overrun, or sunder, 61 vs. trip)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Cleave}, {feat/Great Cleave}, {feat/Greater Bull Rush}, {feat/Greater Overrun}, {feat/Greater Sunder}, {feat/Improved Bull Rush}, {feat/Improved Overrun}, {feat/Improved Sunder}, {feat/Iron Will}, {feat/Lunge}, {feat/Power Attack}, {feat/Snatch}  ",
			"**Skills** Perception +27, Survival +14, Swim +20; **Racial Modifiers** +10 Perception",
			"",
			"#### Ecology",
			"",
			"**Environment** any land  ",
			"**Organization** solitary or pair  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Mighty Roar (Su)** Every 1d4 rounds as a standard action, a thunder behemoth can issue a mighty roar in a 60-foot cone that duplicates the effect of an empowered greater shout (Fortitude DC 30 for half damage). This is a sonic effect. The save DC is Constitution-based.",
			"",
			"**Rock Spitting (Ex)** A thunder behemoth can spit rocks from the essentially inexhaustible store in its gizzard. It can spit up to four rocks as a standard action, with a range increment of 60 feet. A creature that is critically hit by one of these rocks must make a DC 38 Fortitude save to resist being stunned for 1 round. The save DC is Strength-based.",
			"",
			"**Swallow Whole (Ex)** A thunder behemoth has five stomachs and can shunt a swallowed victim into any one of them (usually choosing an empty stomach).",
			"",
			"#### Description",
			"",
			"Thunder behemoths walk the land as little more than roving appetites, driven by an all-consuming hunger to devour every animal, plant, and even building in sight. They indiscriminately gorge their five seemingly bottomless stomachs on forests and jungles, collapse mine and mountain alike in search of ore, and raze settlements and strongholds for the cowering morsels within.",
			"",
			"Thunder behemoths are sent out by the gods to destroy wicked cities, raze great temples or monuments that offend divine eyes, and otherwise act as instruments of divine wrath either on the surface of a world or just below it. The days before a thunder behemoth arrives are fraught with minor but unnerving earthquakes, mass exoduses of burrowing animals to the surface, and an unexplained increase in fallen trees and sinkholes.",
			"",
			"**Family:** {family/Behemoth}"
		]
	},
	"thunder_behemoth": { "copyof": "behemoth_thunder_behemoth" },
	"behir": {
		"name": "Behir",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Behir",
			"",
			"*This slithering, multilegged blue reptile has a fearsome head crowned with two large, curling horns.*",
			"",
			"### Behir, CR 8",
			"",
			"{SOURCE Pathfinder RPG Bestiary/34}  ",
			"**XP** 4,800  ",
			"N Huge magical beast  ",
			"**Init** +1; **Senses** darkvision 60 ft., low-light vision; Perception +8",
			"",
			"#### Defense",
			"",
			"**AC** 21, touch 9, flat-footed 20 (+1 Dex, +12 natural, -2 size)  ",
			"**hp** 105 (10d10+50)  ",
			"**Fort** +12, **Ref** +8, **Will** +5  ",
			"**Immune** electricity",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft., climb 20 ft.  ",
			"**Melee** bite +15 (2d6+9 plus grab)  ",
			"**Space** 15 ft., **Reach** 10 ft.  ",
			"**Special Attacks** breath weapon (20-foot line, 7d6 electricity damage, Reflex DC 20 for half, usable every 1d4 rounds), constrict (2d6+9), rake (6 claws +14, 1d4+6), swallow whole (2d8+9 bludgeoning damage, AC 16, 10 hp)",
			"",
			"#### Statistics",
			"",
			"**Str** 23, **Dex** 12, **Con**: 21, **Int** 7, **Wis** 14, **Cha**, 12  ",
			"**Base Atk** +10; **CMB** +18 (+22 grapple); **CMD** 29 (can't be tripped)  ",
			"**Feats** {feat/Alertness}, {feat/Cleave}, {feat/Great Cleave}, {feat/Power Attack}, [Weapon Focus (bite)](feat/weapon_focus)  ",
			"**Skills** Climb +14, Perception +8, Stealth +5  ",
			"**Languages** Common",
			"",
			"#### Ecology",
			"",
			"**Environment** warm hills and deserts  ",
			"**Organization** solitary or pair  ",
			"**Treasure** double",
			"",
			"#### Special Abilities",
			"",
			"**Grab (Ex)** A behir's grab attack works against creatures of any size category. It can constrict the same round it establishes a hold. On any round thereafter that it maintains its hold, the behir can choose to rake the grappled target or swallow it whole.",
			"",
			"#### Description",
			"",
			"Temperamental and avaricious, the behir spends most of its time slithering through the sandy hills and desert cliffs that make up its territory, preying upon all creatures who dare to enter its hunting grounds. The creature's six pairs of powerful, clawed legs remain folded against its sides most of the time, only extending in combat to grapple foes or carry the behir forward in a terrifying, low-slung gallop, or else when climbing the sheer cliff faces common to behir lairs.",
			"",
			"The average behir is 40 feet long and weighs 4,000 pounds. In addition to the two prominent horns on its head, many have additional decorative spines at regular intervals along the central ridges of their backs.",
			"",
			"While territorial and bestial in its fury, the behir is neither stupid nor necessarily evil, though its self-centeredness and tendency to lay claim to everything visible from its high lairs frequently bring it into conflict with other races. As such, a behir can often be bought off or reasoned with by those brave negotiators willing to get close enough to make their pitch. In these cases, a behir's tendency to attack first and ask questions later (or not at all) means that anyone seeking to strike a deal must bring powerful incentives and impress the behir immediately with his offer.",
			"",
			"It's often been speculated that behirs are somehow related to blue dragons, but the exact nature of this link remains unknown. Most dragons deny any such association and look down on the behir for its relative lack of intelligence - a snubbing that infuriates the already short-tempered behir. Thanks to this casual disparagement, many behirs carry deep grudges against dragons, and attack without pause any who cross into their territories."
		]
	},
	"belker": {
		"name": "Belker",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Belker",
			"",
			"*Dull, red eyes, grasping claws, and leathery wings give a demonic aspect to this creature's smoky form.*",
			"",
			"### Belker, CR 6",
			"",
			"{SOURCE Bestiary 2/45}  ",
			"**XP** 2,400  ",
			"NE Large outsider (air, elemental, evil)  ",
			"**Init** +5; **Senses** darkvision 60 ft.; Perception +11",
			"",
			"#### Defense",
			"",
			"**AC** 20, touch 14, flat-footed 15 (+5 Dex, +6 natural, -1 size)  ",
			"**hp** 68 (8d10+24)  ",
			"**Fort** +9, **Ref** +11, **Will** +2  ",
			"**DR** 5/-",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft., fly 50 ft. (perfect)  ",
			"**Melee** bite +12 (1d6+2), 2 claws +12 (1d6+2), 2 wings +10 (1d6+1)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** smoke claws",
			"",
			"#### Statistics",
			"",
			"**Str** 14, **Dex** 21, **Con**: 17, **Int** 6, **Wis** 11, **Cha**, 10  ",
			"**Base Atk** +8; **CMB** +11; **CMD** 26 (can't be tripped)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Flyby Attack}, {feat/Multiattack}, {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +16, Fly +22, Perception +11, Stealth +16; **Racial Modifiers** +4 Stealth  ",
			"**Languages** Auran  ",
			"**SQ** smoke form",
			"",
			"#### Ecology",
			"",
			"**Environment** any (Plane of Air)  ",
			"**Organization** solitary, pair, or clutch (3-4)  ",
			"**Treasure** incidental",
			"",
			"#### Special Abilities",
			"",
			"**Smoke Claws (Ex)** A belker using its smoke form ability can enter a target's square as a standard action that does not provoke attacks of opportunity. The target must make a DC 17 Fortitude save or inhale part of the creature. Smoke inside the victim solidifies into a claw and attacks the target from within, dealing 3d4 points of damage per round as a swift action. If the target moves, the belker may automatically move with the target (this movement does not count toward the belker's movement and does not provoke attacks of opportunity against the belker). Each round, the target can attempt another DC 17 Fortitude to cough out the belker's smoke, which ends the smoke claws attack and forces the belker into an adjacent square. Creatures that do not need to breathe are immune to this attack. The save DC is Constitution-based.",
			"",
			"**Smoke Form (Su)** A belker can switch from its normal form to one of pure smoke or back again a swift action. It can spend up to 20 rounds per day in smoke form. In smoke form, the belker acts as if under the effects of a gaseous form spell, except that it retains its natural fly speed of 50 feet (perfect).",
			"",
			"#### Description",
			"",
			"Belkers are hateful elemental air creatures resembling fiends made of smoke. Xenophobic in the extreme, they see most non-elemental creatures as threats, and stalk and kill any such intruders in their territory. Among their elemental kin, they especially hate djinn and jann. They tolerate air mephits, dust mephits, steam mephits, air elementals, and fire elementals, but given the choice, prefer the company of their own kind.",
			"",
			"Belkers create no permanent lairs, but do claim and defend large territories from other living things, particularly areas ravaged by frequent storms, volcanic eruptions, hot springs, or forest fires. Some sages believe the belkers worship these dangerous natural phenomena; others speculate the elementals somehow feed on the unusual air from these sites. Still other scholars theorize that the reclusive beasts require the energy from these phenomena to feed or reproduce."
		]
	},
	"belostomatid": {
		"name": "Belostomatid",
		"sources": [ "Pathfinder #49: The Brinewall Legacy" ],
		"description": [
			"## Belostomatid",
			"",
			"*Six powerful legs, each ending in a hooked claw, jut from the shieldlike body of this massive insect.*",
			"",
			"### Belostomatid, CR 3",
			"",
			"{SOURCE Pathfinder #49: The Brinewall Legacy/82}  ",
			"**XP** 800  ",
			"N Large vermin  ",
			"**Init** +1; **Senses** darkvision 60 ft., tremorsense 60 ft.; Perception +0  ",
			"**Aura** stench (DC 15, 3 rounds)",
			"",
			"#### Defense",
			"",
			"**AC** 18, touch 10, flat-footed 17 (+1 Dex, +8 natural, -1 size)  ",
			"**hp** 30 (4d8+12)  ",
			"**Fort** +7, **Ref** +2, **Will** +1  ",
			"**Immune** mind-affecting effects",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft., fly 20 ft. (poor), swim 40 ft.  ",
			"**Melee** 2 claws +6 (1d4+3 plus grab), bite +6 (1d8+4 plus digestive enzymes)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** digestive enzyme",
			"",
			"#### Statistics",
			"",
			"**Str** 19, **Dex** 13, **Con**: 16, **Int** -, **Wis** 11, **Cha**, 2  ",
			"**Base Atk** +3; **CMB** +8 (+12 grapple); **CMD** 19 (27 vs. trip)  ",
			"**Skills** Fly +1, Stealth +0 (+8 in water), Swim +14; **Racial Modifiers** +8 on Stealth in water  ",
			"**SQ** hold breath",
			"",
			"#### Ecology",
			"",
			"**Environment** temperate lakes, rivers, or swamps  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Digestive Enzymes (Ex)** A belostomatid injects a corrosive enzyme into its prey that both paralyzes and liquefies flesh. A creature struck by the belostomatid's piercing bite must succeed at a DC 15 Fortitude save or be paralyzed for 1d4 rounds. For every round the creature is paralyzed it takes 1d2 points of Constitution damage.",
			"",
			"**Hold Breath (Ex)** A belostomatid can hold its breath for a number of rounds equal to 4 times its Constitution score before it risks drowning.",
			"",
			"#### Description",
			"",
			"The belostomatid is the monstrous form of its diminutive counterpart, a 5-inch-long \"giant\" water bug commonly known as a \"toe-biter.\" A monstrous belostomatid has a flattened, oval-shaped body measuring 12 feet long, and four rear, oarlike legs, which it uses to thrust through the water. The belostomatid's front two legs are thick and end in sharp, single-tipped claws, which it uses to slay its prey. Two large black eyes are mounted on each side of the creature's rostrum, and it uses its 2-foot-long, beaklike proboscis to inject its deadly acidic enzymes into its victims.",
			"",
			"Belostomatids are ambush predators. They hide amid floating snags and piles of debris in still and slow-moving waters, seamlessly blending in with their surroundings despite their size. With a powerful surge forward, a belostomatid grabs its prey, thrusts its rostrum deep into the prey's body, and begins pumping a paralyzing digestive enzyme into its prey, dissolving it from the inside out."
		]
	},
	"benaioh_benaioh_clay_vessel": {
		"name": "Benaioh, Benaioh (Clay Vessel)",
		"sources": [ "Pathfinder #93: Forge of the Giant God" ],
		"description": [
			"## Benaioh, Benaioh (Clay Vessel)",
			"",
			"*This towering humanoid figure appears to be sculpted from clay. Fine cracks thread through the creature's body, leaking a steady stream of putrescent slime.*",
			"",
			"### Benaioh (Clay Vessel), CR 7",
			"",
			"{SOURCE Pathfinder #93: Forge of the Giant God/84}  ",
			"**XP** 3,200  ",
			"N Large construct  ",
			"**Init** -1; **Senses** blindsense 30 ft., darkvision 60 ft., low-light vision, tremorsense 90 ft.; Perception -4",
			"",
			"#### Defense",
			"",
			"**AC** 18, touch 8, flat-footed 18 (-1 Dex, +10 natural, -1 size)  ",
			"**hp** 52 (4d10+30)  ",
			"**Fort** +1, **Ref** +0, **Will** -3  ",
			"**Defensive Abilities** clay shell; **DR** 5/adamantine and bludgeoning; **Immune** construct traits; **SR** 15",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft.  ",
			"**Melee** 2 slams +12 (1d8+9)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** disease, spray slime",
			"",
			"#### Statistics",
			"",
			"**Str** 28, **Dex** 9, **Con**: -, **Int** -, **Wis** 2, **Cha**, 1  ",
			"**Base Atk** +4; **CMB** +14; **CMD** 23  ",
			"**SQ** freeze, symbiotic senses",
			"",
			"#### Ecology",
			"",
			"**Environment** any mountains or underground  ",
			"**Organization** solitary, pair, or guard (3-12)  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Clay Shell (Ex)** A benaioh is safely encased in an animated clay shell that is sculpted to resemble a giant humanoid. The shell provides the inhabiting ooze total cover. When the clay form is destroyed, it shatters violently, exploding in a spray of jagged clay shards that deal 3d6 points of damage to all creatures in a 30-foot-diameter burst centered on the benaioh. A successful DC 21 Reflex save halves this damage. This explosion releases the benaioh from its clay shell; thereafter it uses its ooze form statistics (see below). The save DC is Strength-based.",
			"",
			"**Disease (Ex)** While a benaioh is immune to disease, it carries a contagion with which it both infects other creatures and propagates itself. Any creature struck by the benaioh's spray slime ability is exposed to this disease.",
			"",
			"*Wormrot:* Contact; save Fort DC 20; onset 1 minute; frequency 1/day; effect sickened plus 1d3 Con damage; cure 2 consecutive saves. The save DC is Constitution-based. A creature that dies of wormrot transforms into a benaioh over the course of the next 24 hours.",
			"",
			"**Spray Slime (Ex)** Once every 1d4 rounds (but no more than 6 times per day), a benaioh in its clay shell can force a stream of itself in a 20-foot line of worm-laden slime from one of the clay shell's orifices. The putrescent sludge deals 3d6 points of acid damage and exposes the target to wormrot.",
			"",
			"**Symbiotic Senses (Ex)** A benaioh can still use its blindsense and tremorsense abilities while housed inside its animated clay shell.",
			"",
			"#### Description",
			"",
			"Long before the Thassilonian empire rose to power on the western shores of Avistan, ancient tribes of stone giants migrated into the western reaches of Varisia and settled in the region now called the Mindspin Mountains. As their culture grew, so did their devotion to the deities who blessed them with the riches of the earth. They worshiped gods, the spirits of the wild world around them, and their ancestors. To show their respect, they erected dozens of small temples throughout the region. In later centuries, much of their culture was torn apart. Those who clung to their beliefs were slaughtered, and their temples were sacked, looted, and burned. Anything left behind fell into the care of aging priests, and over the centuries, as their caretakers passed on, these remnants slipped into obscurity.",
			"",
			"One strange ritual from this time, typically practiced by the ancient priests of the giant goddess Fandarra, involved the preparation of corpses for the journey to the afterlife, but created benaiohs as a side effect. Corpses were prepared by decomposing them within a clay vessel that the priests believed would allow the soul to escape after the body decomposed. To augment this process, the priests used slender, flesh-devouring worms that were imbued with divine blessings. Over the course of a lengthy ritual, priests sealed the deceased's entire body in sacred clay. As the clay hardened, they sculpted it to resemble the likeness of the deceased, forming a sort of statue-like sarcophagus that stood upright. The only portions of this clay vessel that were left unsealed were holes that allowed access to the individual's eyes and mouth. Then Fandarra's priests placed three of the sacred worms into each of the vessel's openings. Lastly, the priests sealed the openings with wax. In this manner, the priests believed they were separating the deceased's physical body from its soul, leaving the soul free to follow Fandarra (or her servitors) on to its final rest in the Great Beyond.",
			"",
			"As a side effect, this strange burial practice provided guardians for the tombs, as the divinely imbued worms eventually animate their clay vessels as benaiohs. Since the worms are able to breed rapidly and then maintain a stable population indefinitely, benaiohs are capable of standing vigil for millennia. A benaioh in its clay vessel stands just over 12 feet tall and weighs 2,000 pounds.",
			"",
			"A benaioh is an ooze-like colony formed by a swarm of divinely imbued worms that live within a morass of their own waste and digestive secretions. When first created, the colony consists of only nine worms; however, the creatures breed rapidly, particularly when they have a readily available source of flesh. Over the course of several months, the worms reproduce hundreds of times, quickly increasing in population until they fill the clay vessel. During times of dormancy or when meat is scarce, the worms sustain their population through cannibalism, eventually balancing their reproductive and mortality rates. If the colony senses warm flesh, though, the worms stop eating each other. These worms never exhibit this type of swarming behavior when encountered naturally, which indicates that the divine ritual is necessary to create a colony.",
			"",
			"The worms are coated with a fleshy, gelatinous slime that forms as they devour flesh, and eventually this slurry of worms and slime gains the ability to animate the clay vessel in which they are interred. The worms' individual tiny jerking and wriggling movements work in unison to move the limbs of the clay vessel. The worms innately sense nearby motion as well as the body heat of most living creatures. As soon as a benaioh senses fresh meat, the worms begin jerking about in a sympathetic reaction, activating the clay figure and sending it lumbering off in the direction of the nearest living prey.",
			"",
			"### Habitat",
			"",
			"Being byproducts of a long-forgotten burial practice, benaiohs have no society. Few of these ancient worm-filled statues have managed to survive the transition into contemporary times, though they can still be found in lost tombs dotted throughout western Avistan.",
			"",
			"A number of prominent scholars have questioned their existence altogether. While most of these scholars accept the procedures and preparations performed during burial rituals, they discredit tales of magically imbued worms animating the clay vessels, in part because no one has ever created one of these creatures in modern times - or, for that matter, provided hard evidence for their existence beyond a few broken shards of clay and trace amounts of slimy residue.",
			"",
			"Many of these scholars think that this burial practice is simply a variation of an unusual practice from distant lands, in which ochre jellies are used to dissolve the deceased's flesh. They dismiss the tales of benaiohs springing to life as fables of a lost age invented by giants to protect their ancestral burial grounds.",
			"",
			"While the practice of making benaiohs is most closely associated with the religious practices of ancient tribes of giants, tales and rumors of similar practices persist among primitive humanoids in the lower depths of the Darklands. In accounts of this practice, the flesh-devouring worm ceremony serves as a punishment or torture, but the end result is similar - the creation of guardians. These stories go on to describe guardians with powerful abilities."
		]
	},
	"benaioh_clay_vessel": { "copyof": "benaioh_benaioh_clay_vessel" },
	"benaioh_benaioh_ooze_form": {
		"name": "Benaioh, Benaioh (Ooze Form)",
		"sources": [ "Pathfinder #93: Forge of the Giant God" ],
		"description": [
			"## Benaioh, Benaioh (Ooze Form)",
			"",
			"### Benaioh (Ooze Form), CR 7",
			"",
			"{SOURCE Pathfinder #93: Forge of the Giant God/84}  ",
			"**XP** 3,200  ",
			"N Large ooze  ",
			"**Init** -2; **Senses** blindsense 30 ft., tremorsense 90 ft.; Perception -4",
			"",
			"#### Defense",
			"",
			"**AC** 7, touch 7, flat-footed 7 (-2 Dex, -1 size)  ",
			"**hp** 84 (8d8+48)  ",
			"**Fort** +8, **Ref** +0, **Will** -2  ",
			"**Immune** disease, ooze traits",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft., climb 10 ft., swim 10 ft.  ",
			"**Melee** slam +13 (1d12+12 plus 1d6 acid and disease)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** disease, engulf (DC 22, 6d6 acid plus disease)",
			"",
			"#### Statistics",
			"",
			"**Str** 26, **Dex** 6, **Con**: 23, **Int** -, **Wis** 3, **Cha**, 1  ",
			"**Base Atk** +6; **CMB** +15; **CMD** 23 (can't be tripped)  ",
			"**Skills** Climb +16, Swim +16",
			"",
			"#### Ecology",
			"",
			"**Environment** any mountains or underground  ",
			"**Organization** solitary, pair, or guard (3-12)  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Disease (Ex)** While a benaioh is immune to disease, it carries a contagion with which it both infects other creatures and propagates itself. Any creature struck by the benaioh's slam attack or engulf ability is exposed to this disease.",
			"",
			"Wormrot: Contact; save Fort DC 20; onset 1 minute; frequency 1/day; effect sickened plus 1d3 Con damage; cure 2 consecutive saves. The save DC is Constitution-based. A creature that dies of wormrot transforms into a benaioh over the course of the next 24 hours.",
			"",
			"#### Description",
			"",
			"Long before the Thassilonian empire rose to power on the western shores of Avistan, ancient tribes of stone giants migrated into the western reaches of Varisia and settled in the region now called the Mindspin Mountains. As their culture grew, so did their devotion to the deities who blessed them with the riches of the earth. They worshiped gods, the spirits of the wild world around them, and their ancestors. To show their respect, they erected dozens of small temples throughout the region. In later centuries, much of their culture was torn apart. Those who clung to their beliefs were slaughtered, and their temples were sacked, looted, and burned. Anything left behind fell into the care of aging priests, and over the centuries, as their caretakers passed on, these remnants slipped into obscurity.",
			"",
			"One strange ritual from this time, typically practiced by the ancient priests of the giant goddess Fandarra, involved the preparation of corpses for the journey to the afterlife, but created benaiohs as a side effect. Corpses were prepared by decomposing them within a clay vessel that the priests believed would allow the soul to escape after the body decomposed. To augment this process, the priests used slender, flesh-devouring worms that were imbued with divine blessings. Over the course of a lengthy ritual, priests sealed the deceased's entire body in sacred clay. As the clay hardened, they sculpted it to resemble the likeness of the deceased, forming a sort of statue-like sarcophagus that stood upright. The only portions of this clay vessel that were left unsealed were holes that allowed access to the individual's eyes and mouth. Then Fandarra's priests placed three of the sacred worms into each of the vessel's openings. Lastly, the priests sealed the openings with wax. In this manner, the priests believed they were separating the deceased's physical body from its soul, leaving the soul free to follow Fandarra (or her servitors) on to its final rest in the Great Beyond.",
			"",
			"As a side effect, this strange burial practice provided guardians for the tombs, as the divinely imbued worms eventually animate their clay vessels as benaiohs. Since the worms are able to breed rapidly and then maintain a stable population indefinitely, benaiohs are capable of standing vigil for millennia. A benaioh in its clay vessel stands just over 12 feet tall and weighs 2,000 pounds.",
			"",
			"### Ecology",
			"",
			"A benaioh is an ooze-like colony formed by a swarm of divinely imbued worms that live within a morass of their own waste and digestive secretions. When first created, the colony consists of only nine worms; however, the creatures breed rapidly, particularly when they have a readily available source of flesh. Over the course of several months, the worms reproduce hundreds of times, quickly increasing in population until they fill the clay vessel. During times of dormancy or when meat is scarce, the worms sustain their population through cannibalism, eventually balancing their reproductive and mortality rates. If the colony senses warm flesh, though, the worms stop eating each other. These worms never exhibit this type of swarming behavior when encountered naturally, which indicates that the divine ritual is necessary to create a colony.",
			"",
			"The worms are coated with a fleshy, gelatinous slime that forms as they devour flesh, and eventually this slurry of worms and slime gains the ability to animate the clay vessel in which they are interred. The worms' individual tiny jerking and wriggling movements work in unison to move the limbs of the clay vessel. The worms innately sense nearby motion as well as the body heat of most living creatures. As soon as a benaioh senses fresh meat, the worms begin jerking about in a sympathetic reaction, activating the clay figure and sending it lumbering off in the direction of the nearest living prey.",
			"",
			"### Habitat",
			"",
			"Being byproducts of a long-forgotten burial practice, benaiohs have no society. Few of these ancient worm-filled statues have managed to survive the transition into contemporary times, though they can still be found in lost tombs dotted throughout western Avistan.",
			"",
			"A number of prominent scholars have questioned their existence altogether. While most of these scholars accept the procedures and preparations performed during burial rituals, they discredit tales of magically imbued worms animating the clay vessels, in part because no one has ever created one of these creatures in modern times - or, for that matter, provided hard evidence for their existence beyond a few broken shards of clay and trace amounts of slimy residue.",
			"",
			"Many of these scholars think that this burial practice is simply a variation of an unusual practice from distant lands, in which ochre jellies are used to dissolve the deceased's flesh. They dismiss the tales of benaiohs springing to life as fables of a lost age invented by giants to protect their ancestral burial grounds.",
			"",
			"While the practice of making benaiohs is most closely associated with the religious practices of ancient tribes of giants, tales and rumors of similar practices persist among primitive humanoids in the lower depths of the Darklands. In accounts of this practice, the flesh-devouring worm ceremony serves as a punishment or torture, but the end result is similar - the creation of guardians. These stories go on to describe guardians with powerful abilities."
		]
	},
	"benaioh_ooze_form": { "copyof": "benaioh_benaioh_ooze_form" },
	"berbalang": {
		"name": "Berbalang",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Berbalang",
			"",
			"*This hunched, bat-winged horror moves with an uncanny grace, its glowing eyes and long tongue presenting a frightening visage.*",
			"",
			"### Berbalang, CR 6",
			"",
			"{SOURCE Bestiary 3/40}  ",
			"**XP** 2,400  ",
			"CE Medium undead  ",
			"**Init** +4; **Senses** darkvision 60 ft.; Perception +14",
			"",
			"#### Defense",
			"",
			"**AC** 20, touch 15, flat-footed 15 (+4 Dex, +1 dodge, +5 natural)  ",
			"**hp** 68 (8d8+32)  ",
			"**Fort** +6, **Ref** +6, **Will** +9  ",
			"**Defensive Abilities** projection; **DR** 10/good or silver; **Immune** undead traits",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft., fly 60 ft. (good)  ",
			"**Melee** 1 bite +9 (1d6+3 plus paralysis), 2 claws +9 (1d6+3 plus paralysis) or incorporeal touch +10 (1d4 Con damage)  ",
			"**Special Attacks** paralysis (1d4+1 rounds, DC 18)  ",
			"**Spell-Like Abilities** (CL 9th; concentration +13)  ",
			"*At will*-bleed, ghost sound (DC 14)  ",
			"*3/day*-alter self, charm person (DC 15)",
			"",
			"#### Statistics",
			"",
			"**Str** 17, **Dex** 19, **Con**: -, **Int** 13, **Wis** 16, **Cha**, 18  ",
			"**Base Atk** +6; **CMB** +9; **CMD** 26  ",
			"**Feats** {feat/Defensive Combat Training}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Mobility}  ",
			"**Skills** Bluff +10, Escape Artist +10, Fly +17, Knowledge (local) +5, Knowledge (religion) +6, Perception +14, Stealth +15  ",
			"**Languages** Common",
			"",
			"#### Ecology",
			"",
			"**Environment** any land  ",
			"**Organization** solitary or pack (2-8)  ",
			"**Treasure** standard",
			"",
			"#### Special Abilities",
			"",
			"**Projection (Su)** Once per day as a full-round action, a berbalang can enter a trance that separates the creature's spirit from its body. This splits the berbalang's current hit points in half between its body and its spirit. The berbalang's spirit body gains the incorporeal subtype and special ability; otherwise, it retains the same statistics as its physical self with the following changes: AC 19, touch 19, flat-footed 14 (+4 Dex, +4 deflection, +1 dodge), single incorporeal touch attack that deals 1d4 Constitution damage on a hit as its sole attack. This spirit projection can travel no more than 1 mile away from the berbalang's body. Because the creature is only partially in existence when in this state, its body gains displacement as the spell. When separated in this way, the berbalang's body is unconscious and helpless. If the berbalang's body is injured while in this state, the separated projection immediately returns to its body, and the body loses displacement. If the physical body is slain, the spirit body immediately dies as well. If the spirit is reduced to 0 or fewer hit points, it returns to the body immediately. A berbalang in spirit form can end the effect at any time as a standard action, at which point the spirit immediately returns to the body. When a berbalang's spirit form returns to the body, add both the spirit body's hit points and the physical body's hit points back together to determine the creature's current hit point total.",
			"",
			"#### Description",
			"",
			"Berbalangs prefer to make their homes within a day's travel of humanoid settlements. These lairs are well hidden and sometimes protected by other undead creatures. Some berbalangs set themselves up as secluded shamans or wise old crones, using alter self to appear human. Ultimately cowardly, berbalangs rarely attack a settlement directly, preferring to pluck its meals from those who stray too far from civilization. A berbalang stands as tall as a human and rarely weighs more than 100 pounds."
		]
	},
	"bhole": {
		"name": "Bhole",
		"sources": [
			"Bestiary 4",
			"Pathfinder #65: Into the Nightmare Rift"
		],
		"description": [
			"## Bhole",
			"",
			"*This titanic worm heaves its endless bulk into the air, raising one end as if ready to strike with a massive set of hooked jaws.*",
			"",
			"### Bhole, CR 17",
			"",
			"{SOURCE Bestiary 4/18;Pathfinder #65: Into the Nightmare Rift/84}  ",
			"**XP** 102,400  ",
			"CN Colossal magical beast  ",
			"**Init** +3; **Senses** darkvision 60 ft., low-light vision; Perception +28",
			"",
			"#### Defense",
			"",
			"**AC** 33, touch 1, flat-footed 33 (-1 Dex, +32 natural, -8 size)  ",
			"**hp** 290 (20d10+180)  ",
			"**Fort** +21, **Ref** +13, **Will** +11  ",
			"**DR** 10/-; **Immune** acid, fire, disease, magical control, paralysis, poison, sleep, stun; **SR** 28",
			"",
			"#### Offense",
			"",
			"**Speed** 50 ft., burrow 50 ft.  ",
			"**Melee** bite +29 (6d6+25/19-20 plus grab), slam +29 (3d8+25/19-20)  ",
			"**Space** 30 ft., **Reach** 60 ft.  ",
			"**Special Attacks** breath weapon, overwhelming strength, swallow whole (20d6 acid damage, AC 26, 29 hp), trample (DC 37)",
			"",
			"#### Statistics",
			"",
			"**Str** 44, **Dex** 8, **Con**: 28, **Int** 3, **Wis** 21, **Cha**, 23  ",
			"**Base Atk** +20; **CMB** +45 (+47 bull rush, +49 grapple); **CMD** 54 (56 vs. bull rush, can't be tripped)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Critical Focus}, {feat/Improved Bull Rush}, [Improved Critical (bite)](feat/improved_critical), [Improved Critical (slam)](feat/improved_critical), {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Staggering Critical}, {feat/Vital Strike}  ",
			"**Skills** Perception +28  ",
			"**Languages** Aklo (rarely speaks)",
			"",
			"#### Ecology",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Breath Weapon (Su)** Once every minute, a bhole can expel a prodigious amount of thick slime from its gullet. This breath weapon has a range of 900 feet, and creates a 40-foot-diameter spread of slime in its targeted area. Any creature within this area must succeed at a DC 29 Fortitude save or be stunned for 1d4 rounds. The slime transforms the area it coats into difficult terrain. Furthermore, any creature that is in the area (or that attempts to enter the area) must succeed at a DC 29 Reflex save or be entangled by the slime. Bhole slime persists for 2d6 hours and bhole lairs are typically pre-caked with the stuff. A bhole can move through bhole slime without penalty. The save DC is Constitution-based.",
			"",
			"**Immune to Magical Control (Ex)** A bhole is immune to nearly all forms of mind control, including all charm, suggestion, and dominate spells. It is similarly immune to magic jar and possession attempts. Confusion and other mind-affecting effects that don't allow another creature to directly control a bhole work normally. Rare effects that allow a creature to manipulate the exact effects of confusion on a creature provide one of the few ways to magically control a bhole. Other methods, particularly those tied to strange and powerful artifacts, may work as well.",
			"",
			"**Overwhelming Strength (Ex)** A bhole always applies 1-1/2 times its Strength modifier on all natural weapon attacks.",
			"",
			"#### Description",
			"",
			"Known on some worlds as dholes, bholes are among the largest of living creatures, wormlike leviathans of such size that few can claim to have seen one wholly from head to tail, and those who do suffer from madness or other afflictions that cause others to doubt these tales. The coloration of these creature ranges widely, from dark blues and purples to pale grays, yellows, or white. A bhole's cavernous mouth consists of long, bony jaws that extend and unfold from the creature's head when it feeds.",
			"",
			"Bholes are incredibly long-lived - those that exist in remote worlds or in other dimensions have done so for countless eons. The bholes themselves seem to have no interest in their history, perhaps as a result of their limited intellect, but they can live forever, barring death by violence.",
			"",
			"Regions inhabited by bholes are always wastelands. Bholes seem able to eat and digest anything and everything, and in time can reduce a huge area to just a honeycombed network of immense tunnels. These regions swiftly collapse in on themselves, leaving rubblefilled pits of terrifying size."
		]
	},
	"bhuta": {
		"name": "Bhuta",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Bhuta",
			"",
			"*This ghostly apparition floats in the air on backward-facing feet. Its hands end in sharp talons, and its eyes glow with blue fire.*",
			"",
			"### Bhuta, CR 11",
			"",
			"{SOURCE Bestiary 3/41}  ",
			"**XP** 12,800  ",
			"NE Medium undead (incorporeal)  ",
			"**Init** +7; **Senses** darkvision 60 ft., scent; Perception +13",
			"",
			"#### Defense",
			"",
			"**AC** 24, touch 24, flat-footed 16 (+6 deflection, +7 Dex, +1 dodge)  ",
			"**hp** 147 (14d8+84)  ",
			"**Fort** +10, **Ref** +11, **Will** +10  ",
			"**Defensive Abilities** incorporeal, channel resistance +4; **Immune** undead traits  ",
			"**Weaknesses** cold iron",
			"",
			"#### Offense",
			"",
			"**Speed** fly 30 ft. (perfect)  ",
			"**Melee** 2 incorporeal claws +17 (5d8 plus bleed)  ",
			"**Special Attacks** bleed (1d8), blood drain (1d6 Constitution)  ",
			"**Spell-Like Abilities** (CL 11th; concentration +17)  ",
			"*At will*-animal trance (DC 18), speak with animals, veil (self only, as animal with backward feet; DC 22)  ",
			"*3/day*-charm animal (DC 17)  ",
			"*1/day*-magic jar (animals only, DC 21)",
			"",
			"#### Statistics",
			"",
			"**Str** -, **Dex** 25, **Con**: -, **Int** 11, **Wis** 8, **Cha**, 22  ",
			"**Base Atk** +10; **CMB** +17; **CMD** 34  ",
			"**Feats** {feat/Animal Affinity}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Iron Will}, {feat/Lunge}, {feat/Mobility}, {feat/Stealthy}  ",
			"**Skills** Bluff +16, Escape Artist +9, Fly +15, Handle Animal +14, Knowledge (nature) +8, Perception +13, Ride +9, Sense Motive +13, Stealth +24  ",
			"**Languages** Common",
			"",
			"#### Ecology",
			"",
			"**Environment** any aboveground natural area  ",
			"**Organization** solitary or with a group of animals  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Blood Drain (Su)** As a standard action, a bhuta can suck blood from an adjacent opponent that is taking bleed damage. The target takes 1d6 points of Constitution damage (Fort DC 23 for half). The bhuta heals 5 hit points when it drains blood.",
			"",
			"**Cold Iron Weakness (Su)** A cold iron weapon is considered to be magical when used against a bhuta. A magic cold iron weapon always functions as a ghost touch weapon when used against a bhuta.",
			"",
			"#### Description",
			"",
			"A bhuta is a ghostlike undead creature born of horrible death or murder in a natural setting. It is a manifestation of rage at the injustice of a death that interrupted important business or unsated desires. Doomed to haunt the wilderness within several miles of the site of its demise, a bhuta turns to the local fauna as tools for its vengeance.",
			"",
			"A bhuta can appear in a variety of animalistic forms by using its veil ability, but its natural appearance is that of a bestial humanoid phantom that floats a foot above the ground as it moves. While bhutas are incorporeal, the touch of their claws creates horrific, bleeding wounds. A bhuta's feet point backward. To disguise its nature, a bhuta can appear solid, manifesting in long robes that help disguise the fact that it floats and has strange feet. By means of its magic jar spell-like ability, a bhuta can also possess living animals to use as its minions; an animal possessed by a bhuta casts no shadow, and therefore prefers to lurk in heavily canopied or thicketed areas, waiting for the right time to strike out and attack intruders.",
			"",
			"Animals find themselves attracted to bhutas, which use their spell-like abilities to manipulate such victims toward evil and deceptive ends. Bhutas generally avoid influencing animal companions or domesticated animals, for changes in behavior among such creatures can easily arouse suspicion and reveal a bhuta's presence and influence.",
			"",
			"A bhuta might have tasks it wishes to complete from its previous existence as a living creature, or it might work against those who slew its living form. This link to its past life is vague and compulsive rather than clear, unlike that of a ghost.",
			"",
			"Bhutas who have no specific target for retribution still seek to trouble those living in or near their domains, coaxing passersby into accepting them as traveling companions and using their influence over animals as a testament to their benevolence. When invited to join a group, a bhuta can journey outside its normal territory. However, a bhuta's hunger for living blood usually drives it to attack its companions before it wanders far."
		]
	},
	"biloko": {
		"name": "Biloko",
		"sources": [ "Pathfinder #38: Racing to Ruin" ],
		"description": [
			"## Biloko",
			"",
			"*This gnome-sized humanoid's face is adorned with fiery red eyes and a sharp-toothed mouth that seems too wide for its head. The creature is garbed in leaves and possesses no hair - patches of grass and moss grow from its skin instead.*",
			"",
			"### Biloko, CR 1/2",
			"",
			"{SOURCE Pathfinder #38: Racing to Ruin/82}  ",
			"**XP** 200  ",
			"NE Small fey  ",
			"**Init** +6; **Senses** low-light vision, scent; Perception +6",
			"",
			"#### Defense",
			"",
			"**AC** 14, touch 13, flat-footed 12 (+2 Dex, +1 natural, +1 size)  ",
			"**hp** 5 (2d6-2)  ",
			"**Fort** -1, **Ref** +5, **Will** +4",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft.  ",
			"**Melee** 1 shortspear +0 (1d4-2), 1 bite +0 (1d4-2)  ",
			"**Ranged** 1 shortspear +4 (1d4-2)  ",
			"**Spell-Like Abilities** (CL 1st; concentration +2)  ",
			"*3/day* - charm person (DC 13)",
			"",
			"#### Statistics",
			"",
			"**Str** 6, **Dex** 15, **Con**: 8, **Int** 11, **Wis** 12, **Cha**, 13  ",
			"**Base Atk** +1; **CMB** -2; **CMD** 10  ",
			"**Feats** {feat/Improved Initiative}  ",
			"**Skills** Climb +3, Craft (traps) +5, Knowledge (nature) +5, Perception +6, Stealth +11, Survival +3  ",
			"**Languages** Common, Sylvan  ",
			"**SQ** persuasion",
			"",
			"#### Ecology",
			"",
			"**Environment** warm forests  ",
			"**Organization** solitary, pair, or gang (3-16)  ",
			"**Treasure** standard (4 shortspears, other gear)",
			"",
			"#### Special Abilities",
			"",
			"**Persuasion (Su)** Biloko can gradually insinuate their desires into the minds of those in the power of their charm person spell-like ability. For every 10 minutes a humanoid is under the influence of a biloko's charm person, the victim takes a -1 penalty on her opposed Charisma check (to a maximum of -5) when the biloko is trying to convince her to do something she would not normally do. This penalty applies to the charm of only a single biloko and is reduced back to 0 as soon as the victim breaks free or the spell ends.",
			"",
			"#### Description",
			"",
			"Blood-red man-eaters and cunning jungle stalkers, biloko hunt those who think themselves hunters, preying upon foolish travelers and incautious jungle natives with maniacal zeal. Lanky and quick humanoids, biloko possess exaggerated, fearfully expressive facial features, including mouths capable of stretching impossibly wide. Adept at blending in amid jungle underbrush despite their brilliant coloration, these ferocious jungle fey delight in constructing deadly traps, tricking victims into deadly ambushes, and leading enthralled foes into dangerous situations.",
			"",
			"The average biloko stands between 3 and 4 feet tall and weighs between 40 and 50 pounds, though a biloko who has recently fed might bear the weight of a far greater creature."
		]
	},
	"birelu": {
		"name": "Birelu",
		"sources": [ "Pathfinder #94: Ice Tomb of the Giant Queen" ],
		"description": [
			"## Birelu",
			"",
			"*This figure seems caught at the moment of transformation between human and animal. Though its bearded face seems like a man's, its head is crowned with a rack of antlers, and its hunched body is covered in patches of sleek black fur.*",
			"",
			"### Birelu, CR 10",
			"",
			"{SOURCE Pathfinder #94: Ice Tomb of the Giant Queen/82}  ",
			"**XP** 9,600  ",
			"CN Medium outsider (extraplanar, incorporeal)  ",
			"**Init** +10; **Senses** darkvision 60 ft., low-light vision, scent; Perception +17",
			"",
			"#### Defense",
			"",
			"**AC** 21, touch 21, flat-footed 14 (+4 deflection, +6 Dex, +1 dodge)  ",
			"**hp** 110 (13d10+39)  ",
			"**Fort** +11, **Ref** +14, **Will** +7  ",
			"**Defensive Abilities** incorporeal; **DR** 10/cold iron; **SR** 21",
			"",
			"#### Offense",
			"",
			"**Speed** fly 50 ft. (perfect)  ",
			"**Melee** gore +19 (1d8 plus 2d6 force), 2 claws +19 (1d6 plus 2d6 force)  ",
			"**Special Attacks** force of nature, powerful charge (gore, 2d8 plus 4d6 force), spirit walk  ",
			"**Spell-Like Abilities** (CL 13th; concentration +17)  ",
			"*Constant*-speak with animals  ",
			"*At will*-call animal, charm animal (DC 15)  ",
			"*3/day*-dominate animal (DC 17), moonstruck (DC 18)  ",
			"*1/day*-baleful polymorph (DC 19), commune with nature",
			"",
			"#### Statistics",
			"",
			"**Str** -, **Dex** 23, **Con**: 16, **Int** 10, **Wis** 13, **Cha**, 19  ",
			"**Base Atk** +13; **CMB** +19; **CMD** 34  ",
			"**Feats** {feat/Blind-Fight}, {feat/Combat Reflexes}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Mobility}  ",
			"**Skills** Fly +20, Handle Animal +13, Knowledge (geography) +16, Knowledge (nature) +16, Perception +17, Sense Motive +14, Stealth +22, Survival +8  ",
			"**Languages** Sylvan, speak with animals",
			"",
			"#### Ecology",
			"",
			"**Environment** any forest, mountain, or plains  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Force of Nature (Su)** A birelu channels the raw power of nature into its attacks. Its natural attacks are considered to have the ghost touch special ability, and each of its natural attacks deals an additional 2d6 points of force damage. This damage is doubled when a birelu makes a powerful charge.",
			"",
			"**Spirit Walk (Su)** Once per round as a standard action, a birelu can merge itself with a single humanoid or animal. This ability is similar to the magic jar spell (caster level 13th), except it doesn't require a receptacle. To use this ability, the birelu must be adjacent to the target. The target can resist the attack with a successful DC 20 Will save. A creature that successfully saves is immune to the same birelu's spirit walk ability for 24 hours. The save DC is Charisma-based. ",
			"",
			"Additionally, a creature affected by this ability undergoes a physical transformation, growing either more beastlike or more humanlike, depending on its original form. A humanoid affected by this ability is affected as by greater animal aspect. The birelu chooses the aspect gained from this effect. This aspect can't be changed, though the birelu can select a new aspect if it merges with the same creature again at a later time. An animal affected by the spirit walk ability is affected as by anthropomorphic animal. Either effect lasts for as long as the creature remains possessed by the birelu, ending once the birelu leaves the creature's body.",
			"",
			"#### Description",
			"",
			"In ages past, humans didn't live apart from nature as they do now. They had no cities, no farms, and no metal tools. In this primitive time, humans lived as beasts, hunting and foraging in the savage wild, living and dying by the cruel whims of nature. To these early humans, a successful hunt sometimes meant the difference between the life of the tribe and utter extinction. For this reason, the land and the animals who lived on it commanded great respect among the tribes. The environment represented more than just food or clothing or territory; it was an ally, an enemy, or even a god unto itself.",
			"",
			"There was need in those days for people who could pass from the physical world and into the world of the spirits, where they could intercede with the spirits of the land and the animals to ensure the tribe's survival. From this need came the birelus, manifestations of humankind's desire to bridge the boundary between humans and nature. These ancient beings served as guardians and travelers of the paths between worlds.",
			"",
			"A birelu seems to both stand upright and walk upon all fours at the same time, its form shifting and flowing incomprehensibly between the two poses. Even while partially hunched in this manner, a birelu stands over 7 feet tall when in its natural state.",
			"",
			"Birelus are ancient beings, having existed since time immemorial. It may be that they were born at the very dawn of time, champions of a unity between humankind and nature that would not exist on the Material Plane for eons hence, and simply waited to intrude upon the world when it was ready for them. More likely, they owe their existence to humankind itself, springing to life as the manifestation of ideas held sacred by the early mortal races. Whatever the case, birelus came to Golarion when the mortal races were still young. In those primordial times, they acted as guardians and guides, teaching the first mortal shamans how to cross the boundaries between the physical world and the spirit world, and bringing terrible destruction upon those who violated that sacred boundary. These early birelus sought to guide humanity, to groom its growth in harmony with nature as a way to restrict the destructive tendencies of civilization. Despite these efforts, humanity marched forward through time to establish cities, discover arcane magic, and usher in the destruction that the early birelus had attempted to hinder.",
			"",
			"As outsiders, birelus don't need to eat or drink to survive, though they take great pleasure in hunting and feeding on wild prey. Most often they hunt while possessing the body of an animal, usually the apex predator of the local environment. Occasionally, a birelu stalks its prey in the possessed body of a humanoid, though typically this is done to honor the humanoid host. As much as they delight in such behavior, birelus never over-hunt an area, and they seem to have an innate sense about the state of the local ecology.",
			"",
			"### Habitat",
			"",
			"Birelus have no set habitat, nor do they hold territory, preferring instead to wander the wild places of the world. Birelus don't often intrude upon inhabited areas, though when they do, the results are often disastrous. They find the trappings of civilized life distasteful, even blasphemous, and focus their attentions on destroying the objects of their ire. Often they accomplish this by possessing people and turning them against their own homes and their fellow citizens. Birelus can sometimes be reasoned with and convinced to depart in peace, but this is rare, as their attacks are often confused for the actions of lycanthropes, and are met with violence rather than diplomacy by mortal humanoids.",
			"",
			"For the most part, birelus are solitary creatures. They don't scorn the company of their own kind, but neither do they delight in it or seek it out. Birelus who meet in passing are more likely to ignore each other than to interact in any meaningful way. Some have speculated that there may in fact be only one birelu, and that those specimens encountered on Golarion emanate from it or serve as its avatars.",
			"",
			"A birelu's attentions are drawn to animals more often than to any other kind of creature, earning them the title \"spirits of the beasts\" in some cultures. Birelus seem to delight in possessing animals and using their bodies to explore and interact with the world. Upon entering new territory, a birelu uses its call animal spell-like ability to draw in potential hosts, choosing the strongest and fastest of the native creatures to inhabit. Birelus are very protective of their wild animal hosts, and they abandon a creature's body if the animal is at grave risk rather than fighting to the host's death. Domesticated animals - or those serving as animal companions to the birelu's enemies - don't receive the same consideration.",
			"",
			"Birelus' interactions with humanoids are more complicated. Civilized peoples hold no interest to them, and in fact often earn their scorn. Birelus react with hostility toward those who openly bear the signs of civilization, such as worked metal or agricultural tools. A birelu's attitude is much softer toward less civilized humanoids. Primitive tribes of hunter-gatherers and those who shun the cities of the world and live in communion with nature are often able to make peaceful contact with a birelu. In return, the birelu might draw in prey animals to feed the tribe, or guide them to more fertile lands in times of scarcity. It may even join the tribe's warriors in combat against their enemies, leaping from warrior to warrior in order to grant them the benefits of greater animal aspect."
		]
	},
	"bisha_ga_tsuku": {
		"name": "Bisha Ga Tsuku",
		"sources": [ "Bestiary 5" ],
		"description": [
			"## Bisha Ga Tsuku",
			"",
			"*Two clawed feet extend from a mysterious mobile fog bank, and dark eyes glow balefully from the mist.*",
			"",
			"### Bisha Ga Tsuku, CR 9",
			"",
			"{SOURCE Bestiary 5/42}  ",
			"**XP** 6,400  ",
			"NE Medium outsider (cold, native)  ",
			"**Init** +10; **Senses** darkvision 60 ft.; Perception +19  ",
			"**Aura** frightful presence (30 ft., DC 20), hoarfrost halo (30 ft., DC 20)",
			"",
			"#### Defense",
			"",
			"**AC** 22, touch 16, flat-footed 16 (+6 Dex, +6 natural)  ",
			"**hp** 114 (12d10+48)  ",
			"**Fort** +12, **Ref** +10, **Will** +12  ",
			"**Immune** cold; **SR** 20  ",
			"**Weaknesses** vulnerable to fire",
			"",
			"#### Offense",
			"",
			"**Speed** 15 ft., fly 60 ft. (good)  ",
			"**Melee** 3 tentacles +18 (2d6+5/19-20 plus 1d6 cold)  ",
			"**Space** 5 ft., **Reach** 5 ft. (15 ft. with tentacles)  ",
			"**Special Attacks** sneak attack +1d6, soul-thieving chill  ",
			"**Spell-Like Abilities** (CL 12th; concentration +16)  ",
			"*3/day*-detonate (DC 18, cold only)  ",
			"*1/day*-cold ice strike (DC 20), freezing sphere (DC 20), wall of ice (DC 18)",
			"",
			"#### Statistics",
			"",
			"**Str** 20, **Dex** 22, **Con**: 18, **Int** 13, **Wis** 19, **Cha**, 19  ",
			"**Base Atk** +12; **CMB** +17; **CMD** 33 (can't be tripped)  ",
			"**Feats** {feat/Dazing Assault}, {feat/Flyby Attack}, [Improved Critical (tentacle)](feat/improved_critical), {feat/Improved Initiative}, {feat/Power Attack}, [Weapon Focus (tentacle)](feat/weapon_focus)  ",
			"**Skills** Acrobatics +21, Fly +25, Knowledge (geography) +15, Knowledge (nature) +14, Knowledge (planes) +11, Perception +19, Spellcraft +12, Stealth +21  ",
			"**Languages** Common (can't speak)",
			"",
			"#### Ecology",
			"",
			"**Environment** cold hills or mountains  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Hoarfrost Halo (Su)** A bisha ga tsuku projects an aura of cold that freezes the surrounding air into a dense cloud of icy mist. This functions similarly to the spell obscuring mist, but the bisha ga tsuku can see through its own hoarfrost halo, and the halo moves with the bisha ga tsuku in a 30-foot radius. Creatures in the aura take 2d6 points of cold damage at the start of their turn due to the intense cold. This aura can be dispelled, but the bisha ga tsuku can resume or dismiss its hoarfrost halo as a free action.",
			"",
			"**Soul-Thieving Chill (Su)** Any creature that takes cold damage from a bisha ga tsuku's tentacle attack or hoarfrost halo must succeed at a DC 20 Fortitude save or take 1d4 points of Charisma damage. On a successful critical hit, a bisha ga tsuku deals an additional 1d6 points of cold damage, and the target takes 1d4 points of Charisma drain instead of Charisma damage on a failed save. The save DC is Charisma-based.",
			"",
			"#### Description",
			"",
			"Bisha ga tsukus are formed from souls drained of warmth, life, and love, leaving nothing but an empty void that can be filled only by taking from others. The creature is a horrific amalgamation of flesh comprising long feelers and a huge, distended sac. Its victims never see these features, however, since a bisha ga tsuku's presence sucks the warmth from the atmosphere around it, freezing the air into a dense cloud of icy mist. On an already foggy evening, the only sign of a bisha ga tsuku's presence is its three-toed feet making a squishing sound reminiscent of \"bisha bisha\" on the loose slush left behind by its hoarfrost halo.",
			"",
			"Bisha ga tsukus feed upon souls. Though their presence can disperse soul energy around them, they gain far more nourishment when they inhale a soul through the pores in their feelers. A bisha ga tsuku that gorges itself stores excess souls and dying heartbeats in its sac, mixing them with frost and chill until a new bisha ga tsuku forms within and bursts out."
		]
	},
	"black_pudding": {
		"name": "Black Pudding",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Black Pudding",
			"",
			"*This black, amorphous blob piles up on itself, a quivering mound of midnight sludge that glistens darkly before surging forward.*",
			"",
			"### Black Pudding, CR 7",
			"",
			"{SOURCE Pathfinder RPG Bestiary/35}  ",
			"**XP** 3,200  ",
			"N Huge ooze  ",
			"**Init** -5; **Senses** blindsight 60 ft.; Perception -5",
			"",
			"#### Defense",
			"",
			"**AC** 3, touch 3, flat-footed 3 (-2 size, -5 Dex)  ",
			"**hp** 105 (10d8+60)  ",
			"**Fort** +9, **Ref** -2, **Will** -2  ",
			"**Defensive Abilities** split, ooze traits",
			"",
			"#### Offense",
			"",
			"**Speed** 20 ft., climb 20 ft.  ",
			"**Melee** slam +8 (2d6+4 plus 2d6 acid plus grab)  ",
			"**Space** 15 ft., **Reach** 10 ft.  ",
			"**Special Attacks** constrict (2d6+4 plus 2d6 acid), corrosion",
			"",
			"#### Statistics",
			"",
			"**Str** 16, **Dex** 1, **Con**: 22, **Int** -, **Wis** 1, **Cha**, 1  ",
			"**Base Atk** +7; **CMB** +12 (+16 grapple); **CMD** 17 (27 vs. bull rush, can't be tripped)  ",
			"**Skills** Climb +11  ",
			"**SQ** ooze traits, suction",
			"",
			"#### Ecology",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Acid (Ex)** A black pudding secretes a digestive acid that dissolves organic material and metal quickly, but does not affect stone. Each time a creature suffers damage from a black pudding's acid, its clothing and armor take the same amount of damage from the acid. A DC 21 Reflex save prevents damage to clothing and armor. A metal or wooden weapon that strikes a black pudding takes 2d6 acid damage unless the weapon's wielder succeeds on a DC 21 Reflex save. If a black pudding remains in contact with a wooden or metal object for 1 full round, it inflicts 21 points of acid damage (no save) to the object. The save DCs are Constitution-based.",
			"",
			"**Corrosion (Ex)** An opponent that is being constricted by a black pudding suffers a -4 penalty on Reflex saves made to resist acid damage applying to clothing and armor.",
			"",
			"**Split (Ex)** Slashing and piercing weapons deal no damage to a black pudding. Instead, the creature splits into two identical puddings, each with half of the original's current hit points (round down). A pudding with 10 hit points or less cannot be further split and dies if reduced to 0 hit points.",
			"",
			"**Suction (Ex)** The black pudding can create powerful suction against any surface as it climbs, allowing it to cling to inverted surfaces with ease. A black pudding can establish or release suction as a swift action, and as long as it is using suction, it moves at half speed. Because of the suction, a black pudding's CMD score gets a +10 circumstance bonus to resist bull rush, awesome blows, and other attacks and effects that attempt to physically move it from its location.",
			"",
			"#### Description",
			"",
			"Black puddings are the scavengers of the underworld, constantly on the lookout for a meal. They can sense organic or metallic objects within 60 feet and mindlessly attack such items or beings until they are dissolved or the ooze is killed. A black pudding reproduces by breaking off a piece of its body and forming a new, smaller black pudding, which grows to full size in 1 month's time. Some of the more intelligent creatures in the underworld use black puddings as natural garbage disposals, creating stone pits to house the pudding and throwing organic refuse or foes in as needed.",
			"",
			"Larger specimens of black puddings have been encountered in the deepest parts of the world, with Gargantuan individuals having up to 30 HD. Other colored puddings are rumored to exist, with white ones living in the arctic, brown ones living in swamps, and tan ones living in deserts."
		]
	},
	"black_shuck": {
		"name": "Black Shuck",
		"sources": [ "Pathfinder #129: The Twilight Child" ],
		"description": [
			"## Black Shuck",
			"",
			"*This enormous hound has a single, glowering green eye, and its flanks are matted with hair soaked in filth and gore.*",
			"",
			"### Black Shuck, CR 7",
			"",
			"{SOURCE Pathfinder #129: The Twilight Child/82}  ",
			"**XP** 3,200  ",
			"CN Large magical beast  ",
			"**Init** +11; **Senses** blindsight 60 ft., darkvision 60 ft., low-light vision, scent; Perception +12",
			"",
			"#### Defense",
			"",
			"**AC** 20, touch 16, flat-footed 13 (+7 Dex, +4 natural, -1 size)  ",
			"**hp** 85 (9d10+36)  ",
			"**Fort** +10, **Ref** +13, **Will** +5  ",
			"**DR** 10/cold iron or magic",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft., swim 15 ft.  ",
			"**Melee** bite +13 (1d8+5 plus disease and trip), 2 claws +13 (1d6+5)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** green-eyed gaze  ",
			"**Spell-Like Abilities** (CL 9th; concentration +11)  ",
			"*3/day*-blink, fog cloud, misdirection",
			"",
			"#### Statistics",
			"",
			"**Str** 20, **Dex** 24, **Con**: 18, **Int** 13, **Wis** 11, **Cha**, 15  ",
			"**Base Atk** +9; **CMB** +15 (+17 trip); **CMD** 32 (38 vs. trip)  ",
			"**Feats** {feat/Combat Expertise}, {feat/Improved Initiative}, {feat/Improved Trip}, {feat/Iron Will}, {feat/Stealthy}  ",
			"**Skills** Acrobatics +7 (+11 when jumping), Bluff +11, Escape Artist +9, Perception +12, Stealth +17, Swim +13  ",
			"**Languages** Common  ",
			"**SQ** change shape (human; {spell/alter self})",
			"",
			"#### Ecology",
			"",
			"**Environment** temperate coasts or marshes  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Disease (Ex)** A black shuck's bite inflicts a wasting disease on those lucky enough to survive its initial attack.",
			"",
			"Shuck's Kiss: Bite-injury; save Fort DC 18; onset 1 day; frequency 1/hour for 6 hours; effect 1d4 Con and 1d4 Str damage; cure 2 consecutive saves. The save DC is Constitution-based.",
			"",
			"**Green-Eyed Gaze (Sp)** Those who meet a black shuck's accursed eye can find themselves changed by the experience. Three times per day, a black shuck can cast its gaze upon a creature within 30 feet. The target must succeed at a DC 16 Will save or be struck with a curse as though affected by a {spell/bestow curse} spell (CL 9th). The type of curse is fixed and unique to each black shuck, and once assigned, it can't be changed; thus, one particular black shuck's curse might reduce an opponent's Strength score by 6, while another's might inflict a -4 penalty on attack rolls, saving throws, ability checks, and skill checks. Whether or not a creature fails its save against a black shuck's green-eyed gaze, that creature can't be affected by that black shuck's gaze again for 24 hours. The save DC is Charisma-based.",
			"",
			"#### Description",
			"",
			"Black shucks are monstrous hounds that haunt the countless footpaths and byways threading through lonely coastal regions and sweaty fenlands. Some say black shucks are grotesque children born of witches who consort with forest demons, while others believe them to be the remains of witches burned alive in marshy terrain. These theories are likely born of the undeniable affinity the dog-creatures have with witches, and the hounds often masquerade as lonely travelers, lost and afraid in the wilds, thanks to their ability to take on the form of such woebegone souls. However, some tales contradict this entirely, telling of black shucks that take care of travelers who cross wild places alone and take vengeance on those who would harm defenseless wanderers. Many suspect that these latter stories are spread by the monstrous canines themselves when in human form and desperate for a meal.",
			"",
			"Many black shucks live lonely lives, shunning civilization and those who hunt at its fringes, but others are found in the company of hags and witches, and some are able to leech greater powers of witchcraft from long association. Sometimes a coven attaches itself to a black shuck and uses it as a guide or hunter, or it might unleash a black shuck on a small coastal village as a distraction from some grander scheme.",
			"",
			"Often mistakenly identified as barghests, black shucks are magical beasts that are encountered in breeding pairs only in extremely rare circumstances. Habitual loners, they are foul and dirty; they resemble the most neglected of their mortal kin while embodying the most feral aspects of wild dogs. Dwelling for the most part in rank bogs or brine-soaked coasts, black shucks often drive out other animals with their mere presence, leaving their territories even more bereft of noise and life than would usually be the case. Black shucks have ravenous appetites and can readily clear a large area of prey, leaving only their own foul droppings and scentmarks behind.",
			"",
			"Even well-coordinated efforts to drive a black shuck from an area often fail, as the creature can compound the difficulty most humanoids have navigating its favored terrain by using its ability to create dense banks of fog. Combining this with its intimate knowledge of its territory and a well-hidden lair, a black shuck can evade even the most determined militia for a nearly indefinite period, even picking off careless hunters who wander too far from their group.",
			"",
			"A famous legend has it that an old shuck called Foul-Eye once single-handedly eradicated a contingent of elite Chernasardo Ranger scouts at the edge of Nirmathas's Southern Fangwood. Unlikely as this tale is to be true, it is well-known enough that even the rumor of a black shuck's presence is often enough to scare travelers away from a path for months.",
			"",
			"### Habitat",
			"",
			"Black shucks are natural loners; thus, barring the outside influence of a cover, they rarely form bonds with any other creatures, even of their own kind. However, black shucks develop a particular affinity - and even affection - for particular paths and byways, often using the same such routes over and over again, and sometimes even forming their own paths through gradual wear. So great is the creature's bond to its homeland that forcing it to leave its chosen territory often causes a black shuck to wither and die of homesick longing.",
			"",
			"Black shucks maintain lairs that they return to during the day when they rest; they hunt only at night except in times of desperation or on the foggiest of days. A shuck's primary lair is almost always somewhere well hidden or difficult to reach, whether in the center of a tangled gorse patch, among the loose stones at the foot of gravelly cliffs, or within the briar-infested corners of long-disused graveyards. Occasionally a black shuck keeps several lairs spread across a larger territory, which allows it to prey on travelers for longer stretches of time without raising too much suspicion in any one community.",
			"",
			"Black shucks often take advantage of the camaraderie of travelers, changing into human forms and luring lone wanderers further into a foggy moor with promises of a cache of food, a comfortable camp, or simple companionship. Once a victim is in a black shuck's preferred killing ground, the beast transforms into its true form and viciously ambushes the poor soul, whose picked-clean remains are almost never found, having sunk into the moist ground to join countless others.",
			"",
			"Rarely, a black shuck develops a curious benevolent edge to its hunting, watching over lone travelers along a particular path or swampy stretch instead of attacking them. Such hounds prefer to prey on robbers and thieves who attempt to victimize those in their territory, and they sometimes even take on the form of vulnerable and lonely human travelers to attract villains to them. Those who have found themselves aided by such a shuck often claim its eye was colored deep blue, not green.",
			"",
			"### Old Shuck",
			"",
			"The black shuck's close association with witches and witchcraft has led to countless local variants of the hound, as foul rituals have changed the already-fearsome creatures into even more nightmarish beasts. One of the most commonly encountered variants is that known as an old shuck, a beast often formed when a coven of witches or hags adopts a black shuck and adapts it to their needs. These leaner, more brutish versions of a black shuck have 13 Hit Dice and the ability to cause storms in their home territory. Once per day, by spending 10 minutes pacing its territory in a specific pattern, an old shuck can call forth a storm as per {spell/control weather} (CL 13th). The type of storm created and its effects depend upon the prevalent climate and season. In addition, once per day when a target fails its save against the old shuck's green-eyed gaze, the target must succeed at a DC 18 Will save or perish. The save DC is Charisma-based. Old shucks are CR 10 creatures."
		]
	},
	"blackwisp_egret": {
		"name": "Blackwisp Egret",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Blackwisp Egret",
			"",
			"*This jet-black bird has a long, hooked beak. Its piercing orange eyes reflect any light that hits them, making them appear to glow ominously.*",
			"",
			"### Blackwisp Egret, CR 1/3",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/83}  ",
			"**XP** 135  ",
			"N Small animal  ",
			"**Init** +2; **Senses** low-light vision; Perception +1",
			"",
			"#### Defense",
			"",
			"**AC** 13, touch 13, flat-footed 11 (+2 Dex, +1 size)  ",
			"**hp** 4 (1d8)  ",
			"**Fort** +2, **Ref** +4, **Will** +1  ",
			"**Defensive Abilities** deceptive target",
			"",
			"#### Offense",
			"",
			"**Speed** 10 ft., fly 40 ft. (average)  ",
			"**Melee** bite +3 (1d4-3)",
			"",
			"#### Statistics",
			"",
			"**Str** 4, **Dex** 15, **Con**: 11, **Int** 2, **Wis** 12, **Cha**, 5  ",
			"**Base Atk** +0; **CMB** -4; **CMD** 8  ",
			"**Feats** {feat/Weapon Finesse}  ",
			"**Skills** Fly +4, Stealth +10",
			"",
			"#### Ecology",
			"",
			"**Environment** temperate swamps  ",
			"**Organization** solitary, pair, or flock (3-12)  ",
			"**Treasure** none",
			"",
			"#### Special Abilities",
			"",
			"**Deceptive Target (Ex)** A blackwisp egret's glowing eyes belie its true position at night. In areas of dim light or darkness, ranged attacks against a blackwisp egret suffer a 20% miss chance.",
			"",
			"#### Description",
			"",
			"Blackwisp egrets are relatively harmless during the day, but at night, their glowing eyes are often mistaken for the deadly will-o'-wisps that plague Belkzen's Ghostlight Marsh. Many people flee in terror upon seeing flocks of glowing orbs in the night and wind up twisting an ankle on a gnarled tree root or falling into a sinkhole as they bolt. These misfortunes have led many who travel through Ghostlight Marsh to consider blackwisp egrets unlucky omens.",
			"",
			"Blackwisp egrets are hunters and scavengers, living on anything from frogs to fish to carrion left by other denizens of the marsh. Their long, serrated beaks are excellent for cutting through the clothing of deceased travelers, and flocks of egrets on the edge of starvation sometimes even attack living travelers.",
			"",
			"Almost invisible at night thanks to their jet-black feathers, the birds are well adapted to hunting by stealth in their environment. They flock together for protection, as even the most dangerous predators avoid such groups when encountered in darkness, fearing that they may actually be a group of will-o'-wisps. The few swamp druids who still make their homes in the marsh have been known to domesticate these birds, encouraging them to slowly circle the druids' homes at night to ward away unwanted visitors."
		]
	},
	"blast_shadow": {
		"name": "Blast Shadow",
		"sources": [
			"Pathfinder #122: Into the Shattered Continent",
			"Pathfinder #15: The Armageddon Echo"
		],
		"description": [
			"## Blast Shadow",
			"",
			"### Blast Shadow, CR 5",
			"",
			"{SOURCE Pathfinder #122: Into the Shattered Continent/21;Pathfinder #15: The Armageddon Echo/82}  ",
			"**XP** 1,600  ",
			"CE Medium undead (fire)  ",
			"**Init** +8; **Senses** darkvision 60 ft.; Perception +12",
			"",
			"#### Defense",
			"",
			"**AC** 18, touch 14, flat-footed 14 (+4 Dex, +4 natural)  ",
			"**hp** 60 (8d8+24)  ",
			"**Fort** +5, **Ref** +6, **Will** +7  ",
			"**Immune** fire, undead traits  ",
			"**Weaknesses** vulnerable to cold",
			"",
			"#### Offense",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** 2 claws +11 (1d8+2 plus 1d6 fire)  ",
			"**Special Attacks** cloud of smoke and fire, death burst",
			"",
			"#### Statistics",
			"",
			"**Str** 15, **Dex** 18, **Con**: -, **Int** 10, **Wis** 13, **Cha**, 16  ",
			"**Base Atk** +6; **CMB** +8; **CMD** 22  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Improved Initiative}, {feat/Weapon Finesse}, [Weapon Focus (claw)](feat/weapon_focus)  ",
			"**Skills** Acrobatics +12, Climb +13, Perception +12, Stealth +15  ",
			"**Languages** Azlanti",
			"",
			"#### Special Abilities",
			"",
			"**Cloud of Smoke and Fire (Su)** As a swift action, a blast shadow can surround itself with a cloud of smoke that burns living flesh. While this ability is active, the blast shadow gains concealment, and all living creatures within 5 feet take 1d6 points of fire damage per round. If the blast shadow takes any cold damage, this cloud is dispelled and can't be activated again for 1d6 rounds.",
			"",
			"**Death Burst (Su)** When a blast shadow is reduced to 0 or fewer hit points, it explodes in a blast of flame. All creatures within 30 feet take 5d6 points of fire damage (Reflex DC 17 half). The save DC is Charisma-based.",
			"",
			"#### Description",
			"",
			"Death by fire is a horrible fate, but far worse is death by a fiery apocalypse. While most are incinerated by such conflagrations, others are infused with the energy of that terrible act and rise again as blast shadows. These undead creatures linger on after the inferno, seeking to spread their pain to the living. Blast shadows haunt the wastelands that spawned them, waiting for victims to come and learn of the catastrophe. Only then do they strike out from the shadows to show them the horrors up close.",
			"",
			"Blast shadows typically have the form of the creatures they were in life, though scorched and withered by their fiery deaths. Little more than humanoid skeletons with bits of flesh and hair fused to charred bones, blast shadows usually weigh little more than 60 pounds, and stand at a height typical for the race of which they were formerly members.",
			"",
			"Blast shadows usually spawn as the result of a magical catastrophe, but can also be artificially created. Pyromaniac magic users, worshipers of evil fire deities, and the servants of powers that crave burnt offerings favor these undead horrors. A spellcaster of 14th level or higher can create a blast shadow using create undead. In addition to the normal components of the spell, the spellcaster must use the body of a creature that died as a result of a fire spell or effect. The spell must be one that affects an area. Scorching ray is not sufficient, but fireball is. The creature must have died within 24 hours of the casting of create undead. Blast shadows created in this way are loyal to their creator, but those created by a death burst are beholden to no one.",
			"",
			"### Variant Blast Shadows",
			"",
			"Although most blast shadows are created through fire, others are known to exist. The following variants have different abilities than the standard blast shadow.",
			"",
			"**Acid Shadow:** Created using an acid fog or similar effect, the claws, cloud, and death burst of an acid shadow deal acid damage instead of fire damage. The cloud of an acid shadow does not grant concealment, but any weapon that strikes an acid shadow takes 2d6 points of acid damage.",
			"",
			"**Freezing Shadow:** Those who die from supernatural cold, such as the cold created by control weather, sometimes rise as freezing shadows. The claws, cloud, and death burst of a freezing shadow deal cold damage instead of fire damage. A freezing shadow can move across ice and snow without penalty.",
			"",
			"**Lightning Shadow:** These undead are created through terrible lightning storms, such as those manifested by call lightning storm and storm of vengeance. The claws, cloud, and death burst of a lightning shadow deal electricity damage instead of fire damage. The cloud of a lightning shadow does not grant concealment, but anyone who strikes a lightning shadow with a metal weapon takes 1d6 points of electricity damage."
		]
	}
}
