{
	"gaki": {
		"name": "Gaki",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*This skeletal creature with a long, thin neck seems to float above the ground. Its jaw is elongated, showing sharp, worn teeth.*",
			"",
			"::mh[Gaki]{cr=\"7\"}",
			"",
			"{SOURCE Bestiary 4/118}  ",
			"**XP** 3,200  ",
			"NE Medium undead  ",
			"**Init** +6; **Senses** darkvision 60 ft., detect evil; Perception +13",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 13, flat-footed 17 (+2 Dex, +1 dodge, +7 natural)  ",
			"**hp** 74 (9d8+32)  ",
			"**Fort** +5, **Ref** +7, **Will** +9  ",
			"**Immune** {umr/undead traits}  ",
			"**Weaknesses** aversion to sun and moon, compulsive hunger, vulnerable to cold and fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 30 ft. (average)  ",
			"**Melee** 2 claws +9 (2d6+3), bite +9 (2d6+3 plus {umr/grab})  ",
			"**Space** 5 ft., **Reach** 5 ft. (10 ft. with bite)  ",
			"**Special Attacks** {umr/blood drain} (1d2 Constitution), fear cone (30 ft., DC 16)  ",
			"**Spell-Like Abilities** (CL 7th; concentration +9)  ",
			"*Constant*-{spell/detect evil}  ",
			"*At will*-{spell/invisibility}  ",
			"*1/day*-{spell/disguise self}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 16, **Dex** 15, **Con** -, **Int** 9, **Wis** 12, **Cha** 18  ",
			"**Base Atk** +6; **CMB** +9 (+13 grapple); **CMD** 22  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Dodge}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lightning Reflexes}  ",
			"**Skills** Intimidate +14, Perception +13, Stealth +14  ",
			"**Languages** Common",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary or gang (2-4)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Aversion to Sun and Moon (Ex)** A gaki takes 1d4 points of fire damage every round it's exposed to the light of a full moon. It takes 1d4 points of cold damage every round it is exposed to direct sunlight.",
			"",
			"**Compulsive Hunger (Ex)** Despite being undead, a gaki is plagued by an insatiable hunger, and believes it can gain a normal body or rest in peace if it consumes the right mixture of flesh, food, and drink. A gaki that finds a corpse or is offered food, wine, holy water, or flowers must succeed at a DC 20 Will save or spend one turn trying to grab and consume it. Its narrow neck prevents it from swallowing more than a tiny amount, and it gives up after 1 round of attempting to do so. A gaki that consumes holy water in this way is not harmed by it.",
			"",
			"::sh[Description]",
			"",
			"When an especially jealous or greedy evil person dies, it sometimes returns as a gaki - a misshapen creature with a supernatural hunger for things of the material world. Mistakenly called \"hungry ghosts\" because of their ability to fly and turn invisible, gakis believe that if they consume the right material - typically meat, wine, blood, flowers, and souls - they can form a new body resembling their former mortal shapes. Its long, thin neck restricts how much it can eat, and the creature is perpetually starving. It prefers to consume evil creatures, believing it gains more sustenance from a sinful being than a righteous one, but it won't pass up any mortal flesh. Some gakis believe they must consume flesh from demons or undead, and fixate on these creatures to the aversion of all others.",
			"",
			"Gakis are cursed, pitiable creatures with nothing to lose, which makes them very dangerous. Some that have existed for many years as undead grow desperate and try consuming earth, sewage, or more vile substances in an attempt to find the missing ingredient for their transformation. Particularly unfortunate ones bear an onerous curse that causes anything they try to eat to burst into flame or wither away into dust.",
			"",
			"These creatures have short memories and little sense of perspective. They're smart enough to pursue what they want cannily, but fail at making long-term plans. Most gakis wander alone, pursuing their search for nourishment in solitude. When they do form packs, they use their numbers to surround and bring down large animals or groups of people, but then throw cooperation aside to squabble and shove as each one greedily tries to claim the entire prize They've taken.",
			"",
			"Strangely, gakis are scorched by moonlight and frozen by sunlight. Because of this, they're forced to lurk in the shadows of ruins. Some wander the deep caves and tunnels below the surface, scrounging whatever meals they can find. In urban areas, they group together to stalk the slums, often leaping upon victims, tearing away small morsels of flesh before they retreat, leaving victims bleeding and disoriented. They find hiding places' often in abandoned buildings or sewers' to stay during the day, turning invisible and biding their time till the dark of night comes."
		]
	},
	"gale_spirit": {
		"name": "Gale Spirit",
		"sources": [ "Pathfinder #104: Wrath of Thrune" ],
		"description": [
			"*This translucent, floating head has a bluish tinge and a humanoid face twisted in an enraged scowl.*",
			"",
			"::mh[Gale Spirit]{cr=\"6\"}",
			"",
			"{SOURCE Pathfinder #104: Wrath of Thrune/86}  ",
			"**XP** 2,400  ",
			"CE Small undead (incorporeal)  ",
			"**Init** +8; **Senses** darkvision 60 ft., lifesense; Perception +9  ",
			"**Aura** unnatural aura (30 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 20, flat-footed 16 (+5 deflection, +4 Dex, +1 size)  ",
			"**hp** 57 (6d8+30)  ",
			"**Fort** +7, **Ref** +8, **Will** +5  ",
			"**Defensive Abilities** {umr/incorporeal}; **Immune** {umr/undead traits}  ",
			"**Weaknesses** {umr/light sensitivity}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 60 ft. (good)  ",
			"**Melee** incorporeal touch +9 (2d6 negative energy)  ",
			"**Special Attacks** baleful gust, create spawn",
			"",
			"::sh[Statistics]",
			"",
			"**Str** -, **Dex** 18, **Con** -, **Int** 10, **Wis** 10, **Cha** 21  ",
			"**Base Atk** +4; **CMB** +7; **CMD** 22  ",
			"**Feats** {feat/Flyby Attack}, {feat/Improved Initiative}, {feat/Lightning Reflexes}  ",
			"**Skills** Fly +19, Intimidate +14, Perception +9, Stealth +17  ",
			"**Languages** Common",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or pack (3-6)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Baleful Gust (Su)** Three times per day as a full-round action that provokes attacks of opportunities, a gale spirit can whip the wind around it into a terrible, howling gust. This baleful gust lasts for 1 round, and creatures and objects within a 15-foot radius of the gale spirit are affected as if by a gust of wind. Additionally, when the gust begins, the howling winds deal 4d6 points of sonic damage to creatures in the area. A successful DC 18 Fortitude save negates the gust of wind effect and reduces the sonic damage by half. The gale spirit is immune to this ability's effects. The save DC is Charisma-based.",
			"",
			"**Create Spawn (Su)** A humanoid slain by a gale spirit becomes a gale spirit in 1d4 rounds. These spawn are less powerful than typical gale spirits, and take a -2 penalty on d20 rolls and checks, have 2 fewer hit points per Hit Die, and only deal 1d6 points of negative energy damage. Spawn are under the command of the gale spirit that created them until its destruction, at which point they lose their spawn penalties and become freewilled gale spirits. They do not have any of the abilities they had in life.",
			"",
			"**Lifesense (Su)** A gale spirit notices and locates living creatures within 60 feet, just as if it possessed the blindsight ability.",
			"",
			"**Unnatural Aura (Su)** Animals don't willingly approach within 30 feet of a gale spirit, unless their master succeeds at a DC 25 Handle Animal, Ride, or wild empathy check.",
			"",
			"::sh[Description]",
			"",
			"Gale spirits are the remnants of wicked individuals who have fallen a great distance through the air - usually from bridges or mountainsides - and died alone, broken on the ground, while cursing the world for leaving them to their terrible demise. These malicious creatures haunt the places of their deaths, hungrily seeking victims with whom they can share their fate. Although they are not typically friendly with any creatures, even others of their kind, gale spirits do occasionally work with each other in combat; the result is often a terrible, haunted place of howling winds and spooky terrain that is as unnerving as it is deadly.",
			"",
			"Gale spirits resemble 2-foot-tall, disembodied heads with twisted features that are eerily similar to those the creatures had in life.",
			"",
			"Gale spirits' facial features are the only physical remnants of the individuals they once were. Each gale spirit is still recognizable to those who knew the creature while it lived, even though the undead horror's seething rage twists its features into something unnatural. A cold blue glow emanates from its translucent face, and wisps of spirit essence trail behind it. Whirling winds typically following the spirit, leaving undulating patterns on the ground as it passes above. This wind screams louder and louder when the gale spirit circles in preparation for a fight, sounding like a gust mixed with screams of agony. Sometimes, gale spirits that had personal ties to the creatures they are attacking convey taunting or tormenting words along with their gales, but more often than not, gale spirits merely scream and howl unintelligibly as they descend upon their victims.",
			"",
			"A gale spirit retains some of its former personality, though the murderous rage that plagues its mind greatly warps its outlook. Even when it's not attacking, it is capable of speech, though it hardly ever sees any reason for conversation when it comes to the living. A gale spirit rarely has any goals beyond visiting suffering upon others; in this way, gale spirits make their own tortured existence more bearable. If a gale spirit can still feel any measure of happiness, it is only when it is staring at the broken bodies of multiple victims of its whipping winds, waiting for them to rise as its spawn.",
			"",
			"### Habitat",
			"",
			"Throughout Golarion, there are deadly drops with particularly ominous reputations: bridges that cross deep canyons, thin paths atop sheer cliffs, abandoned manors built on mountains, and waterfalls hundreds of feet tall. Some of these places are tied to myths about specific villainous individuals who fell to their deaths there; less commonly known, however, is that many of these myths are actually origin stories for the gale spirits that haunt these areas. Some even say that gale spirits take pride in residing in places with particularly dangerous reputations, and that they sometimes purposely leave straggling survivors to ensure that their malevolent reputations continue to grow. However, it's unclear whether such pride is characteristic of gale spirits in general, or if individual spirits simply embody the trait.",
			"",
			"Often, such a haunted place's dangerous reputation stems from these angry spirits' activities rather than the natural danger its geography presents. After a gale spirit begins to haunt a place, bodies are often found on these places' precipices rather than solely at their bases. Strangely, although it seems impossible for these victims to have fallen to their deaths, the ground surrounding each of these bodies appears to be a point of great impact.",
			"",
			"Though a gale spirit's spawn tend to haunt the same areas as their progenitor, sometimes forming ravenous packs with their creator, gale spirits usually ignore others of their kind. The exception is typically in combat, when gale spirits sometimes join forces to try to destroy as many living creatures as possible. In places where their numbers have swelled, gale spirits tend to become more communicative. If a traveler listens closely enough, words are audible along with the constantly howling wind up to a mile away. Such phrases are almost always terrible threats or macabre boasts, spoken in Common in a chorus of eerie, barely discernible voices.",
			"",
			"Gale spirits are most common in rural areas, particularly in mountainous terrain or in forests with extreme elevation differences. They are found in all climates and wander their territories at all times of day, although they tend to avoid bright daylight, which makes it hard for them to see. For this reason, gale spirits attacks are most common at night. Darkness offers them cover from which to surprise victims, kill them, and turn them into hateful progeny. Gale spirits and their packs thrive best in secluded areas that nonetheless have regular foot traffic, which provides them with a slow but steady influx of potential victims. Nearly forgotten religious shrines or abandoned temples of minor deities with dangerous precipices nearby are choice hunting grounds for a gale spirit or two. Although it's uncommon, some particularly old gale spirits even roam from the sites of their mortal death to other, more dangerous or notorious places that are better suited to attracting victims. Even then, a gale spirit rarely changes its lair more than once in a hundred years.",
			"",
			"With its wide swaths of rural, mountainous areas - not to mention its preponderance of villainous individuals since House Thrune seized control of the nation - Cheliax is home to a large number of gale spirits. The northern Menador Mountains, as the location of many evildoers' hideouts over the years, have been a particular hotbed for the creatures. Some of Cheliax's more active gale spirits have even been known to venture forth from the mountains onto the plains north of the Barrowood and Whisperwood. Rumors hold that, outside of towns such as Kantaria, the howling of the winds on stormy nights is not a simple weather phenomenon but a chorus of angry gale spirits looking for new victims. An old folktale even tells of murderous triplets from Kantaria who supposedly committed suicide together by jumping off a bluff in the northern Whisperwood rather than face judgment for their crimes. It's said that the siblings joined together to form a massive, supremely deadly gale spirit that actively tries to lure unhappy citizens from Kantaria into the woods. Such stories are often told to scare children into behaving well, but scholars believe there might actually be some truth to them, and that certain gale spirits with such terrible origins might be far more powerful than those born from lone deaths.",
			"",
			"Varisia, with its massive Storval Rise and towering Thassilonian ruins, is also a gale spirit hotbed. Scholars posit that Varisia is home to some of the oldest gale spirits in the Inner Sea region, and that some existing in the most rural locales may even have been Thassilonian slave masters. In the wilds outside of Magnimar, it is also rumored that there are a handful of gale spirits that are friendlier to mortals than others of their kind. These gale spirits are said to work with living partners - supposedly individuals who knew the gale spirits while they lived - to lure unsuspecting victims to their territories, where the gale spirits brutally murder them. These gale spirits supposedly have tribes of progeny that number a dozen or more. Their aims in building these tribes - and whether they are under the influence of even more sinister forces - are unclear."
		]
	},
	"gallerok": {
		"name": "Gallerok",
		"sources": [ "Pathfinder #118: Siege of Stone" ],
		"description": [
			"*This stout, serpentine creature's body ripples with muscle. Jagged fangs line its broad, powerful jaws.*",
			"",
			"::mh[Gallerok]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder #118: Siege of Stone/82}  ",
			"**XP** 600  ",
			"N Large animal  ",
			"**Init** +6; **Senses** {umr/blindsight} 60 ft., low-light vision; Perception +4",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 11, flat-footed 13 (+2 Dex, +4 natural, -1 size)  ",
			"**hp** 19 (3d8+6)  ",
			"**Fort** +5, **Ref** +5, **Will** +1",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., climb 20 ft.  ",
			"**Melee** bite +4 (1d6+4 plus {umr/grab})  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** {umr/constrict} (1d6+4)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 16, **Dex** 14, **Con** 15, **Int** 1, **Wis** 10, **Cha** 5  ",
			"**Base Atk** +2; **CMB** +6 (+10 grapple); **CMD** 18  ",
			"**Feats** {feat/Improved Initiative}, {feat/Skill Focus/ (Stealth)}  ",
			"**Skills** Climb +11, Perception +4, Stealth +10; **Racial Modifiers** +4 Stealth  ",
			"**SQ** glide",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary, pair, or coil (3-6)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Glide (Ex)** A gallerok takes no damage from falls, as if under the effect of feather fall, but this ability is nonmagical. In addition, it can move up to 5 feet in any horizontal direction for every 1 foot it falls, at a speed of 60 feet per round. It cannot use this ability to gain height, merely to coast in other directions as it falls.",
			"",
			"::sh[Description]",
			"",
			"Distant cousins of so-called glass lizards, galleroks appear to be stout-bodied serpents. These descendants of crocodilian reptiles long ago shed their legs to more easily navigate the confines of the Darklands. They still retain powerful shoulders and hips, however, allowing them to flatten their bodies and glide for long distances, crossing underground chasms and swooping on prey from above. Galleroks are primarily ambush hunters. One drow-sized meal can sate a creature for weeks, but just before nesting, a mother gorges herself so she can lay eggs and guard her brood without sleeping or hunting-for 6 months.",
			"",
			"Most Darklands residents believe that galleroks are a legacy of the long-fallen xulgath empire, where they served as guard animals. Many troglodyte tribes still keep some of the otherwise antisocial serpents to protect their territory or help hunt more dangerous beasts.",
			"",
			"The average gallerok measures 12 feet long and weighs 1,000 pounds."
		]
	},
	"gallowdead": {
		"name": "Gallowdead",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*This skeletal horror staggers under the weight of the massive hook and chain impaling the bones of its midsection.*",
			"",
			"::mh[Gallowdead]{cr=\"16\"}",
			"",
			"{SOURCE Bestiary 4/119}  ",
			"**XP** 76,800  ",
			"CE Medium undead  ",
			"**Init** +8; **Senses** darkvision 60 ft.; Perception +3  ",
			"**Aura** whispers (30 ft., DC 27)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 31, touch 15, flat-footed 26 (+4 Dex, +1 dodge, +16 natural)  ",
			"**hp** 228 (24d8+120)  ",
			"**Fort** +13, **Ref** +12, **Will** +17  ",
			"**Defensive Abilities** {umr/channel resistance} +6; **DR** 10/bludgeoning; **Immune** cold, {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** spiked chain +26/+21/+16/+11 (2d4+10/19-20 plus chains of the dead) or 2 claws +25 (2d8+7)  ",
			"**Space** 5 ft., **Reach** 5 ft. (10 ft. with spiked chain)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 24, **Dex** 19, **Con** -, **Int** 11, **Wis** 16, **Cha** 21  ",
			"**Base Atk** +18; **CMB** +25; **CMD** 40  ",
			"**Feats** {feat/Bleeding Critical}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Dodge}, {feat/Improved Critical/ (spiked chain)}, {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Lunge}, {feat/Power Attack}, {feat/Step Up}, {feat/Vital Strike}, {feat/Weapon Focus/ (spiked chain)}  ",
			"**Skills** Climb +34, Escape Artist +28, Intimidate +32, Swim +31  ",
			"**Languages** Common",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or plague (3-18)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Aura of Whispers (Su)** A gallowdead constantly whispers vile secrets and blasphemous chants. Any creature within 30 feet of a gallowdead must succeed at a DC 27 Will save or be shaken for 1d4 rounds. Already shaken creatures that fail this saving throw become nauseated by the secrets revealed. Each round, an affected creature can make a new Will save to recover from the effect-once a creature recovers from a gallowdead's whispers, it is immune to this ability for 24 hours. Each overlapping whisper aura from additional gallowdead increases the save DC by 2. This is a language-based sonic effect. The save DC is Charisma-based.",
			"",
			"**Chains of the Dead (Su)** When a gallowdead uses its spiked chain, the first attack that hits a foe during the gallowdead's turn deals an extra 12d6 points of negative energy damage (Will DC 27 half). This has no effect on undead creatures. In addition, the gallowdead can make a free combat maneuver check against its target with a +4 racial bonus. If the check succeeds, the target becomes grappled, but the gallowdead doesn't gain the grappled condition. The gallowdead can make a free combat maneuver check each round to maintain its grip on the victim, but can't take any special grapple actions against the victim except the move special action. When grappling a victim in this way, the gallowdead can't attack with its spiked chain. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Some tyrants execute criminals, traitors, or those who dare insurrection on the end of hooked and spiked chains. Leaving the criminal to painfully hang and rot sends a message to those who would dare commit the same crimes. Sometimes such savage deaths have a strange and terrible consequence: the victim rises, grabs the instrument of its execution, and becomes a servant of those who condemned it."
		]
	},
	"galluvix": {
		"name": "Galluvix",
		"sources": [ "Pathfinder #128: Songbird, Scion, Saboteur" ],
		"description": [
			"*This curious-looking creature has the body and plumage of a rooster but sports the cunning features of a fox from the neck up.*",
			"",
			"::mh[Galluvix]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder #128: Songbird, Scion, Saboteur/84}  ",
			"**XP** 600  ",
			"N Tiny magical beast  ",
			"**Init** +6; **Senses** darkvision 60 ft., low-light vision; Perception +5",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 14, flat-footed 12 (+2 Dex, +2 size)  ",
			"**hp** 16 (3d10)  ",
			"**Fort** +3, **Ref** +5, **Will** +1  ",
			"**Defensive Abilities** drift",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 20 ft. (clumsy)  ",
			"**Melee** bite +3 (1d6-2)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft.  ",
			"**Spell-Like Abilities** (CL 3rd; concentration +4)  ",
			"*At will*-{spell/ghost sound} (DC 11), {spell/mage hand}, {spell/open//close} (DC 11)  ",
			"*3/day*-{spell/blurred movement}, {spell/calm animals} (DC 12), {spell/sonic scream} (DC 13)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 7, **Dex** 14, **Con** 11, **Int** 15, **Wis** 10, **Cha** 12  ",
			"**Base Atk** +3; **CMB** +3; **CMD** 11  ",
			"**Feats** {feat/Deceitful}, {feat/Stealthy}  ",
			"**Skills** Bluff +6, Disguise +6, Escape Artist +4, Fly +2, Perception +5, Stealth +18  ",
			"**Languages** Common, Sylvan, Undercommon  ",
			"**SQ** change shape (chicken or fox; {spell/beast shape II}), trickster's egg, unlikely form",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary, pair, or skulk (3-8)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Drift (Ex)** A galluvix flies in short bursts and can't use its fly speed to hover. When it flies, it must end its move action by landing or perching on a solid surface.",
			"",
			"**Trickster's Egg (Su)** Once per week as a full-round action, a galluvix can vanish into the fey plane of the First World in search of a magical wooden egg that contains one of the following spells (the galluvix chooses): {spell/cure light wounds}, {spell/delay poison}, {spell/lesser restoration}, or {spell/remove paralysis}. After 1 hour, the galluvix returns to the spot from which it vanished (or the nearest unoccupied space), clutching a trickster's egg in its jaws. The egg functions as a potion of the contained spell, except it is cracked open rather than imbibed, and it functions only for the galluvix or a single creature of the galluvix's choice. A galluvix can have only one trickster's egg in existence at a time, and if the egg is not used within a week, the contained spell is lost and the egg spoils into rotten-smelling ash. The galluvix can't use this ability in an area where extradimensional travel is blocked (such as by dimensional lock), and while it is in the First World, it can't be contacted or observed by any means short of a {spell/miracle} or {spell/wish} spell.",
			"",
			"**Unlikely Form (Ex)** Galluvixes are treated as both chickens and foxes for the purposes of effects that target creatures based on type, and they gain a +4 racial bonus on Survival checks to follow tracks by scent.",
			"",
			"::sh[Description]",
			"",
			"A galluvix is a puckish magical creature that resembles a cross between a fox and a flamboyant rooster. Cunning, stealthy, and a bit slothful, galluvixes see no reason to hunt wild game when they can simply infiltrate nearby chicken coops and eat their fill. If confronted, a galluvix defends itself with a shrieking magical bark and then flees. When not on the prowl, however, they are social creatures that sometimes bond with humanoids who are willing to lavish them with attention and meals. A galluvix often rewards these individuals with the gift of a magical egg.",
			"",
			"A typical galluvix is about 2 feet tall and weighs about 10 pounds. Galluvixes show great variety in both fur color and plumage, with the males displaying particularly showy tail feathers.",
			"",
			"Galluvixes owe their existence to the machinations of some particularly mischievous fey, who looked upon humans' early efforts to domesticate wild animals as clumsy and comical-not to mention that the notion of keeping birds in coops and pens offended these First World creatures. Deciding to teach the fledgling humans a lesson - or at least play a fantastic joke - these fey tricksters introduced galluvixes into their midst: magical crossbreeds of fox and fowl that had an easy time mingling with and then devouring the humans' flocks. To these First World tricksters, the experiment was a success, and although the fey quickly lost interest in their voracious creations, galluvixes have since spread wherever unwary farmers leave their hens unguarded.",
			"",
			"Galluvixes are predators that use their ability to adopt a fully avian appearance to get close to unwary prey. Their natural stealth and other magical talents aid them in slipping into farmsteads and sneaking past watchdogs. Skittish and somewhat cowardly, galluvixes usually prefer to flee from serious threats, flashing their rooster-like tails as they depart, which makes them hard to target. When alarmed or cornered, galluvixes let loose with screeching barks, laced with sonic force, that deter all but the most determined pursuers.",
			"",
			"The galluvix's most unusual talent is its ability to vanish into the First World to search for a magical spell, which it retrieves in a vessel known as a trickster's egg. Sages debate whether this was a happy accident or a trait bred into the fox-fowl by fey who wanted magical aid in their occasional battles against human encroachment. Theories also abound about whether galluvixes fetch these eggs from their own hidden supplies or steal them from one of the First World demigods, the Eldest; no galluvix will speak of the process.",
			"",
			"If not felled by disease or injury, a typical galluvix can live as long as a human. Some galluvixes have been said to live close to 150 years, though whether this increased age is natural or the result of strange magic is unclear. While its fox fur grows more grizzled and its lustrous feathers fade with age, a galluvix retains an excellent memory of all that has transpired in its territory. Galluvixes in a region with plenty of action and intrigue can become a valuable source of information to adventurers who know where to look and don't dismiss the intelligence of these creatures.",
			"",
			"### Habitat",
			"",
			"Galluvixes tend to live on the outskirts of farming communities or in lightly wooded areas with plenty of game. However, they are adaptable creatures that can make do in wild or urban settings on almost any continent. Their ability to take the form of foxes or fowl allows them to blend into a myriad of locations.",
			"",
			"In the Inner Sea region, they are most common near the Verduran Forest in Andoran and Taldor, in and around Qadira's Tapur Forest, and throughout Sargava and Varisia. Farmers and woodsfolk in these lands generally regard galluvixes as nuisances, though with some degree of tolerance. On the other hand, citizens of more hardscrabble lands, such as Irrisen and Nirmathas, see galluvixes as threats to their livelihood and no better than wicked fey.",
			"",
			"Despite their deceptive hunting practices, galluvixes are otherwise companionable, loyal creatures. They often mate for life, each pair digging a den to share. Once a year, a female galluvix lays a clutch of three to six eggs, with both parents taking turns to sit on the nest and raise the kits when they hatch. Kits remain with their parents for the first year of life, and it is their curiosity that is responsible for the shiny coins and baubles occasionally found in galluvix dens.",
			"",
			"Humanoids who overcome a galluvix's instinctive wariness find it fond of conversation and gossip. Often these conversations blossom into true friendships, and it is such favored folk (especially those who have fallen on hard times) who most often receive a trickster's egg containing a curative boon.",
			"",
			"Because of their intelligent natures, it is difficult to truly tame galluvixes. Nevertheless, some entrepreneurs have tried. The most successful galluvix breeders employ a combination of flattery, magical compulsion, and regular offerings of extravagant meals. Individual breeders consider these regimens to be trade secrets, which often leads them to treat one another with great animosity and suspicion.",
			"",
			"Galluvixes get along with most fey, particularly playful {monster/pixie/s}, jovial {monster/grig/s}, and any liminal {monster/sprite/s} within their territories. They find {monster/brownie/s} to be stuffy and overprotective of the farms in their care, and particularly watchful over chicken coops. Galluvixes revile {monster/gnoll/s}, {monster/goblin/s}, and {family/gremlin/s} for their destructive ways - after all, when a farm is despoiled, not only humans go hungry - and they bear a special hatred for pugwampis, insulting them in fluent Undercommon.",
			"",
			"A spellcaster can gain a galluvix as a familiar at 7th level by taking the {feat/Improved Familiar} feat. The resulting arcane bond allows the spellcaster to direct the galluvix in the use of its trickster's egg ability. Also, when using that ability, a galluvix familiar can return to an unoccupied space next to its master instead of the spot where it vanished."
		]
	},
	"galvo": {
		"name": "Galvo",
		"sources": [
			"Bestiary 4",
			"Pathfinder #59: The Price of Infamy"
		],
		"description": [
			"*This creature is composed of dozens of electric eels tightly knotted into a slithering, humanoid shape, crackling with energy.*",
			"",
			"::mh[Galvo]{cr=\"9\"}",
			"",
			"{SOURCE Bestiary 4/120;Pathfinder #59: The Price of Infamy/88}  ",
			"**XP** 6,400  ",
			"NE Medium magical beast (aquatic)  ",
			"**Init** +4; **Senses** {umr/blindsense} 60 ft., darkvision 60 ft., low-light vision; Perception +10",
			"",
			"::sh[Defense]",
			"",
			"**AC** 23, touch 15, flat-footed 18 (+4 Dex, +1 dodge, +8 natural)  ",
			"**hp** 127 (15d10+45)  ",
			"**Fort** +12, **Ref** +13, **Will** +6  ",
			"**Defensive Abilities** swarmlike; **DR** 10/slashing; **Immune** electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., swim 30 ft.  ",
			"**Melee** bite +19 (1d6+3 plus 2d6 electricity), 2 slams +19 (1d6+3 plus 2d6 electricity)  ",
			"**Ranged** eel dart +19 touch (1d6+3 plus 1d6 electricity)  ",
			"**Space** 5 ft., **Reach** 5 ft. (10 ft. with slam)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 17, **Dex** 19, **Con** 16, **Int** 7, **Wis** 12, **Cha** 8  ",
			"**Base Atk** +15; **CMB** +18; **CMD** 33 (can't be tripped)  ",
			"**Feats** {feat/Blind-Fight}, {feat/Combat Reflexes}, {feat/Dodge}, {feat/Point-Blank Shot}, {feat/Power Attack}, {feat/Precise Shot}, {feat/Vital Strike}, {feat/Weapon Finesse}  ",
			"**Skills** Perception +10, Stealth +15, Swim +15  ",
			"**Languages** Aquan (can't speak)  ",
			"**SQ** amphibious, {umr/compression}, varied attack",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any water  ",
			"**Organization** solitary, pair, or tangle (3-9)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Eel Dart (Ex)** A galvo can launch one of its component eels like a dart up to 30 feet as a ranged touch attack. An eel dart deals a number of points of damage equal to 1d6 + the galvo's Strength modifier plus 1d6 points of electricity damage.",
			"",
			"**Swarmlike (Ex)** A galvo has no discernible anatomy, and is not subject to critical hits or flanking. It is also immune to any physical spell or effect that targets a specific number of creatures (including single-target spells such as disintegrate). Mind-affecting effects that target a single creature function normally against a galvo, since the creature's individual components share a hive mind. A galvo takes half again as much damage (+50%) from damaging area effects such as fireball and splash weapons.",
			"",
			"**Varied Attack (Ex)** A galvo's slam attack deals both bludgeoning and slashing damage since the creature is formed completely of biting eels.",
			"",
			"::sh[Description]",
			"",
			"In sunless ocean trenches, aberrant fleshcrafters created the first galvos to serve as soldiers in their war against the sahuagin and skum. Since those days, galvos have moved beyond their darkened trenches, breeding and expanding into shallower, warmer waters. In recent years, they have come closer to civilizations, preying on coastal communities.",
			"",
			"A galvo can live both in the water and on land, and frightening stories tell of galvos springing up from the water to strike at prey both on ships and on beaches. A true horror to look upon, a galvo averages 7 feet tall and weighs around 300 pounds."
		]
	},
	"gammenore": {
		"name": "Gammenore",
		"sources": [ "Pathfinder #89: Palace of Fallen Stars" ],
		"description": [
			"*Spikes of ice jut from the carapace of this stocky crustacean. It scuttles sideways on its eight legs with surprising speed, while its two pincers - one small and sharp, the other monstrously large - flex in anticipation of combat.*",
			"",
			"::mh[Gammenore]{cr=\"8\"}",
			"",
			"{SOURCE Pathfinder #89: Palace of Fallen Stars/84}  ",
			"**XP** 4,800  ",
			"N Large magical beast (cold)  ",
			"**Init** +5; **Senses** darkvision 60 ft., low-light vision; Perception +10",
			"",
			"::sh[Defense]",
			"",
			"**AC** 22, touch 10, flat-footed 21 (+1 Dex, +12 natural, -1 size)  ",
			"**hp** 102 (12d10+36)  ",
			"**Fort** +11, **Ref** +11, **Will** +7  ",
			"**Defensive Abilities** shell of ice; **Immune** cold  ",
			"**Weaknesses** vulnerable to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., climb 20 ft.  ",
			"**Melee** claw +17 (1d6+6/19-20), pincer +17 (2d6+9 plus {umr/grab})  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** {umr/constrict} (2d6+9), ice spikes, oversized pincer",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 23, **Dex** 12, **Con** 16, **Int** 3, **Wis** 16, **Cha** 7  ",
			"**Base Atk** +12; **CMB** +19 (+23 grapple); **CMD** 30 (42 vs. trip)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Improved Critical/ (claw)}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Lunge}, {feat/Power Attack}  ",
			"**Skills** Climb +14, Perception +10, Stealth +8 (+16 in icy or snowy terrain); **Racial Modifiers** +8 Stealth in icy or snowy terrain",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any cold  ",
			"**Organization** solitary, pair, or cluster (3-9)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Ice Spikes (Su)** As a standard action, a gammenore can force freezing water through pores in its carapace to produce long, sharp spikes of ice. These spikes impale nearby creatures, dealing 6d6 points of piercing damage to each creature adjacent to the gammenore (Reflex DC 19 half). Additionally, the spikes shatter easily, embedding shards of ice in the flesh of creatures that fail their saving throws against the attack - these shards deal 1d6 points of bleed damage each round until the wounds are healed. A gammenore can use this ability once every 1d4 rounds. The save DC is Constitution-based.",
			"",
			"**Oversized Pincer (Ex)** A gammenore's pincer attack is a primary attack that deals the indicated amount of damage plus 1-1/2 times its Strength modifier.",
			"",
			"**Shell of Ice (Su)** Much of a gammenore's carapace is encased in a thick layer of jagged icicles. This shell of ice functions much like spiked armor, dealing 1d8 points of piercing damage to the target of any successful grapple combat maneuver check made by the gammenore. ",
			"",
			"Additionally, this frozen shell helps to regulate the gammenore's cold body temperature, granting it resistance 10 to fire. The shell can absorb up to 60 points of fire damage before melting. Once the shell melts, the gammenore takes a -4 penalty to its natural armor bonus, it loses its fire resistance, and it deals no additional damage when grappling. A gammenore can reconstitute a melted shell by spending time in areas of intense cold. This process takes 2 hours in a cold environment, 3d10 minutes in areas of severe cold, and 1d10 minutes in areas of extreme cold.",
			"",
			"::sh[Description]",
			"",
			"The gammenore is a prime example of how Triaxian fauna has adapted to survive the planet's long, cruel winters. While other creatures struggle to survive the planet's decades-long season of cold and ice, the gammenore thrives, turning the might of winter into the very tools of its survival.",
			"",
			"Absent its icy armor, the gammenore looks like a large, blue-and-white-shelled crustacean. It has a rather wide, oval-shaped carapace, a pair of powerful pincers, and four pairs of strong, articulated legs.",
			"",
			"A gammenore's two pincers serve very different purposes. The primary claw is monstrously large and extremely strong, and is used to break through ice and crush the gammenore's prey. The other claw is smaller, less cumbersome, and sharp enough to rend flesh and bone. The gammenore uses this smaller claw to tear its victims into pieces small enough to eat, and to perform any manipulations too delicate for the large claw. Its eyes are located on short stalks that rise from the front of its carapace, allowing it to see even when encased in its shell of ice. A gammenore is approximately 8 feet wide, and weighs between 2,000 and 3,000 pounds.",
			"",
			"Despite their resemblance to mundane crabs, gammenores are primarily terrestrial creatures, living in water only as larvae and while mating. They can be found anywhere ice and snow exists on Triaxus, from the high mountains to the low snowy plains, or even atop the ice-covered seas. The gammenore is an ambush predator, preferring to conceal itself in snow banks or among ice formations and wait for prey to approach. Once a victim is within reach, the gammenore erupts from hiding and attempts to grab or cripple the target with its large claw. Failing that, it may chase down its prey on foot, especially if the victim seems injured or the terrain favors climbing over sprinting. When times are lean, a gammenore may resort to scavenging or even to stealing food from larger predators, trusting its shell to protect it from enemies' reprisals.",
			"",
			"When threatened, a gammenore forces freezing water through pores in its shell to form a barrier of spikes across its carapace. These spikes break and fuse together over time to form a thick sheet of jagged ice over much of the gammenore's body, granting it a second layer of defense against attacks. A gammenore is able to excrete more water this way than it should theoretically be able to carry within its body, leading many scholars to conclude that much of the ice is magically produced or conjured. Despite this, gammenores seem to possess an unquenchable thirst, spending much of their time eating snow and ice. The creatures also prefer to eat their food frozen, letting victims' torn bodies freeze before crunching away at their meals.",
			"",
			"### Habitat",
			"",
			"During Triaxus's harsh winters, gammenores rarely spend much time in each other's company, as they are extremely competitive and fight each other for food or territory. Their behavior changes drastically as the season begins to turn - they become much more companionable as winter's grip on the land weakens. As spring nears, gammenores from across Triaxus instinctively begin to migrate to the nearest body of water to mate and lay their eggs. These eggs then go dormant during the planet's long summer, hatching as the water temperature begins to drop once again. After laying their eggs, gammenores migrate to the coldest, most remote parts of the world. This is a time of danger for the civilized races of Triaxus, for gammenore migration routes are hardly regular each season and often cross through populated areas. In the northern stretches of the Allied Territories, inhabitants tell tales of armies of gammenores, over a hundred strong, marching through cities and leaving naught but rubble and ruin. These stories are most likely exaggerations, as gammenores rarely travel in groups larger than nine, but such packs of migrating gammenores can still wreak havoc on a community.",
			"",
			"At the end of the gammenores' journey, they gather by the hundreds atop the tallest mountains and in the deepest caverns of the world to flee the coming heat. Near the planet's north pole these colonies can grow into the thousands, covering swaths of land in a living blanket of gammenores. Piled atop each other, the gammenores extend their ice shells to cover their entire bodies, encasing themselves in ice and slowing their metabolisms in an attempt to preserve themselves. Precipitation during the tail end of winter combines with the gammenore's own supernatural cold to further cement the creatures together, forming miniature glaciers and mountain icecaps to protect the colony from the heat of the planet's long summer.",
			"",
			"This defense is far from perfect and few gammenores survive to the next winter. During particularly hot summers, gammenores on the periphery of the colony thaw prematurely. These gammenores either die quickly from the heat, or stumble into glacial runoff and are washed downstream, becoming short-lived menaces to riverside communities. Summertime gammenores react to heat dangers as though they were one category more severe-normal temperatures count as hot conditions, hot conditions count as severe heat, etc. The high temperatures of summer also disorient the gammenores, giving them the confused condition. Gammenores in the heat lose their shell of ice ability entirely, and produce sprays of cold water from their bodies in place of ice spikes, allowing them to attempt a single combat maneuver check to bull rush all adjacent creatures once every 1d4 rounds. Reduce the CR of a gammenore encountered in the summertime by 2.",
			"",
			"Gammenore eggs hatch in late fall, releasing swarms of larvae into the waters in which they were deposited. These larvae feed upon each other, and on anything the current washes them across, until they mature into adult gammenores at the start of winter. Meanwhile, the adults that survived the summer chip themselves free from their communal glaciers to seek new hunting grounds away from their competitive kin, so that they can feed and restore their strength."
		]
	},
	"garden_ooze": {
		"name": "Garden Ooze",
		"sources": [ "Bestiary 3" ],
		"description": [
			"*What seems to be a mass of diseased fibers growing on a plant suddenly moves and slithers independently from its sickly host.*",
			"",
			"::mh[Garden Ooze]{cr=\"2\"}",
			"",
			"{SOURCE Bestiary 3/122}  ",
			"**XP** 600  ",
			"N Small ooze  ",
			"**Init** +3; **Senses** {umr/blindsight} 60 ft.; Perception -5",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 14, flat-footed 11 (+3 Dex, +1 size)  ",
			"**hp** 19 (3d8+6)  ",
			"**Fort** +3, **Ref** +4, **Will** -4  ",
			"**Defensive Abilities** {umr/ooze traits}; **Immune** acid",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., climb 20 ft.  ",
			"**Melee** slam +3 (1d4 plus 1d8 acid)  ",
			"**Special Attacks** acid, stink",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 11, **Dex** 16, **Con** 15, **Int** -, **Wis** 1, **Cha** 2  ",
			"**Base Atk** +2; **CMB** +1; **CMD** 14 (can't be tripped)  ",
			"**Skills** Climb +8  ",
			"**SQ** camouflage",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate forests, marshes, and urban  ",
			"**Organization** solitary, pair, or patch (3-5)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Acid (Ex)** A garden ooze excretes digestive acid that can dissolve flesh. Creatures made of harder materials or plant matter are immune to the ooze's acid.",
			"",
			"**Camouflage (Ex)** A garden ooze is difficult to spot when it is at rest among plant growth of any type. A DC 15 Perception check is required to notice the ooze is a separate entity and not a diseased portion of the plant it rests upon. The ooze automatically hits with a slam against any creature that fails to notice the ooze and enters its square.",
			"",
			"**Stink (Ex)** Once every 24 hours, a garden ooze can release foul-smelling gases in a 5-foot-radius spread centered on the ooze. The ooze usually does so after it is first injured. The stench of these vapors is overpowering during the first round it exists, causing living creatures within it to become sickened for 1d3 rounds (Fort DC 13 negates). This is a poison effect. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"A garden ooze is an animate, acidic mass of protoplasmic goo that dwells among foliage and scavenges proteins in the form of carrion or small animals that blunder into its vicinity. Although garden oozes are occasionally found in underground regions near the surface - such as sewers, sinkholes, and shallow caves - these oozes prefer the outdoors. One reason for this is that garden oozes are attracted to large collections of organic material where other tiny creatures might come to scavenge.",
			"",
			"Quick and cunning hunters when compared to most oozes, garden oozes are particularly dangerous because they readily attack creatures that wander nearby regardless of the creatures' size. Oozes that sense prey moving closer are likely to wait to attack until the potential meal is within reach. The oozes also give chase when prey flees. Garden oozes innately change hue to match the ground underneath them, so they can be hard to spot.",
			"",
			"When a garden ooze attacks, it lashes out with a whiplike appendage coated with a potent flesh-eating acid. If injured, the ooze releases a disgusting stench that makes it harder to fight off. Further, when one garden ooze attacks, any other garden oozes nearby join in, piling on and making escape all but impossible.",
			"",
			"Fortunately for larger potential prey, most garden oozes are quite small, the largest among them reaching 3 feet in diameter before they split into smaller oozes. These oozes are also known as rat-catcher oozes or compost oozes, and some brave gardeners actually encourage the growth of such oozes in their gardens as a way to combat pests. Once the pests are under control, however, the oozes themselves must be hunted and slain before the garden is safe to tend."
		]
	},
	"gargiya": {
		"name": "Gargiya",
		"sources": [ "Pathfinder #60: From Hell's Heart" ],
		"description": [
			"*With burning eyes and a snapping maw, this blood-red serpent rises from the ocean's depths. Sweltering heat radiates from its rippling scales.*",
			"",
			"::mh[Gargiya]{cr=\"10\"}",
			"",
			"{SOURCE Pathfinder #60: From Hell's Heart/84}  ",
			"**XP** 9,600  ",
			"N Huge magical beast (aquatic)  ",
			"**Init** +1; **Senses** darkvision 90 ft., low-light vision; Perception +6",
			"",
			"::sh[Defense]",
			"",
			"**AC** 24, touch 9, flat-footed 23 (+1 Dex, +15 natural, -2 size)  ",
			"**hp** 138 (12d10+72)  ",
			"**Fort** +14, **Ref** +11, **Will** +4  ",
			"**Immune** fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., swim 50 ft.  ",
			"**Melee** bite +20 (3d6+10/19-20 plus {umr/grab}), tail slap +15 (2d6+5)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** boiling seas, {umr/constrict} (3d6+12), dying gasp, scalding scales",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 31, **Dex** 13, **Con** 23, **Int** 2, **Wis** 10, **Cha** 10  ",
			"**Base Atk** +12; **CMB** +24 (+28 grapple); **CMD** 35 (can't be tripped)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Critical Focus}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (bite)}, {feat/Lightning Reflexes}, {feat/Power Attack}  ",
			"**Skills** Perception +6, Stealth +4, Swim +22",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm oceans  ",
			"**Organization** solitary or shoal (2-3)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Boiling Seas (Ex)** Once per minute, a gargiya can concentrate the heat within its body, causing seawater in a 20-foot radius to boil for 1d6 rounds. All creatures caught in this boiling seawater take 4d8 points of fire damage. Creatures spending 2 or more consecutive rounds subjected to this damage must succeed at a DC 22 Fortitude save or fall unconscious. The save DC is Constitution-based.",
			"",
			"**Dying Gasp (Su)** When a gargiya is killed, it disgorges from its gullet the molten boulder that heats its body. Its fiery death throes deal 6d6 points of fire damage to all creatures within a 20-foot-radius burst. A DC 22 Reflex save halves this damage. The save DC is Constitution-based.",
			"",
			"**Scalding Scales (Ex)** A gargiya generates such intense heat that anything touching it takes 2d6 points of fire damage. Creatures striking a gargiya with natural attacks or unarmed strikes are subject to this damage. Any metal weapon striking a gargiya must succeed at a DC 22 Fortitude save or melt, gaining the broken condition. A metal weapon that fails a second save is destroyed. Wooden weapons are destroyed after only one failed save. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Crueler and more volatile than their sea-serpent cousins, gargiyas gravitate toward and sustain themselves on seismic hotspots. Far from being a danger to the beasts, these bubbling crevices spew a form of magma that imbues gargiyas with incredible abilities. From birth, gargiyas ingest magma bubbling up from the ocean floor. By the time they've reached maturity, the monsters develop a molten core in their gullets that allows them to call forth scalding heat at will. Gargiyas' aggressive tendencies toward seafarers have garnered them a well-earned nickname: \"boiler beasts.\"",
			"",
			"Gargiyas' affinity for all things volcanic has left a pattern of stippled crimson on their massive, snake-like bodies. The spiny frills jutting from their heads and necks resemble enormous, iron-forged blades, and hundreds of stubby appendages line the sides of their underbellies, wriggling ominously when the beasts rear from the sea. Of all the gargiyas' features, though, perhaps the most intimidating are their eyes and maws, which seethe with the light and heat of burning coals - particularly when the beasts are aggravated. Capable of slithering through water like an enormous python, a gargiya stretches 30 feet in length and weighs up to 5 tons.",
			"",
			"Legends of the seas say that early in gargiyas' existence, as the ocean floor around them shuddered and stretched, the warmth of the seas' burgeoning volcanoes fascinated the beasts. To the gargiyas, these seismic regions offered a siren call of safety, isolation and-unbeknownst to the animalistic creatures-power. While it's unclear just how it lends gargiyas such power, scholars agree that this magma serves as gargiyas' primary sustenance and as the source of their hyperthermal abilities.",
			"",
			"Scholars believe that as gargiyas became more adept at manipulating heat, they became more protective of the magma vents they call home. Whereas early legends speak of gargiyas that rarely surfaced, preferring to stay close to their volcanic lairs, modern stories tell of gargiyas that see any sentient creatures - even if they're sailing a mile away - as threats to be met head-on. The few sailors who have survived these encounters warn of gargiyas that actively patrol the waters surrounding their magma vents, surfacing at even the slightest sign of unlucky passersby. Apparently, to the gargiyas, any who venture near their precious lairs must covet them.",
			"",
			"Because of gargiyas' aggressiveness, a small subset of oceanic cartographers has devoted itself to recording the locations of their known lairs. These maps, available in many southern ports' markets, are popular among traders and pirates who wish to skirt fiery confrontation. However, in testament to the cutthroat competition between many port merchants, it's not unheard of for these maps to contain \"mistakes\"-oversights built into the guides by their previous owners, hoping to lure rivals to horrific doom, or protect favored shipping lanes.",
			"",
			"Despite gargiyas' destructive reputations, some Golarion cultures revere their molten cores as a symbol of status and wealth. Taldans, in particular, are drawn to the cores' seductively mysterious glow. The richest Taldan patriarchs often believe owning such a rare treasure - and showing it off, of course - is a worthy life goal. Careless of the risks gargiya hunts entail, these patriarchs sometimes sponsor teams of adventurers to quest for these cores. Most of these expeditions end in bloody and burning tragedy, but to some hardy sea-goers, the potential rewards of glory and riches are too alluring to resist.",
			"",
			"### Habitat",
			"",
			"Gargiyas mostly live alone near major archipelagos with abundant volcanic activity. They are most numerous in the isolated waters surrounding the Shackles, though scattered sightings have been reported throughout Golarion's warmer seas. There is a significant concentration of gargiyas near the Smoker where magma seeps up from the sea floor, and also talk of a stretch north of Shark Island where gargiya lairs speckle the ocean floor by the dozens. No one knows, however, whether this latter story is true or rather was concocted to deter authorities from the hideouts of buccaneers who roamed the islands before the sahuagin staked their claim there.",
			"",
			"Gargiyas do not typically share their homes with others of their kind. However, sailors have told stories of defeating a gargiya after a long and brutal struggle only to come face to face with another one-ostensibly coming to its kin's aid. The question of whether these tales are simple exaggerations or evidence of gargiya collaboration has prompted many a fistfight in portside taverns. How well these braggarts fare in such brawls often indicates whether they're capable of the outlandish adventures they so boldly claim.",
			"",
			"Although tales of collaborating gargiyas are unsettling enough, even more sinister rumors have surfaced from seafarers who dare to brave the Eye of Abendego. There, the tales say, the turbulent seas beneath Golarion's permanent hurricane hide groups of gargiyas whipped into a frenzy by the tempest that followed Aroden's death a century ago. According to legend, these gargiyas roam the entire area of the Eye as predators, ambushing ships and boiling their crews in the ocean's salty waters. It is said that they decorate their volcanic lairs with their victims' bones, hinting that gargiyas possess an intelligence beyond that of mere animals.",
			"",
			"Unlike many reptilian creatures, gargiyas birth their young live. Scholars agree that, typically, male and female gargiyas come together to breed every decade or so. Afterward, the beasts abandon each other. When the female returns to her lair, she is thought to consume large amounts of magma while her single snakeling gestates, usually for a period of about 10 years. When giving birth, the gargiya expels her offspring into a magmaspewing fissure, where it grows and gathers strength until it leaves to find its own home. Although there is some debate about gargiyas' longevity, scholars believe they typically live around 300 years. Rumors, however, speak of gargiyas that have lived much longer-perhaps even predating modern civilization - but if any have encountered such an ancient terror and survived, they have never surfaced to tell the tale."
		]
	},
	"garipan": {
		"name": "Garipan",
		"sources": [ "Academy of Secrets" ],
		"description": [
			"*Batlike wings stretch behind this stone-faced creature with a wide, wild grin and fierce red eyes. The molten core in the creature's torso glows through rugged cracks in its dark stone skin.*",
			"",
			"::mh[Garipan]{cr=\"10\"}",
			"",
			"{SOURCE Academy of Secrets/31}  ",
			"**XP** 9,600  ",
			"NE Medium outsider (native)  ",
			"**Init** +2; **Senses** darkvision 60 ft.; Perception +19",
			"",
			"::sh[Defense]",
			"",
			"**AC** 23, touch 13, flat-footed 20 (+2 Dex, +1 dodge, +10 natural)  ",
			"**hp** 133 (14d10+56)  ",
			"**Fort** +13, **Ref** +8, **Will** +11  ",
			"**DR** 5/-; **Immune** poison; **Resist** acid 5, cold 5, fire 5  ",
			"**Weaknesses** vulnerable to sonic",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., fly 50 ft. (good)  ",
			"**Melee** bite +17 (1d6+3 plus burn), 2 claws +17 (1d8+3)  ",
			"**Special Attacks** {umr/breath weapon} (30 ft. cone, 8d6 fire damage, Reflex DC 21 half, usable every 1d4 rounds), {umr/burn} (3d6, DC 21), {umr/rend} (2 claws, 1d8+4)  ",
			"**Spell-Like Abilities** (CL 10th; concentration +11)  ",
			"*At will*-{spell/statue}  ",
			"*3/day*-{spell/meld into stone}, {spell/scorching ray}  ",
			"*1/day*-{spell/fireball} (DC 14), {spell/flesh to stone} (DC 17), {spell/wall of fire}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 16, **Dex** 15, **Con** 18, **Int** 13, **Wis** 14, **Cha** 13  ",
			"**Base Atk** +14; **CMB** +17; **CMD** 30  ",
			"**Feats** {feat/Dodge}, {feat/Flyby Attack}, {feat/Great Fortitude}, {feat/Hover}, {feat/Mobility}, {feat/Skill Focus/ (Stealth)}, {feat/Wingover}  ",
			"**Skills** Acrobatics +16 (+12 jump), Fly +23, Intimidate +18, Perception +19, Stealth +25  ",
			"**Languages** Common, Infernal",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Material Plane only)  ",
			"**Organization** solitary or brood (4-12)  ",
			"**Treasure** standard",
			"",
			"::sh[Description]",
			"",
			"Vicious beings with little memory of who or what they might once have been, garipans know only two things: that they were once evils in service to the legions of Hell, and that they are no longer bound to that infernal hierarchy. With resistant, stony hides; sharp claws; and a flaming core to rival the inferno of Hell, garipans combine some of the worst depravities of devils with the freedom of beings with nothing at all to lose.",
			"",
			"These hulking, winged creatures often masquerade as gargoyles, but are actually the final state of failed conjurations. If a summoning is cast incorrectly, pulling only a portion of a devil's essence to Golarion, unidentifiable magical environmental conditions combine with the shard of the outsider's being to create a garipan.",
			"",
			"Garipans are rarely aware of the full details of their previous existence; much in the same way that lesser devils can forget their lives when they ascend to more powerful forms, newly formed garipans are overwhelmed by unfamiliar sensations. Unfettered by conjuring magic, unrestricted by magic that protects against extraplanar intrusion, and free from the threat of banishment back to Hell, garipans experience freedom for the first time, and this freedom most often results in a break from their previous lives.",
			"",
			"In combat, a garipan uses flight and the fire raging within it to its greatest advantage, swooping overhead with its breath weapon first, then closing in for a full attack with its bite and claws while its breath weapon recharges."
		]
	},
	"garuda": {
		"name": "Garuda",
		"sources": [
			"Bestiary 3",
			"Cult of the Ebon Destroyers"
		],
		"description": [
			"*This winged creature has clawed hands and bird's talons. Large, glinting eyes and a serrated beak dominate its avian face.*",
			"",
			"::mh[Garuda]{cr=\"9\"}",
			"",
			"{SOURCE Bestiary 3/123;Cult of the Ebon Destroyers/29}  ",
			"**XP** 6,400  ",
			"CG Medium outsider (native)  ",
			"**Init** +5; **Senses** darkvision 60 ft., low-light vision; Perception +20",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 15, flat-footed 14 (+5 Dex, +4 natural)  ",
			"**hp** 115 (11d10+55)  ",
			"**Fort** +8, **Ref** +12, **Will** +9  ",
			"**DR** 10/evil or magic; **SR** 21",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 80 ft. (good)  ",
			"**Melee** bite +16 (1d6+3), 2 claws +16 (1d4+3), 2 talons +16 (1d4+3), 2 wings +11 (1d4+1)  ",
			"**Ranged** +1 shock longbow +17/+12/+7 (1d8+4/&times;3 plus 1d6 electricity)  ",
			"**Special Attacks** hatred, swooping pounce, talon or wing  ",
			"**Spells Known** (CL 7th; concentration +10)  ",
			"*3rd (5/day)*-{spell/displacement}, {spell/haste}  ",
			"*2nd (7/day)*-{spell/alter self}, {spell/protection from arrows}, {spell/see invisibility}  ",
			"*1st (7/day)*-{spell/grease} (DC 14), {spell/mage armor}, {spell/shield}, {spell/shocking grasp}, {spell/true strike}  ",
			"*0 (at will)*-{spell/detect magic}, {spell/detect poison}, {spell/light}, {spell/mage hand}, {spell/mending}, {spell/message}, {spell/prestidigitation}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 16, **Dex** 21, **Con** 20, **Int** 15, **Wis** 14, **Cha** 17  ",
			"**Base Atk** +11; **CMB** +14; **CMD** 29  ",
			"**Feats** {feat/Deadly Aim}, {feat/Manyshot}, {feat/Point-Blank Shot}, {feat/Power Attack}, {feat/Precise Shot}, {feat/Rapid Shot}, {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +19, Fly +23, Intimidate +21, Perception +20, Sense Motive +20, Spellcraft +13, Stealth +19, Survival +13; **Racial Modifiers** +4 Intimidate, +4 Perception, +4 Sense Motive  ",
			"**Languages** Common, Garuda",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** tropical hills and mountains  ",
			"**Organization** solitary, pair, or aerie (3-6)  ",
			"**Treasure** double (+1 {magic-enh/shock} {eq-weapon/composite longbow} [+3 Str], other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Hatred (Ex)** Garudas receive a +1 racial bonus on attack and damage rolls against nagas and other serpentine monsters of the aberration type.",
			"",
			"**Spells (Sp)** Garudas cast spells as 7th-level sorcerers.",
			"",
			"**Swooping Pounce (Ex)** When a garuda makes a diving aerial charge, it can make a full attack with its natural weapons.",
			"",
			"**Talon or Wing (Ex)** A garuda cannot use its wing attacks while flying, and cannot use its talon attacks while not flying.",
			"",
			"::sh[Description]",
			"",
			"Garudas are noble, birdlike creatures that inhabit rugged hills. While they remain detached from humanoid societies, they are impetuous and gallant, often serving as protectors of nearby communities.",
			"",
			"Most garudas stand around 6 feet tall with a wingspan of 15 feet and weigh approximately 150 pounds."
		]
	},
	"gashadokuro": {
		"name": "Gashadokuro",
		"sources": [
			"Bestiary 4",
			"Pathfinder #54: The Empty Throne"
		],
		"description": [
			"*The bones and skulls of countless smaller creatures dribble from the joints and rib cage of this massive skeleton.*",
			"",
			"::mh[Gashadokuro]{cr=\"13\"}",
			"",
			"{SOURCE Bestiary 4/121;Pathfinder #54: The Empty Throne/84}  ",
			"**XP** 25,600  ",
			"NE Huge undead  ",
			"**Init** +4; **Senses** darkvision 60 ft.; Perception +20  ",
			"**Aura** starvation (60 ft., DC 25)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 28, touch 8, flat-footed 28 (+20 natural, -2 size)  ",
			"**hp** 180 (19d8+95)  ",
			"**Fort** +11, **Ref** +6, **Will** +14  ",
			"**Defensive Abilities** {umr/channel resistance} +4; **DR** 10/bludgeoning; **Immune** {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +22 (2d8+10 plus {umr/grab}), 2 claws +23 (2d6+10/19-20)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** {umr/breath weapon} (30-ft. cone, 12d6 bludgeoning damage, Reflex DC 24 half, usable every 1d4 rounds), corpse consumption, {umr/swallow whole} (6d6 bludgeoning damage, AC 20, 18 hp)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 30, **Dex** 11, **Con** -, **Int** 6, **Wis** 17, **Cha** 21  ",
			"**Base Atk** +14; **CMB** +26 (+28 bull rush, +30 grapple); **CMD** 36 (38 vs. bull rush)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Cleave}, {feat/Great Cleave}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (claw)}, {feat/Improved Initiative}, {feat/Intimidating Prowess}, {feat/Power Attack}, {feat/Vital Strike}, {feat/Weapon Focus/ (claw)}  ",
			"**Skills** Climb +23, Intimidate +32, Perception +20  ",
			"**Languages** Common (can't speak)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Breath Weapon (Su)** A gashadokuro can breathe bone shards as a standard action.",
			"",
			"**Corpse Consumption (Su)** A gashadokuro that kills creature by using its swallow whole special ability automatically consumes its victim's body and regains a number of hit points equal to the victim's Constitution score. Consumed creatures cannot be resurrected by any effect short of a miracle or wish spell until the gashadokuro is destroyed.",
			"",
			"**Starvation Aura (Su)** A gashadokuro emits a powerful aura that causes all creatures within range to feel the intense pains of starvation. Each creature within 60 feet must succeed at a DC 24 Fortitude save or be fatigued and succumb to the supernatural starvation of the gashadokuro, taking 2d6 points of nonlethal damage at the end of its turn each round it remains in the aura. Even after leaving the area or slaying the gashadokuro, an affected creature continues to starve and cannot heal from the nonlethal damage dealt by this ability until it consumes food.",
			"",
			"::sh[Description]",
			"",
			"Gashadokuros are enormous skeletons that come into being as a result of mass starvation. The victims of such a tragedy fuse together into an undead colossus that continues to hunger even in death. A gashadokuro uses its feral instincts to hunt living creatures, forever seeking to sate its ineradicable, collective memory of starvation.",
			"",
			"A typical gashadokuro is 30 feet tall and weighs up to 5,000 pounds."
		]
	},
	"gearghost": {
		"name": "Gearghost",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*Grasping arms emerge from a tangled cluster of debris and mechanical parts. A metal skull hovers above the clanging mess.*",
			"",
			"::mh[Gearghost]{cr=\"5\"}",
			"",
			"{SOURCE Bestiary 4/123}  ",
			"**XP** 1,600  ",
			"CE Tiny undead  ",
			"**Init** +7; **Senses** darkvision 60 ft.; Perception +12",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 15, flat-footed 17 (+3 Dex, +3 natural, +2 size)  ",
			"**hp** 52 (7d8+21)  ",
			"**Fort** +5, **Ref** +7, **Will** +7  ",
			"**Defensive Abilities** {umr/channel resistance} +4, rejuvenation; **DR** 5/-; **Immune** {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 40 ft. (perfect)  ",
			"**Melee** 2 slams +5 (1d4-2)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft.  ",
			"**Spell-Like Abilities** (CL 9th; concentration +12)  ",
			"*At will*-{spell/detect magic}, {spell/mending}, {spell/telekinesis} (DC 18)  ",
			"*3/day*-{spell/make whole}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 6, **Dex** 17, **Con** -, **Int** 15, **Wis** 14, **Cha** 17  ",
			"**Base Atk** +5; **CMB** +6; **CMD** 14  ",
			"**Feats** {feat/Flyby Attack}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Skill Focus/ (Stealth)}  ",
			"**Skills** Craft (traps) +17, Disable Device +10, Fly +20, Knowledge (engineering) +9, Perception +12, Spellcraft +10, Stealth +24; **Racial Modifiers** +8 Craft (traps)  ",
			"**Languages** Aklo, Common, Undercommon  ",
			"**SQ** create trap, resetter",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any urban or underground  ",
			"**Organization** solitary or gang (2-6)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Create Trap (Su)** Once per week, a gearghost can create a [trap](rule/sample_traps) of CR 4 or lower regardless of cost, materials, or skill checks. Two or more gearghosts working together on a trap can increase the maximum CR by 2 for each additional gearghost working in concert. For example, three gearghosts working together can create any CR 8 or lower trap in a week.",
			"",
			"**Rejuvenation (Su)** A destroyed gearghost reforms in 2d6 days. To permanently destroy a gearghost, holy water must be poured over its remains within the area of a hallow spell. To complete the destruction, every trap within 100 feet of the remains must be successfully disabled or destroyed before the gearghost is completely destroyed.",
			"",
			"**Resetter (Ex)** A gearghost can reset traps and keep them repaired with supernatural efficiency. A gearghost can reset a trap with a repair or manual reset as a move action. If a trap has an automatic reset that is longer than immediate, a gear ghost can reset that trap as a free action.",
			"",
			"::sh[Description]",
			"",
			"Formed from the unquiet soul of a thief wrenched from life by a wicked trap, a gearghost delights in rigging up the same threats and tortures to which it succumbed. Eager to witness the deaths of others, the gearghost prowls the place of its death, constantly maintaining and resetting any traps in that area as it waits for victims to fall into its clutches. A gearghost also has the ability to create and set new traps, and as such its lair is usually choked with perilous new snares, spikes, and pits. A gearghost only keeps treasure as a lure for hapless adventurers, often using such treasure as the trigger for one of its devious creations."
		]
	},
	"gegenees": {
		"name": "Gegenees",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*Tattoos cover the blue skin of this towering, six-armed giant, and large tusks jut from his lower jaw.*",
			"",
			"::mh[Gegenees]{cr=\"16\"}",
			"",
			"{SOURCE Bestiary 5/118}  ",
			"**XP** 76,800  ",
			"CN Huge monstrous humanoid (giant)  ",
			"**Init** +6; **Senses** darkvision 60 ft., low-light vision; Perception +24",
			"",
			"::sh[Defense]",
			"",
			"**AC** 30, touch 10, flat-footed 28 (+2 Dex, +20 natural, -2 size)  ",
			"**hp** 250 (20d10+140)  ",
			"**Fort** +13, **Ref** +14, **Will** +13",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** club +26/+21/+16/+11 (2d6+12), 2 heavy picks +26 (2d6+8/&times;4), 2 slams +21 (2d6+4 plus grab) or 6 slams +26 (2d6+8 plus {umr/grab})  ",
			"**Ranged** spear +20/+15/+10/+5 (3d6+8/&times;3), 2 spears +20 (3d6+8/&times;3)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** clobber, extra attacks, multiweapon mastery",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 26, **Dex** 14, **Con** 25, **Int** 10, **Wis** 13, **Cha** 11  ",
			"**Base Atk** +20; **CMB** +30 (+32 bull rush, +34 grapple); **CMD** 42 (44 vs. bull rush)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Improved Bull Rush}, {feat/Improved Initiative}, {feat/Intimidating Prowess}, {feat/Power Attack}, {feat/Quick Draw}, {feat/Staggering Critical}, {feat/Stunning Critical}  ",
			"**Skills** Climb +16, Craft (any one) +6, Intimidate +31, Perception +24, Stealth +17, Survival +11, Swim +16  ",
			"**Languages** Giant",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any temperate or warm land  ",
			"**Organization** solitary, hunting party (2-5), or clan (6-25 plus 1 clan headman [barbarian, druid, or ranger of 4th-8th level] and 3 venerable mothers [oracles or witches of 3rd-5th level])  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Clobber (Ex)** When a gegenees damages a creature with three or more successful melee attacks in the same round, the gegenees can perform an awesome blow combat maneuver against the creature as a free action. If the awesome blow succeeds, the target must succeed at a DC 30 Fortitude save or be dazed for 1d4 rounds, in addition to the normal effects of the awesome blow. The save DC is Strength-based.",
			"",
			"**Extra Attacks (Ex)** When a gegenees attacks as a standard action, it can make two additional attacks, even if its movement would normally restrict it to one attack. These additional attacks must be made with its other arms, and are made at its highest base attack bonus with a -2 penalty.",
			"",
			"::sh[Description]",
			"",
			"The gegenees are a race of six-armed giants who dwell in lands far from civilization. They prefer weapons such as clubs and spears, dress in skins and furs, and embellish their bodies with elaborate tattoos and ritual scarification. Though not malevolent, gegenees are territorial, superstitious, and exceptionally xenophobic. They have an innate distrust for arcane spellcasters in particular, and gegenees with innate sorcerous talents are quickly exiled from their clans.",
			"",
			"Gegenees tattoos are stylized patterns that tell the story of the individual as well as the histories of that gegenees's most honored forebears. Consequently, gegenees are particularly infuriated by creatures that attempt to copy their tattoo patterns for aesthetic purposes, as this is tantamount to laying claim to the family legacies of the gegenees.",
			"",
			"Each gegenees clan is guided by a chieftain, who is advised by the venerable mothers' the clan's three oldest and most revered women. Possessing great wisdom and supernatural gifts, the venerable mothers are also blind, for they pluck out their eyes to prove their devotion to the clan. Their every word is considered sacrosanct.",
			"",
			"Gegenees are 21 feet tall and weigh 14,000 pounds.",
			"",
			"### Venerable Mother",
			"",
			"Venerable mothers develop powerful abilities in exchange for their loss of sight. They have Charisma scores of at least 15 as well as the clouded vision oracle curse as a 20th-level oracle. Once per day, they can use commune with nature, legend lore, and true seeing as spell-like abilities.",
			"",
			"Exceptional venerable mothers typically advance with oracle levels."
		]
	},
	"geist": {
		"name": "Geist",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*This disembodied phantom wears black robes that swirl around a maw of sharp teeth.*",
			"",
			"::mh[Geist]{cr=\"9\"}",
			"",
			"{SOURCE Bestiary 4/124}  ",
			"**XP** 6,400  ",
			"CE Medium undead (incorporeal)  ",
			"**Init** +9; **Senses** darkvision 60 ft.; Perception +17",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 20, flat-footed 15 (+5 deflection, +5 Dex)  ",
			"**hp** 114 (12d8+60)  ",
			"**Fort** +9, **Ref** +9, **Will** +10  ",
			"**Defensive Abilities** {umr/channel resistance} +4, {umr/incorporeal}; **Immune** {umr/undead traits}  ",
			"**Weaknesses** sunlight powerlessness",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 40 ft. (perfect)  ",
			"**Melee** incorporeal bite +14 (1d6 negative energy plus 1d4 Con)  ",
			"**Special Attacks** spiritual manipulation, terrifying laughter (30 ft.; DC 21)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** -, **Dex** 20, **Con** -, **Int** 15, **Wis** 15, **Cha** 21  ",
			"**Base Atk** +9; **CMB** +14; **CMD** 29  ",
			"**Feats** {feat/Blind-Fight}, {feat/Combat Reflexes}, {feat/Flyby Attack}, {feat/Improved Initiative}, {feat/Skill Focus/ (Stealth)}, {feat/Weapon Finesse}  ",
			"**Skills** Bluff +17, Fly +18, Intimidate +20, Knowledge (religion) +15, Perception +17, Sense Motive +17, Stealth +26  ",
			"**Languages** Abyssal, Common",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (haunted sites or ruins)  ",
			"**Organization** solitary or haunting (2-7)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Spiritual Manipulation (Su)** Geists have the ability to take control of haunts. When a geist enters a haunt's area of effect, the geist can immediately attempt to take over the haunt by making a Charisma check. If the result of the Charisma check is equal to or greater than the haunt's CR, the geist takes over the haunt and maintains control as long as the geist remains within 1 mile. If the geist's attempt to take control of a haunt fails, the geist must retreat from the haunt's area of effect and cannot attempt to take control of the haunt again for 24 hours. When a geist controls a haunt, it can activate or suppress the haunt's effects as a free action and the haunt automatically resets in half its normal time. A haunt under a geist's control can still be neutralized when reduced to 0 hit points, but it cannot be permanently put to rest until the geist that controls it is destroyed. A geist can control a number of haunts up to its Charisma modifier at one time (usually five).",
			"",
			"**Terrifying Laugh (Su)** Once per minute, a geist can unleash a terrifying laugh as a standard action. The laughter lasts until the beginning of the geist's next turn. All creatures within 30 feet of the geist when it begins to laugh, as well as all creatures that end their turn within that radius, must succeed at a DC 21 Will save or be panicked. The save is required only once per laugh. Those who succeed at their saving throws need not save against the same geist's terrifying laughter for 24 hours. This is a mind-affecting fear effect. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"A geist is formed when an exceptionally evil humanoid is killed by a haunt and proves too tenacious to submit to death's call."
		]
	},
	"gelatinous_cube": {
		"name": "Gelatinous Cube",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*Bits of broken weapons, coins, and a partially digested skeleton are visible inside this quivering cube of slime.*",
			"",
			"::mh[Gelatinous Cube]{cr=\"3\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/138}  ",
			"**XP** 800  ",
			"N Large ooze  ",
			"**Init** -5; **Senses** {umr/blindsight} 60 ft.; Perception -5",
			"",
			"::sh[Defense]",
			"",
			"**AC** 4, touch 4, flat-footed 4 (-5 Dex, -1 size)  ",
			"**hp** 50 (4d8+32)  ",
			"**Fort** +9, **Ref** -4, **Will** -4  ",
			"**Immune** electricity, {umr/ooze traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 15 ft.  ",
			"**Melee** slam +2 (1d6 plus 1d6 acid)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** engulf, paralysis",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 10, **Dex** 1, **Con** 26, **Int** -, **Wis** 1, **Cha** 1  ",
			"**Base Atk** +3; **CMB** +4; **CMD** 9 (can't be tripped)  ",
			"**SQ** transparent",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Acid (Ex)** A gelatinous cube's acid does not harm metal or stone.",
			"",
			"**Engulf (Ex)** Although it moves slowly, a gelatinous cube can simply engulf Large or smaller creatures in its path as a standard action. It cannot make a slam attack during a round in which it engulfs. The gelatinous cube merely has to move over the opponents, affecting as many as it can cover. Opponents can make attacks of opportunity against the cube, but if they do so they are not entitled to a saving throw. Those who do not attempt attacks of opportunity can attempt a DC 12 Reflex save to avoid being engulfed-on a success, they are pushed back or aside (opponent's choice) as the cube moves forward. Engulfed creatures are subject to the cube's paralysis and acid, gain the pinned condition, are in danger of suffocating, and are trapped within its body until they are no longer pinned. The save DC is Strength-based.",
			"",
			"**Paralysis (Ex)** A gelatinous cube secretes an anesthetizing slime. A target hit by a cube's melee or engulf attack must succeed on a DC 20 Fortitude save or be paralyzed for 3d6 rounds. The cube can automatically engulf a paralyzed opponent. The save DC is Constitution-based.",
			"",
			"**Transparent (Ex)** Due to its lack of coloration, a gelatinous cube is difficult to discern. A DC 15 Perception check is required to notice a motionless gelatinous cube. Any creature that fails to notice a gelatinous cube and walks into it is automatically engulfed.",
			"",
			"::sh[Description]",
			"",
			"One of the dungeon's most unusual and specialized predators, gelatinous cubes spend their existence mindlessly roaming dungeon halls and dark caverns, swallowing up organic material such as plants, refuse, carrion, and even living creatures. Materials the cube cannot digest, such as metal and stone, can eventually fill up the creature's mass with such detritus, and at times the creature may excrete some of this material out of its body. Often the treasure and possessions of past victims remain inside the gelatinous cube, leaving a ghostly impression of their material remains.",
			"",
			"Sages believe these creatures evolved as a specialized advancement of gray oozes. Some beings use gelatinous cubes as protectors of dungeons and underground fortifications, trapping the immense creatures in massive metal crates and transporting them through either slave power or magic to their final guard posts. They make particularly efficient waste disposal mechanisims as well - a tribe that can trap a gelatinous cube in a pit or other area that it cannot climb out of can use it as a midden or even a deadly trap, depending only on the ingenuity of the creatures who caught it.",
			"",
			"Gelatinous cubes are generally 10 feet to a side and weigh upward of 15,000 pounds, though subterranean explorers report larger specimens trawling the deepest caves and corridors. In locations with plentiful sources of food, gelatinous cubes can exist for hundreds of years, if not thousands. However, if denied organic material for more than 6 months, a gelatinous cube begins shrinking. Eventually this stresses its walls and the creature leaks rapidly evaporating slimy liquid until its body collapses and disappears completely."
		]
	},
	"genghryl": {
		"name": "Genghryl",
		"sources": [ "Pathfinder #117: Assault on Longshadow" ],
		"description": [
			"*A mix of burly and slender tentacles extend from the body of this large, wormlike creature. Rows of frightful fangs line the maw beneath its sharp beak.*",
			"",
			"::mh[Genghryl]{cr=\"11\"}",
			"",
			"{SOURCE Pathfinder #117: Assault on Longshadow/86}  ",
			"**XP** 12,800  ",
			"N Large magical beast  ",
			"**Init** +6; **Senses** darkvision 60 ft., low-light vision, {umr/tremorsense} 60 ft.; Perception +16",
			"",
			"::sh[Defense]",
			"",
			"**AC** 23, touch 11, flat-footed 21 (+2 Dex, +12 natural, -1 size)  ",
			"**hp** 152 (16d10+64)  ",
			"**Fort** +14, **Ref** +12, **Will** +9  ",
			"**DR** 5/piercing or slashing; **Resist** acid 10, cold 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., burrow 20 ft.  ",
			"**Melee** bite +20 (2d8+5), 4 tentacles +19 (1d8+2 plus {umr/grab} or pull)  ",
			"**Space** 10 ft., **Reach** 5 ft. (10 ft. with tentacle)  ",
			"**Special Attacks** {umr/constrict} (1d8+2), disturbing vocalizations, {umr/pull} (tentacle, 5 ft.), sinkhole",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 15, **Con** 19, **Int** 6, **Wis** 14, **Cha** 15  ",
			"**Base Atk** +16; **CMB** +22 (+26 grapple); **CMD** 34 (can't be tripped)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Multiattack}, {feat/Power Attack}, {feat/Skill Focus/ (Disguise, Perception)}, {feat/Weapon Focus/ (tentacle)}  ",
			"**Skills** Disguise +9 (+17 as burrowing animals), Perception +16, Stealth +5 (+10 underground); **Racial Modifiers** +8 Disguise as burrowing animals, +5 Stealth underground  ",
			"**Languages** Terran (can't speak)  ",
			"**SQ** {umr/compression}, lure tentacles",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any plains  ",
			"**Organization** solitary or pair  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Disturbing Vocalizations (Su)** A genghryl can emit different sounds from its lure tentacles, allowing it to mimic the barks, howls, shrieks, yips, and other noises common among burrowing mammals. Additionally, once per round as a free action, it can also use one of its tentacles to target a creature with one of two sounds, imposing either the frightened or stunned condition for 1d6 rounds unless the target succeeds at a DC 20 Will save. A creature that successfully saves cannot be affected by the same genghryl's disturbing vocalizations for 24 hours. This is a sonic mind-affecting effect. The save DC is Charisma-based.",
			"",
			"**Lure Tentacles (Ex)** A genghryl has a number of specialized tentacles equal to half its Hit Dice. It uses these tentacles to animate and manipulate the corpses of Small or smaller creatures and to emit its disturbing vocalizations. A genghryl typically uses these tentacles to maintain the illusion that a colony of burrowing animals is alive and well, drawing in larger, predatory animals. When it uses animals' corpses in this way, it gains a +8 bonus on Disguise checks (in addition to its normal racial bonus). Although the genghryl can animate Small humanoids in this manner, it does not gain the additional bonus on Disguise checks when doing so. Severing a lure tentacle requires a sunder attempt with a slashing weapon targeting the tentacle. A lure tentacle is considered a separate weapon with hardness 0 and hit points equal to the genghryl's Hit Dice (typically 16 hp). To sever a tentacle, an opponent must deal enough damage to reduce the tentacle's hit points to 0 or fewer. Severing a tentacle deals an amount of damage to the genghryl's body equal to its Hit Dice. A genghryl with no remaining lure tentacles can't use its disturbing vocalizations.",
			"",
			"**Sinkhole (Ex)** A genghryl can cause an adjacent area of the ground above it (up to a 10-foot-by-10-foot square) to collapse, dropping any creatures in the affected squares into a 10-foot-deep hole unless they succeed at a DC 23 Reflex save, as though they had been subjected to the effects of a pit trap. The genghryl waits adjacent to the bottom of the pit and can immediately make a single melee attack against the flat-footed AC of one creature that fell in. A creature that fails the Reflex save by 5 or more also falls prone. The save DC is Strength-based.",
			"",
			"::sh[Description]",
			"",
			"Genghryls are subterranean, wormlike creatures that use specialized tentacles to lure and weaken their prey. Genghryls are to verdant lands what seaweed sirens are to shipping lanes or wolves-in-sheep's-clothing are to plentiful woodlands - a menace.",
			"",
			"A genghryl's mottled, pinkish-brown body is about 3 feet wide at the front and tapers down to its tail, resembling a hideous segmented worm. Its head consists of a tooth-lined opening behind a sharp beak, which is surrounded by four powerful tentacles and three black eyes spaced evenly around it. A number of longer, thinner tentacles sprout from the segment just behind the genghryl's head. The older and larger the genghryl, the more tentacles it has.",
			"",
			"An adult genghryl weighs approximately 300 pounds.",
			"",
			"Genghryls live below ground and, although they prefer temperate or warm climates, can survive nearly anywhere that isn't flooded, frozen, or scalding. Their adaptations make them suited to regions where they can take over colonies of small, burrowing mammals like groundhogs, meerkats, prairie dogs, and similar prey animals.",
			"",
			"When a genghryl moves into an area, it uses its tentacles to subdue and then strangle a colony of mammals. Instead of eating these creatures, the genghryl inserts each of its lure tentacles into one of the corpses and animates it. The genghryl manipulates these corpses so it appears the mound is inhabited by active but careless creatures. It then hollows out the ground beneath the burrow, weakening key points, and waits for a predatory animal - like a badger, fox, or something larger - to notice the potential prey.",
			"",
			"When its prey gets close enough to the burrow, either to capture an easy meal or to investigate the animals' strange behavior, the genghryl collapses the ground beneath its victim. The victim falls into the pit, where the genghryl waits to grab it. If an approaching creature is too strong or dangerous, the genghryl can emit shrieking noises from its lure tentacles to either weaken or frighten away the threat.",
			"",
			"A genghryl's lure tentacles don't keep the dead animals from decaying, so it must eventually abandon a depleted den and seek out fresh lures. The number of animals a genghryl can manipulate is limited to the number of lure tentacles it has. Although genghryls typically use Tiny animals, they can manipulate creatures as large as humanoids. The genghryl's primitive intelligence might even allow it to approximate some basic humanoid behaviors. A massive genghryl living beneath a lonely village could pose a horrifying threat to weary travelers.",
			"",
			"Genghryls require large hunting areas and are fiercely territorial. They are hermaphroditic, like earthworms, and mating is the only reason two genghryls will tolerate one other's presence. After mating, each genghryl lays a clutch of slime-covered eggs beneath a small, active burrow on the edge of its territory. The first genghryl to hatch eats the other eggs, feeding on its siblings to gain strength, then attacks the nearby burrow and begins its own predation.",
			"",
			"### Habitat",
			"",
			"The earliest records of creatures like genghryls come from stories of the Warabutu tribe of Rechiend's Plains, between the Mwangi Jungle and the Kaava Lands. The tales speak of a \"tunneling horror\" that snatches hunting dogs, cattle, and even people. The Warabutu claim that the colonies of giant ants found on the plains feed on the tunneling horrors, keeping their numbers in check.",
			"",
			"Within the past several years, genghryls have begun appearing in the Plains of Molthune. The name genghryl is a composite word that borrows from Hallit and refers loosely to a tunneling horror. The creatures have multiplied at an alarming rate, and the locals' lack of experience with them puts people at great risk. This danger only compounds the problems posed by the labor shortage in Molthune's breadbasket.",
			"",
			"The local lords believe that someone-probably one among them-accidentally brought genghryl eggs from the Mwangi Expanse, perhaps mixed in with seeds or some other product intended to boost production on their lands. Without any giant ants to serve as natural predators, the creatures hatched and began preying on the prairie dogs and other regional creatures, including people. Word of this threat has reached the imperial governor in Canorate, who is offering a substantial reward to anyone who can exterminate the genghryls without introducing aggressive giant ants to Molthune. The imperial governor is also offering a slightly smaller reward to whoever identifies the fool who brought the genghryls to Molthune in the first place."
		]
	},
	"geomaw": {
		"name": "Geomaw",
		"sources": [ "Down the Blighted Path" ],
		"description": [
			"*This wormlike creature's outer body consists of stone plates, and a cavernous maw contains a sparkling mass of red crystals.*",
			"",
			"::mh[Geomaw]{cr=\"7\"}",
			"",
			"{SOURCE Down the Blighted Path/54}  ",
			"**XP** 3,200  ",
			"NE Large aberration  ",
			"**Init** +2; **Senses** darkvision 60 ft., {umr/tremorsense} 60 ft.; Perception +13",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 7, flat-footed 19 (-2 Dex, +12 natural, -1 size)  ",
			"**hp** 95 (10d8+50)  ",
			"**Fort** +10, **Ref** +3, **Will** +7  ",
			"**Weaknesses** blind, blood gorger",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., burrow 20 ft.  ",
			"**Melee** bite +14 (2d6+14)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** blood lantern, {umr/fast swallow}, powerful bite, {umr/swallow whole} (2d6+14 plus 2d6 points of acid damage, AC 16, 10 hit points)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 24, **Dex** 7, **Con** 20, **Int** 6, **Wis** 11, **Cha** 13  ",
			"**Base Atk** +7; **CMB** +15; **CMD** 23  ",
			"**Feats** {feat/Great Fortitude}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Weapon Focus/ (bite)}  ",
			"**Skills** Perception +13, Stealth +7 (+15 in rocky terrain); **Racial Modifiers** +8 Stealth in rocky terrain  ",
			"**Languages** Aklo  ",
			"**SQ** {umr/freeze}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary or frenzy (2-5)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Blood Gorger (Ex)** A geomaw dedicates much of its energy to digesting prey it has captured, and loses its burrow speed while digesting a creature using its swallow whole ability.",
			"",
			"**Blood Lantern (Su)** As a swift action in any round it inflicts damage to a victim it has swallowed whole, a geomaw can emit a scintillating pattern of red-hued light from its crystalline interior. All creatures within 30 feet must succeed at a DC 16 Will saving throw or be fascinated. This is a sight-based, mind-affecting compulsion effect. A creature that successfully saves cannot be affected by the same geomaw's blood lantern for 24 hours. The save DC is Charisma-based.",
			"",
			"**Freeze (Ex)** While lying motionless with its mouth open, a geomaw appears to be a natural crystal formation. A geomaw that uses freeze can take 20 on its Stealth check to hide in plain sight as a natural cave feature.",
			"",
			"**Powerful Bite (Ex)** A geomaw applies twice its Strength bonus to bite damage.",
			"",
			"::sh[Description]",
			"",
			"Birthed from the unfathomable terrors of the cavernous deep, geomaws roam the Darklands, finding easy prey among the covetous races of Nar-Voth and Golarion's surface. Their hulking bodies can extend up to 15 feet long and weigh between 2,000 and 4,000 pounds. Despite their great size, geomaws require little sustenance, and can go weeks or even months between meals. They pause for days or weeks on end, remaining perfectly motionless as they wait for prey. This creature's open maw resembles a cache of valuable crystals, ripe for the plucking. Curious beasts and greedy prospectors alike flock to these shining gemstones-attracted by the subtle shimmering light they radiate and the faint, sweet scent the geomaw exudes-only to be quickly gobbled up.",
			"",
			"These strange aberrations reproduce rarely, gathering in great numbers in the wet, hot underground chambers that surround volcanoes. Geomaws lay caches of eggs that take three years to hatch. The mineral-laden waters of these caverns are vital to the formation of a young geomaw's stony hide and gemlike teeth.",
			"",
			"Geomaws have little society of their own and seem content to traverse the outskirts of wilder civilizations, feeding on the blood and flesh of unwary creatures that seek shelter or riches in the caves near the surface. On the rare occasion one cares to communicate, it does so through a series of tail thumps and clinks produced by tapping its crystalline teeth together. Mating groups of geomaws sometimes produce hauntingly beautiful sounds in such a manner."
		]
	},
	"gerbie": {
		"name": "Gerbie",
		"sources": [ "The First World, Realm of the Fey" ],
		"description": [
			"*This half-mouse, half-lizard creature has large eyes and stands on its hind legs, radiating an air of goodwill.*",
			"",
			"::mh[Gerbie]{cr=\"4\"}",
			"",
			"{SOURCE The First World, Realm of the Fey/62}  ",
			"**XP** 1,200  ",
			"CG Small fey  ",
			"**Init** +3; **Senses** low-light vision; Perception +13  ",
			"**Aura** friendship (60 ft., DC 18)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 15, flat-footed 13 (+3 Dex, +1 dodge, +2 natural, +1 size)  ",
			"**hp** 38 (7d6+14)  ",
			"**Fort** +3, **Ref** +8, **Will** +8  ",
			"**DR** 10/cold iron; **SR** 15",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +7 (1d4-2) or touch +8 (forget)  ",
			"**Special Attacks** forget, mental cacophony  ",
			"**Spell-Like Abilities** (CL 7th; concentration +12)  ",
			"*At will*-{spell/calm animals} (DC 16), {spell/calm emotions} (DC 17), {spell/charm monster} (DC 18), {spell/tongues} (DC 17)  ",
			"*3/day*-{spell/detect thoughts} (DC 17)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 6, **Dex** 16, **Con** 13, **Int** 11, **Wis** 16, **Cha** 21  ",
			"**Base Atk** +3; **CMB** +0; **CMD** 14  ",
			"**Feats** {feat/Dodge}, {feat/Toughness}, {feat/Weapon Finesse}, {feat/Weapon Focus/ (touch)}  ",
			"**Skills** Acrobatics +12, Diplomacy +19, Handle Animal +12, Heal +10, Perception +13, Perform (comedy) +9, Ride +10; **Racial Modifiers** +4 Diplomacy  ",
			"**Languages** First Speech; truespeech  ",
			"**SQ** charmer",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (First World)  ",
			"**Organization** solitary, pair, or party (3-6)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Aura of Friendship (Sp)** Any creature within 60 feet of a gerbie must succeed at a DC 18 Will saving throw or have its attitude adjusted to friendly toward both the gerbie and any other creatures currently within the aura's area of effect, as per *charm monster*. This positive attitude toward other targets of the ability lasts for 1 day after leaving the gerbie's aura. A creature that leaves and reenters a gerbie's aura can attempt another saving throw. A creature that successfully saves against this ability is immune to that gerbie's aura for 24 hours. Being attacked by another creature within the aura (including the gerbie) immediately ends the forced friendliness toward that creature and prompts a new save against the aura, with the standard +5 bonus for being threatened while charmed. The save DC is Charisma-based.",
			"",
			"**Charmer (Su)** A creature targeted by the gerbie's charm monster spell-like ability does not receive the +5 bonus to its saving throw if being attacked by the gerbie or its allies. This does not apply to the aura of friendship ability.",
			"",
			"**Forget (Su)** A gerbie that makes a successful touch attack on a creature can cause it to forget something, as if it had failed its saving throw against {spell/modify memory}, save that the effect is immediate and the gerbie does not need to spend time visualizing the modification.",
			"",
			"**Mental Cacophony (Su)** As a standard action, a gerbie can force any creature within 100 feet to attempt a DC 18 Will saving throw or be sickened for 1d10 rounds as its mind is overloaded by the surface thoughts of trees, bugs, and any other living things around it. The affected character cannot process or interpret this information, though certain thoughts may stand out at the GM's discretion. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Gerbies are the fey of interspecies empathy and communication, devoted to fostering harmony and friendship. They abhor violence, and attempt to prevent it by granting adversaries the ability to talk to and understand each other. When that doesn't work, gerbies see nothing wrong with direct magical intervention, either forcing the foes into friendship or causing creatures to forget whatever painful memories made them want to fight in the first place.",
			"",
			"While the adorable gerbies can make excellent friends and companions' helping further diplomacy, translate documents, and throw parties - gerbies often see it as their duty to \"protect and correct\" soldiers, rampaging monsters, and others whose professions involve violence, which can lead to no end of hassle for adventurers looking to slay their way to glory. In such situations, the best answer is usually to humor the gerbie until it falls asleep or gets distracted, then slip out of its friendship aura and flee quickly. While gerbie settlements tend to be idyllic places, full of laughter and huts built from hollowed-out mushrooms, many gerbies feel called to wander the world teaching other creatures the value of friendship. Though they understand that some creatures need to eat meat to live, gerbies themselves are zealous advocates of vegetarianism.",
			"",
			"A typical gerbie is 3 feet tall and weighs 20 pounds."
		]
	},
	"ghelarn": {
		"name": "Ghelarn",
		"sources": [ "Pathfinder #85: Fires of Creation" ],
		"description": [
			"*Purple tentacles emerge from a white, coral-like rock formation, tracing whirled patterns in the surrounding sand.*",
			"",
			"::mh[Ghelarn]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder #85: Fires of Creation/86}  ",
			"**XP** 600  ",
			"N Large aberration  ",
			"**Init** +0; **Senses** darkvision 60 ft., {umr/tremorsense} 30 ft.; Perception +10",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 9, flat-footed 14 (+5 natural, -1 size)  ",
			"**hp** 22 (3d8+9)  ",
			"**Fort** +4, **Ref** +1, **Will** +5  ",
			"**Defensive Abilities** carapace; **Resist** fire 5  ",
			"**Weaknesses** vulnerable to sonic",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 2 tentacles +4 (1d6+3)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** {umr/entrap} (DC 14, 1d8 rounds, hardness 5, hp 8), leeching tendrils",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 17, **Dex** 10, **Con** 16, **Int** 3, **Wis** 14, **Cha** 3  ",
			"**Base Atk** +2; **CMB** +6; **CMD** 16  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Perception +10, Stealth +4 (+14 in deserts); **Racial Modifiers** +4 Stealth (+14 in deserts)  ",
			"**SQ** hibernate",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold or temperate deserts  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Carapace (Ex)** A ghelarn typically shelters within a hardened, rocklike shell that houses all of its vital organs. By withdrawing its tentacles and sensory stalks into its shell, the ghelarn gains total cover until the beginning of its next turn. The shell doesn't provide cover against targeted spells, and the ghelarn's movement is limited to downward burrowing during this time. The benefits of the shell can be lost if sundered (hardness 5, 8 hit points, regenerates in 2d6 days), and a ghelarn caught without its carapace loses its natural armor bonus.",
			"",
			"**Entrap (Ex)** A ghelarn secretes a quagmire of sticky fluid a few feet below the sand where it lives. This fluid extends in a 10-foot radius around the creature and acts to trap victims, making it easier for the ghelarn to attack prey with its tentacles or feed upon it with its leeching tendrils. This otherwise acts as the {umr/entrap} universal monster rule.",
			"",
			"**Hibernate (Ex)** When food is scarce, a ghelarn can enter a state of hibernation for an indefinite period of time. When it enters hibernation, the ghelarn nestles itself in the sand and fills in its porous carapace with sticky excretions that quickly harden to seal the creature from the elements. When hibernating, the ghelarn doesn't have to eat or drink. A ghelarn remains in a state of hibernation until it senses another living creature within 10 feet, at which point it dissolves the seals on its carapace over the course of 1d4 minutes.",
			"",
			"**Leeching Tendrils (Ex)** A living creature that spends more than a single round ensnared within a ghelarn's entrapping fluid becomes targeted by invasive tendrils from the ghelarn's lower body. These feeding stalks deal 1 point of bleed damage each round, and continue to do so for as long as a victim remains within the area of the ghelarn's entrapping fluid.",
			"",
			"::sh[Description]",
			"",
			"Born on the desert plain of an alien world, the softbodied ghelarn is a non-aquatic arthropod living within a shell-like exoskeleton manufactured from its own hardened secretions. This outer carapace contains many perforations, similar to dry coral or air-blasted stone, providing ample room from which the ghelarn can extend its outer extremities and explore the world. Chief among these appendages are two main tentacles that it uses to pull itself through the upper layers of sand within its native home, burrowing just below the surface while its hardened carapace remains above ground. As a result, ghelarns give the impression of ambulatory stone formations when traveling, but they can also abandon their shells entirely and delve deeper into the sand to avoid predators.",
			"",
			"Patient, quiet creatures, ghelarns prefer to ambush prey, waiting until suitable meals wander within reach of their tentacles or into the sticky quagmires they create just below the surface around their nesting grounds. Helpless victims soon find themselves pulled into the sand as the ghelarn extends invasive tendrils from its lower body. These lesser tentacles slowly bleed away moisture from anyone trapped in the ooze, leaving behind little more than dried husks and bones for scavengers to find, along with whatever equipment such victims may have carried.",
			"",
			"During the creatures' spawning season, an entire clutch of ghelarns produces a variant musk in their secretions to attract one another. Some travel for miles in search of this scent, and the resulting orgy once a group gathers allows for a communal intermingling of reproductive oils. This impregnates multiple ghelarn at the same time, enabling them to spawn new offspring as they separate again. A typical ghelarn can create 1d3 young, which gestate for consecutive 3-month periods rather than being born all at once. Pregnant ghelarns abandon these young to fend for themselves almost as soon as they're born, moving to another region to birth more offspring rather than leaving them within the same area to compete for resources.",
			"",
			"It takes a newborn ghelarn about 2 weeks before it can muster enough secretions to form a hardened shell of its own. During this time, it stays deep below the earth, seeking nourishment and moisture trapped in the desert soil rather than risking its vulnerable body to predators above ground. Once fully matured, it pushes upward, its shell rising from the sand to mark its domain. Sentient creatures wisely avoid these areas, though it's often hard to tell empty shells from a living ghelarn's hunting grounds. Many societies find the abandoned and cast-off shells useful for making tools and crafting weapons and armor. As a result, ghelarn habitats frequently draw those seeking to harvest them as a resource. Unfortunately for the scavengers, these shells also attract young ghelarns who haven't yet formed their own and seek to use the abandoned ones as temporary homes.",
			"",
			"### Habitat",
			"",
			"Ghelarns typically live solitary lives. The extreme nature of their native habitat causes them to separate and spread out to avoid overhunting an area. They sometimes cooperate in pairs or packs known as clutches to defend themselves, but more frequently do so in preparation for mating season, so they can drag down large prey that they leave behind for their new offspring to feed upon. Sometimes a clutch will gather in geologically unstable regions, where quakes and tremors draw their interest. Mostly, they migrate in seemingly aimless patterns, driven away from the harsh sounds of overhead thunderstorms, as the noise causes them acute pain.",
			"",
			"The rudimentary sentience of ghelarns places them just above animal-level intelligence. Though they have no real language of their own, they communicate warnings or call for help by turning their porous shells into the wind and adjusting the flow with their tentacles, allowing air to pass through the openings, and creating a musical \"voice\" similar to wind instruments. Each ghelarn's voice is distinctly different from any other ghelarn. Some societies have also learned to domesticate young ghelarns - these cultures train them to understand simple commands and use them as guard animals.",
			"",
			"### Noble Ghelarns",
			"",
			"Occasionally, evolution gives rise to a more advanced breed of ghelarn. These specimens have both the advanced and giant simple templates, and prove more intelligent than their lesser kin. The shell of a noble ghelarn encompasses a much greater area, appearing more like an outcropping of rock or a small hillside. This grants them the freeze special quality to appear as such, allowing them to take 20 on their Stealth checks to hide in plain sight. Noble ghelarns sometimes remain hidden within these massive shells and purposefully suppress their entrapping ooze in order to dupe other creatures into seeking shelter next to them. While the tall shell certainly provides shade from the sun and a windbreak against desert storms, those camping near a noble ghelarn inevitably find themselves assaulted during the night by the creature's invasive tendrils. These appendages are more leechlike than the painful barbs of lesser ghelarns and require a DC 20 Perception check for sleeping creatures to notice."
		]
	},
	"gholdako": {
		"name": "Gholdako",
		"sources": [
			"Bestiary 4",
			"Isles of the Shackles"
		],
		"description": [
			"*A single milky eye stares from the forehead of this towering giant wrapped in filthy, rune-covered strips of bloody linen.*",
			"",
			"::mh[Gholdako]{cr=\"10\"}",
			"",
			"{SOURCE Bestiary 4/125;Isles of the Shackles/49}  ",
			"**XP** 9,600  ",
			"NE Large undead  ",
			"**Init** +0; **Senses** darkvision 60 ft., low-light vision; Perception +19",
			"",
			"::sh[Defense]",
			"",
			"**AC** 25, touch 9, flat-footed 25 (+16 natural, -1 size)  ",
			"**hp** 127 (15d8+60)  ",
			"**Fort** +9, **Ref** +5, **Will** +10  ",
			"**Defensive Abilities** {umr/channel resistance} +3; **DR** 5/good; **Immune** {umr/undead traits}; **Resist** cold 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +17 (1d8+7), 2 claws +18 (2d8+7/19-20 plus disease)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** blinding breath, disease",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 25, **Dex** 10, **Con** -, **Int** 10, **Wis** 13, **Cha** 19  ",
			"**Base Atk** +11; **CMB** +19 (+21 bull rush); **CMD** 29 (31 vs. bull rush)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Cleave}, {feat/Critical Focus}, {feat/Great Cleave}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (claw)}, {feat/Power Attack}, {feat/Weapon Focus/ (claw)}  ",
			"**Skills** Intimidate +22, Knowledge (history) +8, Perception +19, Sense Motive +11, Stealth +14  ",
			"**Languages** Giant",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm coasts  ",
			"**Organization** solitary or guard (2-4)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Blinding Breath (Su)** Once every 1d4 rounds, a gholdako can exhale its noxious breath in a 20-foot cone, permanently blinding any creatures in the affected area unless they succeed at a DC 21 Fortitude save. The save DC is Charisma-based.",
			"",
			"**Disease (Ex)** Seaside rot: Injury; *save* Fort DC 21; *onset* 1 minute; *frequency* 1/day; *effect* 1d4 Str and 1d4 Dex; *cure* 2 consecutive saves. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"A gholdako is a dreadful undead cyclops created by the foul priests and necromancers of a fallen cyclops empire thousands of years ago. A gholdako's single eyeball is sunken and milky, and its body and limbs are wrapped tightly in ragged strips of soiled and moldering linens, much like those of a mummy, but with disturbing and incomprehensible glyphs scribbled on the ancient cloth, written in what appears to be dried blood. Layers of skin continually flake off the hideous monster's parched flesh wherever it is exposed, falling in papery strips of sickly pale yellow. The average gholdako stands 9 feet tall and weighs 500 pounds.",
			"",
			"Gholdakos are nearly always guardians of some special relic or tomb, having been ordered to protect the object or location in life and remaining faithful to their duties even after dying. While they strive to keep their wards safe from depredations, gholdakos are nonetheless short-tempered and easy to lure away from their posts - though being caught by one of these undead giants almost always spells a gruesome and untimely end for most would-be tomb raiders.",
			"",
			"**Dread Gholdako (+1 CR):** Some gholdakos were created to guard the tombs of royalty. Such dread gholdakos possess a bluish-white halo of smoke around their perpetually peeling scalps. A dread gholdako generally possesses additional Hit Dice, and can inflict paralysis (1d4 rounds, DC 10 + 1/2 the dread gholdako's racial Hit Dice + the dread gholdako's Constitution modifier) on its foes with its bite attack."
		]
	},
	"ghole": {
		"name": "Ghole",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*The hulking form has a long, vulture-like neck ending in a head with a disgusting, one-eyed visage.*",
			"",
			"::mh[Ghole]{cr=\"12\"}",
			"",
			"{SOURCE Bestiary 6/132}  ",
			"**XP** 19,200  ",
			"NE Medium monstrous humanoid  ",
			"**Init** +8; **Senses** darkvision 60 ft., scent sickness; Perception +22",
			"",
			"::sh[Defense]",
			"",
			"**AC** 26, touch 14, flat-footed 22 (+4 Dex, +12 natural)  ",
			"**hp** 168 (16d10+80)  ",
			"**Fort** +12, **Ref** +14, **Will** +13  ",
			"**Immune** disease",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., burrow 10 ft.  ",
			"**Melee** bite +23 (2d6+10/17-20 plus disease), 2 claws +23 (1d8+7/19-20 plus disease)  ",
			"**Space** 5 ft., **Reach** 5 ft. (10 ft. with bite)  ",
			"**Special Attacks** bolster disease, powerful bite, savage the sick, sneak attack +2d6  ",
			"**Spell-Like Abilities** (CL 10th; concentration +13)  ",
			"*At will*-{spell/gentle repose}, {spell/restore corpse}  ",
			"*3/day*-{spell/ghoul touch} (DC 15), {spell/hide from undead}  ",
			"*1/day*-{spell/haste}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 25, **Dex** 18, **Con** 21, **Int** 10, **Wis** 17, **Cha** 16  ",
			"**Base Atk** +16; **CMB** +23; **CMD** 37  ",
			"**Feats** {feat/Cleave}, {feat/Combat Reflexes}, {feat/Great Cleave}, {feat/Great Fortitude}, {feat/Improved Critical/ (bite, claw)}, {feat/Improved Initiative}, {feat/Power Attack}  ",
			"**Skills** Perception +22, Sense Motive +19, Stealth +23, Survival +22  ",
			"**Languages** Common  ",
			"**SQ** change shape (Medium humanoid; alter self)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary, pair, or gang (3-6)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Bolster Disease (Su)** A creature bitten by a ghole must succeed at a DC 23 Fortitude save or any disease it currently suffers from is bolstered. A disease bolstered in this way has its frequency doubled (so a disease that normally has a frequency of 1/day has its effects applied once every 12 hours) and can be cured only by magic. The bubonic plague carried by a ghole automatically gains these advantages. The save DC is Constitution-based.",
			"",
			"**Disease (Ex)** Bubonic Plague: Bite or claw-injury; *save* Fort DC 23; *frequency* 2/day; *effect* 1d4 Con damage and 1 Cha damage and target is fatigued; *cure* -.",
			"",
			"**Powerful Bite (Ex)** A ghole's bite attack always applies 1-1/2 times its Strength modifier to damage rolls and threatens a critical hit on a roll of 19-20. When a ghole bites an object, its bite treats the object as having a hardness of 5 less than the object's actual hardness rating.",
			"",
			"**Savage the Sick (Ex)** Gholes are vicious when attacking a diseased foe. Against diseased targets, a ghole gains a +2 morale bonus on attack rolls and automatically adds its sneak attack damage to any damage it deals.",
			"",
			"**Scent Sickness (Ex)** A ghole has the scent ability against diseased creatures",
			"",
			"::sh[Description]",
			"",
			"Gholes are foul denizens of the wilderness that feed upon rotten meat. Their ability to restore flesh to even the most ancient of skeletal remains allows them to harvest flesh from ruins long forgotten by the living. Many gholes keep their favorite skeletons handy to repeat beloved meals, while others hoard ancient skeletons and savor the flavor of restored flesh in a grisly mockery of a gourmand's appreciation of well aged wine or cheese. Many attempt to capture sick victims alive only to imprison them - sepulchers or crypts make for favorite prisons - so they perish of their sickness and thus provide the most delicious meal possible for the foul creature.",
			"",
			"A typical ghole is 6 feet tall and weighs 250 pounds."
		]
	},
	"ghoran": {
		"name": "Ghoran",
		"sources": [
			"Bestiary 5",
			"Inner Sea Bestiary"
		],
		"description": [
			"*The humanoid creature's taut green shell extends like a cowl from chin to brow, wreathing a face of brilliant flower petals.*",
			"",
			"::mh[Ghoran]{cr=\"1\"}",
			"",
			"{SOURCE Bestiary 5/119;Inner Sea Bestiary/14}  ",
			"**XP** 400  ",
			"Ghoran bard 1  ",
			"N Medium plant  ",
			"**Init** +1; **Senses** low-light vision; Perception +5",
			"",
			"::sh[Defense]",
			"",
			"**AC** 13, touch 11, flat-footed 12 (+1 Dex, +2 natural)  ",
			"**hp** 12 (1d8+4)  ",
			"**Fort** +3, **Ref** +3, **Will** +3  ",
			"**Immune** {umr/plant traits}  ",
			"**Weaknesses** delicious, light dependent",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** rapier +1 (1d6-1/18-20)  ",
			"**Special Attacks** bardic performance 7 rounds/day (countersong, distraction, fascinate, inspire courage +1)  ",
			"**Spell-Like Abilities** (CL 1st; concentration +4)  ",
			"*1/day*-{spell/detect poison}, {spell/goodberry}, {spell/purify food and drink}  ",
			"**Spells Known** (CL 1st; concentration +4)  ",
			"*1st (2/day)*-{spell/charm person} (DC 14), {spell/sleep} (DC 14)  ",
			"*0 (at will)*-{spell/daze} (DC 13), {spell/light}, {spell/mending}, {spell/message}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 8, **Dex** 13, **Con** 16, **Int** 8, **Wis** 12, **Cha** 17  ",
			"**Base Atk** +0; **CMB** -1; **CMD** 10  ",
			"**Feats** {feat/Weapon Finesse}  ",
			"**Skills** Bluff +7, Knowledge (history) +4, Knowledge (local) +4, Perception +5, Perform (sing) +7  ",
			"**Languages** Common, Sylvan  ",
			"**SQ** bardic knowledge +1, ghorus seed, past-life knowledge",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or plot (3-12)  ",
			"**Treasure** NPC gear ({eq-weapon/rapier}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Delicious (Ex)** Ghorans take a -2 penalty on Escape Artist and combat maneuver checks to escape a grapple against any creature that has a bite attack with the grab ability.",
			"",
			"**Ghorus Seed (Ex)** As a full-round action, a ghoran can expel its ghorus seed from an orifice in its abdomen. If planted in fertile ground and left undisturbed for 2d6 days, the seed grows into a healthy duplicate of the original ghoran, save that the duplicate can reallocate all of its skill ranks upon sprouting. Once a ghoran expels its seed, it gains 1 negative level, and it dies as soon as its duplicate sprouts. This duplicate replaces the previous ghoran character.",
			"",
			"**Light Dependent (Ex)** Ghorans take 1d4 points of Constitution damage each day they go without exposure to sunlight.",
			"",
			"**Past-Life Knowledge (Ex)** Ghorans remember memories encoded in their ghorus seed. They treat all Knowledge skills as class skills.",
			"",
			"::sh[Description]",
			"",
			"Ghorans arose from plant life created by advanced druidic magic to be an especially hardy and adaptive food source for humans. Over the centuries, the plants evolved sentience and ambulatory bodies that mimicked the appearance of humanoids as a method to discourage their enemies from hunting them and improve their chances of survival. Their creators did not imbue them with the ability to create more of the ghorus seeds that give them life, so ghorans are fanatically protective of these seeds and consider destroying them the worst of crimes."
		]
	},
	"ghorazagh": {
		"name": "Ghorazagh",
		"sources": [
			"Bestiary 3",
			"Pathfinder #29: Mother of Flies"
		],
		"description": [
			"*With an armored spherical body, numerous tentacular legs, and a multi-eyed visage, this creature is truly hideous.*",
			"",
			"::mh[Ghorazagh]{cr=\"13\"}",
			"",
			"{SOURCE Bestiary 3/124;Pathfinder #29: Mother of Flies/84}  ",
			"**XP** 25,600  ",
			"NE Large aberration  ",
			"**Init** +3; **Senses** bloodsense, darkvision 30 ft.; Perception +21",
			"",
			"::sh[Defense]",
			"",
			"**AC** 26, touch 12, flat-footed 23 (+3 Dex, +14 natural, -1 size)  ",
			"**hp** 187 (15d8+120)  ",
			"**Fort** +15, **Ref** +10, **Will** +12  ",
			"**Weaknesses** vulnerable to sonic",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., climb 40 ft., fly 40 ft. (perfect)  ",
			"**Melee** bite +16 (2d6+6), 2 claws +16 (1d8+6), 4 tentacles +14 (1d6+3 and grab)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** {umr/blood drain} (1d4 Con), bloodspray",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 22, **Dex** 17, **Con** 26, **Int** 15, **Wis** 17, **Cha** 16  ",
			"**Base Atk** +11; **CMB** +18; **CMD** 31  ",
			"**Feats** {feat/Bleeding Critical}, {feat/Critical Focus}, {feat/Flyby Attack}, {feat/Great Fortitude}, {feat/Improved Bull Rush}, {feat/Lightning Reflexes}, {feat/Multiattack}, {feat/Power Attack}  ",
			"**Skills** Bluff +18, Climb +14, Fly +27, Knowledge (dungeoneering) +17, Perception +21, Stealth +17, Survival +21  ",
			"**Languages** Aklo; chemical communication",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary, pair, colony (3-9), or hive (10-40, including 6 brood guards of 17 HD and 1 hive lord of 21 HD)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Bloodsense (Su)** A ghorazagh notices living creatures within 60 feet just as if it possessed the blindsight ability.",
			"",
			"**Bloodspray (Su)** Once every 1d4 rounds, a ghorazagh can unleash a 20-foot cone of blood and eldritch enzymes. Any living creature struck by a ghorazagh's bloodspray must make a DC 25 Fortitude save or be affected as by the spell slow. A slowed creature struck by a ghorazagh's bloodspray a second time must make an additional save or be paralyzed. These effects last for 2d6 rounds. A ghorazagh can also consciously alter its enzymes, producing a spray that removes all effects of this ability. The save DC is Constitution-based.",
			"",
			"**Chemical Communication (Ex)** Ghorazaghs can communicate with other ghorazaghs within 60 feet via pheromone transmission. In a ghorazagh hive, this range extends to cover the entire hive. This is a silent and instantaneous mode of communication that only ghorazaghs can understand.",
			"",
			"::sh[Description]",
			"",
			"Ghorazaghs - or gore weavers - float like tumorous specters through the deepest, most alien cavities of the lightless underground, preying upon the wretched vermin of those horrid places. Cunning, with minds and drives unknowable and obscene to those of lands above, the gore weavers only recently became aware of the fertility and bounty of the surface world and are now slowly turning their ebon eyes upward.",
			"",
			"While ghorazaghs can digest nearly anything, they are incapable of digesting blood. Their digestive systems process flesh, bone, and all other organic material, filtering out blood and storing it in large reservoirs within their bodies, whereupon the blood is mixed internally with mucus and other strange fluids to form a thick, glue-like substance. While a ghorazagh can spray this fluid as an attack to impede prey, the primary use of the foul substance is as a building material. Ghorazagh hives are constructed entirely of this material, which when it dries has the strength of metal while retaining a dark red resinlike appearance. A ghorazagh hive is a nightmare place as a result-twisting tunnels with an eerily organic appearance that can wind for miles on end."
		]
	},
	"ghoul": {
		"name": "Ghoul",
		"sources": [
			"Pathfinder RPG Bestiary",
			"Classic Horrors Revisited"
		],
		"description": [
			"*This humanoid creature has long, sharp teeth, and its pallid flesh is stretched tightly over its starved frame.*",
			"",
			"::mh[Ghoul]{cr=\"1\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/146}  ",
			"**XP** 400  ",
			"CE Medium undead  ",
			"**Init** +2; **Senses** darkvision 60 ft.; Perception +7",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 12, flat-footed 12 (+2 Dex, +2 natural)  ",
			"**hp** 13 (2d8+4)  ",
			"**Fort** +2, **Ref** +2, **Will** +5  ",
			"**Defensive Abilities** {umr/channel resistance} +2",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +3 (1d6+1 plus disease and paralysis) and 2 claws +3 (1d6+1 plus paralysis)  ",
			"**Special Attacks** paralysis (1d4+1 rounds, DC 13, elves are immune to this effect)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 13, **Dex** 15, **Con** -, **Int** 13, **Wis** 14, **Cha** 14  ",
			"**Base Atk** +1; **CMB** +2; **CMD** 14  ",
			"**Feats** {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +4, Climb +6, Perception +7, Stealth +7, Swim +3  ",
			"**Languages** Common",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary, gang (2-4), or pack (7-12)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Disease (Su)** Ghoul Fever: Bite-injury; *save* Fort DC 13; *onset* 1 day; *frequency* 1/day; *effect* 1d3 Con and 1d3 Dex damage; *cure* 2 consecutive saves. The save DC is Charisma-based. A humanoid who dies of ghoul fever rises as a ghoul at the next midnight. A humanoid who becomes a ghoul in this way retains none of the abilities it possessed in life. It is not under the control of any other ghouls, but it hungers for the flesh of the living and behaves like a normal ghoul in all respects. A humanoid of 4 Hit Dice or more rises as a ghast.",
			"",
			"::sh[Description]",
			"",
			"Ghouls are undead that haunt graveyards and eat corpses. Legends hold that the first ghouls were either cannibalistic humans whose unnatural hunger dragged them back from death or humans who in life fed on the rotting remains of their kin and died (and were reborn) from the foul disease - the true source of these undead scavengers is unclear.",
			"",
			"Ghouls lurk on the edges of civilization (in or near cemeteries or in city sewers) where they can find ample supplies of their favorite food. Though they prefer rotting bodies and often bury their victims for a while to improve their taste, they eat fresh kills if they are hungry enough. Though most surface ghouls live primitively, rumors speak of ghoul cities deep underground led by priests who worship ancient cruel gods or strange demon lords of hunger. These \"civilized\" ghouls are no less horrific in their eating habits, and in fact the concept of a well-laid ghoul banquet table is perhaps even more horrifying than the concept of taking a meal fresh from the coffin.",
			"",
			"### Ghast",
			"",
			"Ghasts are ghouls with the {template/advanced/ monster} template. A ghast's paralysis even affects elves. Ghasts roam in packs of their own kind or lead groups of common ghouls. The stink of death and corruption surrounding these creatures is overwhelming, granting them the stench extraordinary ability (10-foot radius, Fort DC 15 negates, sickened for 1d6+4 minutes).",
			"",
			"### Lacedon",
			"",
			"These aquatic cousins of the ghoul lurk near hidden reefs or other places where ships are likely to meet their ends. Lacedons have a base land speed of 30 feet and a swim speed of 30 feet.",
			"",
			"### Variant Ghouls",
			"",
			"{SOURCE Classic Horrors Revisited/19} The typical ghoul is assumed to have come from a Medium humanoid like a human, half-elf, dwarf, or elf. Yet some humanoids have remarkably different characteristics that make these ghouls more or less powerful.",
			"",
			"**Larger Ghouls:** A giant that succumbs to ghoul fever retains its larger size, its higher natural armor bonus, and all of its racial Hit Dice, but is otherwise treated as a ghoul advanced to its new Hit Dice and size.",
			"",
			"**Smaller Ghouls:** Small humanoids who become ghouls have 1 HD and all of the appropriate bonuses and penalties for dropping from Medium to Small size (-4 Str, +2 Dex, +1 size bonus on attack rolls and to AC, reduced natural attack damage, etc.). A Small ghoul is CR 1/2.",
			"",
			"**Unusual Ghouls:** Some humanoids transformed into ghouls have unusual advantages.",
			"",
			">**Boggard, Merfolk:** These races always spawn into lacedons.",
			">",
			">**Bugbear, Lizardfolk, Troglodyte:** These races always spawn into ghasts.",
			">",
			">**Ettin:** An ettin ghoul has two bite attacks, in addition to being advanced to Large size and 10 HD.",
			">",
			">**Fire Giant:** A fire giant ghoul gains the Fire subtype.",
			">",
			">**Frost Giant:** A frost giant ghoul gains the Cold subtype.",
			">",
			">**Lycanthrope:** While a ghoul cannot become a lycanthrope, a living lycanthrope who succumbs to ghoul fever could rise as a ghoul. In most cases, this transformation removes the lycanthropic curse, resulting in a standard ghoul, but in rare events the resulting monster is a true ghoul lycanthrope. To create stats for such a creature, simply apply the {template/lycanthrope} template to a ghoul-this is an exception to the general rule that you can normally only add the lycanthrope template to a humanoid."
		]
	},
	"ghoul_hound": {
		"name": "Ghoul Hound",
		"sources": [
			"Monster Codex",
			"Pathfinder Comics #3"
		],
		"description": [
			"*This canine creature has sallow, dead skin stretched tight across*",
			"",
			"::mh[Ghoul Hound]{cr=\"1\"}",
			"",
			"{SOURCE Monster Codex/88;Pathfinder Comics #3/33}  ",
			"**XP** 400  ",
			"CE Medium undead  ",
			"**Init** +6; **Senses** darkvision 60 ft.; Perception +6",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 12, flat-footed 12 (+2 Dex, +2 natural)  ",
			"**hp** 13 (2d8+4)  ",
			"**Fort** +2, **Ref** +2, **Will** +5  ",
			"**Defensive Abilities** {umr/channel resistance} +2; **Immune** {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** bite +5 (1d6+6 plus disease, paralysis, and trip)  ",
			"**Special Attacks** disease (DC 13), paralysis (1d4+1 rounds, DC 13, elves are immune to this effect)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 18, **Dex** 15, **Con** -, **Int** 2, **Wis** 14, **Cha** 14  ",
			"**Base Atk** +1; **CMB** +5; **CMD** 17 (21 vs. trip)  ",
			"**Feats** {feat/Improved Initiative}  ",
			"**Skills** Perception +6, Stealth +6",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary, guard (2-4 plus 2-4 ghouls), or pack (4-6 plus 2-4 ghouls)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Disease (Su)** {disease/Ghoul Fever}.",
			"",
			"::sh[Description]",
			"",
			"Ghouls keep ghoul hounds much as humans keep hunting dogs - some ghouls view these vicious beasts as little more than tools, while more sentimental ghouls treat them as favored pets. Ghoul hounds obediently follow their ghoul masters.",
			"",
			"Grathkoll (CR 2): A larger breed of ghoul hound, the grathkoll can be ridden by a Medium creature. A grathkoll is a ghoul hound with the giant simple template and a +10 bonus to its base land speed."
		]
	},
	"ghoul_ancient_gravedigger": {
		"name": "Ancient Gravedigger (Ghoul)",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Ancient Gravedigger]{cr=\"10\"}",
			"",
			"{SOURCE Monster Codex/86}  ",
			"**XP** 9,600  ",
			"Ghoul oracle 10  ",
			"CE Medium undead  ",
			"**Init** +4; **Senses** darkvision 60 ft.; Perception +17",
			"",
			"::sh[Defense]",
			"",
			"**AC** 22, touch 14, flat-footed 18 (+4 armor, +1 deflection, +4 Dex, +3 natural)  ",
			"**hp** 112 (12d8+58)  ",
			"**Fort** +8, **Ref** +8, **Will** +13  ",
			"**Defensive Abilities** {umr/channel resistance} +2; **Immune** {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +1 bite +14 (1d6+6 plus disease and paralysis), 2 +1 frost claws +15 (1d6+6 plus 1d6 cold, disease, and paralysis)  ",
			"**Ranged** rock +13/+8 (2d4+7)  ",
			"**Special Attacks** disease (DC 15), paralysis (1d4+1 rounds, DC 15, elves are immune to this effect)  ",
			"**Oracle Spells Known** (CL 10th; concentration +14)  ",
			"*5th (3/day)*-{spell/flame strike} (DC 19), {spell/mass inflict light wounds}, {spell/stoneskin}  ",
			"*4th (6/day)*-{spell/divine power}, {spell/inflict critical wounds}, {spell/summon monster IV}, {spell/wall of stone} (DC 18)  ",
			"*3rd (7/day)*-{spell/animate dead}, {spell/blindness//deafness} (DC 17), {spell/dispel magic}, {spell/inflict serious wounds}, {spell/meld into stone}  ",
			"*2nd (7/day)*-{spell/darkness}, {spell/desecrate}, {spell/hold person} (DC 16), {spell/inflict moderate wounds}, {spell/spiritual weapon}, {spell/stone call}  ",
			"*1st (7/day)*-{spell/command} (DC 15), {spell/entropic shield}, {spell/inflict light wounds}, {spell/liberating command}, {spell/magic stone}, {spell/obscuring mist}, {spell/shield of faith}  ",
			"*0 (at will)*-{spell/bleed} (DC 14), {spell/create water}, {spell/detect magic}, {spell/detect poison}, {spell/guidance}, {spell/mending}, {spell/read magic}, {spell/resistance}, {spell/spark}  ",
			"**Mystery** stone",
			"",
			"::sh[Tactics]",
			"",
			"**Before Combat** The ancient gravedigger prepares for combat by quaffing potions of greater magic fang and mage armor. He uses earth glide and crystal sight to observe foes fighting his underlings before he attacks.  ",
			"**During Combat** The ancient gravedigger prefers to fight at range, relying on summoned creatures, flame strike, and spiritual weapon to deal damage while he uses earth glide and crystal sight to take cover from the fray. If he must enter melee, the gravedigger fights viciously.  ",
			"**Base Statistics** Without greater magic fang and mage armor, the ancient gravedigger's statistics are AC 18, touch 15, flat-footed 14; Melee bite +13 (1d6+5 plus disease and paralysis), 2 frost claws +14 (1d6+5 plus 1d6 cold, disease, and paralysis).",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 18, **Con** -, **Int** 15, **Wis** 14, **Cha** 18  ",
			"**Base Atk** +8; **CMB** +13 (+17 trip); **CMD** 27 (31 vs. bull rush, 33 vs. trip)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Extra Rage}, {feat/Greater Trip}, {feat/Improved Natural Armor}, {feat/Improved Trip}, {feat/Power Attack}, {feat/Quick Draw}, {feat/Weapon Focus/ (claw)}  ",
			"**Skills** Bluff +16, Diplomacy +19, Intimidate +19, Perception +17, Spellcraft +17, Stealth +18  ",
			"**Languages** Aklo, Common, Draconic, Terran, Undercommon; tongues (understands only)  ",
			"**SQ** oracle's curse (tongues [Aklo]), revelations (crystal sight, earth glide, rock throwing, stone stability)  ",
			"**Combat Gear** potion of {spell/greater magic fang}, potion of {spell/mage armor}; **Other Gear** {magic-wondrous/belt of giant strength +2}, {magic-wondrous/cloak of resistance +1}, {magic-enh/frost} {magic-wondrous/amulet of mighty fists}, {magic-ring/ring of protection +1}, throwing stones (10), onyx gems (worth 1,000 gp total), silver dust (worth 25 gp)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land",
			"",
			"::sh[Description]",
			"",
			"Years of digging up graves have given this ancient ghoul an affinity for earth magic. Powerful spellcasting ghouls usually rise to positions of leadership, and in his ghoul city, this gravedigger is a high-ranking member of the ruling elite."
		]
	},
	"ancient_gravedigger": { "copyof": "ghoul_ancient_gravedigger" },
	"ghoul_ghoul_commander": {
		"name": "Ghoul Commander",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Ghoul Commander]{cr=\"8\"}",
			"",
			"{SOURCE Monster Codex/84}  ",
			"**XP** 4,800  ",
			"Ghoul antipaladin 7  ",
			"CE Medium undead  ",
			"**Init** +3; **Senses** darkvision 60 ft.; Perception +15  ",
			"**Aura** cowardice (10 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 21, touch 13, flat-footed 18 (+6 armor, +3 Dex, +2 natural)  ",
			"**hp** 99 (9 HD; 2d8+7d10+52)  ",
			"**Fort** +13, **Ref** +9, **Will** +15  ",
			"**Defensive Abilities** {umr/channel resistance} +2; **Immune** disease, {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft.  ",
			"**Melee** mwk greataxe +15/+10 (1d12+7/19-20/&times;3), bite +8 (1d6+2 plus disease and paralysis) or bite +13 (1d6+5 plus disease and paralysis), 2 claws +13 (1d6+5 plus paralysis)  ",
			"**Ranged** mwk composite shortbow +12/+7 (1d6+5/&times;3)  ",
			"**Special Attacks** channel negative energy (DC 17, 4d6), disease (DC 15), paralysis (1d4+1 rounds, DC 15, elves are immune to this effect), smite good 3/day (+4 attack and AC, +7 damage)  ",
			"**Spell-Like Abilities** (CL 7th; concentration +11)  ",
			"*At will*-{spell/detect good}  ",
			"**Antipaladin Spells Prepared** (CL 4th; concentration +8)  ",
			"*2nd*-{spell/desecrate}  ",
			"*1st*-{spell/disguise self}, {spell/inflict light wounds} (DC 15)",
			"",
			"::sh[Tactics]",
			"",
			"**Before Combat** The ghoul commander is usually accompanied by a fiendish dire boar mount. If he is defending an area, he casts desecrate on the area (these bonuses are not included in his statistics).  ",
			"**During Combat** The commander begins combat by charging in on his boar. He prefers to attack with his greataxe.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 17, **Con** -, **Int** 13, **Wis** 16, **Cha** 18  ",
			"**Base Atk** +8; **CMB** +13; **CMD** 26  ",
			"**Feats** {feat/Cleave}, {feat/Improved Critical/ (greataxe)}, {feat/Power Attack}, {feat/Toughness}, {feat/Weapon Focus/ (greataxe)}  ",
			"**Skills** Bluff +11, Intimidate +16, Perception +15, Ride +12  ",
			"**Languages** Common, Undercommon  ",
			"**SQ** cruelties (fatigued, staggered), fiendish boon (fiendish dire boar servant), touch of corruption 7/day (3d6)  ",
			"**Combat Gear** scroll of {spell/inflict serious wounds}; **Other Gear** mwk {eq-armor/breastplate}, mwk {eq-weapon/composite shortbow} with 20 arrows, mwk {eq-weapon/greataxe}, {magic-wondrous/belt of giant strength +2}, 79 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land",
			"",
			"::sh[Description]",
			"",
			"Fiendish Dire Boar Servant hp 42 When ghouls marshal themselves into organized groups, it is ghoul commanders who shoulder the responsibility of leadership and command. In \"civilized\" ghoul cities and nations, ghoul commanders serve as an elite officer class, directing and commanding units of more common ghouls in military maneuvers and on excursions. While they receive their orders from ghouls higher up the chain of command, ghoul commanders are responsible for translating those orders into concrete tactics, and enjoy great autonomy on the battlefield - so long as their strategies succeed, at least."
		]
	},
	"ghoul_commander": { "copyof": "ghoul_ghoul_commander" },
	"ghoul_ghoul_creeper": {
		"name": "Ghoul Creeper",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Ghoul Creeper]{cr=\"3\"}",
			"",
			"{SOURCE Monster Codex/82}  ",
			"**XP** 800  ",
			"Ghoul rogue 3  ",
			"CE Medium undead  ",
			"**Init** +4; **Senses** darkvision 60 ft.; Perception +11",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 14, flat-footed 14 (+2 armor, +4 Dex, +2 natural)  ",
			"**hp** 37 (5d8+15)  ",
			"**Fort** +4, **Ref** +7, **Will** +7  ",
			"**Defensive Abilities** {umr/channel resistance} +2, evasion, trap sense +1; **Immune** {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +7 (1d6+3 plus disease and paralysis), 2 claws +7 (1d6+3 plus paralysis)  ",
			"**Ranged** mwk light crossbow +8 (1d8/19-20)  ",
			"**Special Attacks** disease (DC 14), paralysis (1d4+1 rounds, DC 14, elves are immune to this effect), sneak attack +2d6",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 17, **Dex** 19, **Con** -, **Int** 13, **Wis** 16, **Cha** 16  ",
			"**Base Atk** +3; **CMB** +6; **CMD** 20  ",
			"**Feats** {feat/Bag of Bones}, {feat/Power Attack}, {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +12, Bluff +11, Climb +11, Disable Device +5, Escape Artist +17, Intimidate +11, Perception +11, Sleight of Hand +12, Stealth +12  ",
			"**Languages** Common, Undercommon  ",
			"**SQ** rogue talents (bleeding attack +2), trapfinding +1  ",
			"**Combat Gear** potion of {spell/greater magic fang}, potion of {spell/inflict moderate wounds}, {eq-weapon/tanglefoot bag}; **Other Gear** {eq-armor/leather armor}, mwk {eq-weapon/light crossbow} with 20 arrows, 204 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land",
			"",
			"::sh[Description]",
			"",
			"While all ghouls are quiet and deadly in the night, these ghouls specialize in striking from cover or exploiting tactical advantages. They set up ambushes or fight using group tactics to claim their prey."
		]
	},
	"ghoul_creeper": { "copyof": "ghoul_ghoul_creeper" },
	"ghoul_ghoul_huntsmaster": {
		"name": "Ghoul Huntsmaster",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Ghoul Huntsmaster]{cr=\"7\"}",
			"",
			"{SOURCE Monster Codex/83}  ",
			"**XP** 3,200  ",
			"Ghoul ranger 6  ",
			"CE Medium undead  ",
			"**Init** +5; **Senses** darkvision 60 ft.; Perception +14",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 15, flat-footed 15 (+3 armor, +5 Dex, +2 natural)  ",
			"**hp** 80 (8 HD; 2d8+6d10+38)  ",
			"**Fort** +9, **Ref** +10, **Will** +8  ",
			"**Defensive Abilities** {umr/channel resistance} +2; **Immune** {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** +1 bite +13 (1d6+3 plus disease and paralysis), 2 +1 claws +14 (1d8+3 plus paralysis)  ",
			"**Ranged** mwk composite longbow +13/+8 (1d8+2/&times;3)  ",
			"**Special Attacks** combat style (archery), disease (DC 15), favored enemy (elves +2, humans +4), paralysis (1d4+1 rounds, DC 15, elves are immune to this effect)  ",
			"**Ranger Spells Prepared** (CL 3rd; concentration +6)  ",
			"*1st*-{spell/longstrider}, {spell/magic fang}",
			"",
			"::sh[Tactics]",
			"",
			"**Before Combat** The huntsmaster casts *longstrider* and uses his wand of *greater magic fang* on himself as well as on his animal companion.  ",
			"**Base Statistics** Without *longstrider* and *greater magic fang*, the huntsmaster's statistics are Speed 30 ft.; Melee bite +12 (1d6+2 plus disease and paralysis), 2 claws +13 (1d8+2 plus paralysis).",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 15, **Dex** 20, **Con** -, **Int** 13, **Wis** 16, **Cha** 18  ",
			"**Base Atk** +7; **CMB** +9; **CMD** 24  ",
			"**Feats** {feat/Corpse Companion}, {feat/Endurance}, {feat/Improved Natural Attack/ (claw)}, {feat/Point-Blank Shot}, {feat/Rapid Shot}, {feat/Weapon Finesse}, {feat/Weapon Focus/ (claw)}  ",
			"**Skills** Acrobatics +13 (+17 when jumping), Climb +13, Disable Device +13, Perception +14, Stealth +16, Survival +14, Swim +9  ",
			"**Languages** Common, Undercommon  ",
			"**SQ** favored terrain (underground +2), hunter's bond (animal), track +3, wild empathy +10  ",
			"**Combat Gear** +1 human-{magic-enh/bane} {eq-weapon/arrow/s} (3), +1 {magic-enh/seeking} arrows (2), potion of {spell/inflict moderate wounds}, wand of {spell/greater magic fang} (12 charges); **Other Gear** mwk {eq-armor/studded leather}, mwk {eq-weapon/composite longbow} with 50 arrows, 42 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land",
			"",
			"::sh[Description]",
			"",
			"Though most ghouls hunt and kill to satiate their hunger, a huntsmaster relishes the chase as much as the feast after.",
			"",
			">### Corpse Cat",
			">",
			">N Small undead  ",
			">**Init** +6; **Senses** darkvision 60 ft., low-light vision, {umr/scent}; Perception +5",
			">",
			">::sh[Defense]",
			">",
			">**AC** 20, touch 17, flat-footed 14 (+6 Dex, +3 natural, +1 size)  ",
			">**hp** 16 (3d8+3)  ",
			">**Fort** +4, **Ref** +9, **Will** +2  ",
			">**Immune** undead traits",
			">",
			">::sh[Offense]",
			">",
			">**Speed** 50 ft. **Melee** +1 bite +10 (1d4+2 plus {umr/trip}), 2 +1 claws +11 (1d2+2)",
			">",
			">::sh[Tactics]",
			">",
			">**Base Statistics** Without *greater magic fang*, the cat's statistics are **Melee** bite +9 (1d4+1 plus trip), 2 claws +10 (1d2+1).",
			">",
			">::sh[Statistics]",
			">",
			">**Str** 13, **Dex** 22, **Con** -, **Int** 2, **Wis** 12, **Cha** 12  ",
			">**Base Atk** +2; **CMB** +2; **CMD** 18 (22 vs. trip)  ",
			">**Feats** Weapon Finesse, Weapon Focus (claw)  ",
			">**Skills** Acrobatics +10 (+18 when jumping), Perception +5, Stealth +14  ",
			">**SQ** tricks (attack [all creatures], come, fetch, guard, seek, stay, track)"
		]
	},
	"ghoul_huntsmaster": { "copyof": "ghoul_ghoul_huntsmaster" },
	"ghoul_ghoul_monarch": {
		"name": "Ghoul Monarch",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Ghoul Monarch]{cr=\"12\"}",
			"",
			"{SOURCE Monster Codex/87}  ",
			"**XP** 19,200  ",
			"Ghoul sorcerer 12  ",
			"CE Medium undead  ",
			"**Init** +10; **Senses** darkvision 60 ft.; Perception +20",
			"",
			"::sh[Defense]",
			"",
			"**AC** 23, touch 17, flat-footed 17 (+4 armor, +1 deflection, +6 Dex, +2 natural)  ",
			"**hp** 176 (14 HD; 2d8+12d6+125)  ",
			"**Fort** +10, **Ref** +12, **Will** +14  ",
			"**Defensive Abilities** {umr/channel resistance} +2, nondetection; **Immune** {umr/undead traits}; **Resist** cold 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., burrow 10 ft.  ",
			"**Melee** bite +13 (1d6+1 plus disease and paralysis), 2 claws +13 (1d6+1 plus paralysis)  ",
			"**Special Attacks** disease (DC 23), paralysis (1d4+1 rounds, DC 23, elves are immune to this effect), ravenous frenzy (12/day)  ",
			"**Sorcerer Spells Known** (CL 12th; concentration +18)  ",
			"*6th (4/day)*-{spell/mislead} (DC 22), {spell/move earth}  ",
			"*5th (6/day)*-{spell/dominate person} (DC 21), {spell/hungry earth} (DC 21), {spell/suffocation} (DC 21)  ",
			"*4th (7/day)*-{spell/beast shape II}, {spell/black tentacles}, {spell/dimension door}, {spell/fear}  ",
			"*3rd (7/day)*-{spell/gaseous form}, {spell/lightning bolt} (DC 19), {spell/nondetection}, {spell/stinking cloud} (DC 19), {spell/vampiric touch}  ",
			"*2nd (8/day)*-{spell/alter self}, {spell/command undead} (DC 18), {spell/false life}, {spell/feast of ashes} (DC 18), {spell/invisibility}, {spell/mirror image}  ",
			"*1st (8/day)*-{spell/burning hands} (DC 17), {spell/grease} (DC 17), {spell/mage armor}, {spell/obscuring mist}, {spell/ray of enfeeblement} (DC 17), {spell/silent image}  ",
			"*0 (at will)*-{spell/arcane mark}, {spell/dancing lights}, {spell/daze} (DC 16), {spell/detect magic}, {spell/light}, {spell/mage hand}, {spell/prestidigitation} (DC 16), {spell/ray of frost}, {spell/read magic}  ",
			"**Bloodline** ghoul",
			"",
			"::sh[Tactics]",
			"",
			"**Before Combat** Before combat, the monarch casts false life, mage armor, and nondetection on herself.  ",
			"**During Combat** A ghoul monarch avoids direct confrontation unless she can fight using dominate person or magic jar. The ghoul monarch starts combat by casting quickened grease and hungry earth, trapping as many spellcasters as she can in the effect. If the monarch has minions, she focuses on disabling and keeping enemies off guard rather than using direct damage spells. She targets powerful spellcasters with suffocation or black tentacles.  ",
			"**Morale** A ghoul monarch flees to a safe haven or attempts to flee by burrowing underground at the first sign she is in serious danger.  ",
			"**Base Statistics** Without false life, mage armor, and nondetection, the monarch's statistics are AC 19, touch 17, flat-footed 13; hp 161; Defensive Abilities channel resistance +2.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 13, **Dex** 22, **Con** -, **Int** 15, **Wis** 16, **Cha** 22  ",
			"**Base Atk** +7; **CMB** +8; **CMD** 25  ",
			"**Feats** {feat/Eschew Materials}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Old as Dust}, {feat/Quicken Spell}, {feat/Sleeper}, {feat/Toughness}, {feat/Warren Digger}, {feat/Weapon Finesse}  ",
			"**Skills** Bluff +13, Intimidate +23, Perception +20, Spellcraft +19, Stealth +28  ",
			"**Languages** Common, Draconic, Undercommon  ",
			"**SQ** bloodline arcana (heal when casting necromancy spells)  ",
			"**Combat Gear** potions of {spell/inflict moderate wounds} (2), scroll of {spell/magic jar}, scroll of {spell/teleport}; **Other Gear** +2 {eq-armor/silken ceremonial} armor, {magic-wondrous/belt of incredible dexterity +2}, {magic-wondrous/headband of alluring charisma +2}, {magic-ring/ring of protection +1}, {magic-wondrous/stalker's mask}, 470 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land",
			"",
			"::sh[Description]",
			"",
			"These ancient sorcerers have attained their power by using those around them as puppets. They command mortals and undead using both their magic and force of personality."
		]
	},
	"ghoul_monarch": { "copyof": "ghoul_ghoul_monarch" },
	"ghoul_ghoul_stalker": {
		"name": "Ghoul Stalker",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Ghoul Stalker]{cr=\"6\"}",
			"",
			"{SOURCE Monster Codex/82}  ",
			"**XP** 2,400  ",
			"Ghoul rogue 6  ",
			"CE Medium undead  ",
			"**Init** +5; **Senses** darkvision 60 ft.; Perception +14",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 15, flat-footed 13 (+1 armor, +5 Dex, +2 natural)  ",
			"**hp** 74 (8d8+38)  ",
			"**Fort** +5, **Ref** +10, **Will** +8  ",
			"**Defensive Abilities** {umr/channel resistance} +2, evasion, trap sense +2, uncanny dodge; **Immune** {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +8 (1d6+3 plus disease and paralysis), 2 claws +8 (1d6+3 plus paralysis)  ",
			"**Ranged** +1 composite shortbow +10/+10 (1d6+4/&times;3) or +1 composite shortbow +12 (1d6+4/&times;3)  ",
			"**Special Attacks** disease (DC 14), paralysis (1d4+1 rounds, DC 14, elves are immune to this effect), sneak attack +3d6",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 17, **Dex** 20, **Con** -, **Int** 13, **Wis** 16, **Cha** 16  ",
			"**Base Atk** +5; **CMB** +8; **CMD** 23  ",
			"**Feats** {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Rapid Shot}, {feat/Toughness}, {feat/Weapon Focus/ (composite shortbow)}  ",
			"**Skills** Acrobatics +16, Bluff +10, Climb +14, Disable Device +8, Escape Artist +16, Intimidate +10, Knowledge (dungeoneering) +12, Perception +14, Sense Motive +14, Stealth +16  ",
			"**Languages** Common  ",
			"**SQ** rogue talents (finesse rogue, ledge walker, weapon training), trapfinding +3  ",
			"**Combat Gear** +1 {magic-enh/frost} {eq-weapon/arrow/s} (4), +1 human-{magic-enh/bane} arrows (3), potion of {spell/inflict light wounds}; **Other Gear** +1 {eq-weapon/composite shortbow} with 20 arrows, {magic-wondrous/bracers of armor +1}, 62 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land",
			"",
			"::sh[Description]",
			"",
			"While all ghouls are quiet and deadly in the night, these ghouls specialize in striking from cover or exploiting tactical advantages. They set up ambushes or fight using group tactics to claim their prey."
		]
	},
	"ghoul_stalker": { "copyof": "ghoul_ghoul_stalker" },
	"ghoul_leng_ghoul": {
		"name": "Leng Ghoul",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*This semi-canine humanoid has rancid green flesh and hooflike feet, yet its eyes sparkle with the gleam of intelligence.*",
			"",
			"::mh[Leng Ghoul]{cr=\"10\"}",
			"",
			"{SOURCE Bestiary 5/120}  ",
			"**XP** 9,600  ",
			"CE Medium undead (extraplanar)  ",
			"**Init** +7; **Senses** darkvision 60 ft.; Perception +20",
			"",
			"::sh[Defense]",
			"",
			"**AC** 25, touch 17, flat-footed 18 (+7 Dex, +8 natural)  ",
			"**hp** 126 (12d8+72)  ",
			"**Fort** +10, **Ref** +11, **Will** +13  ",
			"**Defensive Abilities** {umr/channel resistance} +4; **Immune** cold, {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., burrow 30 ft., climb 30 ft.  ",
			"**Melee** bite +16 (1d8+7 plus disease and paralysis), 2 claws +17 (1d6+7 plus paralysis)  ",
			"**Special Attacks** {umr/rend} (2 claws, 1d6+10), sneak attack +2d6",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 24, **Dex** 24, **Con** -, **Int** 17, **Wis** 20, **Cha** 23  ",
			"**Base Atk** +9; **CMB** +16 (+18 trip); **CMD** 33 (35 vs. trip)  ",
			"**Feats** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Improved Feint}, {feat/Improved Trip}, {feat/Lunge}, {feat/Weapon Focus/ (claws)}  ",
			"**Skills** Acrobatics +19, Climb +30, Knowledge (arcana, dungeoneering, planes, religion) +12, Perception +20, Sense Motive +20, Stealth +22  ",
			"**Languages** Aklo, Common  ",
			"**SQ** erudite",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or cult (3-8)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Disease (Ex)** Leng Ghoul Fever: Bite-injury; *save* Fort DC 22; *onset* immediate; *effect* 1d3 Con and 1d4 Dex damage; *cure* 2 consecutive saves. The save DC is Charisma-based. A humanoid that succumbs to Leng ghoul fever becomes a normal ghoul unless in life it had 12 or more Hit Dice, in which case it rises from death as a Leng ghoul.",
			"",
			"**Erudite (Ex)** All Knowledge skills are class skills for Leng ghouls. In addition, a Leng ghoul can cast spells from any magic scroll as if it had the spells on its spell list. It automatically succeeds at the caster level check necessary to use the scroll.",
			"",
			"**Paralysis (Ex)** A successful DC 22 Fortitude save negates a Leng ghoul's paralysis. At the end of each round after the first, the victim can attempt a new DC 22 Fortitude saving throw to end the paralysis effect; the effect is otherwise permanent. Once the effect ends, the victim is staggered for 1 round.",
			"",
			"::sh[Description]",
			"",
			"The ghouls of the nightmare dimension of Leng are far more powerful and more intelligent than their lesser kin that haunt and caper in the lonely graveyards of the Material Plane, yet they are also more prone to discussion and debate with intruders. Ghoul warrens that burrow deep enough can inexplicably cross over from this world to Leng, allowing the ghouls of that realm access to this world. Leng ghouls delight in feasting on dead flesh and consider themselves gourmets of rot and decay, treating a full coffin as a sumptuous banquet table.",
			"",
			"Leng ghouls maintain complex societies and extensive warrens when they colonize reaches of the Material Planes, digging deep below the surface graveyards they choose to haunt. These creatures are not only driven to gather victims to slaughter and bodies to ripen - they also seek out forbidden texts and magical scrolls to augment their ever-increasing stores of knowledge, which often rival the greatest of wizardly libraries in size, although their subject matter tends to be limited to necromancy and the study of forbidden rites. A Leng ghoul can sometimes be convinced to let a particularly delicious-looking intruder go (relatively) unharmed in exchange for new lore.",
			"",
			"Although most Leng ghouls venerate the Great Old Ones or Outer Gods (they have a particular affinity for Nyarlathotep), a rare few of these creatures retain more of their humanity than merely their living intellect. These unique few drift away from evil in their pursuit of magical lore-while they still hunger for dead flesh, many try their best to feed only on those who died naturally or willingly offer themselves up to the carrion feast in return for favors. While many eventually succumb to the temptation to feed on fresh kills in time, a rare few manage to maintain nonevil alignments. Such rare ghouls also retain some or all of the class levels they had in life, transferring those levels onto their new undead forms. The bulk of these Leng ghouls have levels as arcane spellcasters or rogues, since those who were once divine spellcasters, or otherwise religious in life, tend to be wholly devoted to gods of evil and decay."
		]
	},
	"ghoul_leng": { "copyof": "ghoul_leng_ghoul" },
	"leng_ghoul": { "copyof": "ghoul_leng_ghoul" },
	"ghoul_masked_murderer": {
		"name": "Masked Murderer (Ghoul)",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Masked Murderer]{cr=\"8\"}",
			"",
			"{SOURCE Monster Codex/85}  ",
			"**XP** 4,800  ",
			"Ghoul bard (dirge bard) 8  ",
			"CE Medium undead  ",
			"**Init** +7; **Senses** darkvision 60 ft.; Perception +15",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 13, flat-footed 17 (+5 armor, +3 Dex, +2 natural)  ",
			"**hp** 113 (10d8+68)  ",
			"**Fort** +8, **Ref** +9, **Will** +11; +4 vs. necromantic effects  ",
			"**Defensive Abilities** {umr/channel resistance} +2; **Immune** {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +10 (1d6+2 plus disease and paralysis), 2 claws +11 (1d6+2 plus paralysis)  ",
			"**Ranged** mwk composite shortbow +11/+6 (1d6+2/&times;3)  ",
			"**Special Attacks** bardic performance 24 rounds/day (move action; countersong, dirge of doom [DC 20], distraction, fascinate [DC 20], inspire competence +3, inspire courage +2, suggestion [DC 20]), disease (DC 17), paralysis (1d4+1 rounds, DC 19, elves are immune to this effect)  ",
			"**Bard Spells Known** (CL 8th; concentration +14)  ",
			"*3rd (3/day)*-{spell/confusion} (DC 19), {spell/crushing despair} (DC 19), {spell/glibness}  ",
			"*2nd (6/day)*-{spell/allegro}, {spell/fleshy facade} (DC 18), {spell/inflict moderate wounds} (DC 18), {spell/mirror image}  ",
			"*1st (6/day)*-{spell/disguise self}, {spell/expeditious retreat}, {spell/hideous laughter} (DC 17), {spell/ray of enfeeblement} (DC 17), {spell/silent image} (DC 17)  ",
			"*0 (at will)*-{spell/detect magic}, {spell/ghost sound} (DC 16), {spell/mage hand}, {spell/message}, {spell/prestidigitation} (DC 16), {spell/summon instrument}",
			"",
			"::sh[Tactics]",
			"",
			"**Before Combat** This furtive killer disguises herself as a human while stalking her targets. If at all possible, she avoids conflict, though her hunger sometimes gets the best of her.  ",
			"**During Combat** If her presence is detected, the murderer begins combat by casting confusion. She then starts a bardic performance (typically dirge of doom). Before she actually enters melee, she casts allegro to gain additional attacks.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 15, **Dex** 17, **Con** -, **Int** 17, **Wis** 14, **Cha** 22  ",
			"**Base Atk** +7; **CMB** +9; **CMD** 22  ",
			"**Feats** {feat/Ability Focus/ (paralysis)}, {feat/Combat Casting}, {feat/Improved Initiative}, {feat/Weapon Finesse}, {feat/Weapon Focus/ (claw)}  ",
			"**Skills** Bluff +19, Diplomacy +19, Disguise +19, Intimidate +19, Knowledge (arcana) +16, Knowledge (local) +20, Knowledge (religion) +15 (+19 to identify undead creatures and their abilities), Perception +15, Perform (oratory) +14, Perform (percussion) +19; **Racial Modifiers** +4 Knowledge (religion) to identify undead creatures and their abilities  ",
			"**Languages** Common, Dwarven, Elven, Undercommon  ",
			"**SQ** bardic knowledge +4, haunting refrain (+4 to demoralize, -2 penalty on saves against bard's fear effects), secrets of the grave  ",
			"**Combat Gear** +1 {magic-enh/thundering} {eq-weapon/arrow/s} (4), potion of {spell/invisibility}, scroll of {spell/hold person}, wand of {spell/inflict light wounds} (50 charges); **Other Gear** +1 {eq-armor/chain shirt}, mwk {eq-weapon/composite shortbow} with 10 arrows, {magic-wondrous/headband of alluring charisma +2}, {eq-misc/disguise kit}, 10 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land",
			"",
			"::sh[Description]",
			"",
			"The masked murderer uses deception to get closer to her human prey, mingling among them without arousing their suspicion until it is too late for them to escape her clutches. Magic, particularly the fleshy facade spell, allows her to craft her deceptive appearance, and she knows how to disguise herself using mundane means so that she can at least hide her gruesomeness long enough to get to safety if her magic fails her.",
			"",
			"Charm and lies pave the murderer's way through society. Typically, she begins small, making friends with low-class workers or farmers in taverns and alleyways, then luring them away to kill and devour them. This is rarely enough for a masked murderer, though, and in time she makes connections among the elite. This could be to satisfy her ego, but more often she wants to dine on the finer morsels of spoiled elites rather than the tough flesh of hard laborers.",
			"",
			"Unfortunately for ghouls, spending so much time among the living serves only to highlight the life they traded away for the unending hunger of their undead existence. Many masked murderers find themselves conflicted as a result, envying the vibrant lives of their prey. In the end, however, a masked murderer's ghoulish hunger always overwhelms any other emotion she might feel, and she hunts her prey with as much ravenous fervor as any other ghoul, if not more."
		]
	},
	"masked_murderer": { "copyof": "ghoul_masked_murderer" },
	"ghul": {
		"name": "Ghul",
		"sources": [
			"Bestiary 3",
			"Dark Markets - A Guide to Katapesh"
		],
		"description": [
			"*Draped in fine dark robes, this undead creature's body seems to be made of equal parts bone, leathery flesh, and blood-red smoke.*",
			"",
			"::mh[Ghul]{cr=\"5\"}",
			"",
			"{SOURCE Bestiary 3/125;Dark Markets - A Guide to Katapesh/62}  ",
			"**XP** 1,600  ",
			"CE Medium undead (shapechanger)  ",
			"**Init** +2; **Senses** darkvision 60 ft.; Perception +15",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 12, flat-footed 16 (+2 Dex, +6 natural)  ",
			"**hp** 51 (6d8+24)  ",
			"**Fort** +8, **Ref** +4, **Will** +7  ",
			"**DR** 5/good; **Immune** {umr/undead traits}; **Resist** fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., climb 20 ft.  ",
			"**Melee** bite +10 (1d6+6), 2 claws +10 (1d4+6 plus bleed)  ",
			"**Special Attacks** {umr/bleed} (1), cursed claws, {umr/rend} (2 claws, 1d6+6)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 22, **Dex** 15, **Con** -, **Int** 14, **Wis** 15, **Cha** 18  ",
			"**Base Atk** +4; **CMB** +10; **CMD** 22  ",
			"**Feats** {feat/Great Fortitude}, {feat/Power Attack}, {feat/Step Up}  ",
			"**Skills** Bluff +10, Climb +18, Diplomacy +7, Disguise +11, Intimidate +11, Perception +15, Stealth +11, Survival +8 (+16 when following tracks); **Racial Modifiers** +4 Perception, +8 Survival when following tracks  ",
			"**Languages** Common, one elemental language (Aquan, Auran, Ignan, or Terran), one planar language (Abyssal, Celestial, or Infernal)  ",
			"**SQ** change shape (hyena; does not detect as undead in this form; beast shape I), genie-kin",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm deserts  ",
			"**Organization** solitary or pack (2-8)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Cursed Claws (Ex)** A ghul's claws count as both cold iron and magic for the purpose of bypassing damage reduction.",
			"",
			"**Genie-kin (Ex)** For all race-related effects (such as a ranger's favored enemy), a ghul is considered a genie even though its type is undead.",
			"",
			"::sh[Description]",
			"",
			"Ghuls are undead jann whose eternal existence was twisted by fate and wrought through the displeasure of Ahriman, Lord of the Divs. As if the curse of undeath and ravenous hunger were not enough, these once-majestic creatures now bear donkey hooves as feet. Despite their horrific undead appearance, this feature shames them the most, and they hide their feet from view.",
			"",
			"Ghuls, like ghouls and ghasts, haunt cemeteries and other places of the dead hoping to feed on corpses. They also hunt mourners and grave tenders, as they enjoy the taste of living prey as well as that of the dead. Selective in their diets, ghuls choose their victims by personality, believing innocence and youth taste more delicious than the barely palatable flesh of the bitter and old. Sometimes a ghul follows a funeral procession in hyena form, keeping a safe distance until the ceremony, whereupon it changes into its true form to attack and feast. Sorrow and despair taste as delicious as innocence to a ghul.",
			"",
			"While not directly affected by sunlight, ghuls despise its presence and only move about during the day if forced to by necessity. They primarily hunt at night, sometimes straying far from their graveyard lairs and burial caves in search of fresh prey to sate their hunger.",
			"",
			"The longer a ghul goes without feeding, the more ferocious and primal the creature becomes. A well-sated ghul organizes with others of its kind and lesser undead, tormenting nearby towns and settlements. A ghul involved with this level of organization often has a scattered set of lairs throughout the desert. These allow the ghul to strike far from its home lair and hide again without having to travel during the blistering daylight sun. When a ghul goes for too long without feeding, it becomes increasingly feral and violent-its statistics don't change, but it grows less concerned with fleeing combat, even when it is obviously outmatched.",
			"",
			"Ghuls stand 6 feet tall and weigh 90 pounds.",
			"",
			"### Great Ghuls",
			"",
			"{SOURCE Dark Markets - A Guide to Katapesh/63}",
			"",
			"Jann are not the only victim's of Ahriman's curse; djinn, efreet, marids, and shaitains may rise as great ghuls, though this is much rarer than with jann. Stripped of most of their elemental powers, they hate themselves and all living things, seeking solace in murdering and corrupting mortals. Great ghuls like to follow passers-by invisibly before revealing themselves in suitably isolated locales. If they find potential victims particularly interesting, they may engage them in a battle of wits or some challenge in order for them to spare their lives. A common challenge is to provide the ghul with a certain number of fresh corpses within a certain number of nights. Sometimes a great ghul will take the form of a beautiful maiden or cherubic child in order to tempt a foolish mortal into corruption and murder.",
			"",
			"One sect of particularly powerful great ghuls dwells in the Ghoul Court of Nemret Noktoria in the Darklands where they serve as advisors and priests attending to Kortash Khain, the Ghoul King. Some of these ghul-lords are rumored to have the heads of animals and climb by secret ways from the Darklands up to the surface world where they dance and cavort by a gibbous moon in homage to Him Who Gnaws.",
			"",
			"Great ghuls have all of the powers and abilities of normal ghuls, plus the following: DR 10/cold iron and good, {feat/Improved Initiative} and {feat/Toughness} as bonus feats, {spell/greater invisibility} (CL 11th, self only) as a spell-like ability, {umr/change shape} (allowing any humanoid forms in addition to ghul and hyena form), create spawn, plus one ability related to its original genie type (heat, metalmorph, water's fury, or whirlwind).",
			"",
			"**Create Spawn (Su)** Any humanoid slain by a great ghul becomes a ghoul on the next moonrise. Likewise, a slain janni becomes a ghul and a slain genie becomes a great ghul. Blessing or destroying the body (such as with acid or fire) prevents this reanimation.",
			"",
			"**Heat (Ex)** As a free action, a great ghul can raise its body temperature to that of molten iron or lower it to that of cold, undead flesh. A great ghul's red-hot body deals 1d6 points of extra fire damage whenever it hits in melee, or in each round it maintains a hold when grappling. Only a great ghul that was once an efreeti can have this ability.",
			"",
			"**Metalmorph (Su)** As a standard action, a great ghul may warp and deform any one metal object within 20 feet. This functions like warp wood, but affects only metal objects that fail a DC 18 Fortitude save (attended objects use their wielder's saves). Armor or shields lose half their bonus to AC (enhancement bonuses are unaffected), and weapons are rendered useless except as improvised clubs. The transformation lasts 1 minute, after which the affected metal reverts to its normal state. The save DC is Charisma-based. Only a great ghul that was once a shaitain can have this ability.",
			"",
			"**Water's Fury (Su)** As a standard action, a great ghul may fire a jet of water in a 60-foot line. The water deals 1d6 hit points of damage and blinds anyone it hits for 1d6 rounds. A successful Reflex save (DC 18) means a creature takes half damage and is not blinded. The save DC is Charisma-based. Only a great ghul that was once a marid can have this ability.",
			"",
			"**Whirlwind (Su)** As a standard action a great ghul can transform itself into a whirlwind of air, bone shards, and pieces of gristle, with its head floating about. A great ghul's movement while in whirlwind form does not provoke attacks of opportunity, even if the great ghul enters the space another creature occupies. Any creature sharing a space with the whirlwind or attacking it with natural weapons takes 1d6 hit points of damage. Any living creature that begins its turn in the whirlwind's space must succeed on a DC 18 Fortitude save or be nauseated for 1 round. The save DC is Charisma-based. Returning to its normal form is a standard action. Only a great ghul that was once a djinni can have this ability."
		]
	},
	"giant_fire_fire_giant": {
		"name": "Fire Giant",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This lumbering giant has short stumpy legs and powerful, muscular arms. Its hair and beard seem to be made of fire.*",
			"",
			"::mh[Fire Giant]{cr=\"10\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/148}  ",
			"**XP** 9,600  ",
			"LE Large humanoid (fire, giant)  ",
			"**Init** -1; **Senses** low-light vision; Perception +14",
			"",
			"::sh[Defense]",
			"",
			"**AC** 24, touch 8, flat-footed 24 (+8 armor, -1 Dex, +8 natural, -1 size)  ",
			"**hp** 142 (15d8+75)  ",
			"**Fort** +14, **Ref** +4, **Will** +9  ",
			"**Defensive Abilities** {umr/rock catching}; **Immune** fire  ",
			"**Weaknesses** vulnerability to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft. (30 ft. in armor)  ",
			"**Melee** greatsword +21/+16/+11 (3d6+15) or 2 slams +20 (1d8+10)  ",
			"**Ranged** rock +10 (1d8+15 plus 1d6 fire)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** heated rock, {umr/rock throwing} (120 ft.)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 31, **Dex** 9, **Con** 21, **Int** 10, **Wis** 14, **Cha** 10  ",
			"**Base Atk** +11; **CMB** +22; **CMD** 31  ",
			"**Feats** {feat/Cleave}, {feat/Great Cleave}, {feat/Improved Overrun}, {feat/Improved Sunder}, {feat/Iron Will}, {feat/Martial Weapon Proficiency/ (greatsword)}, {feat/Power Attack}, {feat/Weapon Focus/ (greatsword)}  ",
			"**Skills** Climb +14, Craft (any one) +8, Intimidate +11, Perception +14  ",
			"**Languages** Common, Giant",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm mountains  ",
			"**Organization** solitary, gang (2-5), band (6-12 plus 35% noncombatants and 1 adept or cleric of 1st-2nd level), raiding party (6-12 plus 1 adept or sorcerer of 3rd-5th level, 2-5 hell hounds, and 2-3 trolls or ettins), or tribe (20-30 plus 1 adept, cleric, or sorcerer of 6th-7th level; 1 fighter or ranger of 8th-9th level as king; and 17-38 hell hounds, 12-22 trolls, 7-12 ettins, and 1-2 young red dragons)  ",
			"**Treasure** standard ({eq-armor/half-plate}, {eq-weapon/greatsword}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Heated Rock (Su)** Fire giants transfer the heat of their bodies to rocks as part of an attack action when they throw rocks. A heated rock deals 1d6 points of additional fire damage on a hit.",
			"",
			"::sh[Description]",
			"",
			"Fire giants are the most rigid and militaristic of all the giant races. They constantly train for war and practice brutal tactics on anyone and everyone that gets in their way. Their rigid command structure is complete with soldiers, officers, and even generals, and they obey orders from their kings unquestioningly.",
			"",
			"Fire giants have bright orange hair that flickers and glows almost as if it were aflame. An adult male is 12 to 16 feet tall, has a chest that measures 9 feet around, and weighs about 7,000 pounds. Females are slightly shorter and lighter. Fire giants can live to be 350 years old.",
			"",
			"Fire giants wear sturdy cloth or leather garments colored red, orange, yellow, or black. Warriors wear helmets and half-plate armor of blackened steel and wield large greatswords that they use to cut swaths across the battlefield. In large groups, fire giants fight with brutal and efficient group tactics, and aren't afraid to sacrifice one or two of their members to draw an enemy into an ambush.",
			"",
			"Fire giants prefer hot locations - the hotter, the better. They've been found in deserts, volcanoes, hot springs, and deep beneath the earth near lava vents. They live in castles, walled settlements, or large caverns, and the design of these locations reflects their rigid, militaristic lifestyle, with officers living in better quarters than the rank-and-file."
		]
	},
	"fire_giant": { "copyof": "giant_fire_fire_giant" },
	"giant_fire": { "copyof": "giant_fire_fire_giant" },
	"giant_fire_fire_giant_doombringer": {
		"name": "Fire Giant Doombringer",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Fire Giant Doombringer]{cr=\"18\"}",
			"",
			"{SOURCE Monster Codex/61}  ",
			"**XP** 153,600  ",
			"Fire giant oracle 16  ",
			"LE Large humanoid (fire, giant)  ",
			"**Init** +6; **Senses** low-light vision; Perception +32",
			"",
			"::sh[Defense]",
			"",
			"**AC** 32, touch 12, flat-footed 30 (+9 armor, +1 deflection, +2 Dex, +8 natural, +3 shield, -1 size)  ",
			"**hp** 341 (31d8+202)  ",
			"**Fort** +20, **Ref** +12, **Will** +20; +4 vs. disease, death effects, mind-affecting effects, poison, sleep, stunning  ",
			"**Defensive Abilities** {umr/rock catching}; **DR** 2/-; **Immune** fire  ",
			"**Weaknesses** vulnerable to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +2 conductive flail +35/+30/+25/+20 (2d6+12)  ",
			"**Ranged** rock +25 (1d8+14 plus 1d6 fire)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** heated rock, {umr/rock throwing} (120 ft.)  ",
			"**Oracle Spells Known** (CL 16th; concentration +22)  ",
			"*8th (3/day)*-{spell/fire storm} (DC 24), {spell/incendiary cloud} (DC 24), {spell/mass inflict critical wounds} (DC 24)  ",
			"*7th (5/day)*-{spell/blasphemy} (DC 23), {spell/destruction} (DC 23), {spell/mass inflict serious wounds} (DC 23), {spell/vision} (DC 23)  ",
			"*6th (7/day)*-{spell/blade barrier}, {spell/circle of death} (DC 22), {spell/harm} (DC 22), {spell/mass bull's strength}, {spell/mass inflict moderate wounds} (DC 22)  ",
			"*5th (7/day)*-{spell/dispel good} (DC 21), {spell/greater command} (DC 21), {spell/insect plague} (DC 21), {spell/mass inflict light wounds} (DC 21), {spell/righteous might}, {spell/slay living} (DC 21)  ",
			"*4th (7/day)*-{spell/blessing of fervor}, {spell/greater magic weapon}, {spell/ice storm} (DC 20), {spell/imbue with spell ability}, {spell/inflict critical wounds} (DC 20), {spell/unholy blight} (DC 20)  ",
			"*3rd (7/day)*-{spell/dispel magic}, {spell/inflict serious wounds} (DC 19), {spell/invisibility purge}, {spell/magic circle against good}, {spell/stone shape}, {spell/explosive runes}  ",
			"*2nd (8/day)*-{spell/bear's endurance}, {spell/darkness}, {spell/death knell} (DC 18), {spell/inflict moderate wounds}, {spell/oracle's burden} (DC 18), {spell/share language}, {spell/summon swarm}  ",
			"*1st (8/day)*-{spell/bane} (DC 17), {spell/cause fear} (DC 17), {spell/deathwatch}, {spell/doom} (DC 17), {spell/inflict light wounds} (DC 17), {spell/obscuring mist}, {spell/shield of faith}  ",
			"*0 (at will)*-{spell/bleed} (DC 16), {spell/create water}, {spell/detect magic}, {spell/detect poison}, {spell/purify food and drink}, {spell/guidance}, {spell/read magic}, {spell/resistance}, {spell/spark}  ",
			"**Mystery** apocalypse",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 31, **Dex** 15, **Con** 23, **Int** 10, **Wis** 16, **Cha** 22  ",
			"**Base Atk** +23; **CMB** +34 (+36 overrun, +36 sunder); **CMD** 47 (49 vs. overrun, 49 vs. sunder)  ",
			"**Feats** {feat/Cleave}, {feat/Combat Casting}, {feat/Critical Focus}, {feat/Empower Spell}, {feat/Extra Revelation}, {feat/Great Cleave}, {feat/Improved Initiative}, {feat/Improved Overrun}, {feat/Improved Sunder}, {feat/Iron Will}, {feat/Martial Weapon Proficiency/ (flail)}, {feat/Maximize Spell}, {feat/Power Attack}, {feat/Quicken Spell}, {feat/Selective Spell}, {feat/Weapon Focus/ (flail)}  ",
			"**Skills** Climb +19, Craft (armor) +8, Heal +21, Intimidate +17, Perception +32, Spellcraft +34  ",
			"**Languages** Common, Giant; tongues  ",
			"**SQ** oracle's curse (tongues), revelations (doomsayer [30 ft., swift action], erosion touch [16d6, 5/day], near death, pass the torch [4/day, up to 8 rounds], power of the fallen [6/day], spell blast)  ",
			"**Combat Gear** potions of {spell/cure serious wounds} (3), scroll of {spell/mass bear's endurance}, scroll of {spell/wall of stone}, wand of {spell/bestow curse} (15 charges); **Other Gear** +3 {magic-enh/unrighteous} {eq-material/adamantine} {eq-armor/breastplate}, +2 {eq-armor/light steel shield}, +2 {magic-enh/conductive} {eq-weapon/light_<flail}, {magic-wondrous/belt of physical might +2} (Str, Dex), {magic-wondrous/headband of alluring charisma +4}, {magic-ring/ring of protection +1}, {eq-misc/spell component pouch}, 495 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm mountains",
			"",
			"::sh[Description]",
			"",
			"With a single pronouncement from a doombringer, an entire settlement can be reduced to cinder and ash.",
			"",
			"### {monster/Fire Giant}",
			"",
			"This lumbering giant has short stumpy legs and powerful, muscular arms. Its hair and beard seem to be made of fire."
		]
	},
	"fire_giant_doombringer": { "copyof": "giant_fire_fire_giant_doombringer" },
	"giant_fire_fire_giant_glaive": {
		"name": "Fire Giant Glaive",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Fire Giant Glaive]{cr=\"12\"}",
			"",
			"{SOURCE Monster Codex/58}  ",
			"**XP** 19,200  ",
			"Fire giant fighter (polearm master) 2  ",
			"LE Large humanoid (fire, giant)  ",
			"**Init** +5; **Senses** low-light vision; Perception +23",
			"",
			"::sh[Defense]",
			"",
			"**AC** 24, touch 10, flat-footed 23 (+6 armor, +1 Dex, +8 natural, -1 size)  ",
			"**hp** 197 (17 HD; 15d8+2d10+119)  ",
			"**Fort** +19, **Ref** +6, **Will** +10  ",
			"**Defensive Abilities** {umr/rock catching}; **Immune** fire  ",
			"**Weaknesses** vulnerable to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** +2 glaive +24/+19/+14 (2d8+15/&times;3)  ",
			"**Ranged** rock +14 (1d8+13 plus 1d6 fire)  ",
			"**Space** 10 ft., **Reach** 20 ft. (10 ft. with pole fighting)  ",
			"**Special Attacks** heated rock, pole fighting -4, {umr/rock throwing} (120 ft.)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 29, **Dex** 13, **Con** 25, **Int** 12, **Wis** 16, **Cha** 10  ",
			"**Base Atk** +13; **CMB** +23 (+27 overrun, +25 sunder); **CMD** 34 (36 vs. overrun, 36 vs. sunder)  ",
			"**Feats** {feat/Cleave}, {feat/Great Cleave}, {feat/Greater Overrun}, {feat/Improved Initiative}, {feat/Improved Overrun}, {feat/Improved Sunder}, {feat/Iron Will}, {feat/Power Attack}, {feat/Smoking Boulder}, {feat/Step Up}, {feat/Weapon Focus/ (glaive)}  ",
			"**Skills** Climb +22, Craft (armor) +9, Intimidate +20, Perception +23, Profession (soldier) +9  ",
			"**Languages** Common, Giant  ",
			"**Combat Gear** potions of {spell/cure serious wounds} (3), {eq-weapon/tangleburn bag/s} (3); **Other Gear** +1 {eq-material/mithral} {eq-armor/scale mail}, +2 {eq-weapon/glaive}, 82 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm mountains",
			"",
			"::sh[Description]",
			"",
			"When the fire giants unleash their savagery, the glaives and the strongarms are often in the lead.",
			"",
			"### {monster/Fire Giant}",
			"",
			"This lumbering giant has short stumpy legs and powerful, muscular arms. Its hair and beard seem to be made of fire."
		]
	},
	"fire_giant_glaive": { "copyof": "giant_fire_fire_giant_glaive" },
	"giant_fire_fire_giant_king": {
		"name": "Fire Giant King",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Fire Giant King]{cr=\"20\"}",
			"",
			"{SOURCE Monster Codex/63}  ",
			"**XP** 307,200  ",
			"Fire giant ranger 10  ",
			"LE Large humanoid (fire, giant)  ",
			"**Init** +2; **Senses** low-light vision; Perception +38",
			"",
			"::sh[Defense]",
			"",
			"**AC** 34, touch 10, flat-footed 34 (+11 armor, +3 deflection, -2 Dex, +13 natural, -1 size)  ",
			"**hp** 382 (25 HD; 15d8+10d10+260)  ",
			"**Fort** +26, **Ref** +10, **Will** +14  ",
			"**Defensive Abilities** evasion, {umr/rock catching}; **Immune** fire  ",
			"**Weaknesses** vulnerable to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +1 brilliant energy greatsword +36/+31/+26/+21 (3d6+22/17-20) or 2 slams +34 (1d8+14)  ",
			"**Ranged** rock +19 (1d8+21 plus 1d6 fire)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** combat style (two-handed weapon), favored enemy (animals +2, dragons +4, dwarves +4), heated rock, {umr/rock throwing} (120 ft.)  ",
			"**Ranger Spells Prepared** (CL 7th; concentration +11)  ",
			"*3rd*-{spell/cure moderate wounds}  ",
			"*2nd*-{spell/aspect of the bear}, {spell/spike growth} (DC 16)  ",
			"*1st*-{spell/entangle} (DC 15), {spell/longstrider}, {spell/resist energy}",
			"",
			"::sh[Tactics]",
			"",
			"**Before Combat** The fire giant king casts aspect of the bear and longstrider.  ",
			"**During Combat** The king typically leads his warriors into battle, supporting his troops and tearing through his enemies.  ",
			"**Base Statistics** Without aspect of the bear and longstrider, the fire giant king's statistics are AC 32, touch 10, flat-footed 32, Speed 30 ft.; CMB +36 (+38 bull rush, +38 overrun, +38 sunder)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 39, **Dex** 7, **Con** 30, **Int** 13, **Wis** 18, **Cha** 14  ",
			"**Base Atk** +21; **CMB** +38 (+40 bull rush, +40 overrun, +40 sunder); **CMD** 47 (49 vs. bull rush, 49 vs. overrun, 49 vs. sunder)  ",
			"**Feats** {feat/Cleave}, {feat/Endurance}, {feat/Great Cleave}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (greatsword)}, {feat/Improved Initiative}, {feat/Improved Natural Armor}, {feat/Improved Overrun}, {feat/Improved Sunder}, {feat/Iron Will}, {feat/Power Attack}, {feat/Skill Focus/ (Perception)}, {feat/Vital Strike}, {feat/Weapon Focus/ (greatsword)}  ",
			"**Skills** Climb +28, Craft (armor) +9, Intimidate +30, Knowledge (geography) +14, Knowledge (nobility) +11, Perception +38, Spellcraft +17, Stealth +7  ",
			"**Languages** Common, Giant  ",
			"**SQ** favored terrain (mountain +4, underground +2), hunter's bond (companions), swift tracker, track +5, wild empathy +12, woodland stride  ",
			"**Combat Gear** {magic-wondrous/boots of speed}, potions of {spell/cure serious wounds} (2); **Other Gear** +5 {eq-armor/breastplate}, +1 {magic-enh/brilliant energy} {eq-weapon/greatsword}, {magic-wondrous/amulet of natural armor +2}, {magic-wondrous/belt of physical might +4} (Str, Con), {magic-wondrous/headband of mental superiority +2}, {magic-ring/ring of protection +3}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm mountains",
			"",
			"::sh[Description]",
			"",
			"Fire giant kings rule over their volcanic dominions with a cruel and heavy hand. Most kings seek the hand of a queen to reign beside them, both to secure their own power and to provide heirs to accede to their thrones when they inevitably fall in battle. A fire giant king must always watch his back, however, for there are always claimants eager to seize his position.",
			"",
			"### {monster/Fire Giant}",
			"",
			"This lumbering giant has short stumpy legs and powerful, muscular arms. Its hair and beard seem to be made of fire."
		]
	},
	"fire_giant_king": { "copyof": "giant_fire_fire_giant_king" },
	"giant_fire_fire_giant_lieutenant": {
		"name": "Fire Giant Lieutenant",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Fire Giant Lieutenant]{cr=\"16\"}",
			"",
			"{SOURCE Monster Codex/59}  ",
			"**XP** 76,800  ",
			"Fire giant cavalier 6  ",
			"LE Large humanoid (fire, giant)  ",
			"**Init** +4; **Senses** low-light vision; Perception +19",
			"",
			"::sh[Defense]",
			"",
			"**AC** 32, touch 10, flat-footed 32 (+10 armor, +1 deflection, +8 natural, +4 shield, -1 size)  ",
			"**hp** 253 (21 HD; 15d8+6d10+153)  ",
			"**Fort** +21, **Ref** +7, **Will** +12  ",
			"**Defensive Abilities** {umr/rock catching}; **Immune** fire  ",
			"**Weaknesses** vulnerable to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +1 bastard sword +27/+22/+17/+12 (2d8+10/19-20) or +1 valiant lance +26/+21/+16/+11 (2d6+14/&times;3) or 2 slams +25 (1d8+9)  ",
			"**Ranged** rock +17 (1d8+14 plus 1d6 fire)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** banner +2/+1, cavalier's charge, challenge (+8, 3/day), heated rock, {umr/rock throwing} (120 ft.)",
			"",
			"::sh[Tactics]",
			"",
			"**Before Combat** This fire giant mounts her giant dire boar and approaches the battle.  ",
			"**During Combat** Entering the battle, the fire giant lieutenant challenges the most powerful opponent, and charges that foe atop her steed with her valiant lance. Once in the thick of combat, she eschews her lance for her bastard sword, hewing foes surrounding her.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 29, **Dex** 11, **Con** 25, **Int** 12, **Wis** 16, **Cha** 17  ",
			"**Base Atk** +17; **CMB** +27 (+29 overrun, +29 sunder); **CMD** 38 (40 vs. overrun, 40 vs. sunder)  ",
			"**Feats** {feat/Cleave}, {feat/Exotic Weapon Proficiency/ (bastard sword)}, {feat/Great Cleave}, {feat/Improved Initiative}, {feat/Improved Overrun}, {feat/Improved Sunder}, {feat/Iron Will}, {feat/Mounted Combat}, {feat/Power Attack}, {feat/Precise Strike}, {feat/Pushing Assault}, {feat/Trample}, {feat/Weapon Focus/ (bastard sword)}  ",
			"**Skills** Climb +15, Craft (weapons) +9, Diplomacy +14, Handle Animal +17, Intimidate +14, Knowledge (nobility) +12, Perception +19, Ride +10  ",
			"**Languages** Common, Giant, Orc  ",
			"**SQ** expert trainer +3, mount (giant dire boar), order of the lion (lion's call), tactician (2/day, 6 rounds, standard action)  ",
			"**Combat Gear** potions of {spell/cure serious wounds} (3), potion of {spell/haste}; **Other Gear** +1 human-{magic-enh/defiant} {eq-armor/full plate}, +2 {magic-enh/ramming} {eq-armor/heavy steel shield}, +1 {eq-weapon/bastard sword}, +1 {magic-enh/valiant} {eq-weapon/lance}, {magic-wondrous/headband of mental prowess +2} (Int, Cha), {magic-wondrous/horn of battle clarity}, {magic-wondrous/horn of fog}, {magic-ring/ring of protection +1}, {magic-wondrous/vambraces of the tactician}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm mountains",
			"",
			"::sh[Description]",
			"",
			"Kings and queens direct the movements and strategies of entire armies, but fire giant lieutenants command the rank-and-file soldiers on the battlefield from atop their massive mounts. Fire giant lieutenants are superb tacticians, and they inspire the troops under their command. The lieutenants know that to flee battle is to incur the wrath of their king or queen.",
			"",
			"A giant dire boar functions as a mount for the fire giant lieutenant's mount ability.",
			"",
			"### {monster/Fire Giant}",
			"",
			"This lumbering giant has short stumpy legs and powerful, muscular arms. Its hair and beard seem to be made of fire."
		]
	},
	"fire_giant_lieutenant": { "copyof": "giant_fire_fire_giant_lieutenant" },
	"giant_fire_fire_giant_magmablade": {
		"name": "Fire Giant Magmablade",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Fire Giant Magmablade]{cr=\"17\"}",
			"",
			"{SOURCE Monster Codex/60}  ",
			"**XP** 102,400  ",
			"Fire giant magus 14  ",
			"LE Large humanoid (fire, giant)  ",
			"**Init** +0; **Senses** low-light vision; Perception +35",
			"",
			"::sh[Defense]",
			"",
			"**AC** 35, touch 10, flat-footed 35 (+11 armor, +1 deflection, +10 natural, +4 shield, -1 size)  ",
			"**hp** 253 (29d8+123)  ",
			"**Fort** +23, **Ref** +10, **Will** +20  ",
			"**Defensive Abilities** {umr/rock catching}; **DR** 10/adamantine (140 points); **Immune** fire, magic missile  ",
			"**Weaknesses** vulnerable to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** +1 dispelling keen battleaxe +35/+30/+25/+20 (2d6+16/19-20/&times;3) or 2 slams +33 (1d8+13)  ",
			"**Ranged** rock +21 (1d8+19 plus 1d6 fire)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** greater spell combat, heated rock, improved spell combat, {umr/rock throwing} (120 ft.), spell combat (-2 attack, +2 concentration, double bonus), spellstrike  ",
			"**Magus Spells Prepared** (CL 14th; concentration +19)  ",
			"*5th*-{spell/geyser} (DC 20), {spell/telekinesis} (DC 20), {spell/wall of stone} (DC 20)  ",
			"*4th*-{spell/arcana theft}, {spell/ball lightning} (DC 19), {spell/black tentacles}, {spell/stoneskin}, {spell/wall of fire}  ",
			"*3rd*-{spell/blink}, {spell/dispel magic}, {spell/fireball} (DC 18), {spell/flame arrow}, {spell/fly}  ",
			"*2nd*-{spell/alter self}, {spell/blur}, {spell/effortless armor}, {spell/elemental touch} (DC 17), {spell/invisibility}, {spell/scorching ray}  ",
			"*1st*-{spell/burning hands} (DC 16), {spell/enlarge person} (DC 16), {spell/expeditious retreat}, {spell/flare burst} (DC 16), {spell/magic missile}, {spell/mirror strike}, {spell/reduce person} (DC 16)  ",
			"*0 (at will)*-{spell/acid splash}, {spell/detect magic}, {spell/flare} (DC 15), {spell/light}, {spell/spark}",
			"",
			"::sh[Tactics]",
			"",
			"**Before Combat** The magmablade casts effortless armor, stoneskin, and shield from a scroll.  ",
			"**During Combat** The magmablade wades into battle, using a mix of spellstrike, spellcasting, and melee prowess, causing as much havoc as possible.  ",
			"**Base Statistics** Without effortless armor, stoneskin, and shield, the magmablade's statistics are AC 31, touch 10, flat-footed 31; DR none; Immune fire; Speed 30 ft.; Skills Climb +39, Fly +24.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 36, **Dex** 11, **Con** 19, **Int** 20, **Wis** 16, **Cha** 10  ",
			"**Base Atk** +21; **CMB** +35 (+37 overrun, +37 sunder); **CMD** 46 (48 vs. overrun, 48 vs. sunder)  ",
			"**Feats** {feat/Burning Spell}, {feat/Cleave}, {feat/Combat Casting}, {feat/Critical Focus}, {feat/Disruptive}, {feat/Great Cleave}, {feat/Improved Critical/ (battleaxe)}, {feat/Improved Overrun}, {feat/Improved Sunder}, {feat/Iron Will}, {feat/Maximize Spell}, {feat/Power Attack}, {feat/Quicken Spell}, {feat/Staggering Critical}, {feat/Stunning Critical}, {feat/Weapon Focus/ (battleaxe)}, {feat/Weapon Specialization/ (battleaxe)}  ",
			"**Skills** Climb +41, Craft (weapons) +37, Fly +26, Intimidate +32, Knowledge (arcana) +15, Perception +35, Spellcraft +37, Use Magic Device +32  ",
			"**Languages** Common, Draconic, Giant, Infernal, Orc  ",
			"**SQ** arcane pool (12 points, +4), fighter training (fighter level 7), heavy armor proficiency, improved spell recall, knowledge pool, magus arcana (arcane edge, critical strike, maximized magic, spell shield), medium armor proficiency  ",
			"**Combat Gear** potions of {spell/cure serious wounds} (2), scroll of {spell/bear's endurance}, scroll of {spell/haste}, scrolls of {spell/shield} (2), wand of {spell/true strike} (50 charges); **Other Gear** +3 {magic-enh/spell storing} {eq-material/stone} {eq-armor/armored_<coat} (scorching ray), +1 {magic-enh/dispelling} {magic-enh/keen} {eq-weapon/battleaxe}, {magic-wondrous/amulet of natural armor +2}, {magic-wondrous/cloak of resistance +1}, {magic-wondrous/headband of vast intelligence +4}, {magic-wondrous/pearl of power} (3rd level), {magic-ring/ring of protection +1}, granite and diamond dust worth 250 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm mountains",
			"",
			"::sh[Description]",
			"",
			"Mixing force of arms with fiery magic, a magmablade is a tornado of flame and carnage.",
			"",
			"### {monster/Fire Giant}",
			"",
			"This lumbering giant has short stumpy legs and powerful, muscular arms. Its hair and beard seem to be made of fire."
		]
	},
	"fire_giant_magmablade": { "copyof": "giant_fire_fire_giant_magmablade" },
	"giant_fire_fire_giant_queen": {
		"name": "Fire Giant Queen",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Fire Giant Queen]{cr=\"19\"}",
			"",
			"{SOURCE Monster Codex/62}  ",
			"**XP** 204,800  ",
			"Fire giant fighter 5/sorcerer 8  ",
			"LE Large humanoid (fire, giant)  ",
			"**Init** +2; **Senses** low-light vision; Perception +33",
			"",
			"::sh[Defense]",
			"",
			"**AC** 31, touch 14, flat-footed 28 (+7 armor, +2 deflection, +2 Dex, +1 dodge, +10 natural, -1 size)  ",
			"**hp** 326 (28 HD; 15d8+5d10+8d6+204)  ",
			"**Fort** +22, **Ref** +10, **Will** +16 (+1 vs. fear)  ",
			"**Defensive Abilities** bravery +1, {umr/rock catching}; **Immune** fire  ",
			"**Weaknesses** vulnerable to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** +1 dispelling furyborn heavy mace +32/+27/+22/+17 (2d6+12/19-20)  ",
			"**Ranged** rock +22 (1d8+15 plus 1d6 fire)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** heated rock, {umr/rock throwing} (120 ft.), weapon training (hammers +1)  ",
			"**Sorcerer Spells Known** (CL 8th; concentration +13)  ",
			"*4th (4/day)*-{spell/dimension door}  ",
			"*3rd (6/day)*-{spell/dispel magic}, {spell/fireball} (DC 18), {spell/fly}  ",
			"*2nd (7/day)*-{spell/bull's strength}, {spell/dust of twilight} (DC 17), invisibility, scorching ray  ",
			"*1st (8/day)*-{spell/burning hands} (DC 16), {spell/color spray} (DC 16), {spell/endure elements}, {spell/identify}, {spell/ray of enfeeblement} (DC 16), {spell/summon monster I}  ",
			"*0 (at will)*-{spell/acid splash}, {spell/bleed} (DC 15), {spell/daze} (DC 15), {spell/detect magic}, {spell/detect poison}, {spell/flare} (DC 15), {spell/read magic}, {spell/touch of fatigue} (DC 15)  ",
			"**Bloodline** arcane",
			"",
			"::sh[Tactics]",
			"",
			"**During Combat** The fire giant queen uses a mix of spells and martial power to show her dominance in battle.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 31, **Dex** 15, **Con** 25, **Int** 17, **Wis** 14, **Cha** 20  ",
			"**Base Atk** +20; **CMB** +31 (+33 overrun, +33 sunder); **CMD** 46 (48 vs. overrun, 48 vs. sunder)  ",
			"**Feats** {feat/Cleave}, {feat/Combat Casting}, {feat/Critical Focus}, {feat/Dodge}, {feat/Enlarge Spell}, {feat/Eschew Materials}, {feat/Extend Spell}, {feat/Great Cleave}, {feat/Improved Critical/ (heavy mace)}, {feat/Improved Overrun}, {feat/Improved Sunder}, {feat/Iron Will}, {feat/Maximize Spell}, {feat/Power Attack}, {feat/Quicken Spell}, {feat/Scribe Scroll}, {feat/Stunning Critical}, {feat/Tiring Critical}, {feat/Weapon Focus/ (heavy mace)}  ",
			"**Skills** Climb +22, Craft (weapons) +11, Diplomacy +21, Intimidate +16, Knowledge (arcana) +24, Perception +33, Spellcraft +34, Use Magic Device +36  ",
			"**Languages** Common, Giant, Infernal  ",
			"**SQ** arcane bond (mace), armor training 1, bloodline arcana (+1 DC for metamagic spells that increase spell level), metamagic adept (2/day)  ",
			"**Combat Gear** potions of {spell/cure serious wounds} (3), potions of {spell/invisibility} (2), scrolls of {spell/darkness} (2), scroll of {spell/flame arrow}, scrolls of {spell/lightning bolt} (2), scroll of {spell/summon monster IV}, wand of {spell/scorching ray} (22 charges); **Other Gear** +3 {eq-material/mithral} {magic-enh/spell storing} {eq-armor/chain shirt}, +1 {magic-enh/dispelling} {magic-enh/furyborn} {eq-weapon/heavy mace}, {magic-wondrous/amulet of natural armor +2}, {magic-wondrous/belt of physical perfection +2}, {magic-wondrous/headband of mental prowess +4} (Int, Cha), {magic-ring/ring of protection +2}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm mountains",
			"",
			"::sh[Description]",
			"",
			"Many fire giant queens rule their tribes alongside their husbands, whom they wed for life in marriages based on political power rather than romance. Other fire giant queens reign alone, bowing to no king and needing no partner to supplement their own considerable strength and power.",
			"",
			"### {monster/Fire Giant}",
			"",
			"This lumbering giant has short stumpy legs and powerful, muscular arms. Its hair and beard seem to be made of fire."
		]
	},
	"fire_giant_queen": { "copyof": "giant_fire_fire_giant_queen" },
	"giant_fire_fire_giant_strongarm": {
		"name": "Fire Giant Strongarm",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Fire Giant Strongarm]{cr=\"13\"}",
			"",
			"{SOURCE Monster Codex/58}  ",
			"**XP** 25,600  ",
			"Fire giant fighter 3  ",
			"LE Large humanoid (fire, giant)  ",
			"**Init** +1; **Senses** low-light vision; Perception +24",
			"",
			"::sh[Defense]",
			"",
			"**AC** 31, touch 11, flat-footed 30 (+9 armor, +1 deflection, +1 Dex, +8 natural, +3 shield, -1 size)  ",
			"**hp** 158 (18 HD; 15d8+3d10+75)  ",
			"**Fort** +16, **Ref** +7, **Will** +11 (+1 vs. fear)  ",
			"**Defensive Abilities** bravery +1, {umr/rock catching}; **Immune** fire  ",
			"**Weaknesses** vulnerable to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +1 flaming warhammer +27/+22/+17 (2d6+13/&times;3)  ",
			"**Ranged** rock +15/+10/+5 (1d8+18 plus 1d6 fire)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** heated rock, {umr/rock throwing} (120 ft.)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 35, **Dex** 13, **Con** 19, **Int** 12, **Wis** 16, **Cha** 10  ",
			"**Base Atk** +14; **CMB** +27 (+29 overrun, +29 sunder); **CMD** 39 (41 vs. overrun, 41 vs. sunder)  ",
			"**Feats** {feat/Improved Overrun}, {feat/Impact Critical Shot}, {feat/Improved Sunder}, {feat/Iron Will}, {feat/Point-Blank Shot}, {feat/Power Attack}, {feat/Precise Shot}, {feat/Quick Draw}, {feat/Smoking Boulder}, {feat/Target of Opportunity}, {feat/Weapon Focus/ (warhammer)}  ",
			"**Skills** Climb +22, Craft (weapons) +9, Intimidate +21, Perception +24  ",
			"**Languages** Common, Giant  ",
			"**SQ** armor training 1  ",
			"**Combat Gear** potions of {spell/cure serious wounds} (2), {eq-weapon/fuse grenade/s} (3); **Other Gear** +1 {magic-enh/steaming} {eq-armor/half-plate}, +1 {magic-enh/arrow catching} {eq-armor/heavy steel shield}, +1 {magic-enh/flaming} {eq-weapon/warhammer}, {magic-ring/ring of protection +1}, 98 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm mountains",
			"",
			"::sh[Description]",
			"",
			"When the fire giants unleash their savagery, the glaives and the strongarms are often in the lead.",
			"",
			"### {monster/Fire Giant}",
			"",
			"This lumbering giant has short stumpy legs and powerful, muscular arms. Its hair and beard seem to be made of fire."
		]
	},
	"fire_giant_strongarm": { "copyof": "giant_fire_fire_giant_strongarm" },
	"giant_frost_frost_giant": {
		"name": "Frost Giant",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This giant looks like a thick, muscular human. It has frost-white skin and long, light blue hair that it wears braided.*",
			"",
			"::mh[Frost Giant]{cr=\"9\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/149}  ",
			"**XP** 6,400  ",
			"CE Large humanoid (cold, giant)  ",
			"**Init** -1; **Senses** low-light vision; Perception +10",
			"",
			"::sh[Defense]",
			"",
			"**AC** 21, touch 8, flat-footed 21 (+4 armor, -1 Dex, +9 natural, -1 size)  ",
			"**hp** 133 (14d8+70)  ",
			"**Fort** +14, **Ref** +3, **Will** +6  ",
			"**Defensive Abilities** {umr/rock catching}; **Immune** cold  ",
			"**Weaknesses** vulnerability to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** greataxe +18/+13 (3d6+13) or 2 slams +18 (1d8+9)  ",
			"**Ranged** rock +9 (1d8+13)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** {umr/rock throwing} (120 ft.)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 29, **Dex** 9, **Con** 20, **Int** 10, **Wis** 14, **Cha** 11  ",
			"**Base Atk** +10; **CMB** +20; **CMD** 29  ",
			"**Feats** {feat/Cleave}, {feat/Great Cleave}, {feat/Improved Overrun}, {feat/Improved Sunder}, {feat/Martial Weapon Proficiency/ (greataxe)}, {feat/Power Attack}, {feat/Skill Focus/ (Stealth)}  ",
			"**Skills** Climb +13, Craft (any one) +7, Intimidate +7, Perception +10, Stealth +2 (+6 in snow); **Racial Modifiers** +4 Stealth in snow  ",
			"**Languages** Common, Giant",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold mountains  ",
			"**Organization** solitary, gang (3-5), band (6-12 plus 35% noncombatants and 1 adept or cleric of 1st-2nd level), raiding party (6-12 plus 35% noncombatants, 1 adept or sorcerer of 3rd-5th level, 1-4 winter wolves, and 2-3 ogres), or tribe (21-30 plus 1 adept, cleric, or sorcerer of 6th-7th level; 1 barbarian or ranger jarl of 7th-9th level; and 15-36 winter wolves, 13-22 ogres, and 1-2 young white dragons)  ",
			"**Treasure** standard ({eq-armor/chain shirt}, {eq-weapon/greataxe}, other treasure)",
			"",
			"::sh[Description]",
			"",
			"A frost giant's hair can be light blue or dirty yellow, and its eyes usually match its hair color. Frost giants dress in skins and pelts, along with any jewelry they own. Frost giant warriors also don chain shirts and metal helmets decorated with horns or feathers. An adult male stands about 15 feet tall and weighs approximately 2,800 pounds. Females are slightly shorter and lighter, but otherwise identical to males. Frost giants can live to be 250 years old.",
			"",
			"Frost giants are among the most feared giants, as their wanton destruction, battle lust, and fearless demeanor push them to ever-increasing displays of brutality. Frost giants usually start combat at a distance, throwing rocks until they run out of ammunition or the opponent closes, then wading in with their enormous greataxes. A favorite tactic is to lay an ambush by hiding buried in the snow at the top of an icy or snowy slope, where opponents will have difficulty reaching them, and then starting an avalanche before leaping into battle. Frost giants can hide well in snowy environments and are masters of stealth in their domain.",
			"",
			"Frost giants survive on hunting and raiding alone, as they live in desolate, frigid environments. Frost giant groups are split almost evenly between those that live in makeshift settlements or abandoned castles and those that roam the frozen north as nomads in search of spoils and provisions. Frost giant leaders call themselves jarls and demand absolute obedience from their followers. At any time a jarl may be challenged by combat for leadership of the tribe. These challenges typically result in the death of one of the combatants. A single jarl can often count a dozen or more smaller frost giant tribes as part of his extended tribe. In such a situation, the leaders of the lesser tribes are known simply as chieftains or warlords.",
			"",
			"Frost giants love to take captives, and use them for food as well as slaves and commodities. Every group of frost giants typically has 1-2 humanoid slaves shackled to a slave handler - usually the meanest and cruelest non-jarl in the group. They are also quite fond of monstrous pets - white dragons and winter wolves are popular choices, but remorhazes, yetis, and even linnorms can be found dwelling in a frost giant lair."
		]
	},
	"frost_giant": { "copyof": "giant_frost_frost_giant" },
	"giant_frost_frost_giant_battle_priest": {
		"name": "Frost Giant Battle Priest",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Frost Giant Battle Priest]{cr=\"13\"}",
			"",
			"{SOURCE Monster Codex/73}  ",
			"**XP** 25,600  ",
			"Frost giant cleric 8  ",
			"CE Large humanoid (cold, giant)  ",
			"**Init** -1; **Senses** low-light vision; Perception +30",
			"",
			"::sh[Defense]",
			"",
			"**AC** 27, touch 9, flat-footed 27 (+8 armor, +1 deflection, -1 Dex, +10 natural, -1 size)  ",
			"**hp** 195 (22d8+96)  ",
			"**Fort** +19, **Ref** +7, **Will** +16  ",
			"**Defensive Abilities** {umr/rock catching}; **Immune** cold  ",
			"**Weaknesses** vulnerable to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +1 battleaxe +28/+23/+18/+13 (2d6+13/&times;3)  ",
			"**Ranged** rock +14 (1d8+18)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** channel negative energy 5/day (DC 16, 4d6), might of the gods (+8, 8 rounds/day), {umr/rock throwing} (120 ft.), weapon master (8 rounds/day)  ",
			"**Spell-Like Abilities** (CL 8th; concentration +14)  ",
			"*9/day*-strength surge (+4)  ",
			"*9/day*-battle rage (+4)  ",
			"**Cleric Spells Prepared** (CL 8th; concentration +14)  ",
			"*4th*-{spell/blessing of fervor}, {spell/communal protection from energy}, {spell/divine power}[^D], {spell/unholy blight} (DC 20)  ",
			"*3rd*-{spell/enter image}, {spell/invisibility purge}, {spell/magic vestment}[^D], protection from energy, {spell/sacred bond}  ",
			"*2nd*-{spell/align weapon}, {spell/death knell} (DC 18), {spell/hold person} (DC 18), {spell/magic boulder}, {spell/spiritual weapon}[^D], {spell/weapon of awe}  ",
			"*1st*-{spell/bane} (DC 17), {spell/bless}, {spell/command} (DC 17), {spell/cure light wounds}, {spell/divine favor}, {spell/enlarge person}[^D] (DC 17), {spell/shield of faith}  ",
			"*0 (at will)*-{spell/detect magic}, {spell/guidance}, {spell/mending}, {spell/read magic}  ",
			"**Domains** {domain/Strength}, {domain/War}",
			"",
			"::sh[Tactics]",
			"",
			"**Before Combat** A battle priest casts bull's strength, magic vestment, and protection from energy (fire) before combat, and sacred bond if her jarl is present.  ",
			"**During Combat** The battle priest opens combat by casting divine power, then uses spells like blessing of fervor to support allies and unholy blight to harm opponents.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 34, **Dex** 8, **Con** 18, **Int** 13, **Wis** 23, **Cha** 14  ",
			"**Base Atk** +16; **CMB** +29 (+31 sunder); **CMD** 39 (41 vs. sunder)  ",
			"**Feats** {feat/Brew Potion}, {feat/Cleave}, {feat/Combat Casting}, {feat/Craft Magic Arms and Armor}, {feat/Craft Wand}, {feat/Great Cleave}, {feat/Improved Sunder}, {feat/Lightning Reflexes}, {feat/Martial Weapon Proficiency/ (battleaxe)}, {feat/Power Attack}, {feat/Vital Strike}  ",
			"**Skills** Climb +17, Craft (armor) +10, Intimidate +15, Knowledge (religion) +14, Perception +30, Spellcraft +7, Stealth +1 (+5 in snow); **Racial Modifiers** +4 Stealth in snow  ",
			"**Languages** Abyssal, Common, Giant  ",
			"**SQ** icicle 9/day (1d6+3)  ",
			"**Combat Gear** potions of {spell/bull's strength} (2), potions of {spell/cure serious wounds} (4), potions of {spell/protection from energy} (2), potion of {spell/water breathing}, wand of {spell/cure critical wounds} (15 charges), wand of {spell/cure moderate wounds} (15 charges); **Other Gear** mwk {eq-armor/chainmail}, +1 {eq-weapon/battleaxe}, {magic-wondrous/amulet of natural armor +1}, {magic-wondrous/boots of the winterlands}, {magic-wondrous/headband of inspired wisdom +2}, {magic-ring/ring of protection +1}, {magic-ring/ring of sustenance}, golden bracelets for sacred bond (2), {eq-misc/silver unholy symbol}, {eq-misc/spell component pouch}, 4,410 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold mountains",
			"",
			"::sh[Description]",
			"",
			"A frost giant battle priest uses her powers seeking out those who would undercut her authority or that of the chief, through spying on, manipulating, and threatening the rest of the tribe. When needed, she's not averse to taking up her battleaxe and splitting a few heads.",
			"",
			"### {monster/Frost Giant}",
			"",
			"This giant looks like a thick, muscular human. It has frost-white skin and long, light blue hair that it wears braided.",
			"",
			"[^D]: Domain spell"
		]
	},
	"frost_giant_battle_priest": { "copyof": "giant_frost_frost_giant_battle_priest" },
	"giant_frost_frost_giant_elite_scout": {
		"name": "Frost Giant Elite Scout",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Frost Giant Elite Scout]{cr=\"13\"}",
			"",
			"{SOURCE Monster Codex/71}  ",
			"**XP** 25,600  ",
			"Frost giant ranger 4  ",
			"CE Large humanoid (cold, giant)  ",
			"**Init** +3; **Senses** low-light vision; Perception +30",
			"",
			"::sh[Defense]",
			"",
			"**AC** 30, touch 14, flat-footed 26 (+6 armor, +1 deflection, +3 Dex, +1 dodge, +10 natural, -1 size)  ",
			"**hp** 197 (18 HD; 14d8+4d10+112)  ",
			"**Fort** +19, **Ref** +11, **Will** +10  ",
			"**Defensive Abilities** {umr/rock catching}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** +1 spear +24/+19/+14 (2d6+16/&times;3)  ",
			"**Ranged** rock +16 (1d8+15)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** combat style (archery), favored enemy (humans +2), {umr/rock throwing} (120 ft.)  ",
			"**Ranger Spells Prepared** (CL 1st; concentration +4)  ",
			"*1st*-{spell/longstrider}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 31, **Dex** 16, **Con** 22, **Int** 14, **Wis** 16, **Cha** 8  ",
			"**Base Atk** +14; **CMB** +25; **CMD** 40  ",
			"**Feats** {feat/Dodge}, {feat/Endurance}, {feat/Iron Will}, {feat/Mobility}, {feat/Point-Blank Shot}, {feat/Power Attack}, {feat/Precise Shot}, {feat/Quick Draw}, {feat/Skill Focus/ (Perception)}, Skill Focus (Stealth), {feat/Spring Attack}  ",
			"**Skills** Acrobatics +11 (+15 when jumping), Climb +21, Handle Animal +11, Knowledge (local) +9, Knowledge (nature) +14, Perception +30, Stealth +30 (+34 in snow), Survival +15  ",
			"**Languages** Common, Giant  ",
			"**SQ** favored terrain (cold +2), hunter's bond (companions), track +2, wild empathy +3  ",
			"**Gear** +2 {eq-armor/chain shirt}, +1 {eq-weapon/spear}, {magic-wondrous/amulet of natural armor +1}, {magic-wondrous/belt of physical might +2} (Dex, Con), {magic-wondrous/boots of the winterlands}, {magic-ring/ring of protection +1}, 3,773 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold mountains",
			"",
			"::sh[Description]",
			"",
			"Frost giant rangers hunt big game to feed their tribes, and take point on raids.",
			"",
			"### {monster/Frost Giant}",
			"",
			"This giant looks like a thick, muscular human. It has frost-white skin and long, light blue hair that it wears braided."
		]
	},
	"frost_giant_elite_scout": { "copyof": "giant_frost_frost_giant_elite_scout" },
	"giant_frost_frost_giant_houndmaster": {
		"name": "Frost Giant Houndmaster",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Frost Giant Houndmaster]{cr=\"14\"}",
			"",
			"{SOURCE Monster Codex/74}  ",
			"**XP** 38,400  ",
			"Frost giant druid (arctic druid) 10  ",
			"NE Large humanoid (cold, giant)  ",
			"**Init** +4; **Senses** low-light vision, snowcaster; Perception +29",
			"",
			"::sh[Defense]",
			"",
			"**AC** 28, touch 10, flat-footed 28 (+7 armor, +1 deflection, +11 natural, -1 size)  ",
			"**hp** 262 (24d8+154)  ",
			"**Fort** +22, **Ref** +10, **Will** +18  ",
			"**Defensive Abilities** {umr/rock catching}; **Immune** cold, dazzled  ",
			"**Weaknesses** vulnerable to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +1 greataxe +27/+22/+17/+12 (3d6+14/&times;3)  ",
			"**Ranged** rock +16 (1d8+13)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** {umr/rock throwing} (120 ft.), snowcaster, wild shape 3/day  ",
			"**Druid Spells Prepared** (CL 10th; concentration +16)  ",
			"*5th*-{spell/animal growth} (DC 21), {spell/cure critical wounds}, {spell/transmute rock to mud} (DC 21)  ",
			"*4th*-cure serious wounds, {spell/flame strike} (DC 21), {spell/ice storm}, {spell/spike stones} (DC 20)  ",
			"*3rd*-{spell/call lightning} (DC 20), {spell/dominate animal} (DC 19), {spell/protection from energy}, {spell/sleet storm}  ",
			"*2nd*-{spell/animal trance} (DC 18), {spell/barkskin}, {spell/bull's strength}, {spell/chill metal}, {spell/delay poison}, {spell/hold animal} (DC 18)  ",
			"*1st*-{spell/charm animal} (DC 17), {spell/entangle} (DC 17), {spell/frostbite}, {spell/obscuring mist}, {spell/speak with animals} (2)  ",
			"*0 (at will)*-{spell/create water}, {spell/detect magic}, {spell/light}, {spell/purify food and drink}",
			"",
			"::sh[Tactics]",
			"",
			"**Before Combat** The houndmaster casts protection from energy (fire) on herself, casts animal growth, barkskin, and bull's strength on her animal companion, and then casts call lightning.  ",
			"**During Combat** The houndmaster fights with axe and magic together, directing lightning bolts from call lightning and miring opponents with entangle, sleet storm, and transmute rock to mud.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 28, **Dex** 10, **Con** 20, **Int** 13, **Wis** 23, **Cha** 14  ",
			"**Base Atk** +17; **CMB** +27; **CMD** 38  ",
			"**Feats** {feat/Cleave}, {feat/Great Cleave}, {feat/Improved Natural Armor}, {feat/Intimidating Prowess}, {feat/Lightning Reflexes}, {feat/Martial Weapon Proficiency/ (greataxe)}, {feat/Natural Spell}, {feat/Power Attack}, {feat/Scribe Scroll}, {feat/Spell Focus/ (evocation)}, {feat/Toughness}, {feat/Weapon Focus/ (greataxe)}  ",
			"**Skills** Bluff +9, Handle Animal +20, Heal +14, Intimidate +29, Knowledge (geography) +9 (+14 in cold or icy terrain), Knowledge (nature) +16, Perception +29 (+34 in cold or icy terrain), Stealth -6 (+3 in cold or icy terrain), Survival +21 (+26 in cold or icy terrain), Swim +15; **Racial Modifiers** +4 Stealth in snow  ",
			"**Languages** Common, Druidic, Giant, Sylvan  ",
			"**SQ** arctic native, icewalking, nature bond (animal companion), nature sense, wild empathy +12  ",
			"**Combat Gear** {magic-wondrous/pearl of power} (2nd), scrolls of {spell/cure serious wounds} (2), {eq-misc/antitoxin} (2); **Other Gear** +3 {eq-armor/hide armor}, +1 {eq-weapon/greataxe}, {magic-wondrous/amulet of natural armor +1}, {magic-wondrous/belt of mighty constitution +2}, {magic-wondrous/cloak of resistance +1}, {magic-wondrous/headband of inspired wisdom +2}, {magic-wondrous/manacles of cooperation} (2), {magic-ring/ring of protection +1}, 1,465 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold mountains",
			"",
			"::sh[Description]",
			"",
			"A houndmaster is responsible for the care of the tribe's pets, frequently polar bears, wolves, and winter wolves. She is fond of pitting her charges against each other, allowing the packs to establish a functional hierarchy and ensuring that only the strongest survive to breed. Some houndmasters choose these pack leaders as animal companions.",
			"",
			"### {monster/Frost Giant}",
			"",
			"This giant looks like a thick, muscular human. It has frost-white skin and long, light blue hair that it wears braided."
		]
	},
	"frost_giant_houndmaster": { "copyof": "giant_frost_frost_giant_houndmaster" },
	"giant_frost_frost_giant_hunter": {
		"name": "Frost Giant Hunter",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Frost Giant Hunter]{cr=\"11\"}",
			"",
			"{SOURCE Monster Codex/71}  ",
			"**XP** 12,800  ",
			"Frost giant ranger 2  ",
			"CE Large humanoid (cold, giant)  ",
			"**Init** +2; **Senses** low-light vision; Perception +22",
			"",
			"::sh[Defense]",
			"",
			"**AC** 27, touch 12, flat-footed 25 (+5 armor, +1 deflection, +2 Dex, +10 natural, -1 size)  ",
			"**hp** 170 (16 HD; 14d8+2d10+96)  ",
			"**Fort** +18, **Ref** +9, **Will** +9  ",
			"**Defensive Abilities** {umr/rock catching}; **Immune** cold  ",
			"**Weaknesses** vulnerable to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** +1 spear +23/+18/+13 (2d6+17/&times;3)  ",
			"**Ranged** rock +13 (1d8+16.5)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** combat style (archery), favored enemy (animals +2), {umr/rock throwing} (120 ft.)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 32, **Dex** 15, **Con** 23, **Int** 10, **Wis** 16, **Cha** 8  ",
			"**Base Atk** +12; **CMB** +24; **CMD** 37  ",
			"**Feats** {feat/Deadly Aim}, {feat/Far Shot}, {feat/Iron Will}, {feat/Point-Blank Shot}, {feat/Power Attack}, {feat/Precise Shot}, {feat/Quick Draw}, {feat/Skill Focus/ (Stealth)}  ",
			"**Skills** Perception +22, Stealth +22 (+26 in snow), Survival +16  ",
			"**Languages** Common, Giant  ",
			"**SQ** track +1, wild empathy +1  ",
			"**Gear** +1 {eq-armor/chain shirt}, +1 {eq-weapon/spear}, {magic-wondrous/amulet of natural armor +1}, {magic-wondrous/belt of incredible dexterity +2}, {magic-wondrous/boots of the winterlands}, {magic-ring/ring of protection +1}, 2,298 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold mountains",
			"",
			"::sh[Description]",
			"",
			"Frost giant rangers hunt big game to feed their tribes, and take point on raids.",
			"",
			"### {monster/Frost Giant}",
			"",
			"This giant looks like a thick, muscular human. It has frost-white skin and long, light blue hair that it wears braided."
		]
	},
	"frost_giant_hunter": { "copyof": "giant_frost_frost_giant_hunter" },
	"giant_frost_frost_giant_ice_mage": {
		"name": "Frost Giant Ice Mage",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Frost Giant Ice Mage]{cr=\"12\"}",
			"",
			"{SOURCE Monster Codex/72}  ",
			"**XP** 19,200  ",
			"Frost giant sorcerer 6  ",
			"CE Large humanoid (cold, giant)  ",
			"**Init** +4; **Senses** low-light vision; Perception +25",
			"",
			"::sh[Defense]",
			"",
			"**AC** 26, touch 10, flat-footed 26 (+2 armor, +1 deflection, +10 natural, +4 shield, -1 size)  ",
			"**hp** 204 (20 HD; 14d8+6d6+120)  ",
			"**Fort** +17, **Ref** +8, **Will** +11  ",
			"**Defensive Abilities** {umr/rock catching}; **Immune** cold  ",
			"**Weaknesses** vulnerable to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** mwk morningstar +21/+16/+11 (2d6+12) or 2 slams +20 (1d8+8 plus 1d6 cold)  ",
			"**Ranged** rock +12 (1d8+12 plus 1d6 cold)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** {umr/rock throwing} (120 ft.)  ",
			"**Spell-Like Abilities** (CL 6th; concentration +9)  ",
			"*7/day*-cold steel (grant weapon or 50 ammunition frost weapon special ability for 3 rounds)  ",
			"**Sorcerer Spells Known** (CL 6th; concentration +9)  ",
			"*3rd (4/day)*-{spell/dispel magic}  ",
			"*2nd (6/day)*-{spell/frigid touch}, {spell/ice slick}, {spell/rage} (DC 16)  ",
			"*1st (7/day)*-{spell/enlarge person}, {spell/expeditious retreat}, {spell/obscuring mist}, {spell/shield}, {spell/true strike}  ",
			"*0 (at will)*-{spell/detect magic}, {spell/ghost sound} (DC 13), {spell/flare} (DC 13), {spell/mage hand}, {spell/message}, {spell/ray of frost}, {spell/touch of fatigue} (DC 13)  ",
			"**Bloodline** boreal",
			"",
			"::sh[Tactics]",
			"",
			"**Before Combat** A frost giant ice mage casts shield and expeditious retreat.  ",
			"**During Combat** A frost giant ice mage uses his wand of solid fog to trap opponents, then blasts them at range with his wand of ice storm or wand of lightning bolt. He casts ice slick and uses his icewalker bloodline ability to outmaneuver his opponents in icy and snowy areas.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 26, **Dex** 11, **Con** 22, **Int** 14, **Wis** 14, **Cha** 16  ",
			"**Base Atk** +13; **CMB** +22; **CMD** 33  ",
			"**Feats** {feat/Arcane Strike}, {feat/Born of Frost}, {feat/Chilled Rock}, {feat/Combat Casting}, {feat/Eschew Materials}, {feat/Extend Spell}, {feat/Improved Initiative}, {feat/Improved Lightning Reflexes}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Skill Focus/ (Stealth)}  ",
			"**Skills** Bluff +12, Climb +21, Craft (alchemy) +15, Intimidate +16, Knowledge (arcana) +15, Perception +25, Spellcraft +15, Stealth +12 (+16 in snow); **Racial Modifiers** +4 Stealth in snow  ",
			"**Languages** Abyssal, Auran, Common, Giant  ",
			"**SQ** icewalker  ",
			"**Combat Gear** potions of {spell/cure serious wounds} (2), potion of {spell/invisibility}, potion of {spell/protection from energy} (fire), wand of {spell/ice storm} (10 charges), wand of {spell/lightning bolt} (10 charges), wand of {spell/solid fog} (5 charges), {eq-weapon/alchemist's fire} (4); **Other Gear** mwk {eq-weapon/morningstar}, {magic-wondrous/amulet of natural armor +1}, {magic-wondrous/bracers of armor +2}, {magic-ring/ring of protection +1}, 362 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold mountains",
			"",
			"::sh[Description]",
			"",
			"Ice mages inherit the magic of the icy north. While some are tricksters and manipulators - perhaps using enlarge person to grow to Huge size and trick travelers into thinking they're cloud giants - many act as support and artillery for their tribe's raiders, killing at a distance with the power of a storm or increasing their allies' size and ferocity. As powerful as sorcerers may be, frost giant society still places more value in physical strength and melee prowess, meaning sorcerers are usually advisors rather than leaders.",
			"",
			"### {monster/Frost Giant}",
			"",
			"This giant looks like a thick, muscular human. It has frost-white skin and long, light blue hair that it wears braided."
		]
	},
	"frost_giant_ice_mage": { "copyof": "giant_frost_frost_giant_ice_mage" },
	"giant_frost_frost_giant_jarl": {
		"name": "Frost Giant Jarl",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Frost Giant Jarl]{cr=\"18\"}",
			"",
			"{SOURCE Monster Codex/75}  ",
			"**XP** 153,600  ",
			"Frost giant ranger 9  ",
			"CE Large humanoid (cold, giant)  ",
			"**Init** +4; **Senses** low-light vision; Perception +24",
			"",
			"::sh[Defense]",
			"",
			"**AC** 35, touch 15, flat-footed 31 (+9 armor, +2 deflection, +4 Dex, +11 natural, -1 size)  ",
			"**hp** 328 (23 HD; 14d8+9d10+216)  ",
			"**Fort** +26, **Ref** +17, **Will** +13  ",
			"**Defensive Abilities** evasion, {umr/rock catching}; **Immune** cold  ",
			"**Weaknesses** vulnerable to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** +1 warhammer +27/+22/+17/+12 (2d6+12/&times;3), +1 warhammer +27/+22/+17 (2d6+12/&times;3)  ",
			"**Ranged** rock +22 (1d8+16) or +1 warhammer +24/+19 (2d6+1/&times;3)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** combat style (two-weapon), favored enemy (giants +2, humans +4), {umr/rock throwing} (120 ft.)  ",
			"**Ranger Spells Prepared** (CL 6th; concentration +7)  ",
			"*2nd*-{spell/communal returning weapon}  ",
			"*1st*-{spell/call animal}, {spell/charm animal} (DC 12), {spell/lead blades}",
			"",
			"::sh[Tactics]",
			"",
			"**Before Combat** The jarl casts communal returning weapon on his warhammers.  ",
			"**During Combat** The jarl makes full attacks with his warhammers against targets at any range.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 32, **Dex** 19, **Con** 27, **Int** 12, **Wis** 12, **Cha** 10  ",
			"**Base Atk** +19; **CMB** +31; **CMD** 47  ",
			"**Feats** {feat/Double Slice}, {feat/Dreadful Carnage}, {feat/Endurance}, {feat/Furious Focus}, {feat/Greater Two-Weapon Fighting}, {feat/Improved Iron Will}, {feat/Improved Two-Weapon Fighting}, {feat/Iron Will}, {feat/Point-Blank Shot}, {feat/Power Attack}, {feat/Precise Shot}, {feat/Toughness}, {feat/Two-Weapon Fighting}, {feat/Two-Weapon Rend}, {feat/Weapon Focus/ (warhammer)}  ",
			"**Skills** Acrobatics +8 (+12 when jumping), Climb +23, Diplomacy +5, Heal +9, Intimidate +23, Perception +24, Perform (sing) +5, Sense Motive +11, Stealth +17 (+21 in snow), Survival +14; **Racial Modifiers** +4 Acrobatics when jumping, +4 Stealth in snow  ",
			"**Languages** Common, Giant  ",
			"**SQ** favored terrain (cold +4, forest +2), hunter's bond (companions), swift tracker, track +4, wild empathy +9, woodland stride  ",
			"**Combat Gear** potions of {spell/cure serious wounds} (3), potion of {spell/protection from energy} (fire), {eq-weapon/alchemist's fire} (2); **Other Gear** +4 {eq-armor/chain shirt}, +1 {eq-weapon/warhammer} (2), {magic-wondrous/amulet of natural armor +2}, {magic-wondrous/belt of physical might +4} (Dex, Con), {magic-wondrous/boots of the winterlands}, {magic-wondrous/cloak of resistance +3}, {magic-ring/ring of protection +2}, {magic-wondrous/stone of alarm}, 1,886 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold mountains",
			"",
			"::sh[Description]",
			"",
			"Jarls rule their tribes and subordinates with an iron fist - or a hammer to the skull. Jarls take and hold their positions through force. While many might wish to see their stations pass on to their progeny, heredity carries little weight in frost giant society, and jarls understand that their children can assume power only by violently seizing it. As a result, frost giant jarls are hard on their children, encouraging sibling rivalries in hopes that one child will eventually prove strong enough to rule.",
			"",
			"### {monster/Frost Giant}",
			"",
			"This giant looks like a thick, muscular human. It has frost-white skin and long, light blue hair that it wears braided."
		]
	},
	"frost_giant_jarl": { "copyof": "giant_frost_frost_giant_jarl" },
	"giant_frost_frost_giant_raider": {
		"name": "Frost Giant Raider",
		"sources": [ "Monster Codex" ],
		"description": [
			"::mh[Frost Giant Raider]{cr=\"11\"}",
			"",
			"{SOURCE Monster Codex/70}  ",
			"**XP** 12,800  ",
			"Frost giant barbarian 2  ",
			"CE Large humanoid (cold, giant)  ",
			"**Init** +0; **Senses** low-light vision; Perception +22",
			"",
			"::sh[Defense]",
			"",
			"**AC** 23, touch 8, flat-footed 23 (+5 armor, +1 deflection, +10 natural, -2 rage, -1 size)  ",
			"**hp** 227 (16 HD; 14d8+2d12+146)  ",
			"**Fort** +22, **Ref** +5, **Will** +10  ",
			"**Defensive Abilities** {umr/rock catching}, uncanny dodge; **Immune** cold  ",
			"**Weaknesses** vulnerable to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** +1 greataxe +27/+22/+17 (3d6+22/&times;3)  ",
			"**Ranged** rock +11 (1d8+21)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** rage (13 rounds/day), rage powers (knockback), {umr/rock throwing} (120 ft.)",
			"",
			"::sh[Tactics]",
			"",
			"**During Combat** The raider begins combat with Dazzling Display, then uses Shatter Defenses to keep her intimidated targets on the defensive.  ",
			"**Base Statistics** When she's not raging, the barbarian's statistics are AC 25, touch 10, flat-footed 25; hp 195; Fort +20, Will +8; +1 greataxe +25/+20/+15 (3d6+19/&times;3); rock +11 (1d8+18); Str 35, Con 24; CMB +25, CMD 36; Skills Climb +18, Intimidate +30.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 39, **Dex** 11, **Con** 28, **Int** 10, **Wis** 16, **Cha** 8  ",
			"**Base Atk** +12; **CMB** +27 (+29 bull rush); **CMD** 36 (38 vs. bull rush)  ",
			"**Feats** {feat/Cleave}, {feat/Dazzling Display}, {feat/Great Cleave}, {feat/Improved Bull Rush}, {feat/Intimidating Prowess}, {feat/Power Attack}, {feat/Shatter Defenses}, {feat/Weapon Focus/ (greataxe)}  ",
			"**Skills** Climb +20, Intimidate +32, Perception +22, Stealth -5 (-1 in snow); **Racial Modifiers** +4 Stealth in snow  ",
			"**Languages** Common, Giant  ",
			"**SQ** fast movement  ",
			"**Combat Gear** potions of {spell/cure serious wounds} (2), potion of {spell/displacement}, potion of {spell/protection from arrows}, potion of {spell/protection from energy} (fire), {eq-weapon/alchemist's fire} (5); **Other Gear** +1 {eq-armor/chain shirt}, +1 {eq-weapon/greataxe}, {magic-wondrous/amulet of natural armor +1}, {magic-wondrous/belt of giant strength +2}, {magic-wondrous/cloak of resistance +1}, {magic-ring/ring of protection +1}, 380 gp",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold mountains",
			"",
			"::sh[Description]",
			"",
			"Raiders are the shock troops of frost giant tribes, usually consisting of the tribe's toughest, most intimidating warriors. On raids, they exult in the fear that their mighty appearance causes, often breaking enemy lines with the sheer sight of their howling charge. Unlike frost giant rangers, frost giant raiders are less concerned with stealth or tactics than with impressing each other via dramatic feats, and wiser jarls know when to rein in their troops lest frost giant bravado and a desire for bragging rights lose them a battle - or, more often, result in unnecessary destruction of valuable slaves and plunder.",
			"",
			"While larger tribes are usually ruled by a jarl or another powerful figure, in smaller tribes a raider might serve as a leader. Some raiders could even be chieftains who pledge fealty to a mighty jarl's larger clan. Since a frost giant tribe ruled by a mere raider is likely to be easy pickings for a more fearsome tribe looking to increase its holdings, raider-led tribes often find it safer to move out of their traditional homelands and into softer country, and thus they often come into conflict with smaller humanoids.",
			"",
			"### {monster/Frost Giant}",
			"",
			"This giant looks like a thick, muscular human. It has frost-white skin and long, light blue hair that it wears braided."
		]
	},
	"frost_giant_raider": { "copyof": "giant_frost_frost_giant_raider" },
	"giant_ant_spore_zombie": {
		"name": "Giant Ant Spore Zombie",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*The top of this large, black ant's head is cracked open, and a pulsing, brown growth twists up out of the gap.*",
			"",
			"::mh[Giant Ant Spore Zombie]{cr=\"3\"}",
			"",
			"{SOURCE Bestiary 6/287}  ",
			"**XP** 800  ",
			"CE Medium undead (augmented vermin)  ",
			"**Init** +4; **Senses** darkvision 60 ft., {umr/scent}; Perception +12",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 10, flat-footed 17 (+7 natural)  ",
			"**hp** 34 (4d8+16)  ",
			"**Fort** +4, **Ref** +3, **Will** +5  ",
			"**Immune** {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., climb 20 ft.  ",
			"**Melee** bite +7 (1d6+4 plus {umr/grab}), sting +7 (1d4+4 plus poison)  ",
			"**Special Attacks** spore burst (DC 15)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 18, **Dex** 10, **Con** -, **Int** 10, **Wis** 13, **Cha** 17  ",
			"**Base Atk** +3; **CMB** +7 (+11 grapple); **CMD** 18 (26 vs. trip)  ",
			"**Feats** {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Toughness}  ",
			"**Skills** Climb +19, Perception +12, Stealth +7, Survival +9; **Racial Modifiers** +4 Perception, +4 Survival  ",
			"**Languages** Abyssal (can't speak)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary or bloom (2-12)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Poison (Ex)** Sting-injury; *save* Fort DC 15; *frequency* 1/round for 4 rounds; *effect* 1d2 Str damage; *cure* 1 save.",
			"",
			"::sh[Description]",
			"",
			"There are certain evil fungal creatures (such as {monster/fungus queen/s}, but also rare fungal growths or extraplanar blights upon the wild) that can infest vermin with spores that have been infused with sinister power and negative energy. These foul spores grow quickly in the body of a dead vermin, eventually bursting from its head to form disturbing, antler-like growths. At the same time, the spores animate the vermin as an intelligent undead creature.",
			"",
			"These are then known as {template/spore zombie/s}."
		]
	},
	"giant_belostomatid": {
		"name": "Giant Belostomatid",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*Six powerful legs, each ending in a hooked claw, jut from the shield-like body of this horse-sized insect.*",
			"",
			"::mh[Giant Belostomatid]{cr=\"3\"}",
			"",
			"{SOURCE Bestiary 6/14}  ",
			"**XP** 800  ",
			"N Large vermin (aquatic)  ",
			"**Init** +1; **Senses** darkvision 60 ft., {umr/tremorsense} 60 ft.; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 10, flat-footed 14 (+1 Dex, +5 natural, -1 size)  ",
			"**hp** 30 (4d8+12)  ",
			"**Fort** +7, **Ref** +2, **Will** +1  ",
			"**Immune** mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., fly 20 ft. (poor), swim 40 ft.  ",
			"**Melee** bite +4 (1d6+2 plus digestive enzyme), 2 claws +4 (1d4+2 plus {umr/grab})  ",
			"**Space** 10 ft., **Reach** 10 ft.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 15, **Dex** 13, **Con** 16, **Int** -, **Wis** 11, **Cha** 2  ",
			"**Base Atk** +3; **CMB** +6 (+10 grapple); **CMD** 17 (25 vs. trip)  ",
			"**Skills** Fly -5, Stealth -3 (+5 in water), Swim +10; **Racial Modifiers** +8 Stealth in water  ",
			"**SQ** {umr/hold breath}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate lakes, rivers, or swamps  ",
			"**Organization** solitary  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Digestive Enzyme (Ex)** A giant belostomatid injects a corrosive enzyme that paralyzes its prey. A creature bitten by this insect must succeed at a DC 15 Fortitude save or be paralyzed for 1d4 rounds. Each round, the creature can attempt a new save; on a failure it is still paralyzed and takes 1d2 points of Constitution damage. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"The giant belostomatid is an ambush predator that lurks in shallow water and hides amid floating snags and debris. Smaller versions of these insects are known colloquially as \"toebiters,\" yet this version of the creature is the size of a horse and can sever the leg of a human in one bite."
		]
	},
	"giant_devils_tooth": {
		"name": "Giant Devil's Tooth",
		"sources": [ "Pathfinder #128: Songbird, Scion, Saboteur" ],
		"description": [
			"*This enormous white fungus has sharp spines on its stalk, and its multiple caps are covered in blood-red globules that appear on the brink of rupturing.*",
			"",
			"::mh[Giant Devil's Tooth]{cr=\"6\"}",
			"",
			"{SOURCE Pathfinder #128: Songbird, Scion, Saboteur/86}  ",
			"**XP** 2,400  ",
			"NE Huge plant  ",
			"**Init** +2; **Senses** {umr/blindsense} 30 ft., low-light vision; Perception +13",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 6, flat-footed 19 (-2 Dex, +13 natural, -2 size)  ",
			"**hp** 58 (9d8+18)  ",
			"**Fort** +8, **Ref** +3, **Will** +6  ",
			"**Defensive Abilities** acid rupture; **Immune** {umr/plant traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft.  ",
			"**Melee** 2 slams +12 (1d8+8 plus paralysis)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** paralysis (1 round, DC 16), spine spray, spore cloud",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 26, **Dex** 6, **Con** 15, **Int** 7, **Wis** 12, **Cha** 9  ",
			"**Base Atk** +6; **CMB** +16; **CMD** 24  ",
			"**Feats** {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Lunge}, {feat/Power Attack}  ",
			"**Skills** Perception +13  ",
			"**Languages** Sylvan (can't speak)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any forest  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Acid Rupture (Ex)** If a creature damages a giant devil's tooth with a bludgeoning or slashing weapon, some of its red globules burst, dealing 3d6 points of acid damage to creatures adjacent to the giant devil's tooth. An affected creature that succeeds at a DC 16 Reflex saving throw takes half damage. The save DC is Constitution-based.",
			"",
			"**Spine Spray (Ex)** Once every 1d3 rounds as a standard action, a giant devil's tooth can spray a barrage of spines from its stalk, dealing 6d6 points of piercing damage to each creature in a 15-foot-cone burst. A target that succeeds at a DC 16 Reflex saving throw takes half damage. The save DC is Constitution-based.",
			"",
			"**Spore Cloud (Ex)** Once per day as a standard action, a giant devil's tooth can release a cloud of noxious spores in a 50-foot-radius spread centered on itself. This cloud lasts for 1 round before dispersing. Each creature that enters or begins its turn in the cloud must succeed at a DC 16 Fortitude saving throw or become nauseated for 1d3 rounds; a creature that succeeds at its Fortitude save is instead sickened for 1d3 rounds. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"While mundane variations of this fungus exist in nature as small, fist-sized clusters that feed from the roots of host trees, the much larger, mobile giant devil's tooth seems to draw its powers from far darker sources. Some say the trees that give these fungi life contain the souls of ancient evil druids, imprisoned centuries ago for disgracing their circle. Others believe that devils themselves embedded infernal energy into the mushrooms while visiting the Material Plane, bringing these otherwise harmless hydnoids to life.",
			"",
			"A ruthless creature with many ways to incapacitate its prey, a giant devil's tooth often paralyzes its victims before slowly dissolving them for feeding. It crawls along the ground toward its quarry, and then rises up, revealing a large patch of jagged spines that it can eject in a devastating cone. When faced with multiple enemies, it releases a cloud of noxious spores before slowly moving in for the kill. The acidic globules that cover the surface of its cap provide it a self-defense mechanism against any would-be attackers that fight in close quarters.",
			"",
			"A giant devil's tooth can grow as tall as 24 feet and weighs 3,300 pounds.",
			"",
			"The giant devil's tooth is often found in densely forested areas, where it begins as a seemingly normal devil's tooth fungus engaged in a symbiotic relationship with a tree's root system. Rarely, however, such a fungus grows many times larger than normal, as it becomes infused with evil, turning into a parasite of its host tree. Once the creature grows to full size and has exhausted its host tree's resources, it detaches from the root system and crawls about the forest looking for more lively and nutrient-dense sources of food. While few forest animals are a match for the giant devil's tooth, the fungus seems to prefer to hunt intelligent humanoids, leading many to believe that it derives some of its terrible power from such prey. Whether this taste for humanoids developed over time or was imbued in them at their creation is an issue of debate among scholars.",
			"",
			"Though not known to be a particularly intelligent creature, the giant devil's tooth is a tactical predator. First paralyzing or nauseating its victims to negate their most dangerous attacks, it then attempts to bludgeon prey into a nutritious paste with devastating slams. Clumps of forest-floor detritus stick to its pale flesh, which contains traces of a paralytic poison that can immobilize living creatures it touches, while the blood-red acidic globules covering its cap readily burst when hit, spraying nearby creatures.",
			"",
			"Rumors abound of alchemical uses for the giant devil's tooth \"blood\": some say the substance can be mixed with other rare reagents to provide a source of great healing, while others believe its essence can be used as a component for infernal rituals. However, the volatile nature of the liquid, along with the tremendous difficulty of obtaining it, makes rigorous testing all but impossible.",
			"",
			"The origin of these creatures is still a source of great mystery to most, as few who venture into the heart of the territory of a giant devil's tooth manage to make it out alive. If this were a mere unintelligent fungus roaming about looking for food, similar to other living aberrant plants, there would be less speculation. Over the years, however, clerics, paladins, and other holy warriors who have come into contact with a giant devil's tooth have reported that the creatures radiate a definite aura of evil, thus lending credence to many of the dark theories surrounding their creation. In addition, numerous druidic and shamanic texts detail rituals in which dishonored members of a circle are put to death and fused with an element of nature, usually a tree, as penance for disgracing their fellow disciples. Such trees often exert an unnatural influence on their environs, including the fungi that feed from their roots, but it is unknown whether this is sufficient to produce a giant devil's tooth. The idea that devils have a hand in the creature's creation appears most often in stories told to children to keep them from wandering too far into the forest and eating suspicious mushrooms-few truly subscribe to the notion that the denizens of Hell have a hand in bringing the evil fungi to life.",
			"",
			"### Habitat",
			"",
			"A giant devil's tooth is almost always a solitary predator, and while seeing a group of mundane devil's tooth fungi is rarely considered a good omen, it is not necessarily a guarantee that a larger one is nearby. The host tree that gives life to a giant devil's tooth ultimately becomes an eerie curiosity of nature; when the fungus finally detaches from the tree's root, the tree shrivels and turns gray, taking on an almost rubbery texture, as if the evil fungus imparted some of its essence to the tree as it grew. Some believe that felling the tree that spawned a giant devil's tooth will kill the fungus, but in truth, once the giant devil's tooth has detached itself, there is no remaining connection between the two.",
			"",
			"In the rare instances that a giant devil's tooth is killed, any attempts to harvest its potentially alchemically valuable globules invariably fail, as the creature undergoes an unnaturally sped-up process of decomposition. When the fungus dies, its mysterious pools of red liquid lose their surface tension and quickly seep into the cap and stem, all of which dissolves in a matter of minutes, leaving behind a large mass of noxious pink sludge.",
			"",
			"Giant devil's tooth sightings are most common in the Inner Sea region, especially in the Fangwood, the Shudderwood, and the Verduran Forest in Avistan, but there have been sightings as far as the Forest of Spirits, far over the Crown of the World in Tian Xia. With its tolerance for a broad range of temperatures and a minimal need for water, a giant devil's tooth could potentially thrive in any forest where it is left unchecked by more powerful creatures."
		]
	},
	"giant_dragonfly": {
		"name": "Giant Dragonfly",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*This glittering blue dragonfly is about the size of a horse and is large enough to carry off small farm animals or people.*",
			"",
			"::mh[Giant Dragonfly]{cr=\"4\"}",
			"",
			"{SOURCE Bestiary 2/105}  ",
			"**XP** 1,200  ",
			"N Medium vermin  ",
			"**Init** +2; **Senses** darkvision 60 ft.; Perception +1",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 12, flat-footed 15 (+2 Dex, +5 natural)  ",
			"**hp** 45 (7d8+14)  ",
			"**Fort** +7, **Ref** +4, **Will** +3  ",
			"**Immune** mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., fly 80 ft. (perfect)  ",
			"**Melee** bite +9 (2d8+6 plus {umr/grab})",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 19, **Dex** 15, **Con** 14, **Int** -, **Wis** 12, **Cha** 9  ",
			"**Base Atk** +5; **CMB** +9 (+13 grappling, or +17 grappling on a charge); **CMD** 21 (29 vs. trip)  ",
			"**Feats** {feat/Flyby Attack}  ",
			"**Skills** Fly +10",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate or warm land  ",
			"**Organization** solitary or flight (2-5)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Darting Charge (Ex)** A giant dragonfly is adept at swooping in to attack prey with a powerful bite and then, just as quickly, swooping back up out of reach. As a result, a giant dragonfly gains Flyby Attack as a bonus feat. In addition, if a giant dragonfly charges while flying, it receives a +4 bonus on CMB checks made to grapple foes.",
			"",
			"::sh[Description]",
			"",
			"Giant dragonflies are rare compared to other varieties of giant insects, and fortunately so, since they are voracious hunters of warm-blooded prey, including humanoids.",
			"",
			"The creatures typically lair in overgrown or lightly wooded areas, using foliage as cover. When they spot potential prey out in the open, the dragonflies swoop to the attack, using their superior flight speed and maneuverability to run most prey to ground or carrying off smaller foes to eat them somewhere safe. Giant dragonflies feed on carrion when fresh prey is not available, and the scent of a fresh kill often attracts them.",
			"",
			"Many swamp-dwelling cultures attach religious significance to brightly colored and ravenous giant dragonflies, particularly boggards. The frog-men attach particular significance to a giant dragonfly's color, and their priest-kings often refuse to eat anything but specific colors of giant dragonflies."
		]
	},
	"giant_dragonfly_giant_dragonfly_nymph": {
		"name": "Giant Dragonfly Nymph",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*This glittering blue dragonfly is about the size of a horse and is large enough to carry off small farm animals or people.*",
			"",
			"::mh[Giant Dragonfly Nymph]{cr=\"3\"}",
			"",
			"{SOURCE Bestiary 2/105}  ",
			"**XP** 800  ",
			"N Small vermin (aquatic)  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception +1",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 12, flat-footed 14 (+1 Dex, +3 natural, +1 size)  ",
			"**hp** 32 (5d8+10)  ",
			"**Fort** +6, **Ref** +2, **Will** +2  ",
			"**Immune** mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., swim 30 ft.  ",
			"**Melee** bite +6 (2d6+3)  ",
			"**Space** 5 ft., **Reach** 5 ft. (10 ft. with bite)  ",
			"**Special Attacks** extending jaw",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 15, **Dex** 13, **Con** 14, **Int** -, **Wis** 12, **Cha** 5  ",
			"**Base Atk** +3; **CMB** +4; **CMD** 15 (23 vs. trip)  ",
			"**Skills** Stealth +5 (+13 in shallow water), Swim +10; **Racial Modifiers** +8 Stealth in shallow water",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate or warm water  ",
			"**Organization** solitary, pair, or brood (3-8)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Extending Jaw (Ex)** A giant dragonfly nymph can extend its jaws with surprising speed. Not only does this extend the nymph's reach with its bite attack, but during the surprise round, a nymph gains a +4 bonus on attack rolls with its bite.",
			"",
			"::sh[Description]",
			"",
			"Giant dragonflies lay clutches of eggs in swampy terrain or areas of standing water. Their young, called nymphs, voraciously eat carrion and small prey, growing and maturing rapidly until they sprout fully functional wings and become adult dragonflies."
		]
	},
	"giant_dragonfly_nymph": { "copyof": "giant_dragonfly_giant_dragonfly_nymph" },
	"giant_fly": {
		"name": "Giant Fly",
		"sources": [
			"Bestiary 2",
			"Pathfinder #8: Seven Days to the Grave"
		],
		"description": [
			"*Bristling with coarse hairs, this enormous fly's legs twitch just before it launches into the air on buzzing wings.*",
			"",
			"::mh[Giant Fly]{cr=\"1\"}",
			"",
			"{SOURCE Bestiary 2/124;Pathfinder #8: Seven Days to the Grave/84}  ",
			"**XP** 400  ",
			"N Medium vermin  ",
			"**Init** +3; **Senses** darkvision 60 ft.; Perception +2",
			"",
			"::sh[Defense]",
			"",
			"**AC** 13, touch 13, flat-footed 10 (+3 Dex)  ",
			"**hp** 15 (2d8+6)  ",
			"**Fort** +6, **Ref** +3, **Will** -2  ",
			"**Immune** disease, mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., climb 20 ft., fly 60 ft. (good)  ",
			"**Melee** bite +2 (1d6+1 plus disease)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 12, **Dex** 17, **Con** 16, **Int** -, **Wis** 7, **Cha** 2  ",
			"**Base Atk** +1; **CMB** +2; **CMD** 15 (21 vs. trip)  ",
			"**Skills** Climb +9, Fly +7, Perception +2; **Racial Modifiers** +4 Perception",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any temperate or tropical  ",
			"**Organization** solitary, pair, or swarm (3-12)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Disease (Ex)** Filth Fever: Bite-injury; *save* Fortitude DC 14; *onset* 1d3 days; *frequency* 1/day; *effect* 1d3 Dex damage and 1d3 Con damage; *cure* 2 consecutive saves. Some flies might carry other diseases, at the GM's discretion. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Much like their tiny cousins, giant flies feed upon carrion. Wholly monstrous, these disgusting creatures have been known to sometimes attack still-living foes, particularly when they are hungry or living creatures disturb their meals. Some species of giant fly bear their larva live, ejecting piles of undulating giant maggots from their engorged abdomens rather than laying eggs in decaying corpses."
		]
	},
	"giant_flytrap": {
		"name": "Giant Flytrap",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This towering plant is a mass of vines and barbs. Several stalks are horribly mobile, each ending in a set of green, toothy jaws.*",
			"",
			"::mh[Giant Flytrap]{cr=\"10\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/134}  ",
			"**XP** 9,600  ",
			"N Huge plant  ",
			"**Init** +8; **Senses** low-light vision, {umr/tremorsense} 60 ft.; Perception +10",
			"",
			"::sh[Defense]",
			"",
			"**AC** 22, touch 12, flat-footed 18 (+4 Dex, +10 natural, -2 size)  ",
			"**hp** 149 (13d8+91)  ",
			"**Fort** +17, **Ref** +8, **Will** +5  ",
			"**Immune** {umr/plant traits}; **Resist** acid 20",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft.  ",
			"**Melee** 4 bites +15 (1d8+7 plus {umr/grab})  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** engulf",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 25, **Dex** 18, **Con** 25, **Int** 1, **Wis** 12, **Cha** 6  ",
			"**Base Atk** +9; **CMB** +18 (+22 grapple); **CMD** 32 (can't be tripped)  ",
			"**Feats** {feat/Cleave}, {feat/Great Fortitude}, {feat/Improved Initiative}, {feat/Power Attack}, {feat/Skill Focus/ (Stealth)}, {feat/Vital Strike}, {feat/Weapon Focus/ (bite)}  ",
			"**Skills** Perception +10, Stealth +9 (+17 in undergrowth); **Racial Modifiers** +8 Stealth in undergrowth",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate swamps  ",
			"**Organization** solitary, pair, or grove (3-6)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Engulf (Ex)** If a giant flytrap begins its turn with an opponent at least two size categories smaller than itself grappled in one of its mouths, it can close its jaws completely around the foe by making a new combat maneuver check (as though attempting to pin the foe). If it succeeds, it engulfs the prey and inflicts 1d8+7 points of damage and 2d6 acid damage as the cavity floods with digestive enzymes. The seal formed is airtight, so an engulfed creature risks suffocation. Engulf is a special form of pinning, and an engulfed creature can escape in the same way as he can from being pinned, but since an engulfed creature is contained wholly inside the plant's jaws, the flytrap's victim cannot be targeted by effects or attacks that require line of sight or line of effect. A giant flytrap that is grappling or pinning a foe cannot attack other targets with that bite, but is not otherwise hindered.",
			"",
			"::sh[Description]",
			"",
			"A hardy plant that grows in areas with poor soil but abundant animal life, this dangerous predator is an immense version of its more common (and much smaller) kin. Whereas the smaller flytraps supplement their growth by catching insects, the giant flytrap does the same with animals, humanoids, and anything else foolish enough to draw too near. Local legends call this plant names like \"mancatcher,\" \"snapperjaw plant,\" \"dragonleaf plant,\" \"cowbiter,\" and \"green gulper,\" but adventurers know it simply as the giant flytrap.",
			"",
			"As the giant flytrap's prey are generally much smarter than insects, this huge plant has evolved into a much more aggressive hunter than its smaller brethren. It can lumber slowly along the ground, using its writhing roots like tentacles to relocate to more populous hunting grounds, and is quite canny at blending in with the surrounding foliage. A giant flytrap's jaws and stalks are swift-moving - it reaches out and snaps at passersby with lightning speed. The plant itself even has a modicum of intelligence, and is capable of limited tactical choices, such as knowing when to break off an attack against a powerful foe.",
			"",
			"While most giant flytraps have four sets of jaws, some can have as few as one, and others eight or more. As a general rule, you should increase a giant flytrap's HD by 2 and its natural armor bonus by +1 for each additional bite attack you give it, increasing its CR by +1 for each time you increase its attacks and HD in this manner. If you increase the plant by more than 3 or 4 bites (and thus by more than 6 or 8 Hit Dice), consult Table: Monster Statistics by CR to make sure that the plant's CR remains appropriate.",
			"",
			"A giant flytrap's stalks are 20 feet long, but generally sprawl relatively close to the central mass - a set of full-grown flytrap jaws is 7 feet across. A giant flytrap weighs 9,000 pounds."
		]
	},
	"giant_ground_cricket": {
		"name": "Giant Ground Cricket",
		"sources": [ "Pathfinder #116: Fangs of War" ],
		"description": [
			"*Long spines jut from the legs and back of this enormous cricket.*",
			"",
			"::mh[Giant Ground Cricket]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder #116: Fangs of War/84}  ",
			"**XP** 600  ",
			"N Medium vermin  ",
			"**Init** +2; **Senses** darkvision 60 ft.; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 16, touch 12, flat-footed 14 (+2 Dex, +4 natural)  ",
			"**hp** 26 (4d8+8)  ",
			"**Fort** +6, **Ref** +3, **Will** +1  ",
			"**Defensive Abilities** spines; **Immune** mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., burrow 10 ft., climb 20 ft.  ",
			"**Melee** bite +5 (1d8+3)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 15, **Dex** 14, **Con** 15, **Int** -, **Wis** 11, **Cha** 2  ",
			"**Base Atk** +3; **CMB** +5; **CMD** 17 (25 vs. trip)  ",
			"**Skills** Acrobatics +2 (+10 when jumping), Climb +10; **Racial Modifiers** +8 Acrobatics when jumping",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate forests  ",
			"**Organization** solitary, pair, or colony (3-12)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Spines (Ex)** Any creature attacking a giant ground cricket with a natural attack or unarmed strike must succeed at a DC 14 Reflex save or take 1d4 points of piercing damage. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"As large as a wolf, this bulky, massive cricket has spines on its legs, back, abdomen, and head. These crickets are generally not hostile, but they protect their burrows against invasion. When agitated, a giant ground cricket secretes yellowish-green blood from its joints. This blood has a foul odor that wards off predators. Giant ground crickets stand about 2-1/2 feet tall, are approximately 5 feet long, and weigh roughly 80 pounds."
		]
	},
	"giant_hellgrammite": {
		"name": "Giant Hellgrammite",
		"sources": [
			"Bestiary 6",
			"Pathfinder #49: The Brinewall Legacy"
		],
		"description": [
			"*This long, insectile creature has massive mandibles and dozens of segmented legs extend from its sides.*",
			"",
			"::mh[Giant Hellgrammite]{cr=\"5\"}",
			"",
			"{SOURCE Bestiary 6/14;Pathfinder #49: The Brinewall Legacy/83}  ",
			"**XP** 1,600  ",
			"N Large vermin (aquatic)  ",
			"**Init** +2; **Senses** darkvision 60 ft.; Perception +3",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 11, flat-footed 16 (+2 Dex, +7 natural, -1 size)  ",
			"**hp** 52 (7d8+21)  ",
			"**Fort** +8, **Ref** +4, **Will** +1  ",
			"**Immune** mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., swim 20 ft.  ",
			"**Melee** bite +8 (2d6+4 plus {umr/grab}), tail slap +3 (1d8+2)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** death grip, {umr/constrict} (2d6+4)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 19, **Dex** 15, **Con** 16, **Int** -, **Wis** 9, **Cha** 2  ",
			"**Base Atk** +5; **CMB** +10 (+14 grapple); **CMD** 22 (can't be tripped)  ",
			"**Skills** Perception +3 (+7 in water), Stealth -2 (+6 in water), Swim +12; **Racial Modifiers** +4 Perception (+8 in water), +8 Stealth in water  ",
			"**SQ** amphibious",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate rivers  ",
			"**Organization** solitary or pair  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Death Grip (Ex)** A creature that is grappled by a giant hellgrammite continues to be grappled when the giant hellgrammite is killed and takes 1d6+4 points of damage each round at the start of its turn unless it succeeds at a DC 22 Escape Artist check or a DC 20 Strength check, or until the hellgrammite's corpse takes an additional 10 points of damage",
			"",
			"::sh[Description]",
			"",
			"While these giant insects have a reputation for being highly ferocious predators, they are actually just the larval form of large but mostly harmless dragonfly-like insects."
		]
	},
	"giant_maggot": {
		"name": "Giant Maggot",
		"sources": [
			"Bestiary 2",
			"Pathfinder #8: Seven Days to the Grave"
		],
		"description": [
			"*This enormous maggot has greasy, pale flesh and a dripping, circular mouth filled with tiny, sharp teeth.*",
			"",
			"::mh[Giant Maggot]{cr=\"1/2\"}",
			"",
			"{SOURCE Bestiary 2/124;Pathfinder #8: Seven Days to the Grave/84}  ",
			"**XP** 200  ",
			"N Medium vermin  ",
			"**Init** -1; **Senses** darkvision 60 ft.; Perception -3",
			"",
			"::sh[Defense]",
			"",
			"**AC** 9, touch 9, flat-footed 9 (-1 Dex)  ",
			"**hp** 7 (1d8+3)  ",
			"**Fort** +5, **Ref** -1, **Will** -3  ",
			"**Immune** disease, mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., burrow 5 ft.  ",
			"**Melee** bite +0 (1d6)  ",
			"**Special Attacks** regurgitate",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 10, **Dex** 8, **Con** 16, **Int** -, **Wis** 5, **Cha** 1  ",
			"**Base Atk** +0; **CMB** +0; **CMD** 9 (can't be tripped)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any temperate or tropical  ",
			"**Organization** solitary or swarm (2-12)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Regurgitate (Ex)** Once per day, a giant maggot can empty its putrid stomach upon one creature within 5 feet. The target must make a DC 13 Fortitude save or be sickened for 1 minute (or until the target spends a full-round action with at least a gallon of water to wash off the filth). The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Voracious scavengers, giant maggots feed constantly, gorging themselves on the dead in preparation for their transformation into giant flies. Their pallid, corpulent bodies are the size of human children, and their rasping teeth are capable of eating even the bones of a corpse. Giant maggots have no legs, and move with a disturbing undulation as they crawl over their meals. Giant maggots feed for 2 weeks (often moving from one corpse to another) before entering a pupal stage, after which they emerge as giant flies."
		]
	},
	"giant_mantis_shrimp": {
		"name": "Giant Mantis Shrimp",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*This brightly colored crustacean looks like a large lobster with cruel pincers poised at its fore.*",
			"",
			"::mh[Giant Mantis Shrimp]{cr=\"9\"}",
			"",
			"{SOURCE Bestiary 5/232}  ",
			"**XP** 6,400  ",
			"N Medium vermin (aquatic)  ",
			"**Init** +7; **Senses** darkvision 60 ft., incredible sight; Perception +1",
			"",
			"::sh[Defense]",
			"",
			"**AC** 26, touch 17, flat-footed 19 (+7 Dex, +9 natural)  ",
			"**hp** 105 (14d8+42)  ",
			"**Fort** +12, **Ref** +11, **Will** +5  ",
			"**Immune** mind-affecting effects; **Resist** sonic 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., swim 30 ft.  ",
			"**Melee** pincer +17/+12 (2d6+4 plus grab and sonic burst), pincer +17 (2d6+4 plus {umr/grab} and sonic burst)  ",
			"**Special Attacks** sonic burst, speedy pincers",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 18, **Dex** 25, **Con** 16, **Int** -, **Wis** 13, **Cha** 16  ",
			"**Base Atk** +10; **CMB** +14 (+18 grapple); **CMD** 31 (43 vs. trip)  ",
			"**Feats** {feat/Weapon Finesse}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm coastlines  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Incredible Sight (Ex)** A giant mantis shrimp's eyes pick up colors well beyond those visible to humans, and it can see perfectly in all light conditions, including supernatural darkness. As long as the giant mantis shrimp is not blinded, it is treated as having blindsight 60 feet.",
			"",
			"**Sonic Burst (Ex)** A giant mantis shrimp attacks with such extreme speed that its pincers issue a concussive blast of light and force when they snap closed. Each time a giant mantis shrimp makes a pincer attack, whether it hits or misses, each creature in a 10-foot-radius burst centered on the attack's target takes 1d8 points of sonic damage and must succeed at a DC 20 Reflex save or be stunned for 1 round. A creature that succeeds at this save is immune to the stun effect from additional sonic bursts from that giant mantis shrimp until the vermin's next turn, but it still takes sonic damage from additional sonic bursts. The giant mantis shrimp is immune to this effect. The save DC is Constitution-based.",
			"",
			"**Speedy Pincers (Ex)** A giant mantis shrimp can make iterative attacks with one pincer.",
			"",
			"::sh[Description]",
			"",
			"Though the colorful shells of giant mantis shrimp are beautiful to behold, the sight of one often means death. These apex predators prowl tide pools and coastal shallows, competing for territory with karkinoi and shark eater crabs.",
			"",
			"A typical giant mantis shrimp grows to 4 feet high and 6 feet long, and weighs around 200 pounds.",
			"",
			"### Variant Giant Mantis Shrimp",
			"",
			"Their incredible eyesight and deadly pincers make giant mantis shrimp formidable predators in any environment.",
			"",
			"**Cave Mantis Shrimp:** A cave mantis shrimp has adapted to life in caves, losing its coastal cousin's vibrant shell and becoming almost translucent. A cave mantis shrimp gains a +8 racial bonus on Stealth checks and can take a full-round action when it acts on a surprise round.",
			"",
			"**Mantis Shrimp Lord:** Found on the seabed in deeper waters than its smaller relatives, mantis shrimp lords are Large. Their attacks ignore the first 20 points of hardness when attacking objects, which the mantis shrimp lords use to their advantage, scuttling ships and devouring the unfortunate cargoes and crews.",
			"",
			"**Sand Mantis Shrimp:** Sand mantis shrimp bury themselves in deserts, waiting for passersby to approach a little too close to their claws. A sand mantis shrimp loses the aquatic subtype."
		]
	},
	"giant_muckdweller": {
		"name": "Giant Muckdweller",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*This massive lizard has pale, spotted flesh and spines around its face that form a spiky frill.*",
			"",
			"::mh[Giant Muckdweller]{cr=\"2\"}",
			"",
			"{SOURCE Bestiary 5/175}  ",
			"**XP** 600  ",
			"N Large magical beast  ",
			"**Init** +2; **Senses** darkvision 60 ft., low-light vision; Perception +10",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 11, flat-footed 13 (+2 Dex, +4 natural, -1 size)  ",
			"**hp** 22 (3d10+6)  ",
			"**Fort** +5, **Ref** +5, **Will** +4",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., swim 60 ft.  ",
			"**Melee** bite +5 (2d6+4)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** blinding spray",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 16, **Dex** 14, **Con** 15, **Int** 9, **Wis** 12, **Cha** 7  ",
			"**Base Atk** +3; **CMB** +7; **CMD** 19 (23 vs. trip)  ",
			"**Feats** {feat/Iron Will}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Acrobatics +6, Perception +10, Swim +15; **Racial Modifiers** +4 Acrobatics, +4 Swim  ",
			"**Languages** Draconic",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate marshes  ",
			"**Organization** solitary, pack (3-7), or swarm (8-17)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Blinding Spray (Ex)** By filling its mouth with muddy water, a muckdweller can fire a concentrated stream of muck in a 10-foot line. A creature in the area must succeed at a DC 13 Reflex save or be blinded for 1d2 rounds. A muckdweller must spend a move action to refill its mouth with muddy water to use its spray again. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Giant muckdwellers are quadrupedal cousins of the common muckdweller. They sometimes socialize with their smaller kin, forming simple societies in which the largest rule. Occasionally they serve lizardfolk as allies and mounts. Giant muckdwellers measure up to 10 feet long and weigh around 900 pounds."
		]
	},
	"giant_raven": {
		"name": "Giant Raven",
		"sources": [
			"Bestiary 6",
			"Pathfinder #97: In Hell's Bright Shadow"
		],
		"description": [
			"*This glossy, jet-black bird stands as tall as a dwarf. Its eerily intelligent black eyes are quick to take in everything around it.*",
			"",
			"::mh[Giant Raven]{cr=\"1\"}",
			"",
			"{SOURCE Bestiary 6/240;Pathfinder #97: In Hell's Bright Shadow/82}  ",
			"**XP** 400  ",
			"N Medium animal  ",
			"**Init** +2; **Senses** low-light vision; Perception +9",
			"",
			"::sh[Defense]",
			"",
			"**AC** 13, touch 12, flat-footed 11 (+2 Dex, +1 natural)  ",
			"**hp** 13 (2d8+4)  ",
			"**Fort** +5, **Ref** +5, **Will** +2; +4 vs. ingested disease",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., fly 50 ft. (average)  ",
			"**Melee** bite +3 (1d6+3)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 14, **Dex** 15, **Con** 14, **Int** 2, **Wis** 15, **Cha** 9  ",
			"**Base Atk** +1; **CMB** +3; **CMD** 15  ",
			"**Feats** {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Fly +6, Perception +9  ",
			"**SQ** scavenger",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any temperate  ",
			"**Organization** solitary, pair, or conspiracy (3-12)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Scavenger (Ex)** Giant ravens are hardy birds that often feed on carrion or even undead flesh. As a direct result of this unusual dietary habit, they gain a +4 bonus on saves to resist ingested diseases.",
			"",
			"::sh[Description]",
			"",
			"Some ravens can reach astonishing sizes, making them a threat to foxes, raccoons, and on occasion even larger animals. Like their smaller cousins, giant ravens are omnivorous, able to subsist on nearly anything, though they favor large insects, small mammals, and other birds. They are also consummate scavengers, often feeding on the remains of creatures left behind by larger predators. These large corvids share the keen and vengeful intellect of smaller ravens.",
			"",
			"Giant ravens grow to be nearly 5 feet in height and weigh 45 pounds."
		]
	},
	"giant_scarab": {
		"name": "Giant Scarab",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*This glossy beetle is the size of a cow, and has a hard, blue-black carapace spattered with dust and dung.*",
			"",
			"::mh[Giant Scarab]{cr=\"6\"}",
			"",
			"{SOURCE Bestiary 5/221}  ",
			"**XP** 2,400  ",
			"N Large vermin  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception +4",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 10, flat-footed 19 (+1 Dex, +10 natural, -1 size)  ",
			"**hp** 67 (9d8+27)  ",
			"**Fort** +9, **Ref** +4, **Will** +3; +4 vs. disease and paralysis  ",
			"**Immune** mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., climb 20 ft., fly 20 ft. (average)  ",
			"**Melee** bite +13 (2d4+12 plus disease and gnaw)  ",
			"**Space** 10 ft., **Reach** 5 ft.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 27, **Dex** 12, **Con** 16, **Int** -, **Wis** 10, **Cha** 1  ",
			"**Base Atk** +6; **CMB** +15; **CMD** 26 (34 vs. trip)  ",
			"**Skills** Climb +16, Fly -1, Perception +4; **Racial Modifiers** +4 Perception",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm deserts  ",
			"**Organization** solitary or swarm (3-9)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Disease (Ex)** Filth fever: Bite-injury; *save* Fort DC 17; *onset* 1d3 days; *frequency* 1 day; *effect* 1d3 Dex damage and 1d3 Con damage; *cure* 2 consecutive saves.",
			"",
			"**Gnaw (Ex)** Scarabs deal 1d4+6 additional points of damage and 1 point of Strength damage on a successful bite. This is doubled against creatures with no armor or natural armor, but creatures in heavy armor or with a natural armor bonus of +10 or greater are immune, as are fleshless creatures and those immune to critical hits.",
			"",
			"::sh[Description]",
			"",
			"Scarabs are small, six-legged insects with sharp protrusions on their front legs that they use for burrowing. They are primarily coprophagous, eating dung for sustenance. An individual scarab often spends days rolling a single ball of dung across the desert until it can find the perfect place to bury it and deposit eggs. Because they burrow underground to create life, scarab beetles are associated with burial rites. Some say scarab beetles' connection with the dead gives them powers greater than those of normal beetles, but as of yet there is no evidence this is true."
		]
	},
	"giant_sea_anemone": {
		"name": "Giant Sea Anemone",
		"sources": [ "Bestiary 3" ],
		"description": [
			"*This giant, tubular creature ends in a mass of thick and brilliantly colored tendrils arrayed around an enormous, toothless maw.*",
			"",
			"::mh[Giant Sea Anemone]{cr=\"2\"}",
			"",
			"{SOURCE Bestiary 3/238}  ",
			"**XP** 600  ",
			"N Large vermin (aquatic)  ",
			"**Init** +2; **Senses** {umr/blindsight} 30 ft.; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 11, flat-footed 12 (+2 Dex, +3 natural, -1 size)  ",
			"**hp** 34 (4d8+16)  ",
			"**Fort** +8, **Ref** +3, **Will** +1  ",
			"**Defensive Abilities** {umr/amorphous}; **Immune** gaze attacks, mind-affecting effects, poison, vision-based effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 5 ft.  ",
			"**Melee** tentacles +3 (2d6+1 plus {umr/grab} and poison)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** {umr/swallow whole} (1d6+1 bludgeoning damage, AC 11, 3 hp)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 12, **Dex** 15, **Con** 18, **Int** -, **Wis** 10, **Cha** 2  ",
			"**Base Atk** +3; **CMB** +5; **CMD** 17 (can't be tripped)  ",
			"**Skills** Stealth +6; **Racial Modifiers** +8 Stealth  ",
			"**SQ** anchored, sightless",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any oceans or coastlines  ",
			"**Organization** solitary, pair, or cluster (2-10)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Anchored (Ex)** As a full-round action, a giant sea anemone can affix itself to a solid surface. While anchored, it cannot move, and it gains a +4 bonus to its CMD on all checks to resist being bull-rushed, dragged, overrun, or repositioned. This bonus increases by +4 for each size category larger the sea anemone is compared to the opponent attempting the maneuver. The creature can unanchor itself as a full-round action.",
			"",
			"**Poison (Ex)** Tentacle-injury; *save* Fort DC 16; *frequency* 1/round for 6 rounds; *effect* 1d2 Dex damage; *cure* 2 consecutive saves.",
			"",
			"**Sightless (Ex)** A sea anemone is blind and is not affected by any effect that relies on sight, such as gaze attacks or blindness.",
			"",
			"::sh[Description]",
			"",
			"Giant sea anemones are beautiful but deadly ocean-dwelling vermin that rely on camouflage and paralytic toxins to draw in their prey. A sea anemone has a long, cylindrical body that ends in a flat circular disc with a slitlike orifice for both ingesting food and dispelling waste. This disc is surrounded by a thicket of tendrils that vary in thickness from fine, hairlike cilia to thick, swollen appendages. The creature uses all of these tentacles at once when it attacks prey. Like their smaller kin, giant sea anemones come in a broad spectrum of colors - many are known for their brilliant hues.",
			"",
			"Giant sea anemones can move at a slow pace by walking along the projections at their bases. More often, however, these predators affix themselves to rock, coral, or sunken objects like ships, then wait for prey to come to them.",
			"",
			"As mindless creatures, giant sea anemones have no use for treasure, but the remains of prey digested and then expelled often litter the area around these creatures. Massive sea anemones big enough to eat dolphins, whales, or even sea serpents reportedly exist in the deepest parts of the ocean. Called deep tigers for their alternating fronds of black and brilliant orange, these giant sea anemones are said to lair in undersea ruins and sunken ships, where the promise of sought-after treasure conveniently lures in a constant food supply.",
			"",
			"Other species of sea anemones exist as well, some smaller but most quite a bit larger and favoring different oceanic regions and depths. You can adjust the stats for the giant sea anemone by changing the Hit Dice and size (adjusting Strength, Dexterity, and Constitution as appropriate) to represent a wide range of species. Often, different species have additional abilities, such as the darkforest anemone's constriction attack, or the deep tiger's ability to squirt acid. The following table lists the most common variants.",
			"",
			"| Species | CR | Size | HD |",
			"| --- | --- | --- | --- |",
			"| Common anemone | 1/4 | Tiny | 1d8 |",
			"| Bluehair anemone | 1/2 | Small | 2d8 |",
			"| Coffin anemone | 1 | Medium | 3d8 |",
			"| Darkforest anemone | 6 | Huge | 9d8 |",
			"| Siren's bed anemone | 9 | Gargantuan | 14d8 |",
			"| Deep tiger anemone | 13 | Colossal | 19d8 |"
		]
	},
	"giant_slug": {
		"name": "Giant Slug",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This massive, gray-brown slug leaves a viscous trail of slime in its wake as a long rasping tongue tastes the air for prey.*",
			"",
			"::mh[Giant Slug]{cr=\"8\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/254}  ",
			"**XP** 4,800  ",
			"N Huge vermin  ",
			"**Init** -4; **Senses** {umr/blindsight} 60 ft.; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 4, flat-footed 20 (-4 Dex, +16 natural, -2 size)  ",
			"**hp** 102 (12d8+48)  ",
			"**Fort** +12, **Ref** +0, **Will** +4  ",
			"**DR** 10/slashing or piercing; **Immune** acid, mind-affecting effects  ",
			"**Weaknesses** susceptible to salt",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft.  ",
			"**Melee** tongue +15 (2d10+12 plus 2d8 acid)  ",
			"**Ranged** spit acid +3 (10d6 acid)  ",
			"**Space** 15 ft., **Reach** 15 ft.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 27, **Dex** 2, **Con** 18, **Int** -, **Wis** 10, **Cha** 1  ",
			"**Base Atk** +9; **CMB** +19; **CMD** 25 (can't be tripped)  ",
			"**SQ** malleable",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate and warm marshes and underground  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Spit Acid (Ex)** A giant slug can spit acid at an opponent within 60 feet (no range increment). With a successful ranged touch attack, the target takes 10d6 points of acid damage (no save).",
			"",
			"**Malleable (Ex)** A giant slug's body is very malleable, allowing it to fit into narrow areas with ease. A giant slug takes no penalty to its speed or checks when squeezing in an area that is one size category smaller than its actual size (10 feet wide for most giant slugs). A giant slug can squeeze normally through an area two size categories smaller than its actual size (5 feet wide for most giant slugs).",
			"",
			"**Susceptible to Salt (Ex)** A handful of salt burns a giant slug as if it were a flask of acid, causing 1d6 points of damage per use.",
			"",
			"::sh[Description]",
			"",
			"No simple garden pests, giant slugs pose a serious threat to those caught in their path. Folk who dwell near swamps and other regions that support giant slugs risk losing livestock and even their homes to these enormous beasts. Giant slugs constantly wander in search of food, their preference being fleshy organic material, which they slice into smaller, easily gulped chunks with their rasp-like tongues.",
			"",
			"What strange influence might have caused the first giant slugs to grow to such monstrous proportions is unknown, but today, giant slugs breed true and birth their oversized offspring after a fleshy, squirming courtship ritual. After mating, a female giant slug lays just over a hundred eggs, each approximately a foot in diameter. The mother slug guards this clutch fiercely and aggressively attacks any creatures that wander too close. Giant slugs inhabiting swamps aboveground mate once a year, and those who live in the area know better than to go into the swamps during this month.",
			"",
			"Deep below ground, some subterranean races use giant slugs as mounts or guardians. Creatures like mites, who have a strange empathy with vermin, can be used to keep giant slugs docile, but in most cases, those who would use giant slugs must do so with great care, keeping them well fed until they are needed for battle. Frightened whispers report armies of troglodytes using giant slugs as siege mounts. One particularly disturbing tale mentions a vast underground cavern inhabited by scores of skum and aboleth-controlled aquatic giant slugs with strange, mind-numbing abilities infused into their acidic saliva."
		]
	},
	"giant_starfish": {
		"name": "Giant Starfish",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This bright orange creature has seven arms radiating from its core and is covered with thick, ridged hide.*",
			"",
			"::mh[Giant Starfish]{cr=\"8\"}",
			"",
			"{SOURCE Bestiary 6/257}  ",
			"**XP** 4,800  ",
			"N Large vermin (aquatic)  ",
			"**Init** +1; **Senses** darkvision 60 ft., {umr/tremorsense} 30 ft.; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 21, touch 10, flat-footed 20 (+1 Dex, +11 natural, -1 size)  ",
			"**hp** 104 (11d8+55)  ",
			"**Fort** +12, **Ref** +4, **Will** +3  ",
			"**Defensive Abilities** slow regeneration; **Immune** mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., climb 10 ft.  ",
			"**Melee** 3 slams +12 (1d8+5 plus grab), stomach +12 (1d6+5 plus {umr/grab})  ",
			"**Space** 10 ft., **Reach** 10 ft. (20 ft. with stomach)  ",
			"**Special Attacks** firm grip, stomach, {umr/swallow whole} (2d6+7 bludgeoning, AC 15, 10 hp)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 13, **Con** 20, **Int** -, **Wis** 11, **Cha** 3  ",
			"**Base Atk** +8; **CMB** +14 (+22 grapple); **CMD** 25 (can't be tripped)  ",
			"**Skills** Climb +13",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any coastlines or oceans  ",
			"**Organization** solitary, pair, or cluster (3-10)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Firm Grip (Ex)** The giant starfish excels at grappling prey, and gains a +8 racial bonus on grapple checks (rather than the standard +4 bonus most monsters gain as a result of having the grab ability).",
			"",
			"**Slow Regeneration (Ex)** A giant starfish has regeneration but heals very slowly, regaining a number of hit points each hour equal to its Hit Dice (11 hp per hour for the typical giant starfish). Acid, cold, or fire damage suppresses this regeneration for 24 hours.",
			"",
			"**Stomach (Ex)** The giant starfish can invert its stomach to attack prey up to 20 feet away. The hook-lined opening to the starfish's stomach is a primary attack that deals piercing damage. If a giant starfish successfully grapples a foe with its stomach, it gains the benefit of the {umr/fast swallow/ universal monster rule} and can swallow the target immediately rather than waiting until the start of its next turn. It does not trigger a fast swallow effect if it grapples a foe with a slam attack.",
			"",
			"::sh[Description]",
			"",
			"The giant starfish dwells along coastlines and in other shallow marine areas. The undersides of each of the giant starfish's arms are lined with thousands of small tube feet that propel it along and aid in grappling and pinning its prey. The tube feet at the end of the arms are also sensory organs, detecting scents and textures. The starfish moves via a water vascular system, drawing in ocean water and pumping the water throughout its body and out to its tube feet. Because of this, the giant starfish is highly dependent on water to remain mobile and alive.",
			"",
			"The giant starfish can be an active hunter, relentlessly attacking marine mammals and coastal avian life alike, but just as often it lies in wait along the water's edge for its prey to venture into reach. When attacking, the giant starfish latches on with up to three of its arms and attempts to pin its opponent. It then extends its stomach outside of its inner cavity in order to begin digesting the pinned or grappled creature. The giant starfish's stomach can also shoot out as an elongated tube-like stalk to strike potential prey up to 20 feet away. When the series of barbed hooks at the end of the stomach stalk catch the targeted creature, the starfish begins to pull it closer, in order to more thoroughly secure its meal with its multiple arms. A giant starfish can have anywhere from five to 24 arms, and while the total number of arms can result in a wildly different-looking creature, the number of limbs has no effect on its statistics since a giant starfish of any size can attack with only up to three of its limbs at a time.",
			"",
			"A giant starfish typically measures 15 feet in diameter and weighs 800 pounds."
		]
	},
	"giant_stargazer": {
		"name": "Giant Stargazer",
		"sources": [ "Pathfinder #124: City in the Deep" ],
		"description": [
			"*This fish lies beneath the sand with only its bulbous eyes and upturned maw full of jagged teeth protruding.*",
			"",
			"::mh[Giant Stargazer]{cr=\"4\"}",
			"",
			"{SOURCE Pathfinder #124: City in the Deep/86}  ",
			"**XP** 1,200  ",
			"N Medium animal (aquatic)  ",
			"**Init** +8; **Senses** low-light vision; Perception +5",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 14, flat-footed 13 (+4 Dex, +3 natural)  ",
			"**hp** 37 (5d8+15)  ",
			"**Fort** +7, **Ref** +8, **Will** +2  ",
			"**Defensive Abilities** venomous spines; **Resist** electricity 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** swim 30 ft.  ",
			"**Melee** bite +8 (1d6+3 plus 1d6 electricity and grab)  ",
			"**Space** 5 ft., **Reach** 5 ft. (10 ft. with gulp)  ",
			"**Special Attacks** {umr/fast swallow}, gulp, poison, shock, {umr/swallow whole} (1d8 bludgeoning damage, AC 11, 3 hp)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 14, **Dex** 19, **Con** 17, **Int** 2, **Wis** 12, **Cha** 3  ",
			"**Base Atk** +3; **CMB** +5; **CMD** 19 (can't be tripped)  ",
			"**Feats** {feat/Improved Initiative}, {feat/Weapon Finesse}, {feat/Weapon Focus/ (bite)}  ",
			"**Skills** Perception +5, Stealth +9 (+19 when buried), Swim +15; **Racial Modifiers** +10 Stealth when buried",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any oceans  ",
			"**Organization** solitary, pair, or school (3-6)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Gulp (Ex)** A stargazer can open its giant mouth in a fraction of a second, creating a vortex that draws a target into its maw. When underwater, a stargazer gains 5 additional feet of reach with its bite attack and a +2 bonus on combat maneuver checks to grapple.",
			"",
			"**Poison (Ex)** Venomous spines-injury; *save* Fort DC 15; *frequency* 1/round for 4 rounds; *effect* sickened for 1d4 rounds; *cure* 2 consecutive saves. The save DC is Constitution-based.",
			"",
			"**Shock (Ex)** A stargazer delivers an electrical shock with each successful bite attack, dealing an additional 1d6 points of electricity damage.",
			"",
			"**Venomous Spines (Ex)** A stargazer has two large venomous spines situated behind its head. The stargazer reacts swiftly to attacks, stabbing at any creature that attempts to harm it. Each time a creature attacks a stargazer with a natural weapon, unarmed strike, or weapon attack that doesn't have reach, it must succeed at a DC 16 Reflex save or be hit by one of these spines. Each time a creature is hit by a spine, it takes 1d4 points of piercing damage and is exposed to the stargazer's poison. A creature that grapples a stargazer is automatically hit by these spines. The save DC to avoid the spines is Dexterity-based.",
			"",
			"::sh[Description]",
			"",
			"A giant stargazer is an ambush predator with a speckled, flattened body that hunts by burying itself in the sand, leaving just its eyes and mouth uncovered. A typical giant stargazer is 6 feet long and weighs 250 pounds."
		]
	},
	"giant_sundew": {
		"name": "Giant Sundew",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This plant is covered with dozens of clear tendrils, each tipped with a glistening red bulb. Whiplike fronds unfurl from the center.*",
			"",
			"::mh[Giant Sundew]{cr=\"12\"}",
			"",
			"{SOURCE Bestiary 6/258}  ",
			"**XP** 19,200  ",
			"N Huge plant  ",
			"**Init** +12; **Senses** low-light vision, {umr/tremorsense} 60 ft.; Perception +28",
			"",
			"::sh[Defense]",
			"",
			"**AC** 27, touch 17, flat-footed 18 (+8 Dex, +1 dodge, +10 natural, -2 size)  ",
			"**hp** 153 (18d8+72)  ",
			"**Fort** +15, **Ref** +16, **Will** +9  ",
			"**Defensive Abilities** stupefaction pollen; **DR** 10/slashing; **Immune** acid, {umr/plant traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft.  ",
			"**Melee** 2 slams +21 (2d6+10/19-20 plus 1d6 acid and adhesive)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** {umr/constrict} (2d6+10 plus 1d6 acid)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 31, **Dex** 26, **Con** 18, **Int** 1, **Wis** 12, **Cha** 6  ",
			"**Base Atk** +13; **CMB** +25; **CMD** 44  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Dodge}, {feat/Improved Critical/ (slam)}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Lunge}, {feat/Power Attack}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Perception +28",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate swamps  ",
			"**Organization** solitary, pair, or grove (3-8)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Acid (Ex)** A giant sundew secretes a potent, flesh-eating acid that quickly dissolves most organic material but does not affect metal or stone.",
			"",
			"**Adhesive (Ex)** A giant sundew's body exudes a sticky adhesive, holding fast any creatures or items that touch it. A giant sundew automatically grapples any creature it hits with its slam attack. Opponents so grappled cannot get free while the sundew is alive without first removing the adhesive. A weapon that strikes a giant sundew is stuck fast unless the wielder succeeds at a DC 23 Reflex save. A successful DC 20 Strength check is needed to pry off a stuck weapon. Strong alcohol or universal solvent dissolves the adhesive, but the giant sundew can still grapple normally. The substance breaks down naturally 5 rounds after a sundew dies and is rendered inert for 1 round immediately after the giant sundew takes 10 or more points of cold damage. The save DC is Constitution-based.",
			"",
			"**Stupefaction Pollen (Ex)** Once per day, the first time a giant sundew has fewer than half its hit points (76 or fewer for the typical giant sundew), it releases a transparent cloud of pollen; this effect happens automatically and does not require an action of any sort on the giant sundew's behalf. The pollen cloud fills the area in a 20-foot radius around the giant sundew. All creatures caught in the area of effect must succeed at a DC 23 Fortitude save or take 1d6 points of Intelligence damage and be staggered for 1d4 rounds.",
			"",
			"::sh[Description]",
			"",
			"Unlike its smaller, insect-eating cousin, a giant sundew actively seeks out prey using its shallow but sturdy roots to slowly pull itself through its boggy environs. When a giant sundew attacks, it does so by slamming targets with its thick, leaflike fronds, each of which is covered with globules of sticky, acidic goo. The giant sundew exudes an unmistakable scent of honey - an attractive odor that often proves irresistible to nearby creatures.",
			"",
			"Although the giant sundew is not quite a mindless monstrosity, its intellect is barely more than instinctive, and it has little ability to discern between allies and enemies. If it attacks a creature that is immune to acid or adhesive qualities, the sundew is smart enough to avoid attacking that foe in future rounds (although it continues to slam such targets with its fronds in self defense, if needed). Despite sundews' inability to form alliances, many more intelligent forest-dwelling creatures take advantage of the sticky plants and use them as organic traps to help gather prey. Will-o'-wisps in particular are quite fond of the methods a sundew uses to capture and consume prey, for the anguish and fear of creatures stuck to a plant that is slowly dissolving and digesting them form quite a delicious tonic of horror for the wisps to feed upon.",
			"",
			"A full-grown giant sundew can reach a height of over 20 feet and weighs 4,000 pounds."
		]
	},
	"giant_termite": {
		"name": "Giant Termite",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*This pony-sized insect has long black mandibles and a banded abdomen of white.*",
			"",
			"::mh[Giant Termite]{cr=\"3\"}",
			"",
			"{SOURCE Bestiary 5/242}  ",
			"**XP** 800  ",
			"N Medium vermin  ",
			"**Init** +0; **Senses** darkvision 60 ft., {umr/scent}, {umr/tremorsense} 60 ft.; Perception +1",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 10, flat-footed 15 (+5 natural)  ",
			"**hp** 32 (5d8+10)  ",
			"**Fort** +6, **Ref** +1, **Will** +2  ",
			"**Immune** disease, mind-affecting effects; **Resist** acid 5",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., burrow 20 ft.  ",
			"**Melee** bite +6 (1d8+4 plus 1d6 acid)  ",
			"**Special Attacks** gnaw, swarming",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 17, **Dex** 11, **Con** 14, **Int** -, **Wis** 12, **Cha** 7  ",
			"**Base Atk** +3; **CMB** +6; **CMD** 16",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm forests, plains, or underground  ",
			"**Organization** solitary, pair, nest (3-9), or colony (10-60)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Gnaw (Ex)** Giant termites can burrow through earth and wood but not stone or metal. Their natural attacks and acid ignore hardness of 5 or less.",
			"",
			"**Swarming (Ex)** Two giant termites can share the same space without penalty, and if both attack the same creature they are considered to be flanking that foe. Giant termites take no damage from termite swarms.",
			"",
			"::sh[Description]",
			"",
			"Giant termites are social, burrowing insects that create immense earthen mounds the size of cathedrals to house their large colonies. The colony splits into small groups to take on various tasks, like hunting food or collecting dirt and clay to expand the colony's mound. They are destructive pests, consuming plant matter and destroying wooden structures, but they consume meat as well if creatures interfere with their cycle of demolition and construction. Termites also use their acid to render animals into glue to reinforce the mound."
		]
	},
	"giant_tube_worm": {
		"name": "Giant Tube Worm",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*Several thin tendrils extend aggressively from the open tip of this red tube made of a coralline substance.*",
			"",
			"::mh[Giant Tube Worm]{cr=\"2\"}",
			"",
			"{SOURCE Bestiary 6/249}  ",
			"**XP** 600  ",
			"N Medium vermin (aquatic)  ",
			"**Init** +4; **Senses** darkvision 60 ft., {umr/tremorsense} 30 ft.; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 14, flat-footed 14 (+4 Dex, +4 natural)  ",
			"**hp** 19 (3d8+6)  ",
			"**Fort** +5, **Ref** +5, **Will** +1  ",
			"**Defensive Abilities** tube armor; **Immune** mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., swim 20 ft.  ",
			"**Melee** 2 stings +4 (1d4+2 plus poison)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 14, **Dex** 28, **Con** 15, **Int** -, **Wis** 11, **Cha** 3  ",
			"**Base Atk** +2; **CMB** +4; **CMD** 18 (can't be tripped)  ",
			"**Skills** Swim +10",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any oceans  ",
			"**Organization** solitary, pair, or cluster (3-12)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Poison (Ex)** Sting-injury; *save* Fort DC 13; *frequency* 1/round for 6 rounds; *effect* 1 Dex damage and staggered 1 round; *cure* 2 consecutive saves.",
			"",
			"**Tube Armor (Ex)** A giant tube worm's shell grants it a +4 natural armor bonus, but is somewhat brittle. Once a giant tubeworm is reduced to fewer than half its hit points (9 hp for the typical specimen), its tube shatters and it loses its natural armor bonus.",
			"",
			"::sh[Description]",
			"",
			"The giant tube worm resides entirely within its constructed, armored tube. It extends its stinging tendrils out into the water to search for prey. This and the hookfang are but two varieties of the giant sea worm - some grow much larger, such as the gargantuan reef worm or the truly colossal trench worm. Others, like the brine worm and the crimson worm, are much smaller."
		]
	}
}
