{
	"half_celestial": {
		"name": "Half-Celestial",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Half-Celestial (CR +1 to +3)",
			"",
			"{SOURCE Pathfinder RPG Bestiary}  ",
			"**Acquired/Inherited Template** Both  ",
			"**Simple Template** No  ",
			"**Usable with Summons** Yes",
			"",
			"\"Half-celestial\" is an inherited or acquired template that can be added to any living, corporeal creature with an Intelligence score of 4 or more. A half-celestial creature retains the base creature's statistics and special abilities except as noted here.",
			"",
			"**CR:** HD 5 or less, as base creature + 1; HD 6-10, as base creature + 2; HD 11 or more, as base creature + 3.",
			"",
			"**Alignment:** Any good.",
			"",
			"**Type:** The creature's type changes to outsider (native). Do not recalculate HD, BAB, or saves.",
			"",
			"**Armor Class:** Natural armor improves by +1.",
			"",
			"**Defenses/Qualities:** It gains darkvision 60 feet; immunity to disease; +4 racial bonus on saves vs. poison; acid, cold, and electricity resist 10; DR 5/magic (if HD 11 or less) or 10/magic (if HD 12 or more); and SR equal to CR + 11 (maximum 35).",
			"",
			"**Speed:** Unless the base creature flies better, the half-celestial flies at twice the base creature's land speed (good maneuverability).",
			"",
			"**Special Abilities:** A half-celestial gains the following.",
			"",
			"**Smite Evil (Su):** Once per day as a swift action the half-celestial can smite evil as a paladin of the same level as its Hit Dice. The smite persists until the target is dead of the half-celestial rests.",
			"",
			"**Spell-Like Abilities:** A half-celestial with an Int or Wis score of 8 or higher has a cumulative number of spell-like abilities depending on its Hit Dice. Unless otherwise noted, an ability is usable once per day. Caster level equals the creature's HD (or the caster evel of the base creature's spell-like abilities, whichever is higher).",
			"",
			"| HD | Abilities |",
			"| --- | --- |",
			"| 1-2 | {spell/Protection from evil} 3/day, {spell/bless} |",
			"| 3-4 | {spell/Aid}, {spell/Detect evil} |",
			"| 5-6 | {spell/Cure serious wounds}, {spell/Neutralize poison} |",
			"| 7-8 | {spell/Holy smite}, {spell/Remove disease} |",
			"| 9-10 | {spell/Dispel evil} |",
			"| 11-12 | {spell/Holy word} |",
			"| 13-14 | {spell/Holy aura} 3/day, {spell/Hallow} |",
			"| 15-16 | {spell/Mass charm monster} |",
			"| 17-18 | {spell/Summon monster IX} (celestials only) |",
			"| 19-20 | {spell/Resurrection} |",
			"",
			"**Abilities:** A half-celestial gains a +4 bonus on three ability scores of its choice and a +2 bonus on the other three.",
			"",
			"**Skills:** A half-celestial with racial Hit Dice has skill points per racial Hit Die equal to 6 + its Intelligence modifier. Racial class skills are unchanged from the base creature's. Skill ranks from class levels are unaffected."
		]
	},
	"half_dragon": {
		"name": "Half-Dragon",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Half-Dragon (CR +2)",
			"",
			"{SOURCE Pathfinder RPG Bestiary}  ",
			"**Acquired/Inherited Template** Both  ",
			"**Simple Template** No  ",
			"**Usable with Summons** Yes",
			"",
			"\"Half-dragon\" is an inherited or acquired template that can be added to any living, corporeal creature (referred to hereafter as the base creature). A half-dragon retains all the base creature's statistics and special abilities except as noted here.",
			"",
			"**CR:** Same as the base creature + 2 (minimum 3).",
			"",
			"**Type:** Creature type changes to dragon. Do not recalculate HD, BAB, or saves.",
			"",
			"**Armor Class:** Nat. armor improves by +4.",
			"",
			"**Special Qualities and Defenses:** A half-dragon gains darkvision 60 feet; low-light vision; and immunity to sleep, paralysis, and energy of the same type as its breath weapon.",
			"",
			"**Speed:** A half-dragon has wings. Unless the base creature has a better fly speed, the half-dragon can fly at twice the creature's base land speed (average maneuverability).",
			"",
			"**Melee:** A half-dragon has two claw attacks and a bite attack. If the base creature can use manufactured weapons, the half-dragon can as well. A new claw or bite attack deals damage as appropriate for the half-dragon's size (see {umr/Natural Attacks}.)",
			"",
			"**Special Abilities:** A half-dragon retains all the special attacks of the base creature and gains a breath weapon usable once per day based on the dragon variety (see below). The breath weapon deals 1d6 hit points of damage per racial HD possessed by the half-dragon (Reflex half; DC 10 + 1/2 creature's racial HD + creature's Con modifier).",
			"",
			"| Dragon Variety | Breath Weapon |",
			"| --- | --- |",
			"| Black or copper | 60-foot line of acid |",
			"| Brass | 60-foot line of fire |",
			"| Blue or bronze | 60-foot line of electricity |",
			"| Gold or red | 30-foot cone of fire |",
			"| Green | 30-foot cone of acid |",
			"| Silver or white | 30-foot cone of cold |",
			"",
			"**Abilities:** Increase from the base creature as follows: Str +8, Con +6, Int +2, Cha +2.",
			"",
			"**Skills:** A half-dragon with racial Hit Dice has skill points per racial Hit Die equal to 6 + its Intelligence modifier. Racial class skills are unchanged from the base creature's."
		]
	},
	"half_fiend": {
		"name": "Half-Fiend",
		"sources": [
			"Pathfinder RPG Bestiary",
			"Demons Revisited"
		],
		"description": [
			"## Half-Fiend (CR +1 to +3)",
			"",
			"{SOURCE Pathfinder RPG Bestiary}  ",
			"**Acquired/Inherited Template** Both  ",
			"**Simple Template** No  ",
			"**Usable with Summons** Yes",
			"",
			"\"Half-fiend\" is an inherited or acquired template that can be added to a living, corporeal creature with an Int score of 4 or more. A half-fiend uses all the base creature's statistics and special abilities except as noted here.",
			"",
			"**CR:** HD 4 or less, as base creature + 1; HD 5 to 10, as base creature + 2; HD 11 or more, as base creature + 3.",
			"",
			"**Alignment:** Any evil.",
			"",
			"**Type:** The creature's type changes to outsider (native). Do not recalculate HD, BAB, or saves.",
			"",
			"**Armor Class:** Natural armor improves by +1.",
			"",
			"**Defenses/Qualities:** Gains darkvision 60 feet; immunity to poison; acid, cold, electricity, and fire resistance 10; DR 5/magic (if HD 11 or less) or 10/magic (if HD 12 or more); and SR equal to creature's CR + 11 (maximum 35).",
			"",
			"**Speed:** Unless the base creature flies better, the half-fiend flies at twice the base creature's land speed (good).",
			"",
			"**Melee:** A half-fiend gains two claw attacks and a bite attack. [Damage depends on its size](umr/natural_attacks).",
			"",
			"**Special Attacks:** A half-fiend gains the following.",
			"",
			"**Smite Good (Su):** Once per day as a swift action the half-fiend can smite good as the smite evil ability of a paladin of the same level as the half-fiend's Hit Dice, except affecting a good target. The smite persists until the target is dead of the half-fiend rests.",
			"",
			"**Spell-Like Abilities:** A half-fiend with an Int or Wis score of 8 or higher has a cumulative number of spell-like abilities set by its HD. Unless otherwise noted, an ability is usable 1/day. CL equals the creature's HD (or the CL of the base creature's spell-like abilities, whichever is higher).",
			"",
			"| HD | Abilities |",
			"| --- | --- |",
			"| 1-2 | {spell/Darkness} 3/day |",
			"| 3-4 | {spell/Desecrate} |",
			"| 5-6 | {spell/Unholy blight} |",
			"| 7-8 | {spell/Poison} 3/day |",
			"| 9-10 | {spell/Contagion} |",
			"| 11-12 | {spell/Blasphemy} |",
			"| 13-14 | {spell/Unholy aura} 3/day, {spell/unhallow} |",
			"| 15-16 | {spell/Horrid wilting} |",
			"| 17-18 | {spell/Summon monster IX} (fiends only) |",
			"| 19-20 | {spell/Destruction} |",
			"",
			"**Abilities:** A half-fiend gains a +4 bonus on three ability scores of its choice and a +2 bonus on the other three.",
			"",
			"**Skills:** A half-fiend with racial HD has skill points per racial HD equal to 6 + Int mod. Racial class skills are unchanged, and class level skill ranks are unaffected.",
			"",
			"::h3[Half Demons]{jl}",
			"",
			"{SOURCE Demons Revisited/3}  ",
			"The versatile half-fiend template can be applied to any living, corporeal creature. While demons themselves do not rely upon reproduction to keep up their numbers, most demons can impregnate mortal creatures or, in some cases, can become pregnant with half-mortal offspring themselves. Of course, other methods can generate half-fiends as well - exposure to fecund Abyssal magic and energy, powerful ancient curses, and certain vile and blasphemous rituals may create half-fiend creatures - but demons in particular among the fiendish races are particularly and horrifically compatible with mortal humanoids. When a demon breeds with a mortal humanoid, the resulting birth is often a specific sub-category of half-fiend: a half-demon. Certain rituals can ensure that the resulting child is a half-demon rather than a half-fiend: such rituals are common in certain demon-worshiping cults, and some demons seek to sire or birth such children for their own sinister purposes.",
			"",
			"A half-demon's statistics are generated as if they were half-fiends, save for some modifications dependent on the type of its demonic parentage. The majority of half-demons are chaotic evil.",
			"",
			"Almost all half-demons are half-humanoids. It's exceptionally rare for a non-humanoid to gain this template-most such situations result in a typical half-fiend. While tieflings-humanoids with a smattering of fiendish blood-may trace their lineage back to such a union, true half-demons are far rarer and more powerful than their watered-down descendants.",
			"",
			"::h3[Half-Babau]{jl}",
			"",
			"{SOURCE Demons Revisited/6}  ",
			"A half-babau is skeletally thin, often with pointed ears and a single horn-like growth curling up from its skull. Its skin tone tends to be dark red, and the creature's jaws are filled with sharp, jagged teeth. They often become mass murderers, serial killers, or simply sadistic mercenaries or soldiers.",
			"",
			"**Speed:** A half-babau does not gain a fly speed.",
			"",
			"**Acidic Blood (Su):** A creature that attacks a half-babau with a piercing or slashing natural attack takes 1d4 points of acid damage.",
			"",
			"**Sneak Attack Expert (Ex):** A half-babau instinctively knows how to strike foes to maximize pain and agony and gains sneak attack +1d6. This ability stacks with sneak attack gained from other sources.",
			"",
			"**Alternate Spell-Like Abilities:** Replace {spell/desecrate} with {spell/see invisibility}. Replace {spell/contagion} with {spell/keen edge}. Replace {spell/unhallow} with {spell/greater teleport}. Replace {spell/horrid wilting} with {spell/acid fog} 3/day.",
			"",
			"**Abilities:** A half-babau gains Str +4, Dex +2, Con +4, Int +2, Wis +2, and Cha +2.",
			"",
			"::h3[Half-Balor]{jl}",
			"",
			"{SOURCE Demons Revisited/12}  ",
			"A half-balor is a hulking, muscular figure that generally stands a foot or two taller than the base creature's normal height. Half-balors possess great horns, hoofed feet, horned scales, and massive wings, and as their anger flares or as they attack, bursts of fire pulse from their frames to blast their foes. Half-balors typically rise to positions of power - they are often generals, rulers, or archvillains of the highest magnitude.",
			"",
			"**CR:** A half-balor's CR is 1 higher than a half-fiend of its Hit Dice would normally be.",
			"",
			"**Natural Armor:** Improves by 3.",
			"",
			"**Defensive Abilities:** A half balor is immune to fire, and adds good to the qualities needed to bypass its damage reduction.",
			"",
			"**Melee:** A half-balor deals +1d6 fire damage with every attack.",
			"",
			"**Alternate Spell-Like Abilities:** Replace {spell/desecrate} with {spell/scorching ray} 3/day. Replace {spell/contagion} with {spell/telekinesis}. Replace {spell/unhallow} with {spell/greater teleport}. Replace {spell/horrid wilting} with {spell/fire storm}.",
			"",
			"**Abilities:** A half-balor gains Str +6, Dex +4, Con +6, Int +4, Wis +4, and Cha +4.",
			"",
			"::h3[Half-Glabrezu]{jl}",
			"",
			"{SOURCE Demons Revisited/19}  ",
			"A half-glabrezu is among the most hideous and ferocious-looking of all half-demons, for these creatures inherit their demonic parent's additional pincer arms while retaining their own arms. These pincer arms extend from the half-glabrezu's shoulders. The half-demons also have numerous horns, saurian legs that bend in three places, and patches of scaly green ridges on the shoulders and back. Despite their brutish appearances, half-glabrezus often take on roles as military, political, and even spiritual advisors who work to undermine the status quo.",
			"",
			"**Speed:** A half-glabrezu does not gain a fly speed.",
			"",
			"**Melee:** A half-glabrezu gains two pincer attacks and a bite attack. (Damage depends on its size.) The two pincer attacks do not replace the half-glabrezu's arms, leaving those arms free to function normally, but these arms do not gain claw attacks of their own.",
			"",
			"**Alternate Spell-Like Abilities:** Replace {spell/desecrate} with {spell/mirror image}. Replace {spell/contagion} with {spell/confusion}. Replace {spell/unhallow} with {spell/greater teleport}. Replace {spell/horrid wilting} with {spell/power word stun}.",
			"",
			"**Abilities:** A half-glabrezu gains Str +4, Con +6, Int +2, Wis +2, and Cha +4.",
			"",
			"::h3[Half-Hezrou]{jl}",
			"",
			"{SOURCE Demons Revisited/24}  ",
			"A half-hezrou is a bulky, rubbery-skinned beast. Among the most hideous of the half-demons, a half-hezrou tends toward obesity, further increasing its bulk with massive crusty scales or plates that constantly grow from its shoulders and back, only to flake away to be replaced by new scales. Its face tends to have protruding eyes, hanging jowls, and wide jaws, while its hands and feet are webbed. Half-hezrous are often loners, and are often involved with shady alchemical pursuits or the drug trade, or simply serve as guardians for swamp-dwelling masters.",
			"",
			"**Natural Armor:** Improves by 2.",
			"",
			"**Speed:** A half-hezrou does not gain a fly speed, but it does gain a swim speed equal to its base speed unless it has a faster swim speed already.",
			"",
			"**Stench (Ex):** A half-hezrou exudes a foul stink of body odor mixed with swamp rot and worse. This grants the {umr/stench} universal monster rule, but only to a range of 10 feet. The sickened condition caused by this stench lasts for 1 minute.",
			"",
			"**Alternate Spell-Like Abilities:** Replace {spell/desecrate} with {spell/gaseous form}. Replace {spell/unhallow} with {spell/greater teleport}.",
			"",
			"**Abilities:** A half-hezrou gains Str +4, Con +6, Int +2, Wis +2, and Cha +4.",
			"",
			"::h3[Half-Invidiak]{jl}",
			"",
			"{SOURCE Demons Revisited/30}  ",
			"A half-invidiak is the rarest of the half-demons, for it is only under highly specific circumstances that an invidiak can spread its legacy into the bloodline of a mortal family, due to its characteristic lack of a physical body. Half-invidiaks have dark gray skin, red eyes, fangs, and sharp talons. They tend to be painfully thin in appearance, with large shadowy wings that, despite their ghostly nature, provide excellent flight capability. A half-invidiak's envy is exceptional, and this drives it to obsessive lengths to one-up and exceed the triumphs of those with which it associates. It excels in roles where it can be served by large groups, such as cult leader or general of an army.",
			"",
			"**Speed:** A half-invidiak's fly speed has perfect maneuverability.",
			"",
			"**Ghostly Form (Su):** A half-invidiak can become incorporeal (along with gear it carries, up to its light encumbrance limit) for a number of rounds each day equal to its Hit Dice as a swift action. Returning to material form is a free action. The rounds per day spent incorporeal need not be consecutive. This ability cannot be activated in areas of bright light, nor can an incorporeal half-invidiak enter such an area.",
			"",
			"**Alternate Spell-Like Abilities:** Replace {spell/desecrate} with {spell/blur}. Replace {spell/poison} 3/day with {spell/shadow conjuration} 3/day. Replace {spell/contagion} with {spell/magic jar}. Replace {spell/unhallow} with {spell/greater teleport}. Replace {spell/horrid wilting} with {spell/telekinesis} 3/day.",
			"",
			"**Abilities:** A half-invidiak gains Dex +6, Con +4, Int +2, Wis +2, and Cha +4.",
			"",
			"::h3[Half-Marilith]{jl}",
			"",
			"{SOURCE Demons Revisited/36}  ",
			"A half-marilith has the lower body of a great serpent and four arms. Her eyes are pale (giving the appearance of having no pupils), and a short row of horns runs along the top of her head down her back. The half-marilith is a dangerous foe, and her confidence and pride make her more so, as she rarely admits defeat. Her role is typically that of a commander of an army, although she also excels as an assassin.",
			"",
			"**CR:** A half-marilith's CR is +1 higher than a half-fiend of its Hit Dice would normally be.",
			"",
			"**Natural Armor:** Improves by 2.",
			"",
			"**Speed:** A half-marilith does not gain a fly speed.",
			"",
			"**Melee:** A half-marilith gains a tail slap attack. Damage depends on her size. This tail slap attack has the {umr/grab} and {umr/constrict} abilities (constriction damage equals the damage normally caused by the tail slap, but always applies the half-marilith's full Strength bonus to damage caused). She also gains two additional arms, each of which can wield weapons with ease.",
			"",
			"**Multiweapon Mastery (Ex):** A half-marilith never takes penalties to her attack roll when fighting with multiple weapons.",
			"",
			"**Alternate Spell-Like Abilities:** Replace {spell/desecrate} with fly. Replace {spell/poison} 3/day with {spell/greater magic weapon} 3/day. Replace {spell/contagion} with {spell/true seeing}. Replace {spell/unhallow} with {spell/greater teleport}. Replace {spell/horrid wilting} with {spell/blade barrier}.",
			"",
			"**Abilities:** A half-marilith gains Str +6, Dex +4, Con +6, Int +2, Wis +2, and Cha +4.",
			"",
			"::h3[Half-Nabasu]{jl}",
			"",
			"{SOURCE Demons Revisited/42}  ",
			"A half-nabasu has thick fur on its shoulders and back of the same color as its hair (which tends toward dark colors). It has large batlike ears and wings, a fanged mouth, and taloned fingers. Yet the half-nabasu's eyes are perhaps its most frightening feature: sunken red orbs that often glow when the creature is hungry - and half-nabasus are always hungry. A half-nabasu's favored meal is the flesh of those who share its non-demonic heritage. It is a loner and a predator, a thief and thug at best, but more often feared as a serial killer or sadist.",
			"",
			"**Resist Death:** A half-nabasu is immune to death effects.",
			"",
			"**Consume Flesh (Su):** Once per day, a half-nabasu can entirely consume the body of a creature of the same race as the half-nabasu's non-demonic parent-doing so takes the half-nabasu 10 minutes of grisly work, but grants the half-nabasu a +2 profane bonus on all attack rolls and damage rolls, as well as to its AC. In addition, the act grants the half-nabasu 2 temporary hit points per Hit Dice. These effects last for 1 hour per Hit Dice.",
			"",
			"**Alternate Spell-Like Abilities:** Replace {spell/desecrate} with {spell/silence}. Replace {spell/poison} 3/day with {spell/vampiric touch} 3/day. Replace {spell/contagion} with {spell/enervation}. Replace {spell/unhallow} with {spell/greater teleport}. Replace {spell/horrid wilting} with {spell/energy drain}.",
			"",
			"**Abilities:** A half-nabasu gains Str +4, Dex +2, Con +4, Int +2, Wis +2, and Cha +4.",
			"",
			"::h3[Half-Nalfeshnee]{jl}",
			"",
			"{SOURCE Demons Revisited/48}  ",
			"A half-nalfeshnee is a towering foe; it generally stands a foot or two taller than is typical for its non-demonic parent (this increase in height does not increase the half-demon's actual size category). The creature's visage is hideously porcine, with jutting lower teeth and tiny, beady eyes. Small, feathered wings protrude from its back, while its overly large hands end in sharp nails. Patches of bristly fur sit on its arms, back, and legs. Most half-nalfeshnees seek material wealth over all else, and they can often be found ruling powerful merchant guilds or thieves' guilds.",
			"",
			"**Speed:** A half-nalfeshnee's fly speed is equal to its base speed, and has clumsy maneuverability.",
			"",
			"**Unholy Flash (Su):** Once per day as a free action, a half-nalfeshnee can infuse its aura with a writhing mass of nauseating colors. One round later, at the start of the half-nalfeshnee's turn, this aura bursts in a 20-foot radius. Any non-demon creature caught in this area must succeed on a Will save (DC = 10 + 1/2 the half-demon's HD + the half-demon's Cha modifier) or be nauseated for 1d6 rounds.",
			"",
			"**Alternate Spell-Like Abilities:** Replace {spell/poison} 3/day with {spell/slow} 3/day. Replace {spell/contagion} with {spell/feeblemind}. Replace {spell/unhallow} with {spell/greater teleport}. Replace {spell/horrid wilting} with {spell/greater dispel magic} 3/day.",
			"",
			"**Abilities:** A half-nalfeshnee gains Str +6, Con +4, Int +2, Wis +2, and Cha +4.",
			"",
			"::h3[Half-Succubus]{jl}",
			"",
			"{SOURCE Demons Revisited/54}  ",
			"A half-succubus is the most humanoid-appearing of all the half-demons, yet she is still immediately recognizable for what she is unless she takes pains to disguise herself. She typically appears nearly identical in appearance to a full succubus, and can easily be mistaken for a full demon. A half-succubus revels in roles that allow her to satisfy her overwhelming lust - many run brothels or work as prostitutes, but the most dangerous are those who have managed to control their lusts and work as assassins or spies.",
			"",
			"**Passion (Su):** A half-succubus drains energy from a mortal she lures into an act of passion-unwilling victims must be grappled before the half-succubus can use this ability. The passion bestows one negative level. A half=succubus can use this ability a number of times per day equal to her Hit Dice. The save DC to remove one of these negative levels is equal to 10 + the half-succubus's HD + her Cha modifier.",
			"",
			"**Change Shape (Su):** A half-succubus can use this ability to assume the form of any humanoid creature of her size, as if using alter self, once per day.",
			"",
			"**Alternate Spell-Like Abilities:** Replace {spell/desecrate} with {spell/detect thoughts}. Replace {spell/poison} 3/day with {spell/charm monster} 3/day. Replace {spell/contagion} with {spell/dominate person}. Replace {spell/unhallow} with {spell/greater teleport}. Replace {spell/horrid wilting} with {spell/ethereal jaunt}. Replace {spell/destruction} with {spell/dominate monster}.",
			"",
			"**Abilities:** A half-succubus gains Dex +2, Con +4, Int +2, Wis +2, and Cha +8.",
			"",
			"::h3[Half-Vrock]{jl}",
			"",
			"{SOURCE Demons Revisited/60}  ",
			"A half-vrock has a hideous face that resembles the hooked visage of a vulture. Instead of hair, it has oily black feathers, which cover its large wings as well. Its hands end in sharp talons and it has a long, thin tail. Half-vrocks often serve as mercenaries or soldiers, pursuits in which their tendency to react to any perceived slight with violence is an advantage more often than not.",
			"",
			"**Spores (Ex):** A half-vrock is covered with a fine layer of spores. As a free action, it can infest a creature it hits with a melee attack with these spores; the vrock must wait a minute before using its spores again. A creature targeted by a half-vrock's spores becomes sickened by the pain caused by the spores for 2d4 rounds as they raise hideous welts on the victim's flesh. This is a disease effect.",
			"",
			"**Shriek (Su):** Once per day, a half-vrock can utter a shrill screech. All creatures except demons within a 30-foot-radius spread must succeed at a Fortitude save (DC = 10 + 1/2 the half-vrock's HD + the half-vrock's Con modifier) or be staggered for 1 round.",
			"",
			"**Alternate Spell-Like Abilities:** Replace {spell/desecrate} with {spell/mirror image}. Replace {spell/contagion} with {spell/telekinesis}. Replace {spell/unhallow} with {spell/greater teleport}. Replace {spell/horrid wilting} with {spell/chain lightning} 3/day.",
			"",
			"**Abilities:** A half-vrock gains Str +4, Dex +2, Con +4, Int +2, Wis 4, and Cha +2."
		]
	},
	"half_janni": {
		"name": "Half-Janni",
		"sources": [ "Qadira, Gateway to the East" ],
		"description": [
			"## Half-Janni (CR +2)",
			"",
			"{SOURCE Qadira, Gateway to the East}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** Yes",
			"",
			"Jann are the kind of genie closest to humans in interests and temperament, and are drawn to mingle with mortals. Sometimes these associations result in the birth of half-janni children. Beautiful and exotic, the elemental power that resides in these half-jann mixes with the unique potential of the human parent, sometimes rivaling or even exceeding that of their genie parent.",
			"",
			"Half-jann often seek to sequester themselves on the edge of Keleshite civilizations, capable of observing their human kin without getting deeply involved in mortal affairs. Like their genie ancestors, however, the half-jann are fascinated by true humans, and often take them as mates, leading to generations of suli-jann (see below).",
			"",
			"No matter their human ancestry, half-jann are lovely to look upon, possessing deeply tanned bronze skin and intense eyes that sometimes seem to be swirling pools of elemental power.",
			"",
			"### Creating a Half-Janni",
			"",
			"\"Half-janni\" is an inherited template that can be added to any human (referred to hereafter as the \"base creature\").",
			"",
			"A half-janni uses all the base creature's statistics and special abilities except as noted here.",
			"",
			"**Size and Type:** The creature's type changes to outsider (augmented humanoid, human, native). Do not recalculate the base creature's Hit Dice, base attack bonus, or saves. Size is unchanged.",
			"",
			"**Speed:** A half-janni gains the ability to fly, with a speed of 20 feet (good maneuverability).",
			"",
			"**Armor Class:** The half-janni's natural armor improves by +1 (this stacks with any natural armor bonus the base creature has).",
			"",
			"**Spell-Like Abilities:** A half-janni with an Intelligence or Wisdom score of 8 or higher has spell-like abilities, depending on its level, as indicated on the table below. The abilities are cumulative.",
			"",
			"Caster level equals the creature's level, and the save DC is Charisma-based.",
			"",
			"| Level | Abilities |",
			"| --- | --- |",
			"| 1-2 | {spell/Speak with animals} 3/day |",
			"| 3-6 | {spell/Enlarge person} or {spell/reduce person} 2/day in any combination |",
			"| 7-8 | {spell/Invisibility} (self only) 3/day |",
			"| 9-14 | {spell/Create food and water} 1/day |",
			"| 15-16 | {spell/Ethereal jaunt} 1/day |",
			"",
			"**Special Qualities:** A half-janni has all the special qualities of the base creature, plus the following special qualities.",
			"",
			"- Darkvision out to 60 feet",
			"- Immunity to disease",
			"- Fire resistance 10",
			"",
			"**Abilities:** Increase from the base creature as follows: Str +2, Dex +2, Int +2, Wis +4, Cha +4",
			"",
			"**Challenge Rating:** Same as base creature +2"
		]
	},
	"haunted_construct": {
		"name": "Haunted Construct",
		"sources": [ "Construct Handbook" ],
		"description": [
			"## Haunted Construct (CR +1)",
			"",
			"{SOURCE Construct Handbook}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"On the border between Xa Hoi and Nagajor, near the caldera of Mount Kumijinja, a cave system leads deep into the Darklands. The locals call it the Clicking Caverns, for scouts report seeing strange clockwork warriors creeping out of the caves at night in search of living creatures. Deep beneath those caves is the clockwork necropolis of Pan Majang, a constantly transforming edifice that houses the sadistic, flesh-eating spirits of a forgotten race. These spirits now possess and haunt the constructs they once used as slaves.",
			"",
			"A haunted construct is formed when a soul does not continue to Pharasma's Spire and is instead drawn to an existing construct in a desperate attempt to continue living. Often malevolent and cruel, these souls seek to inflict harm on the living and invite them to join in their tortured existence.",
			"",
			"\"Haunted construct\" is an acquired template that can be added to any construct (referred to hereafter as the base creature). A haunted construct retains all the base creature's statistics and special abilities except as noted here.",
			"",
			"**Challenge Rating:** Base creature's CR + 1.",
			"",
			"**Alignment:** Any evil, most commonly neutral evil.",
			"",
			"**Armor Class:** A haunted construct gains a +1 deflection bonus to AC.",
			"",
			"**Defensive Abilities:** Haunted constructs gain channel resistance +4.",
			"",
			"**Special Qualities:** A haunted construct gains the following special qualities.",
			"",
			"**Infused Soul (Su):** A haunted construct is infused with the soul of a creature who died nearby. The soul provides the haunted construct a semblance of unlife as a ghostly apparition surrounds its body and controls its actions. This allows the haunted construct to apply its Charisma modifier as a bonus on Fortitude saves, and it gains a number of bonus hit points per Hit Die equal to its Charisma bonus. A haunted construct is healed by negative energy and harmed by positive energy as if it were an undead creature. It reacts to magical and supernatural effects, such as {spell/detect undead} and {spell/searing light}, as if it were an undead creature.",
			"",
			"**Unholy Beacon (Su):** Haunted constructs act as a focal point for negative energy, exuding a constant 20-foot aura that functions as the spell {spell/desecrate}. Additionally, undead creatures within the aura gain the benefits of the haunted construct's damage resistance or hardness, if any.",
			"",
			"**Special Attacks:** Each haunted construct gains one of the following haunts tied to its artificial body. This haunt functions until the haunted construct is destroyed but acts on initiative count 10, as usual for haunts, affecting each creature within 30 feet. The Perception DC to notice the haunt is equal to 15 + the haunted construct's CR. The save DC against a haunted construct's special attack is equal to 10 + half the haunted construct's Hit Dice, and the caster level is equal to the haunted construct's CR. A creature can attempt the listed saving throw at the end of its turn each round to negate the haunt's ongoing effect; once a creature successfully saves against the effect, it is immune to that effect for 24 hours. Additional haunted construct abilities beyond these can be designed at the GM's discretion.",
			"",
			">**Burned Alive (Su):** The spirit inhabiting this haunted construct perished in a blaze; *Notice:* the smell of smoke; *Effect:* a screech erupts as affected creatures catch on fire; *Destruction:* flood the area with water for at least 24 hours.",
			">",
			">**Eaten Alive (Su):** The spirit inhabiting this haunted construct was torn apart by wild animals; *Notice:* the sound of gnashing teeth; *Effect:* an invisible force bites and tears the flesh of all living targets, dealing 1d6 points of force damage per 4 Hit Dice the haunted construct has (minimum 1d6) each round and inflicting the shaken condition (Will negates); this is a mind-affecting effect; *Destruction:* a good-aligned creature must remain in the haunted area for 3 days while fasting.",
			">",
			">**Frozen Bones (Su):** The spirit inhabiting this haunted construct froze to death; *Notice:* frost begins to appear on the ground and any clothing or objects; *Effect:* a sudden chill fills the air, and creatures take 1d6 points of cold damage per 2 Hit Dice the haunted construct has (minimum 1d6) and are staggered for 1d4 rounds; on a successful Fortitude save, a creature takes half the damage and negates the staggered condition; *Destruction:* burn the area in magical fire with a caster level equal to or greater than that of the haunt.",
			">",
			">**Insane Ramblings (Su):** The spirit inhabiting this haunted construct wasted away from madness; *Notice:* a discordant chorus of whispers; *Effect:* yammering voices fill the heads of all affected creatures, affecting them as per the spell {spell/confusion} (Will negates); *Destruction:* a creature shouts a hidden truth or previously kept secret.",
			">",
			">**Isolation (Su):** The spirit inhabiting this haunted construct died trapped and alone; *Notice:* ambient sound disappears and other sounds are quieted; *Effect:* each target believes it is alone in the world; it cannot perceive, target, nor interact with anyone it considers an ally (Will negates); this is a mind-affecting effect; *Destruction:* a boisterous celebration of friendship lasting at least 1 hour at the site of the haunt.",
			">",
			">**Loss of Limbs (Su):** The spirit inhabiting this haunted construct bled out after being dismembered; *Notice:* targets' arms all start to tingle; *Effect:* each target believes its arms have been ripped off; the creature drops whatever it is holding and cannot use its arms in any way (Will negates); this is a mind-affecting effect; *Destruction:* a creature must willfully offer the strength of its own arms to the vengeful spirits, accepting 2 points of Strength and Dexterity drain.",
			">",
			">**Mutilation (Su):** The spirit inhabiting this haunted construct was murdered in a gruesome fashion; *Notice:* the creature's muscles begin to spasm; *Effect:* the creature's arms and legs spasm and twist into hideous angles, reducing its base speed to 5 feet and imposing a -4 penalty on attack rolls (Will negates); *Destruction:* the source must be targeted by a {spell/heal} or {spell/regenerate} spell.",
			"",
			"**Ability Scores:** If the base creature's Charisma score is less than 10, then its Charisma score changes to 14; otherwise a haunted construct receives a +4 bonus to Charisma. A haunted construct receives a +4 bonus to its Intelligence score and generally has the same skills the soul had in life. If the base creature lacked an Intelligence score, it gains an Intelligence score of 4 and generally selects the same feats its soul had in life."
		]
	},
	"haunted_one": {
		"name": "Haunted One",
		"sources": [ "Rival Guide" ],
		"description": [
			"## Haunted One (CR +1)",
			"",
			"{SOURCE Rival Guide}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"Haunted ones are mortals who share their bodies with strange intelligences of supernatural origin. While technically undead, these disembodied intellects exist only as thought - they cannot directly interact with the world until they find a host willing to share both body and mind.",
			"",
			"In essence, a haunted one is two creatures - a living host (almost always a humanoid with at least a modicum of intelligence) and its rider (the unbodied entity). The term \"haunted one\" specifically refers to the host as influenced by its rider.",
			"",
			"While all riders possess their own intelligence and have unique goals and motivations, they are similar enough to present them as related entities. Riders attempt to influence their hosts by disseminating cryptic ideas and motivations among the host's own thoughts and memories. A rider's methods of influencing its host are subtle yet effective, though ultimately it has no ability to override the host creature. It cannot take control of the host's body, and throughout the \"possession\" the host retains its free will. Instead, the rider can strong-arm its host, much like when casting {spell/geas//quest}\"a host who fails to act upon the rider's -requests\" suffers increasingly adverse physical and mental ailments. These effects can, at their most potent, cause the host permanent damage or even death. Typically, the rider departs after its host perishes, though it is unclear whether the adverse effects are produced to attempt to further sway the host, or as a result of the rider choosing to depart because the host continually disregards its suggestions.",
			"",
			"Still, being a haunted one is not without some benefits. Haunted ones possess the uncanny ability to recall fantastic amounts of knowledge in areas of study previously unknown to them, often including information beyond the scope of the greatest scholars. Typically, this knowledge concerns something ancient and occult, forbidden things that most would find horrifying and maddening, which the host feels compelled to seek out and explore. Similarly, riders inherently sense the presence of others like themselves, and often use the host to track their rivals down. While these urges are not inherently beneficial, hosts who appease them begin to develop stronger connections with their riders. As a result, the rider becomes more efficient at transferring greater amounts of lost knowledge to the host.",
			"",
			"The circumstances by which a creature can be exposed to an unbodied entity capable of transforming it into a haunted one are numerous, but if the targeted creature wishes to resist the attempt by the rider to invade its mind, the host-to-be can attempt a DC 15 Will save. If the save is successful, the unbodied entity fails to possess the host, and may not try again for 24 hours.",
			"",
			"\"Haunted one\" is an acquired template that can be added to any corporeal creature of average intellect or better (Intelligence 10 or higher). Typically, the base creature is a humanoid - although other creatures are not unheard of.",
			"",
			"**Challenge Rating:** As base creature +1.",
			"",
			"**Alignment:** All riders have an alignment-most are chaotic, evil, or both. When a host becomes a haunted one, its alignment changes to match the rider's. Typically, when a host attempts an act out of keeping with this alignment, the rider punishes the host (see Weaknesses below).",
			"",
			"**Weaknesses:** A haunted one gains the following weakness.",
			"",
			">**Haunted (Ex):** If at any point a haunted one's rider spirit feels the haunted one needs \"persuasion\" to follow its demands, the spirit can inflict 1d6 points of Constitution damage upon the haunted one as a free action, up to once per round. The haunted one can resist this Constitution damage by making a DC 20 Fortitude save-with a successful save, the spirit cannot attempt to harm the haunted one in this manner again for 24 hours.",
			"",
			"**Special Abilities:** A haunted one gains the following four special abilities.",
			"",
			">**True Lore (Su):** Once per day, a haunted one can gain a +20 insight bonus on any Knowledge skill check that it makes, provided that the haunted one possesses at least one skill rank in that Knowledge skill. Every 5 HD possessed by the haunted one grants an additional daily use of this ability.",
			"",
			">**Vision (Sp):** Once a day, a haunted one can use {spell/vision} as a spell-like ability (Caster Level equals the haunted one's HD). Every 5 HD possessed by the haunted one grants an additional daily use of this ability.",
			"",
			"**Skills:** Knowledge skills are always class skills for a haunted one.",
			"",
			"**Abilities:** Con +4, Int +2, Wis +2, Cha +2.",
			"",
			"**Languages:** A haunted one gains a bonus language possessed by the rider - unless otherwise specified, this bonus language is Aklo. Additionally, haunted ones possess telepathy with other haunted ones, to a range of 100 feet.",
			"",
			"### Ex-Haunted Ones",
			"",
			"At any time, as a free action, a rider may choose to vacate its host-doing so immediately causes 3d6 points of Constitution and Intelligence drain to the host (DC 20 Fort halves). Once a haunted one's rider departs, the base creature can never again be the host of a rider, and can thus never again become a haunted one.",
			"",
			"An {spell/atonement} spell cast on a haunted one by a spellcaster of the same alignment that the host had before becoming a haunted one allows the host a new DC 15 Will save to expel the rider, if the haunted one so wishes. In this case, the host loses the template as if the rider had departed the host voluntarily, but does not suffer the ability drain effect."
		]
	},
	"hell_engine": {
		"name": "Hell Engine",
		"sources": [ "Construct Handbook" ],
		"description": [
			"## Hell Engine (CR +1)",
			"",
			"{SOURCE Construct Handbook}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"A hell engine is a construct fueled by an infernal contract, bypassing the complex magic and craftsmanship needed to animate a golem or similar engine of destruction. Artificers who lack the skill or magical aptitude to {feat/Craft Construct}s on their own may be tempted to use the power of Hell to make up for their shortcomings, surrendering their souls for the chance to see their masterpieces brought to horrifying life.",
			"",
			"Although a hell engine lacks the creativity and cunning of a true devil, contracting an infernal construct grants certain advantages over a bound outsider. A hell engine's mindless neutrality renders it resistant to anarchic or holy attacks that would cripple a devil, making it a valuable tool against celestial and chaotic forces. Combined with the construct's ability to banish hostile outsiders and replace them with additional devils, these war machines earn a distinguished place as shock troops in infernal armies and guardians of Hell's most secure vaults.",
			"",
			"\"Hell engine\" is an acquired template that can be added to any nonchaotic, nongood construct with no Intelligence score. A hell engine uses all the base creature's statistics and special abilities except as noted here.",
			"",
			"**Challenge Rating:** Base creature's CR + 1.",
			"",
			"**Alignment:** Always neutral. However, a hell engine radiates a moderate aura of law and evil as if it were a lawful evil outsider.",
			"",
			"**Senses:** A hell engine gains the {umr/see in darkness} ability. In addition, the hell engine can see through the hellfire cloud created by its breath weapon without penalty, ignoring any cover or concealment bonuses it provides.",
			"",
			"**Defensive Abilities:** A hell engine gains fire resistance 30. If the base creature has immunity to magic, it gains the following change:",
			"",
			"- {spell/Dispel evil} or {spell/dispel law} drives the hell engine back 30 feet and deals 2d12 points of damage to it (no save).",
			"",
			"**Weaknesses:** A hell engine gains the following weakness.",
			"",
			"**Contract Powered (Ex):** A hell engine draws power from the infernal contract that animates it. A hell engine cannot attack the devil that drafted its contract, the mortal who signed it, or any creature holding an original copy of the contract. Spells cast by the devil that wrote the contract or its mortal signatory automatically bypass any spell resistance or immunity to magic the hell engine has. If both copies of the contract are destroyed, the hell engine ceases to function until a new one is created.",
			"",
			"**Special Attacks:** A hell engine gains the following.",
			"",
			"**Breath Weapon (Su):** As a standard action once every 1d4+1 rounds, a hell engine can exhale a churning cloud of hellfire in an adjacent space equal to its own size. This hellfire persists for 1 round; each creature within the area when the hell engine creates it (as well as any creature that passes through the cloud until the start of the hell engine's next turn) takes 1d6 points of fire damage and 1d6 points of unholy damage per 2 Hit Dice of the base creature. A creature can attempt a Reflex save (DC 10 + half the base creature's HD) for half damage. The hellfire cloud also provides {rule/concealment} as if from a {spell/fog cloud} spell.",
			"",
			"The hell engine can use this breath weapon in addition to any breath weapon the base creature has, and it can use up to two breath weapons simultaneously as a full-round action. Simultaneous breath weapons both fill the area of either the hellfire breath weapon or base creature's breath weapon (hell engine's choice). If the base creature's breath weapon deals fire damage, a simultaneous breath weapon converts half of that damage into unholy damage.",
			"",
			"**Banishing Strike (Su):** Three times per day as an immediate action, the hell engine can force an extraplanar or summoned creature it hits to attempt a Will save (DC = 10 + half the base creature's HD); on a failure, the target is forced back to its original plane as if by a {spell/dismissal} spell.",
			"",
			"**Redirect Summons (Sp):** Within 1 minute of successfully using its banishing strike ability, a hell engine can redirect its planar energy to summon a devil as an immediate action with a 100% chance of success. The summoned devil remains for 1 hour. A hell engine can have only one summoned devil at a time. The hell engine's Hit Dice determines the most powerful kind of devil it can summon and the effective spell level of this ability, according to the following table.",
			"",
			"| HD | Devil | Spell Level |",
			"| --- | --- | --- |",
			"| 5 | {monster/Lemure} | 2nd |",
			"| 10 | {monster/Bearded devil} | 5th |",
			"| 15 | {monster/Erinyes} | 6th |",
			"| 20 | {monster/Bone devil} | 7th |",
			"| 25 | {monster/Barbed devil} | 8th |",
			"| 30+ | {monster/Ice devil} | 9th |",
			"",
			"### Construction",
			"",
			"While a typical golem uses an elemental spirit as its power source, a hell engine draws power from a special infernal contract. A hell engine requires the same physical body as its base creature, but the creator need only sign a contract and surrender his immortal soul to animate the construct. Typically a devil drafts a contract that grants the mortal signee some service performed by the hell engine, with mastery of the construct transferring to the devil upon completion of the task or the mortal's demise. As with all infernal contracts, animating a hell engine is always a lawful and evil act.",
			"",
			"The hell engine generally serves as an intermediary in the contract's stipulations, allowing clever mortals or devils to exploit loopholes in the agreement via the construct itself. For example, destroying a hell engine before it completes its contractual task or the mortal signee dies may nullify the contract, releasing the soul from damnation. Most devils include clauses to prevent a signee from destroying its own construct. A hell engine that becomes inactive due to a breach of contract, exploitation of a termination clause, or destruction of the original contracts can be reused to generate a new hell engine or to create a normal version of the base creature.",
			"",
			"Powerful hell engines require more soul energy to activate; the devil and the mortal signing the contract must each have at least 1 Hit Die per 2 Hit Dice of the hell engine they wish to animate. A devil can use multiple souls to fuel the same hell engine as long as the total number of Hit Dice between the mortal signatories equals at least half the Hit Dice of the construct. However, convincing numerous mortals to sign away their souls for shared custody of a construct can be difficult, even for an accomplished dealmaker."
		]
	},
	"hellbound_creature": {
		"name": "Hellbound Creature",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Hellbound Creature (CR +1)",
			"",
			"{SOURCE Horror Adventures}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** Yes  ",
			"**Usable with Summons** No",
			"",
			"Hellbound creatures have consigned their souls to Hell in exchange for infernal power. A hellbound creature's Hit Dice determine what type of devil it can summon with its summon spell-like ability and the summon ability's spell level. It can instead choose to summon 1d3 devils of the next weaker category, or 1d4+1 devils of two categories weaker.",
			"",
			"**Quick Rules:** Darkvision; {umr/see in darkness}; +1 to AC; +1 on rolls based on Str and Cha; contract bound; gore attack that deals 1d4 points of damage (for Medium creatures); summon (see table; 100%).",
			"",
			"**Rebuild Rules:** **Senses** darkvision, {umr/see in darkness}; **AC** natural armor bonus increases by 1; **Weaknesses** contract bound; **Melee** gore attack that deals 1d4 points of damage (for Medium creatures); **Spell-like Abilities** summon (see table; 100%); **Ability Scores** +2 Str, +2 Cha.",
			"",
			"### Hellbound Summon",
			"",
			"| Hellbound Creature HD | Devil | Spell Level |",
			"| --- | --- | --- |",
			"| 8 or fewer | Lemure | 2nd |",
			"| 9-10 | Bearded devil | 5th |",
			"| 11-12 | Erinyes | 6th |",
			"| 13-14 | Bone devil | 7th |",
			"| 15-16 | Barbed devil | 8th |",
			"| 17 or more | Ice devil | 9th |"
		]
	},
	"hive_creature": {
		"name": "Hive Creature",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Hive Creature (CR +1)",
			"",
			"{SOURCE Horror Adventures}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** Yes  ",
			"**Usable with Summons** No",
			"",
			"While a creature infested by a hive corruption usually becomes a warrior, mutations can create hive creatures that retain the capabilities of the original creatures.",
			"",
			"**Quick Rules:** +3 to AC; +1 on rolls based on Str, Dex, and Con; -3 on rolls based on Cha; +1 hp/ HD; two claw attacks that each deal 1d4 points of damage (for Medium creatures) and one bite attack that deals 1d6 points of damage (for Medium creatures); immunity to acid; blind; blindsense 60 ft.; blindsight 10 ft.; corrosive blood; hive mind.",
			"",
			"**Rebuild Rules:** **Type** gain the hive subtype and all the corresponding abilities; **AC** natural armor bonus increases by 2; **Melee** two claw attacks that each deal 1d4 points of damage (for Medium creatures) and one bite attack that deals 1d6 points of damage (for Medium creatures); **Ability Scores** +2 Str, +2 Dex, +2 Con, -6 Cha."
		]
	},
	"hivemind_swarm": {
		"name": "Hivemind Swarm",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## Hivemind Swarm (CR - Variable (see text))",
			"",
			"{SOURCE Bestiary 6}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"A hivemind consists of a swarm of smaller creatures whose individual minds have supernaturally bonded into one to become a single, collective intelligence. Hiveminds often occur in swarms that have existed for generations and that have dwelled in areas of potent magical influence, particularly areas of strong psychic magic. Over time, the swarm learns to work together in more intelligent ways to achieve its goals, and it eventually evolves a cohesive mind. Of course, this evolution can be hastened by direct intervention of potent magic (typically something on the level of a {spell/miracle} or {spell/wish}), or as an unintended side effect of esoteric rituals, the use or destruction of artifacts, or the deaths of powerful minds.",
			"",
			"A hivemind swarm learns from its surroundings, which in turn shape its choices in the languages it learns and the psychic spells it develops a penchant for casting. An urban swarm may pick up Common, Dwarven, Elven, or Halfling from snippets of conversations overheard through sewer grates, whereas an underground swarm may learn Dwarven or Undercommon. A hivemind may begin to exert its psychic abilities by compelling animals or people to bring it food or protect it from larger creatures, and it slowly graduates to defending itself and actively attacking as it gains experience.",
			"",
			"Eventually, the hivemind's mental network takes on more complex tasks as a collective mind. At this point, the hivemind creates a nexus, a single individual in the swarm through which the collective routes all thought. While the nexus is often fairly inconspicuous within the teeming mass of the swarm, it is possible for a highly perceptive observer to notice its decisive movements, spellcasting gestures, or intense gaze. The death of the nexus does not eliminate the shared intelligence of a hivemind, but it is disruptive, forcing the collective to focus inward to regroup and form a new nexus.",
			"",
			"\"Hivemind swarm\" is an acquired or inherited template that can be added to any creature with the {subtype/swarm/ subtype} (referred to hereafter as the base creature). The hivemind template allows a swarm to increase in power and abilities, much like a class - when you create a hivemind swarm, you can customize its CR as needed by adjusting the number of additional Hit Dice (and thus associated statistics). A hivemind swarm uses the base creature's statistics and special abilities except as noted here.",
			"",
			"**Challenge Rating:** +1 for each additional Hit Die gained above the base creature's Hit Dice.",
			"",
			"**Type:** A hivemind swarm's type remains unchanged unless the base creature was an animal or vermin. In this case, its type changes to magical beast.",
			"",
			"**Senses:** A hivemind swarm gains {umr/thoughtsense} to a range of 60 feet.",
			"",
			"**Armor Class:** A hivemind swarm gains a +1 insight bonus to its AC per additional Hit Die.",
			"",
			"**Hit Dice:** A hivemind swarm gains at least one racial Hit Die in addition to the Hit Dice of the base creature. The type of racial Hit Die the hivemind swarm gains is the same as that of the base creature. A hivemind swarm can never gain more than 20 racial Hit Dice in this manner.",
			"",
			"**Saves:** The hivemind swarm's base saves increase as appropriate for a creature of its type as the hivemind swarm gains racial Hit Dice.",
			"",
			"**Defensive Abilities:** A hivemind creature retains all of the base creature's defensive abilities and special qualities, including all swarm traits. Due to its increased Intelligence score, a hivemind swarm is not immune to mind-affecting effects; since a hivemind swarm has a single mind, mind-affecting effects treat it as a single target despite its numerous separate bodies.",
			"",
			"**Attacks:** A hivemind creature retains its swarm attack, and continues to deal automatic damage to any creature whose space it occupies at the end of its move, with no attack roll needed. The swarm base damage is based on the hivemind's Hit Dice, starting at 1d6 for 1 Hit Die and increasing by 1d6 for every additional 5 Hit Dice beyond the first.",
			"",
			"**Special Attacks:** A hivemind creature retains all of the base creature's special abilities and gains the following special ability.",
			"",
			"**Psychic Spellcasting (Su):** A hivemind creature gains the ability to cast psychic spells as per a {class/psychic} of a caster level equal to the number of additional Hit Dice it gains when it gains this template. A hivemind swarm can still deal swarm damage to creatures whose space it occupies at the end of its move, even if it has already cast a psychic spell in that round.",
			"",
			"**Ability Scores:** If a base creature's Intelligence score is 10 or lower, the hivemind swarm gains a base Intelligence score of 11. A hivemind swarm's Intelligence score increases by 1 point for every Hit Die it gains beyond the base creature's Hit Dice. If the base creature's Charisma is lower than 10, the hivemind swarm gains a base Charisma score of 10. For every 4 Hit Dice the hivemind swarm gains beyond the base creature's Hit Dice, it gains a +1 bonus to an ability score of its choice (this bonus can be applied to Intelligence, and it stacks with the bonus to Intelligence that a hivemind swarm gains for every Hit Die it attains).",
			"",
			"**BAB:** A swarm's base attack bonus increases as it gains racial Hit Dice as appropriate for a creature of its type.",
			"",
			"**Feats:** A hivemind swarm loses all feats that the base creature had but gains [a number of feats as normal for a creature of its Hit Dice](rule/).",
			"",
			"**Skills:** A hivemind swarm loses all skill ranks that the base creature had but has skill ranks per racial Hit Die as defined by its creature type. A hivemind swarm's class skills are the same as those that its creature type had and also include all {skill/Knowledge>_all} skills and {skill/Spellcraft}.",
			"",
			"**Languages:** A hivemind creature gains telepathy (100 ft.) and can speak a number of languages of its choice equal to 1 + its Intelligence modifier.",
			"",
			"**Special Qualities:** A hivemind gains the following.",
			"",
			"**Hivemind Nexus (Ex):** The collective intelligence of the hivemind comprises a complex series of connections and pathways among the members of the swarm. In order to focus the mental power of the swarm, the collective network of minds selects an individual member known as a \"nexus.\" It is through the nexus that all actions and decisions are routed to the entire hivemind. A hivemind nexus often acts in a slightly different manner than the other members of the swarm, and an observer can single out a hivemind swarm's nexus as a move action with a successful Perception check opposed by the hivemind's Bluff or Stealth check (whichever skill has a higher modifier for the hivemind). The hivemind gains a racial modifier of +10 on this Bluff or Stealth check, due to the hundreds of similar-looking creatures constantly moving around it. Once a nexus is spotted, it can be slain if the observer manages to deal at least 1 point of damage to the swarm, provided that damage is applied in the same round that the observer managed to identify the nexus. If a nexus is destroyed, the hivemind swarm is staggered and must succeed at a {rule/concentration} check (DC = 15 + twice the spell level) in order to cast a spell. A hivemind swarm is able to create a new nexus by spending 1d6 rounds concentrating, during which time it can take no other action (including making any swarm attacks)."
		]
	},
	"id_mutant": {
		"name": "Id Mutant",
		"sources": [ "Doom Comes to Dustpawn" ],
		"description": [
			"## Id Mutant (CR +1)",
			"",
			"{SOURCE Doom Comes to Dustpawn}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** Yes",
			"",
			"Scholars of the mind have many names for the part of the psyche that controls unconscious and animalistic urges-be it the primal brain, instinct, or simply the id. Some scholars believe that, were this underlying mind to seize control, a normally mild-mannered person would revert to a savage, bestial state; some even theorize that when a barbarian enters a rage, he is in fact tapping into the id to empower his wrath. But what would happen if powerful magic were to act upon the id and make it transform not only a person's mind, but his physical being as well? One such method by which this can occur is via the {curse/curse of bestial dreams}, an affliction that arises when the wishcraft of a vespergaunt interacts with powerful magical crystals infused with mortal dreams and memories - an affliction that, in time, transforms its victims into a deformed and bestial creature known as an id mutant.",
			"",
			"An id mutant loses its identity almost entirely, changing into an animalistic version of its previous self. If its adjusted Intelligence score remains above 3, it can still speak and understand language, but it does not retain any societal affiliations it had prior to devolving. Survival becomes the paramount concern for an id mutant, and it focuses more on base animalistic desires - the thrill of the hunt, securing a safe lair, and procreation. An id mutant's personality is entirely new, one based on fulfilling base needs, and as such an id mutant's alignment changes to chaotic neutral.",
			"",
			"When a humanoid becomes an id mutant, its physical deformations almost always result in a resemblance to a specific animal. Some believe this animal to be a sort of spirit animal, but in fact the animal associated with the mutation is somewhat arbitrary, influenced in part by the original creature's temperament and personality. For up to 10 days after a humanoid transforms into an id mutant, {spell/break enchantment} or {spell/remove curse} can remove the template. After this window of time closes, the condition becomes much more difficult to reverse. Both {spell/miracle} and {spell/wish} can restore an id mutant to its previous life. Likewise, an id mutant that dies and is then brought back from death sheds the template and is restored to its previous life.",
			"",
			"### Creating an Id Mutant",
			"",
			"\"Id mutant\" is an acquired template that can be added to any humanoid (referred to hereafter as the base creature). An id mutant retains all the base creature's statistics and special abilities except as noted here. Statistics for several example id mutants can be found throughout this adventure.",
			"",
			"**CR:** Same as the base creature +1.  ",
			"**Alignment:** Chaotic neutral.  ",
			"**Senses:** An id mutant gains low-light vision.  ",
			"**AC:** An id mutant's natural armor bonus increases by 2.  ",
			"**Speed:** An id mutant's base speed increases by 10 feet. Some id mutants gain an additional movement type as well (see Special Qualities, below).  ",
			"**Melee:** An id mutant gains a single natural attack. This can be a bite, a claw, a gore, a slam, or a talon. Damage caused by this natural attack [depends on the id mutant's size](umr/natural_attacks).  ",
			"**Feats:** An id mutant gains one of the following as a bonus feat: {feat/Great Fortitude}, {feat/Iron Will}, {feat/Lightning Reflexes}, or {feat/Toughness}.  ",
			"**Skills:** Id mutants gain a +4 racial bonus on Perception, Stealth, and Survival checks.  ",
			"**Ability Scores:** Str +4, Con +4, Int -6 (minimum 1), Cha -4 (minimum 1).  ",
			"**Special Qualities:** An id mutant gains one mutation from the list below for every 3 points of the base creature's adjusted CR (minimum 1). Additional mutations beyond these can be designed at the GM's discretion (although id mutants never gain supernatural or spell-like abilities in this manner, with the exception of the infectious mutation, described below).  ",
			"**Additional Movement (Ex):** The id mutant gains a burrow, climb, or fly speed (average maneuverability) equal to the base creature's unmodified speed. This mutation can be selected up to three times-each time, a different form of movement must be chosen.  ",
			"**Additional Natural Attack (Ex):** The id mutant gains an additional natural attack chosen from the Melee entry above. This mutation can be selected multiple times.  ",
			"**Aquatic (Ex):** The id mutant gains the aquatic subtype, a swim speed equal to its base land speed, and the amphibious special quality.  ",
			"**Blindsense (Ex):** The id mutant gains blindsense to a range of 30 feet. This mutation may be selected multiple times-each time it is selected, the range increases by 30 feet.  ",
			"**Ferocious (Ex):** The id mutant gains ferocity.  ",
			"**Infectious (Su):** Whenever an infectious id mutant damages a humanoid with one of its natural attacks, that humanoid must succeed at a Fortitude save (DC = 10 + 1/2 the id mutant's HD + the id mutant's Constitution modifier) or be afflicted by the {curse/curse of bestial dreams}.  ",
			"**Scent (Ex):** The id mutant gains the scent ability.  ",
			"**Swift (Ex):** The id mutant's base speed increases by an additional 20 feet.  ",
			"**Tentacled (Ex):** The id mutant gains a number of tentacle attacks equal to its adjusted CR divided by 5 (minimum 2). Each tentacle also has the grab and constrict special attack (constrict damage equals the tentacle's damage). This mutation can only be selected by id mutants of CR 10 or higher.  ",
			"**Thick Hide (Ex):** The id mutant's thick hide grants it DR 2/piercing. This mutation can be selected multiple times-each time it is selected, the DR increases by 2."
		]
	},
	"implacable_stalker": {
		"name": "Implacable Stalker",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Implacable Stalker (CR +2)",
			"",
			"{SOURCE Horror Adventures}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"Implacable stalkers embody murderous predation. They not only revel in hunting down and killing their victims in gory, brutal fashion, but they draw supernatural strength and power from their victims' fear and terror. They look similar to other creatures of their kind, but are often covered in gruesome scars and exude an aura of menace.",
			"",
			"\"Implacable stalker\" is an acquired template that can be added to any creature with an Intelligence score of 3 or higher. Most implacable stalkers are humanoids, monstrous humanoids, or outsiders. An implacable stalker uses the base creature's stats and abilities except as noted here.",
			"",
			"**Challenge Rating:** Base creature's CR + 2.",
			"",
			"**Alignment:** Any evil.",
			"",
			"**Senses:** An implacable stalker gains the following.",
			"",
			"**Sense Fear (Su):** An implacable stalker is able to sense the fear of nearby living creatures. This functions similarly to blindsight, with a range of 120 feet, except it only allows the implacable stalker to detect creatures that are currently experiencing any level of fear ranging [from spooked to horrified](rule/lesser_fear_and_greater_fear). Additionally, this ability allows the implacable stalker to detect such creatures even through solid barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it.",
			"",
			"**Armor Class:** Natural armor bonus increases by 6.",
			"",
			"**Defensive Abilities:** An implacable stalker gains DR 5/-, and resistance to acid, cold, electricity, fire, and sonic 10. The implacable stalker also gains the following defensive ability.",
			"",
			"**Terrifying Inevitability (Su):** An implacable stalker is even more difficult to kill when in the presence of fear. As long as the implacable stalker is able to see or hear a creature currently experiencing any level of fear ranging from [spooked to horrified](rule/lesser_fear_and_greater_fear), it gains fast healing equal to its Hit Dice, its damage reduction increases to 10/-, and it gains spell resistance equal to 16 + its CR.",
			"",
			"**Speed:** An implacable stalker's base land speed is reduced by 10 feet if its base speed is 20 feet or higher.",
			"",
			"**Special Attacks:** An implacable stalker gains the following special attacks.",
			"",
			"**Fear Aura (Su):** Creatures that have at least 5 fewer Hit Dice than the implacable stalker must succeed at a Will save or become frightened for 1 minute if they come within 60 feet of it. Even if they succeed at their saves, they gain the shaken condition for as long as they remain within 60 feet of the implacable stalker, and for 1 round thereafter. All other creatures within this radius must succeed at a Will save or become shaken for as long as they remain within 60 feet of the implacable stalker, and for 1 round thereafter. A creature that successfully saves cannot be affected again by the same implacable stalker's aura until the creature has left the aura and reentered it. This is a mind-affecting fear effect.",
			"",
			"**Gory Display (Ex):** Whenever an implacable stalker kills a sentient living creature, as a swift action, it can revel in the kill, shredding its victim's corpse in a gruesome display of power. If it does, it chooses one of the following benefits: gain a +4 morale bonus to Strength and Dexterity for 1 minute, regain a single use of a spell-like ability that it can normally use three or more times per day, or immediately heal a number of hit points equal to its Hit Dice.",
			"",
			"Alternatively, instead of any of these benefits, the implacable stalker can cause a single creature within 60 feet to become more vulnerable to fear. Creatures affected in this way lose any immunity to fear they may have. If the creature did not possess immunity to fear, it takes a -4 penalty on saving throws to resist fear effects, and all Intimidate checks attempted against it receive a +4 circumstance bonus. These effects last for 10 minutes. Finally, if the creature is currently immune to the implacable stalker's fear aura because it succeeded at a previous saving throw, it loses that immunity.",
			"",
			"**Special Qualities:** An implacable stalker gains the following special qualities.",
			"",
			"**Nightmare Resurrection (Su):** When an implacable stalker dies, it creates a psychic imprint on the mind of each intelligent creature within 60 feet that witnessed its death. Each week, such creatures are subject to a nightmare effect (DC = 10 + 1/2 the implacable stalker's Hit Dice + the implacable stalker's Charisma modifier; the normal modifiers for nightmare based on knowledge and connection do not apply). In this nightmare, the creature is hunted and slain by the implacable stalker (for GMs using the [nightmare dreamscape rules](rule/nightmare_features), these nightmares always have the \"being chased\" nightmare feature). A creature that succeeds at three consecutive saving throws to resist the effect is freed from it. If any creature fails at three consecutive saving throws to resist the nightmare, the implacable stalker returns to life, as per {spell/true resurrection}. If its corpse has been completely destroyed, it returns to life in a random location within 5 miles of the creature that failed to resist the nightmare effects. Once the implacable stalker is returned to life, the psychic imprint fades from all creatures still affected by it.",
			"",
			"**Right Behind You (Sp):** As a swift action, an implacable stalker can teleport to an unoccupied space, which must be adjacent to a creature the stalker is aware of that has the shaken, frightened, or panicked condition. The implacable stalker can travel a maximum distance of 480 feet with each use of this ability, and must wait 1d6 rounds between each use. Additionally, if the implacable stalker travels at least 40 feet, any shaken, frightened, or panicked creature it arrives adjacent to is denied its Dexterity bonus to AC against the implacable stalker's attacks until the beginning of the implacable stalker's next turn.",
			"",
			"**Ability Scores:** Strength +4, Constitution +6 (if the implacable stalker is an undead creature, it gains Charisma +6, instead).",
			"",
			"**Skills:** Implacable stalkers gain a +8 racial bonus on Intimidate checks, and a +6 racial bonus on Stealth checks and Survival checks to follow tracks.",
			"",
			"**Feats:** Implacable stalkers gain {feat/Diehard}, {feat/Endurance}, {feat/Intimidating Prowess}, and {feat/Toughness} as bonus feats."
		]
	},
	"jiang_shi": {
		"name": "Jiang-Shi",
		"sources": [ "Bestiary 3" ],
		"description": [
			"## Jiang-Shi (CR +2)",
			"",
			"{SOURCE Bestiary 3}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"Jiang-shis (often known as \"hopping vampires\") are undead humanoid creatures that feed on the exhaled life energy of the living. A jiang-shi's appearance is based on the state of the creature's corpse at the time of its reanimation. Regardless of the state of decay, most jiang-shis wear clothing or armor that is at least one generation out of style. Additionally, each has a short parchment prayer scroll affixed to its brow by stitches; originally intended to protect the body from restless spirits, this scroll grants a jiang-shi immunity to magical effects unleashed by items like scrolls and wands.",
			"",
			"A jiang-shi is created when a restless spirit does not leave its corpse at the time of death, and is instead allowed to fester and putrefy within. At some point during the body's decomposition, the thing rises in its grotesque form and seeks living creatures to feed upon.",
			"",
			"\"Jiang-shi\" is an acquired template that can be added to any living creature with 5 or more Hit Dice (referred to hereafter as the base creature). Most jiang-shis were once humans, but any creature that undergoes specific rites can acquire the template. A jiang-shi uses the base creature's stats and abilities except as noted here.",
			"",
			"**CR:** Same as the base creature +2.  ",
			"**Alignment:** Any evil.  ",
			"**Type:** The creature's type changes to undead (augmented). Do not recalculate class Hit Dice, BAB, or saves.  ",
			"**Senses:** A jiang-shi vampire gains darkvision 60 feet. It also gains the ability to sense the breathing of living creatures - a jiang-shi has blindsight to a range of 60 feet against creatures that breathe. A creature may hold its breath to prevent a jiang-shi from noticing it in this manner.  ",
			"**Armor Class:** Natural armor improves by +2.  ",
			"**Hit Dice:** Change all racial Hit Dice to d8s. Class Hit Dice are unaffected. As undead, jiang-shis use their Charisma modifier to determine bonus hit points (instead of Constitution).  ",
			"**Defensive Abilities:** A jiang-shi gains channel resistance +4, DR 10/magic and slashing, and resistance to cold 20, in addition to all of the defensive abilities granted by the undead type. A jiang-shi also gains fast healing 5. In addition, all jiang-shis gain the following defensive ability.",
			"",
			"**Prayer Scroll (Su):** The scroll attached to the brow of a jiang-shi grants immunity to any effects generated from spell-completion or spell-trigger magic items, such as scrolls and wands. Such magical effects treat the jiang-shi as if it had unbeatable spell resistance. A jiang-shi's prayer scroll can be removed with a successful steal combat maneuver, which immediately ends the jiang-shi's immunity to these effects. If a jiang-shi's prayer scroll is destroyed (a standard action), the vampire also loses its fast healing ability. A jiang-shi may create a replacement prayer scroll by using any strip of parchment and a writing instrument, but doing so requires 10 minutes of uninterrupted work.",
			"",
			"**Weaknesses:** Jiang-shis recoil from mirrors or the sound of handbells rung within 10 feet of them. Cooked rice, which to jiang-shis mocks the fundamental fact that they no longer eat food, shames them into recoiling as well. These things don't harm a jiang-shi vampire - they merely keep it at bay for a period of time. A recoiling jiang-shi vampire must stay at least 5 feet away from the object of its revulsion, and cannot touch or make melee attacks against a creature brandishing the object during that round. Holding a jiang-shi vampire at bay takes a standard action. After being held at bay for 1 round, a jiang-shi vampire can attempt to overcome its revulsion of the object and function normally each round it makes a DC 20 Will save at the start of its turn.",
			"",
			"**Destroying a Jiang-Shi:** If reduced to 0 hit points, a jiang-shi vampire crumbles to dust but is not destroyed. It reforms in 1 minute with 1 hit point in the same space, or the nearest unoccupied space. Scattering the dust before the jiang-shi reforms destroys it permanently, as does mixing rice into the dust with a dose of holy water. Jiang-shi vampires are also susceptible to wooden weapons carved from peach trees, as such weapons represent the unity of all elements and life to these creatures. A wooden weapon carved from a peach tree automatically bypasses a jiang-shi vampire's damage reduction. Additionally, any successful hit from such a weapon that reduces a jiang-shi to 0 hit points immediately destroys the creature. Although they normally retreat from daylight, jiang-shi vampires are not destroyed by sunlight like regular vampires and can move around during the day without harm.",
			"",
			"**Speed:** A jiang-shi moves only by hopping. This mode of movement is somewhat less swift than regular movement, and thus a jiang-shi's base speed is reduced by 10 feet from the base creature's speed, to a minimum of 10 feet. This unusual mode of movement allows the jiang-shi to ignore the effects of difficult terrain on movement, and makes it impossible to trip. Other speeds (like fly or swim speeds) are not affected by this reduction.  ",
			"**Melee:** A jiang-shi gains a bite attack and 2 claw attacks if the base creature didn't have them. Damage for the bite attack depends on the jiang-shi's size, but its claw attacks do damage as a creature two size categories larger. For a Medium jiang-shi, a bite attack deals 1d6 points of damage and a claw attack deals 1d8 points of damage. A jiang-shi's claws are even more dangerous than this, though-see the \"brutal claws\" special attack below. A jiang-shi's natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.  ",
			"**Special Attacks:** A jiang-shi gains several special attacks. Save DCs are equal to 10 + 1/2 the jiang-shi's Hit Dice + the jiang-shi's Charisma modifier unless otherwise noted.",
			"",
			"**Brutal Claws (Ex):** A jiang-shi's nails are brutally sharp and can extend and retract at will. They threaten a critical hit on a roll of 19-20 and grant the grab ability. A jiang-shi with monk levels gains this enhanced critical threat range and grab ability with its unarmed attacks, and uses its unarmed monk damage or its claw damage, whichever is higher, when making such attacks.  ",
			"**Drain Chi (Su):** Instead of draining blood, a jiang-shi vampire drains \"chi,\" or life energy, from a victim's breath. When a jiang-shi makes a successful grapple check (in addition to any other effects caused by a successful check, including additional damage), the jiang-shi can attempt to drain chi by drinking the victim's breath. The victim can resist this attack by making a successful Fortitude save. On a failed save, the victim gains 1 negative level and is staggered for 1d4 rounds.",
			"",
			"**Ability Scores:** Str +4, Dex +6, Int +2, Wis +4, Cha +2. As an undead creature, a jiang-shi has no Constitution score.  ",
			"**Feats:** Jiang-shis gain {feat/Alertness}, {feat/Dodge}, {feat/Mobility}, {feat/Skill Focus} (Acrobatics), and {feat/Spring Attack} as bonus feats.  ",
			"**Skills:** Jiang-shis gain a +8 racial bonus on Acrobatics, Perception, and Stealth checks."
		]
	},
	"juju_zombie": {
		"name": "JuJu Zombie",
		"sources": [
			"Bestiary 2",
			"Pathfinder #71: Rasputin Must Die!"
		],
		"description": [
			"## JuJu Zombie (CR +1)",
			"",
			"{SOURCE Bestiary 2}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"A juju zombie is an animated corpse of a creature, created to serve as an undead minion, that retains the skills and abilities it possessed in life.",
			"",
			"\"JuJu zombie\" is an acquired template that can be added to any living corporeal creature, referred to hereafter as the base creature.",
			"",
			"**CR:** As base creature +1.  ",
			"**Alignment:** Any evil.  ",
			"**Type:** The creature's type changes to undead. It retains any subtype except for alignment subtypes and subtypes that indicate kind.  ",
			"**Armor Class:** A juju zombie gains a +3 bonus to its natural armor over the base creature's natural armor bonus.  ",
			"**Hit Dice:** Change all the creature's racial Hit Dice to d8s. All Hit Dice derived from class levels remain unchanged. As undead, juju zombies use their Charisma modifiers to determine bonus hit points (instead of Constitution).  ",
			"**Defensive Abilities:** Juju zombies gain channel resistance +4, DR 5/magic and slashing (or DR 10/magic and slashing if it has 11 HD or more), and fire resistance 10. They are immune to cold, electricity, and {spell/magic missile}.  ",
			"**Speed:** A winged juju zombie's maneuverability drops to clumsy. If the base creature flew magically, its fly speed is unchanged. Retain all other movement types.  ",
			"**Attacks:** A juju zombie retains all the natural weapons, manufactured weapon attacks, and weapon proficiencies of the base creature. It also gains a slam attack that deals damage based on the juju zombie's size, but as if it were one size category larger than its actual size.  ",
			"**Abilities:** Increase from the base creature as follows: Str +4, Dex +2. A juju zombie has no Con score; as an undead, it uses its Charisma in place of Constitution when calculating hit points, Fortitude saves, or any special ability that relies on Constitution.  ",
			"**Feats:** A juju zombie gains {feat/Improved Initiative} and {feat/Toughness} as bonus feats.  ",
			"**Skills:** A juju zombie gains a +8 racial bonus on all Climb checks.",
			"",
			"### Trench Zombie",
			"",
			"{SOURCE Pathfinder #71: Rasputin Must Die!/91}",
			"",
			"A trench zombie is a rotting creature leaking sulfurous fumes from beneath its acid-burned, peeling skin, and bristling with the armaments it possessed in its horrifying death. Retaining many of the memories and skills it possessed in life, a trench zombie contributes its intelligence into a sort of hive mind for the trench mist that originally spawned it, creating a true symbiosis between the two - a gift the trench zombie repays upon its destruction, when the horrific fumes that granted it unlife go back to the trench mist that birthed it. Trench zombies are foul and vengeful, and are canny enough to lurk within the nurturing embrace of their mother mist, which provides them {rule/concealment} without impairing their senses. Those seeking trench zombies' destruction typically must enter the engulfing body of a trench mist if they are to ward off the zombies' ranged attacks. Trench zombies are created using the juju zombie template, but they lose the juju zombie's immunity to magic missile, which is replaced by immunity to acid. Trench zombies also gain the following special ability.",
			"",
			">*Symbiote (Ex):* A unique relationship with trench mists grants trench zombies immunity to acid. In addition, when a trench zombie reaches 0 hit points and is destroyed, the mustard-colored mist that animates the creature bursts violently from its damaged form. All creatures adjacent to the trench zombie are exposed to the toxic gas and take 4d6 points of acid damage. If the trench zombie is enveloped within the fog of its parent trench mist when this death burst occurs, the mist's fast healing ability increases by 1 for a number of rounds equal to the Hit Dice of the destroyed trench zombie. The effects of the deaths of multiple symbiotic trench zombies stack."
		]
	},
	"kanabo": {
		"name": "Kanabo",
		"sources": [ "Distant Shores" ],
		"description": [
			"## Kanabo (CR +0 or +1)",
			"",
			"{SOURCE Distant Shores}  ",
			"**Acquired/Inherited Template** Inherited  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"Within Kaoling, those oni that take the form of hobgoblins - known as ja noi - are treated as honored champions. While ja noi have an overwhelming need to engage in regular battle and command troops, and can be dangerous if too much time passes between fights, this drive is easily met by Kaoling's regular military operations, and most hobgoblin soldiers are only too willing to fight at a ja noi's command. While other oni are respected for their size and strength, they are generally treated as valued allies rather than members of Kaoling society. Ja noi, by contrast, are embraced as revered cousins, and closely integrated into Kaoling communities.",
			"",
			"Though rare, sometimes such close association leads to children being born with one ja noi and one hobgoblin parent. These half-ja noi offspring are known as kanabo, a term that can also be used to refer to an iron club or translated as meaning \"the strongest,\" which is how the hobgoblins of Kaoling view the oni-kin among them. Kanabo inherit much of their oni parent's vitality, mystic power, and cunning, but lack the ja noi drive to fight even when no foe is present.",
			"",
			"Kanabo is an inherited template that can be added to a living, corporeal humanoid of the goblinoid subtype. A kanabo uses all the base creature's statistics and special abilities except as noted here.",
			"",
			"**CR:** HD 10 or less, as base creature + 1; HD 11 or more, as base creature + 2.  ",
			"**Alignment:** Lawful evil.  ",
			"**Type:** The creature's type changes to outsider (native). Do not recalculate HD, BAB, or saves.  ",
			"**Armor Class:** Natural armor improves by +1.  ",
			"**Defenses/Qualities:** HD 11 or less, gains regeneration 1 (acid and fire); HD 12 or more, gains regeneration 5 (acid and fire).  ",
			"**Spell-Like Abilities:** A kanabo with an Intelligence or Wisdom score of 8 or higher has a cumulative number of spell-like abilities set by its HD. Unless otherwise noted, an ability is usable 1/day. Caster level equals the creature's HD (or the CL of the base creature's spell-like abilities, whichever is higher).",
			"",
			"| HD | Abilities |",
			"| --- | --- |",
			"| 1-2 | {spell/Doom} 3/day, {spell/magic weapon} 3/day |",
			"| 3-4 | {spell/Bull's strength}, {spell/command} 3/day |",
			"| 6-8 | {spell/Fly} 3/day |",
			"| 9+ | {spell/Alter self} (at will), {spell/monstrous physique I} (at will) |",
			"",
			"**Abilities:** A kanabo gains a +4 bonus to Strength and Constitution, and a +2 bonus to Dexterity, Intelligence, Wisdom, and Charisma.  ",
			"**Skills:** A kanabo with racial HD has skill ranks equal to 6 + its Intelligence modifier for each racial HD. Racial class skills are unchanged, and class level skill ranks are unaffected."
		]
	},
	"lich": {
		"name": "Lich",
		"sources": [
			"Horror Adventures",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"## Lich (CR +2)",
			"",
			"{SOURCE Pathfinder RPG Bestiary}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** Yes",
			"",
			"\"Lich\" is an acquired template that can be added to any living creature (referred to hereafter as the base creature), provided it can create the required phylactery. A lich retains all the base creature's statistics and special abilities except as noted here.",
			"",
			"**CR:** Same as the base creature + 2.",
			"",
			"**Alignment:** Any evil.",
			"",
			"**Type:** The creature's type changes to undead. Do not recalculate BAB, saves, or skill ranks.",
			"",
			"**Senses:** A lich gains darkvision 60 ft.",
			"",
			"**Armor Class:** A lich has a +5 natural armor bonus or the base creature's natural armor bonus, whichever is better.",
			"",
			"**Hit Dice:** Change all of the creature's racial Hit Dice to d8s. All Hit Dice derived from class levels remain unchanged. As undead, liches use their Charisma modifiers to determine bonus hit points (instead of Constitution).",
			"",
			"**Defensive Abilities:** A lich gains channel resistance +4, DR 15/bludgeoning and magic, and immunity to cold and electricity (in addition to those granted by its undead traits). The lich also gains the following defensive ability.",
			"",
			"**Rejuvenation (Su):** When a lich is destroyed, its phylactery (which is generally hidden by the lich in a safe place far from where it chooses to dwell) immediately begins to rebuild the undead spellcaster's body nearby. This process takes 1d10 days - if the body is destroyed before that time passes, the phylactery merely starts the process anew. After this time passes, the lich wakens fully healed (albeit without any gear it left behind on its old body), usually with a burning need for revenge against those who previously destroyed it.",
			"",
			"**Melee Attack:** A lich has a touch attack that it can use once per round as a natural weapon. A lich fighting without weapons uses its natural weapons (if it has any) in addition to its touch attack (which is treated as a primary natural weapon that replaces one claw or slam attack, if the creature has any). A lich armed with a weapon uses its weapons normally, and can use its touch attack as a secondary natural weapon.",
			"",
			"**Damage:** A lich's touch attack uses negative energy to deal 1d8 points of damage to living creatures + 1 point of damage per 2 Hit Dice possessed by the lich. As negative energy, this damage can be used to heal undead creatures. A lich can take a full-round action to infuse itself with this energy, healing damage as if it had used its touch attack against itself.",
			"",
			"**Special Attacks:** A lich gains the two special attacks described below. Save DCs are equal to 10 + 1/2 lich's HD + lich's Cha modifier unless otherwise noted.",
			"",
			"**Fear Aura (Su):** Creatures of less than 5 HD in a 60-foot radius that look at the lich must succeed on a Will save or become frightened. Creatures with 5 HD or more must succeed at a Will save or be shaken for a number of rounds equal to the lich's Hit Dice. A creature that successfully saves cannot be affected again by the same lich's aura for 24 hours. This is a mind-affecting fear effect.",
			"",
			"**Paralyzing Touch (Su):** Any living creature a lich hits with its touch attack must succeed on a Fortitude save or be permanently paralyzed. Remove paralysis or any spell that can remove a curse can free the victim (see the {spell/bestow curse} spell description, with a DC equal to the lich's save DC). The effect cannot be dispelled. Anyone paralyzed by a lich seems dead, though a DC 20 Perception check or a DC 15 Heal check reveals that the victim is still alive.",
			"",
			"**Abilities:** Int +2, Wis +2, Cha +2. Being undead, a lich has no Constitution score.",
			"",
			"**Skills:** Liches have a +8 racial bonus on Perception, Sense Motive, and Stealth checks. A lich always treats Climb, Disguise, Fly, Intimidate, Knowledge (arcana), Knowledge (religion), Perception, Sense Motive, Spellcraft, and Stealth as class skills. Otherwise, skills are the same as the base creature.",
			"",
			"::h3[Other Templates]{jl}",
			"",
			"{template/Lich creature} is a simple template for creating liches",
			"",
			"::h3[Familial Lich]{jl}",
			"",
			"{SOURCE Horror Adventures/251}",
			"",
			"A familial lich does not have a physical body or standard phylactery. Instead, it possesses its own kin.",
			"",
			"In addition to the changes for the lich template, make the following adjustments to the base creature.",
			"",
			"**Defensive Abilities:** A familial lich gains DR 10/good instead of DR 15/bludgeoning and magic, and loses its rejuvenation ability, but gains an amount of spell resistance equal to 11 + its CR, and the following defensive ability.",
			"",
			"**Familial Possession (Su):** When a familial lich is destroyed, its spirit departs its body and seeks out the lich's nearest living relative, a process that takes 1d10 days. The familial lich then tries to possess the relative, as per greater possession (the caster level is equal to the familial lich's HD, and the save DC is Charisma-based). If the relative succeeds at her save, she becomes permanently immune to this ability, and the familial lich must spend another 1d10 days searching for the next-nearest living relative, repeating the process until it succeeds or until no such relatives remain and it is destroyed instead.",
			"",
			"If the relative fails her saving throw, the familial lich's spirit takes root in her body. The familial lich's consciousness remains within the relative even after the greater possession effect ends, and it is able to share her senses. It can use greater possession on her once per day thereafter. If the relative fails on three consecutive saving throws to resist, the familial lich's spirit takes over, and she physically and mentally transforms into the familial lich permanently. Even if the relative continues succeeding, it is impossible to remove a familial lich without extremely powerful magic once it has taken root.",
			"",
			"Only lineal ancestors or descendants of the familial lich, as well as siblings, are eligible targets for possession (aunts, uncles, nieces, nephews, cousins, and so forth are immune)."
		]
	},
	"lich_creature": {
		"name": "Lich Creature",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Lich Creature (CR +1)",
			"",
			"{SOURCE Horror Adventures}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** Yes  ",
			"**Usable with Summons** No",
			"",
			"While it might not have followed the traditional path to lichdom, which requires a strong aptitude for magic, a lich creature's connection to an object allows it to survive as an undead indefinitely, returning each time its foes destroy it unless they can destroy the lich creature's phylactery.",
			"",
			"**Quick Rules:** Counts as undead; darkvision 60 ft.; rejuvenation; immune to cold and electricity; undead immunities; +1 on rolls based on Int, Wis, and Cha; touch attack deals 1d8 + 1/2 HD points of damage plus paralyzing touch; fear aura.",
			"",
			"**Rebuild Rules:** **Type** change to undead; **Senses** darkvision 60 ft.; **Defensive Abilities** rejuvenation; **Immune** cold, electricity; **Melee** touch attack deals 1d8 + 1/2 HD points of damage plus paralyzing touch; **Special Attacks** fear aura, paralyzing touch; **Ability Scores** +2 Int, +2 Wis, +2 Cha."
		]
	},
	"lycanthrope": {
		"name": "Lycanthrope",
		"sources": [
			"Horror Adventures",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"## Lycanthrope (CR +1)",
			"",
			"{SOURCE Pathfinder RPG Bestiary}  ",
			"**Acquired/Inherited Template** Both  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"Lycanthropes are humanoids with the ability to turn into animals and animal-humanoid hybrid shapes. Natural lycanthropes are born with this ability and have perfect control over their shapechanging. Afflicted lycanthropes contract this ability like a curse or disease from another lycanthrope; they sometimes change form involuntarily.",
			"",
			"\"Lycanthrope\" is an inherited (for natural lycanthropes) or acquired (for afflicted lycanthropes) template that can be added to any humanoid.",
			"",
			"**Challenge Rating:** Same as base creature or base animal (whichever is higher) + 1.",
			"",
			"**Size and Type:** The creature (referred to hereafter as the base creature) gains the shapechanger subtype. The lycanthrope takes on the characteristics of some type of animal (referred to hereafter as the base animal) within one size category of the base creature's size. A lycanthrope's hybrid form is the same size as the base animal or the base creature, whichever is larger.",
			"",
			"**AC:** In hybrid or animal form the lycanthrope has the natural armor bonus of the base animal increased by +2.",
			"",
			"**Defensive Abilities:** A natural lycanthrope gains DR 10/silver in animal or hybrid form. An afflicted lycanthrope gains DR 5/silver in animal or hybrid form.",
			"",
			"**Speed:** Same as the base creature or base animal, depending on which form the lycanthrope is using. Hybrids use the base creature's speed.",
			"",
			"**Melee:** A lycanthrope gains natural attacks in animal and hybrid forms according to the base animal.",
			"",
			"**Special Attacks:** A lycanthrope retains all the special attacks, qualities, and abilities of the base creature. In hybrid or animal form it gains the special attacks, qualities, and abilities of the base animal. A lycanthrope also gains low-light vision, scent, and the following:",
			"",
			"**Change Shape (Su)** All lycanthropes have three forms - a humanoid form, an animal form, and a hybrid form. Equipment does not meld with the new form between humanoid and hybrid form, but does between those forms and animal form. A natural lycanthrope can shift to any of its three alternate forms as a move-equivalent action. An afflicted lycanthrope can assume animal or hybrid form as a full-round action by making a DC 15 Constitution check, or humanoid form as a full-round action by making a DC 20 Constitution check. On nights when the full moon is visible, an afflicted lycanthrope gains a +5 morale bonus to Constitution checks made to assume animal or hybrid form, but a -5 penalty to Constitution checks made to assume humanoid form. An afflicted lycanthrope reverts to its humanoid form automatically with the next sunrise, or after 8 hours of rest, whichever comes first. A slain lycanthrope reverts to its humanoid form, although it remains dead.",
			"",
			"**Curse of Lycanthropy (Su)** A natural lycanthrope's bite attack in animal or hybrid form infects a humanoid target with lycanthropy (Fortitude DC 15 negates). If the victim's size is not within one size category of the lycanthrope, this ability has no effect.",
			"",
			"**Lycanthropic Empathy (Ex)** In any form, natural lycanthropes can communicate and empathize with animals related to their animal form. They can use Diplomacy to alter such an animal's attitude, and when so doing gain a +4 racial bonus on the check. Afflicted lycanthropes only gain this ability in animal or hybrid form.",
			"",
			"**Ability Scores:** +2 Wis, -2 Cha in all forms; +2 Str, +2 Con in hybrid and animal forms. Lycanthropes have enhanced senses but are not fully in control of their emotions and animalistic urges. In addition to these adjustments to the base creature's stats, a lycanthrope's ability scores change when he assumes hybrid or animal form. In human form, the lycanthrope's ability scores are unchanged from the base creature's form. In animal and hybrid form, the lycanthrope's ability scores are the same as the base creature's or the base animal's, whichever ability score is higher.",
			"",
			"::h3[Other Templates]{jl}",
			"",
			"The {template/silverblood lycanthrope} template is a more specific version of lycanthrope, while the {template/lycanthropic creature} template is a simpler, easier to use template.",
			"",
			"::h3[Lycanthropy]{jl}",
			"",
			"A creature that catches lycanthropy becomes an afflicted lycanthrope, but shows no symptoms (and does not gain any of the template's adjustments or abilities) until the night of the next full moon, when the victim involuntarily assumes animal form and forgets his or her own identity. The character remains in animal form until the next dawn and remembers nothing about the entire episode (or subsequent episodes) unless he makes a DC 20 Will save, in which case he becomes aware of his condition.",
			"",
			"A {spell/remove disease} or {spell/heal} spell cast by a cleric of 12th level or higher cures the affliction, provided the character receives the spell within 3 days of the infecting lycanthrope's attack. Alternatively, consuming a dose of {eq-misc/wolfsbane} gives an afflicted lycanthrope a new Fortitude save to recover from lycanthropy.",
			"",
			"::h3[Bestial Werewolf]{jl}",
			"",
			"{SOURCE Horror Adventures/251}",
			"",
			"Bestial werewolves do not transform into normal wolves or wolf-human hybrids, but instead transform into oversized, monstrous wolves.",
			"",
			"In addition to the changes for the lycanthrope template, make the following adjustments to the base creature.",
			"",
			"**Challenge Rating:** Normal werewolf 's CR + 1.",
			"",
			"**Defensive Abilities:** Regardless of whether it is natural or afflicted, a bestial werewolf gains DR 10/silver and ferocity when in animal form.",
			"",
			"**Special Attacks:** A bestial werewolf does not gain the change shape special attack of the lycanthrope template, and instead gains the following special attacks.",
			"",
			"**Change Shape (Su):** A bestial werewolf does not gain a hybrid form, and its animal form is that of a dire wolf, rather than an ordinary wolf. Otherwise, this ability functions identically to the change shape ability granted by the lycanthrope template.",
			"",
			"**Feral Counter (Ex):** While in animal form, the first time each round that a creature damages a bestial werewolf, the bestial werewolf can take an attack of opportunity against the creature. The werewolf must threaten the triggering creature to use this ability.",
			"",
			"**Ability Scores:** A bestial werewolf gains +4 Strength and +4 Constitution in animal form, instead of the normal statistic adjustments granted by the lycanthrope template.",
			"",
			"::h3[Moonbound Werewolf]{jl}",
			"",
			"{SOURCE Horror Adventures/251}",
			"",
			"A moonbound werewolf's lycanthropy is closely linked to the cycles of the moon.",
			"",
			"In addition to the changes for the lycanthrope template, make the following adjustments to the base creature.",
			"",
			"**Challenge Rating:** Same as a normal werewolf (however, depending on the cycle of the moon, the CR of an encounter with a moonbound werewolf can shift up or down by 1).",
			"",
			"**Defensive Abilities:** Regardless of whether it is a natural or afflicted lycanthrope, a moonbound werewolf gains DR 5/silver in animal or hybrid form. When the moon is near full, this increases to DR 10/silver; when the moon is full, it increases to DR 10/silver and magic; and when the moon is new, the moonbound werewolf loses this damage reduction.",
			"",
			"**Special Qualities:** A moonbound werewolf gains the following special quality.",
			"",
			"**Moonbound (Su):** A moonbound werewolf gains benefits and drawbacks based on the current phase of the moon. For the purposes of this ability, the moon is in one of four phases at any given time: full, nearly full, new, and other. The moon is full for the 3-day period when the moon appears the largest in the sky, it is nearly full for 4 days before it is full and 4 days afterward, and it is new for a 3-day period when the moon appears the darkest in the sky. The \"other\" phase encompasses the rest of each month. GMs who need to randomly determine the phase of the moon can use the table below.",
			"",
			"| d8 | Moon Phase |",
			"| --- | --- |",
			"| 1 | New |",
			"| 2-5 | Other |",
			"| 6-7 | Nearly full |",
			"| 8 | Full |",
			"",
			"**Ability Scores:** When the moon is nearly full, the moonbound werewolf gains +2 Strength and +2 Constitution in human form, and the bonuses he gains in hybrid and animal forms increase to +4. When the moon is full, the moonbound werewolf gains +4 Strength and +4 Constitution in human form, and the bonuses he gains in hybrid and animal forms increase to +6. When the moon is new, the moonbound werewolf has -2 Strength and -2 Constitution in all forms, instead of the normal +2 bonuses.",
			"",
			"::h3[Werebat]{jl}",
			"",
			"Werebats are hybrids of vampiric bats and humanoids, possessed of a ravenous bloodlust. As opposed to vampires, with which werebats are often confused, these lycanthropes are often more savage and less calculating than the shapeshifting undead. As though to prove a point, some werebats go out of their way to take down powerful vampire lords and commandeer the vampires' positions - though many also become slaves to such undead after underestimating their prowess.",
			"",
			"Natural werebats typically look like normal members of their humanoid parent race, though they often have dark hair, lithe frames, severe features, and slightly pointed ears. They typically stand taller than normal for their race, but weigh significantly less.",
			"",
			"::h3[Werebear]{jl}",
			"",
			"In their humanoid forms, werebears tend to be muscular and broad-shouldered, with stark facial features and dark eyes. Their hair is usually red, brown, or black, and they look like they are used to a lifetime of hard work. Though by far the most benign of common lycanthropes, werebears are shunned by most normal folk, who fear and mistrust their animal transformations. Most live as recluses in forested areas or in small family units among their own kind. They avoid confrontations with strangers but do not hesitate to drive evil humanoids out of their territory.",
			"",
			"Some werebears are angry and violent, because of either temperament or a lifetime of harassment from others, and these mean ones aren't afraid to put an axe in a trespasser's face or eat someone who pushes them too far. Cool-headed werebears don't like to speak of these individuals with strangers.",
			"",
			"::h3[Wereboar]{jl}",
			"",
			"In their humanoid forms, wereboars tend to be stout with upturned noses, bristly hair, and a noticeable overbite. They usually have red, brown, or black hair, though a few are golden blond, pale blond, or even bald. Chin whiskers are common, but males often can't grow full beards. Because they can be stubborn and aggressive when riled up, wereboars usually live in their own communities rather than mixing with non-lycanthropes; a wereboar's farm or ranch doesn't look out of the ordinary. Wereboars tend to have large families with many children.",
			"",
			"Many wereboars are known to have especially bad tempers, rivaling those of murderous werewolves, and even other lycanthropes tend to avoid them. This suits the wereboars fine, especially as some weretigers and werewolves have been known hunt young wereboars.",
			"",
			"::h3[Werecrocodile]{jl}",
			"",
			"Werecrocodiles merge the ruthless determination of a crocodile with the intelligence and adaptability of a humanoid. This fusion creates a maliciously cunning creature with no doubt of its own martial superiority.",
			"",
			"::h3[Wereraptor]{jl}",
			"",
			"Wereraptors fuse the senses of a predatory bird and the unique skills and traits of a humanoid, and thus enjoy heightened awareness and nimbleness. Like their animal kin, wereraptors are calculating and insightful, making them particularly adept hunters. Their aesthetic traits vary based on their avian lineage, but wereraptors share a common array of physical properties. Natural wereraptors appear to be normal members of their humanoid race, though they have light hair, thin frames, and sharp facial features. They typically stand taller than other members of their race and have lithe bodies.",
			"",
			"Wereraptors derive their traits from their particular avian lineages, with eagles, hawks, falcons, and vultures being among the most common wereraptor derivations. The different manifestations of these physical characteristics - such as varied plumage and beak shapes - can result in wereraptors with greatly diverse appearances sharing the same environments and regions.",
			"",
			"Although wereraptors can integrate with civilized society more easily than other lycanthropes, a few notable features cause them to stand out. All wereraptors are born with prominently colored eyes with irises that fill the majority of the eye. The bright yellows, reds, and blues of wereraptors' eyes are overlooked among elves or gnomes, but are more difficult to ignore in human cultures. In addition, wereraptor facial structures favor high cheekbones, sharp noses, and pointed chins. These attributes can draw unwanted attention, prompting most wereraptors to prefer a life of seclusion.",
			"",
			"Acute senses are prevalent among all wereraptors. Their sight and hearing are augmented to the point of being overwhelming. Natural wereraptors easily adapt to these senses as they grow, but that feat proves far more difficult for afflicted wereraptors. Increased perception does not manifest until the first transformation under a full moon. After returning to humanoid form, wereraptors find their eyes involuntarily focusing on extremely distant objects, while their ears reverberate with the sound of thundering whispers and booming heartbeats. The sensory burden sometimes becomes too much to bear, causing an afflicted wereraptor to panic for the first days of this experience. Both afflicted and natural wereraptors eventually learn to use their senses to discern involuntary responses in a person's body, allowing them a greater degree of insight when interacting with others. To outsiders, this appears to be innate intuition concerning emotions.",
			"",
			"In their animal forms, wereraptors appear to be larger, more savage versions of their avian kind. The excruciating process of changing shape leads many wereraptors to remain in their hybrid forms at all times; plus, reverting to their humanoid form causes the almost instantaneous molting of feathers, which can be easily tracked.",
			"",
			"Like their avian kin, wereraptors are primarily carnivores. Ready access to food allows most wereraptors to keep their bestial natures in check, though some isolationists surrender to their instincts entirely. Once a wereraptor's primal urges have taken over, it sets out to find a fitting kill to sate its compulsions, even if this takes days to accomplish. Afflicted wereraptors frequently find their internal struggle overwhelming, bordering on maddening. The sight of carrion can be enticing to wereraptors and is particularly disruptive to those whose avian kin are scavengers.",
			"",
			"The transformative nature and territorial temperaments of wereraptors leads to the majority being self-imposed outcasts. They often take homes in remote locations favored by their avian kind, usually in forests or mountains, and eke out simple lifestyles. Wereraptors tend to clash with each other when their hunting grounds overlap. The conflict between the parties can escalate to the point that a duel is declared. These duels are always held within neutral territory and involve a hunt of some kind. A hunt may be for a specific creature, such as a notable predator of the region. Other times, the participants become the prey themselves, with each party attempting to capture or slay the other.",
			"",
			"Wereraptors also tend to find integration within established societies somewhat of a challenge. When interacting with others, wereraptors can come off as abrasive and reclusive. Their heightened sense of awareness causes many wereraptors to habitually watch others for uncomfortable lengths of time. This, in addition to their odd physical features, can quickly create a minor rift between the wereraptors and the rest of many civilized societies, which often leads to the wereraptors being ostracized. These effects are lessened in smaller or more tolerant settlements, where community members just write off the wereraptors as strange.",
			"",
			"::h3[Wererat]{jl}",
			"",
			"Natural wererats tend to be short and wiry, with constantly darting eyes and frequent nervous twitches. Males often have thin, ragged moustaches.",
			"",
			"Wererats prefer cities where they can blend in with the humanoid and rat population. Their abilities make them especially good at thieving and spying, and in many cities the thieves' guild employs numerous wererat members.",
			"",
			"::h3[Wereshark]{jl}",
			"",
			"In either humanoid or hybrid form, a wereshark is generally burly, has a mouth full of unusually large teeth, and typically has a personality that is both crude and bullying. They're bloodthirsty and are very easy to anger. They will jump into fights they have no stake in just to snap bones and draw blood.",
			"",
			"Weresharks prefer life at sea or in port settlements commonly frequented by seagoing merchants and pirates. They can be found leading pirate gangs or loitering at seaside taverns accompanied by crowds of toadies. Since they get into fights so often, they try to stick close to the sea so they can escape into the water if they bite off more than they can chew. The other members of a wereshark's crew learn quickly that the boss is bound to skip out without much notice once a bigger fish comes along.",
			"",
			"::h3[Weretiger]{jl}",
			"",
			"Weretigers in humanoid form have large eyes, long noses, and sharp cheekbones. Most have brown or red hair, though a few have white, black, or even blue-gray. Their movements appear careful yet casual, and a person observing one could easily assume he's watching a skilled pickpocket, graceful dancer, or sultry courtesan.",
			"",
			"Weretigers tend to be solitary creatures, only spending time with others of their kind when they feel the urge to breed. Evil weretigers enjoy the thrill of hunting intelligent prey.",
			"",
			"::h3[Werewolf]{jl}",
			"",
			"In their humanoid form, werewolves look like normal people, though some tend to look a bit feral and have wild hair. Eyebrows that grow together, index fingers longer than the middle fingers, and strange birthmarks on the palm of the hand are all commonly accepted indications that a person is in fact a werewolf. Of course, such telltale signs are not always accurate, for such physical traits exist in normal people as well, but in areas where werewolves are a common problem, the traits can be damning regardless.",
			"",
			"Of all the various types of lycanthropes, it is the werewolf that is the most widespread and the most feared. Stories of werewolves haunting lonely forest roads, prowling misty moors on the outskirts of rural societies, or dwelling in the shadows of the largest cities are widespread as well. In most societies, werewolves are feared and despised - and with good reason, as the typical werewolf personifies all that is savage and bestial in a lycanthrope. This isn't to say that good-aligned werewolves are unknown, but they're certainly a minority among their kind, and most werewolves are evil murderers who delight in the hunt and the succulent taste of raw meat.",
			"",
			"Just as wolves are pack animals, werewolves have been known to gather in colonies and live among their own kind, humanoid by day and beast at night. Visitors to werewolf villages are generally rushed out of town before nightfall so as not to discover the citizenry's dark secret - unless, of course, the pack decides that the unlucky visitor won't be missed by friends back home.",
			""
		]
	},
	"lycanthropic_creature": {
		"name": "Lycanthropic Creature",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Lycanthropic Creature (CR +1)",
			"",
			"{SOURCE Horror Adventures}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** Yes  ",
			"**Usable with Summons** No",
			"",
			"Lycanthropic creatures can act as simpler variants of any sort of lycanthrope in hybrid form, but the default is for a werewolf-like creature, so if the base lycanthrope has different features, adjust the creature accordingly (for instance, a wereshark can swim). This simple template reflects the creature's hybrid form. The creature can't take full animal form, and when it's in its ordinary form, remove this template with the exceptions of change shape, low-light vision, and scent. Lycanthropic creatures don't have to be humanoids, and at your discretion, a lycanthropic creature can afflict creatures of its own type with lycanthropy, in addition to humanoids.",
			"",
			"**Quick Rules:** +1 to AC; DR 5/silver; +1 on rolls based on Str, Dex, and Con; +1 hp/HD; bite attack that deals 1d6 points of damage (for Medium creatures) plus curse of lycanthropy; change shape (normal or hybrid form; polymorph); lycanthropic empathy (as appropriate for the lycanthrope).",
			"",
			"**Rebuild Rules:** **Type** gain the shapechanger subtype; DR 5/silver; **Senses** low-light vision, scent; **AC** natural armor bonus increases by 1; **Melee** bite attack that deals 1d6 points of damage (for Medium creatures) plus curse of lycanthropy; **Special Attacks** curse of lycanthropy; **Special Qualities** change shape (normal or hybrid form; polymorph), lycanthropic empathy (as appropriate for the lycanthrope); **Ability Scores** +2 Str, +2 Dex, +2 Con."
		]
	},
	"taxidermic_creature": {
		"name": "Taxidermic Creature",
		"sources": [ "Bestiary 5" ],
		"description": [
			"## Taxidermic Creature (CR - Depends on Base Creature)",
			"",
			"{SOURCE Bestiary 5}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"Taxidermic creatures are the work of obsessed individuals seeking to use their alchemical or occult talents to preserve and reanimate lifeless beings. The abilities of taxidermic creatures often pale in comparison to those of their living counterparts, as they are bereft of intelligence or an animate life force to guide them. Instead, taxidermic creatures possess a rudimentary form of instinct, though they are still able to follow basic instructions from their creators.",
			"",
			"Less refined than the magic used to animate undead, golems, and other constructs, the creation of a taxidermic creature is at best an inaccurate science. There is no one method of crafting a taxidermic creature, so each result is different. Every creature crafted in such a manner is prone to inherent defects based on the materials used or shortcuts taken during the process, and may or may not be able to obey its creators commands in a satisfactory manner. Because of taxidermic creatures' limited mental faculties, their creators must be extremely careful and literal when commanding them.",
			"",
			"Left unattended, taxidermic creatures stand in place, having no need to drink, eat, or sleep. Unless given specific commands, the actions of these creatures are unpredictable. Each taxidermic creature behaves differently, depending on the quirks of its individual construction. Some taxidermic creatures move and act like prowling animals, while others move with the rigidity and unerring purpose of animated objects. Some twisted taxidermists have gone so far as to create taxidermic humanoids, aberrations, and even fey.",
			"",
			"\"Taxidermic creature\" is an acquired template that can be added to any corporeal creature (other than constructs or undead), referred to hereafter as the base creature.",
			"",
			"**Challenge Rating:** This depends on the creature's original number of Hit Dice, as noted on the following table, and is further adjusted based on its size, as noted in the Hit Dice entry below.",
			"",
			"| Hit Dice | CR |",
			"| --- | --- |",
			"| 1 | 1/4 |",
			"| 2 | 1/2 |",
			"| 3-4 | 1 |",
			"| 5-6 | 2 |",
			"| 7-8 | 3 |",
			"| 9-10 | 4 |",
			"| 11-12 | 5 |",
			"| 13-16 | 6 |",
			"| 17-20 | 7 |",
			"| 21-24 | 8 |",
			"| 25-28 | 9 |",
			"",
			"**Alignment:** Always neutral.",
			"",
			"**Type:** The creature's type changes to construct. It retains all subtypes except for alignment subtypes (such as good) and subtypes that indicate kind. It does not gain the augmented subtype. It uses all the base creature's statistics and special abilities except as noted here.",
			"",
			"**Senses:** The creature gains darkvision 60 feet and low-light vision if it does not already possess them.",
			"",
			"**Armor Class:** The taxidermic creature's natural armor bonus is based on its size.",
			"",
			"| Size | Natural Armor Bonus |",
			"| --- | --- |",
			"| Tiny or smaller | +0 |",
			"| Small | +1 |",
			"| Medium | +2 |",
			"| Large | +3 |",
			"| Huge | +4 |",
			"| Gargantuan | +7 |",
			"| Colossal | +11 |",
			"",
			"**Hit Dice:** Remove Hit Dice gained from class levels (minimum of 1) and change all racial Hit Dice to d10s. As constructs, taxidermic creatures gain a number of bonus hit points based on their size. This information is repeated in the table below. Taxidermic creatures also gain bonus Hit Dice based on their size, as noted on the following table.",
			"",
			"| Size | Bonus Hit Dice | Bonus Construct hp | CR Increase |",
			"| --- | --- | --- | --- |",
			"| Tiny or smaller | - | - | - |",
			"| Small | - | +10 | - |",
			"| Medium | - | +20 | - |",
			"| Large | +1 HD | +30 | +1 |",
			"| Huge | +2 HD | +40 | +1 |",
			"| Gargantuan | +3 HD | +60 | +1 |",
			"| Colossal | +4 HD | +80 | +2 |",
			"",
			"**Saves:** The creature's base save bonuses are Fortitude +1/3 Hit Dice, Reflex +1/3 Hit Dice, and Will +1/3 Hit Dice.",
			"",
			"**Defensive Abilities:** Taxidermic creatures lose their defensive abilities and gain all the qualities and immunities granted by the construct type.",
			"",
			"**Weaknesses:** A taxidermic creature gains the following weakness.",
			"",
			"**Defect (Ex):** Every taxidermic creature has one major defect. This manifests as a unique weakness, based on the reconstruction method used on the subject. Select one of the following.",
			"",
			"- *Crude Stitching:* Massive open stitches mar the surface of the taxidermic creature. It gains vulnerability to slashing weapons.  ",
			"- *Defective Eyes:* Whether from cracks in a glass eye or cloudiness from preservatives applied too late, the eyes on the taxidermic creature are damaged. Every attack, melee or ranged, made by the taxidermic creature suffers a 10% miss chance.  ",
			"- *Understuffed:* Reduce the number of bonus hit points the taxidermic creature receives from being a construct by half. Only taxidermic creatures of Medium size or smaller can have this defect.  ",
			"- *Wire Frame:* Thick metal wiring supports the taxidermic creature. It is vulnerable to electricity and counts as metal for the purposes of abilities and spells that affect metal (such as {spell/chill metal} or {spell/shocking grasp}).  ",
			"- *Wooden Struts:* Planks of wood hold up the taxidermic creature's frame. It is vulnerable to fire and counts as wood for the purposes of abilities and spells that affect wood (such as {spell/warp wood}).",
			"",
			"**Speed:** Reduce the base speed of a taxidermic creature by 10 feet, to a minimum of 20 feet. Winged taxidermic creatures can fly, but their maneuverability drops to clumsy. If the base creature flew magically, the taxidermic creature loses this ability. Retain all other movement types.",
			"",
			"**Attacks:** A taxidermic creature retains all natural weapons, manufactured weapon attacks, and weapon proficiencies of the base creature. It also gains a slam attack that deals damage based on the taxidermic creature's size.",
			"",
			"**Special Attacks:** A taxidermic creature retains none of the base creature's special attacks.",
			"",
			"**Ability Scores:** Strength -2, Dexterity -2. A taxidermic creature has no Constitution or Intelligence score. Its Wisdom becomes 10 and Charisma becomes 3.",
			"",
			"**Base Attack Bonus:** A taxidermic creature's base attack bonus is equal to 3/4 of its Hit Dice, even though most constructs have base attack bonuses equal to their Hit Dice.",
			"",
			"**Skills:** A taxidermic creature has no skill ranks. It loses all racial bonuses on skill checks that are not directly related to its physical form.",
			"",
			"**Feats:** A taxidermic creature loses all feats possessed by the base creature, and does not gain feats as its Hit Dice increase.",
			"",
			"**Special Qualities:** A taxidermic creature loses most special qualities of the base creature. It retains any extraordinary special qualities that improve its melee or ranged attacks."
		]
	},
	"terror_creature": {
		"name": "Terror Creature",
		"sources": [ "City of Golden Death" ],
		"description": [
			"## Terror Creature (CR +0)",
			"",
			"{SOURCE City of Golden Death}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** Yes  ",
			"**Usable with Summons** Yes",
			"",
			"Creatures with the terror template are warped by prolonged contact with the Negative Energy Plane. They are terrifying to behold and have developed special resistances and attacks. A terror creature's quick and rebuild rules are the same.",
			"",
			"**Rebuild Rules:** **Alignment** changes to NE; **Senses** gains darkvision 60 ft.; **Aura** fear (as fear spell, 20 ft., Will save DC 10 + 1/2 terror creature's racial HD + creature's Charisma modifier); **Defensive Abilities** negative energy absorption (Su; heals 1 hit point for every 3 points of damage that negative energy attacks would otherwise deal; a terror creature gets no saving throw against negative energy effects); **Immune** fear effects"
		]
	},
	"thicken_ogre": {
		"name": "Thicken Ogre",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Thicken Ogre (CR +0)",
			"",
			"{SOURCE Monster Codex}  ",
			"**Acquired/Inherited Template** Inherited  ",
			"**Simple Template** Yes  ",
			"**Usable with Summons** No",
			"",
			"These tall, bone-thin ogres have thick, bark-like skin and spiked growths all over their bodies, and their hands end in sharp, thorn-like claws.",
			"",
			"**Quick Rules:** +2 on AC, -1 hp/HD, and -1 on Fortitude saves and Constitution checks; gains 2 claw attacks (1d6); +4 racial bonus on Stealth checks in forests.",
			"",
			"**Rebuild Rules:** **Ability Scores** -2 Constitution, +2 natural armor bonus; **Attacks** gains 2 claw attacks (1d6); **Special** +4 racial bonus on Stealth checks in forests."
		]
	},
	"trompe_loeil": {
		"name": "Trompe l'Oeil",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Trompe l'Oeil (CR +1)",
			"",
			"{SOURCE Horror Adventures}  ",
			"**Acquired/Inherited Template** Inherited  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"Trompe l'oeil creatures are life-sized portraits animated by powerful magic or occult phenomena. Able to move and talk, these constructs can also step out of their frames to become three-dimensional beings. Born from artistic masterpieces, trompe l'oeils can easily pass for their original models, though close examination reveals that they are not flesh and blood, but only layers of paint. Trompe l'oeils can be created to act as guardians and spies, or on occasion, a painting will animate spontaneously. Rarely, a portrait is so lifelike, a nascent spirit is able to inhabit it. Believing itself to be as good as or better than the original, such a trompe l'oeil seeks to eliminate and replace the painting's subject.",
			"",
			"\"Trompe l'oeil\" is an inherited template that can be added to any corporeal creature that has an Intelligence score (referred to hereafter as the base creature).",
			"",
			"**Challenge Rating:** Base creature's CR + 1.",
			"",
			"**Alignment:** A trompe l'oeil usually has the same alignment as its creator or the base creature. A trompe l'oeil that seeks to destroy its original model, however, has an evil alignment (but the same alignment on the chaotic/lawful axis).",
			"",
			"**Type:** The creature's type changes to construct. Do not recalculate BAB, saves, or skill ranks.",
			"",
			"**Armor Class:** A trompe l'oeil gains a bonus to AC based on its HD, as noted in the following table. If it is depicted wearing armor or a shield, these items are masterwork and gain an enhancement bonus (or equivalent armor special abilities) when worn by the trompe l'oeil, as indicated in the table. If the trompe l'oeil is depicted without armor, add the armor enhancement bonus to its natural armor bonus instead. Armor and shields equipped by a trompe l'oeil melt into puddles of nonmagical paint when the creature is destroyed.  ",
			"**Hit Dice:** Change all of the creature's racial Hit Dice to d10s. All Hit Dice derived from class levels remain unchanged. As constructs, trompe l'oeils gain a number of additional hit points as noted in the following table.  ",
			"**Defensive Abilities:** A trompe l'oeil gains the standard immunities and traits of construct creatures. In addition, it gains rejuvenation.",
			"",
			"**Rejuvenation (Su):** When a trompe l'oeil is destroyed, it reforms 2d4 days later on its original canvas. The only way to permanently destroy a trompe l'oeil is to destroy the original canvas before the creature reforms.",
			"",
			"**Attacks:** A trompe l'oeil retains all weapon proficiencies and natural weapons. If it's depicted wielding any manufactured weapons, the weapons are masterwork and gain an enhancement bonus (or equivalent weapon special abilities) when wielded by it. The bonus is based on its HD, as noted in the following table. A trompe l'oeil's weapons melt into puddles of nonmagical paint when the creature is destroyed.",
			"",
			"**Abilities:** A trompe l'oeil has no Constitution score.",
			"",
			"**Skills:** A trompe l'oeil gains a +10 racial bonus on Disguise checks to appear as the base creature. It also receives a +5 bonus on Bluff checks to pretend to be the base creature and a +5 bonus on Stealth checks to appear as part of a painting.",
			"",
			"**Special Qualities:** A trompe l'oeil gains the following special qualities.",
			"",
			"**Autotelic (Ex):** A trompe l'oeil uses its Charisma score in place of its Constitution score when calculating hit points, Fortitude saves, and any special ability that relies on Constitution (such as when calculating a breath weapon's DC).",
			"",
			"**Enter Painting (Su):** As a standard action, a trompe l'oeil can enter a painting it touches. When it does so, its physical body disappears, and its image appears in the painting. The trompe l'oeil can use its normal senses and attempt Perception checks to notice anything occurring near the painting. While within a painting, the trompe l'oeil can talk and move anywhere within the picture or even temporarily alter it (such as by picking a flower in the painting). It cannot use any spells or other abilities while within an image. In addition, the trompe l'oeil gains the {umr/freeze} universal monster ability to appear as part of the painting. The trompe l'oeil can leave the painting as a move action. Once it leaves the painting, the image immediately reverts to the appearance it had before the trompe l'oeil entered. If someone destroys or damages the painting, the trompe l'oeil is unharmed, but exits the image.",
			"",
			"### Construction",
			"",
			"A trompe l'oeil is created from a masterwork painting of the base creature, with a cost varying on the size of the subject.",
			"",
			"*Trompe l'Oeil* **CL** varies (equal to the trompe l'oeil's HD); **Price** varies (100 gp per HD plus cost of painting)  ",
			"**Requirements** {feat/Craft Construct}, {spell/animate objects}, {spell/enter image}; Skill Craft (painting); **Cost** 500 gp per HD plus cost of painting"
		]
	},
	"tsukumogami": {
		"name": "Tsukumogami",
		"sources": [ "Bestiary 5" ],
		"description": [
			"## Tsukumogami (CR +2)",
			"",
			"{SOURCE Bestiary 5}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"When an object reaches the 100-year anniversary of its crafting, sometimes it forms an amalgam with a {subtype/kami}, creating a creature known as a tsukumogami. Tsukumogami run the gamut in personality, outlook, and function. Objects that are well kept and cared for often form curious and helpful tsukumogami. Most commonly, tsukumogami are mischievous and frightening but not actually malign. Tsukumogami formed from objects that have been abandoned, neglected, or misused are dangerous both to the humans around and to themselves, as their uncontrolled rage might eventually transform them into {subtype/oni}.",
			"",
			"Tsukumogami is an acquired template that can be added to any {monster/animated object} (referred to hereafter as the base creature). A tsukumogami retains all the base creature's statistics and special abilities except as noted here.",
			"",
			"**Challenge Rating:** Base creature's CR + 2.",
			"",
			"**Alignment:** Any.",
			"",
			"**Type:** The creature's type changes to outsider (kami, native). Tsukumogami have good Reflex and Will saves, so increase the base creature's Reflex and Will saves to 2 + 1/2 its Hit Dice + the relevant ability modifier.",
			"",
			"**Armor Class:** A tsukumogami's natural armor bonus increases by 2.",
			"",
			"**Hit Dice:** Retain the base creature's construct bonus hit points from size (if any). As outsiders, tsukumogami gain bonus hit points from high Constitution scores.",
			"",
			"**Spell-Like Abilities:** Tsukumogami gain spell-like abilities based on their size, usable at will. The caster level is equal to the tsukumogami's Hit Dice.",
			"",
			"| Size | Abilities |",
			"| --- | --- |",
			"| Tiny+ | {spell/Decrepit disguise} (self only), {spell/ghost sound}, {spell/mending}, {spell/quintessence} (self only) |",
			"| Small+ | {spell/Invisibility} (self only), {spell/ventriloquism} |",
			"| Medium+ | {spell/Levitate}, {spell/silent image} |",
			"| Large+ | {spell/Fly}, {spell/make whole} |",
			"| Huge+ | {spell/Obscure object} (self only), {spell/shrink item} (self only, no volume limit) |",
			"| Gargantuan+ | {spell/Animate objects} (each casting ends any previous castings) |",
			"| Colossal | {spell/Sympathy} (self only) |",
			"",
			"**Special Qualities and Defensive Abilities:** Because it grows additional features such as a tongue, arms, or legs, a tsukumogami gains the additional attack animated object quality without spending Construction Points, and all its attacks increase their damage dice by one step. A tsukumogami can gain 10 bonus hit points as an additional option costing 1 CP. It gains the {umr/freeze} special quality. As kami, tsukumogami gain immunity to petrification and polymorph effects; resist acid 10, electricity 10, and fire 10; telepathy 100 feet; fast healing 5; merge with ward; and ward. Though a tsukumogami loses its construct type, it keeps its hardness, low-light vision, and all its construct immunities. It can still be affected by spells that affect objects or constructs. A tsukumogami is always merged with its ward, and unlike most kami, it forms an amalgam with its ward, so it can move and communicate while merged.",
			"",
			"**Ability Scores:** A tsukumogami has a 15 Intelligence, 17 Wisdom, and 14 Charisma. A Medium tsukumogami receives a +4 bonus to Strength, a +4 bonus to Dexterity, and a Constitution score of 19. These ability scores are adjusted for size.",
			"",
			"**Skills:** A tsukumogami has a number of skill points per racial Hit Die equal to 6 + its Intelligence modifier. Its racial class skills are the base outsider class skills plus Disguise, Knowledge (history), Perform (any one), and Sleight of Hand."
		]
	},
	"tulpa": {
		"name": "Tulpa",
		"sources": [ "Bestiary 5" ],
		"description": [
			"## Tulpa (CR +2)",
			"",
			"{SOURCE Bestiary 5}  ",
			"**Acquired/Inherited Template** Inherited  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"Tulpas are constructed of ideas and imagination. Beings of pure thought (some theorize that they are made of the same mysterious substance as the Astral Plane), tulpas are made physical by a powerful mind that is either psychically attuned or has some amount of latent psychic power.",
			"",
			"The exact process that creates a tulpa is not well understood. Sometimes such beings come about after years of practice and meditation followed by an occult ritual. Other times they seem to appear spontaneously, often after their creators suffer traumatic experiences. More often than not, in these latter cases, the creators are children. Such a child witnesses something horrific or far too strange for her nascent imagination to comprehend, and ends up creating an imaginary friend to help her sort through the event and protect her from other potential dangers. While most of these imaginary friends are nothing more than figments of her mind, every so often they manifest as tulpas. Some such tulpas are noble creatures that protect the child who created them, but just as many are malicious entities that subtly torment the child or lead her astray.",
			"",
			"While a tulpa is a creature of thought created by the imagination of another being, it has a will and a mind of its own. This often leads to conflict between a tulpa and its creator. In order to protect itself from banishment or worse, a tulpa often attempts to compel others to think and concentrate on its existence. This allows the tulpa to create havens of other \"creators\" in case its original creator forgets about the tulpa or becomes incapacitated. Nonetheless, even a sadistic tulpa or a tulpa with an actively belligerent creator must protect its creator's life in order to preserve its own existence.",
			"",
			"\"Tulpa\" is an inherited template that can be added to any corporeal creature, referred to hereafter as the base creature. Most tulpas take the form of humanoids, and most of those take the form of their creator, but these creatures can be nearly anything their creator imagines. Tulpas have a strangely parallel existence with unfettered eidolons, and tulpas with a particularly bizarre form not based on an original creature can be represented as unfettered eidolons instead. A tulpa uses the base creature's stats and abilities except as noted here. A tulpa can be created either intentionally or unintentionally, and this distinction affects the way the template applies to the base creature.",
			"",
			"**Challenge Rating:** Base creature's CR + 2.",
			"",
			"**Alignment:** Tulpas can have any alignment, and their alignments vary wildly. An intentionally created tulpa's creator can choose the tulpa's alignment. Unintentionally created tulpas can be of any alignment, though in general an unintentionally created tulpa's alignment is in opposition to that of the creature who created it. Tulpas often have alignments that are different from the base creature they resemble - they may manifest as a friendly red dragon, a nightmarishly evil unicorn, or a fun-loving prankster inevitable.",
			"",
			"**Type:** The creature's type changes to outsider with the augmented subtype. Do not recalculate the creature's Hit Dice, BAB, or saves.",
			"",
			"**Defensive Abilities:** As a being of mental energy, tulpas naturally resist mental attacks. It gains a +4 racial bonus on saving throws to resist mind-affecting effects.",
			"",
			"**Psychic Magic:** A tulpa is able to use a limited amount of psychic magic, though only to affect itself or its creator. The tulpa can store a maximum amount of psychic energy equal to 3 + its Hit Dice. The tulpa can use {spell/burst of adrenaline} (1 PE), {spell/burst of insight} (1 PE), {spell/ego whip I} (3 PE), {spell/levitate} (2 PE), and {spell/paranoia} (2 PE) as psychic magic spells. If the tulpa has at least 9 Hit Dice, it can also use {spell/create mindscape} (5 PE), {spell/foster hatred} (5 PE), {spell/mind probe} (4 PE), and {spell/possession} (5 PE). A tulpa's caster level equals its Hit Dice.",
			"",
			"**Special Qualities:** A tulpa gains the following special qualities.",
			"",
			"**Creator Link (Su):** A tulpa has a special link with its creator or a creature that it treats as its creator. By concentrating for 1 minute, the tulpa can sense the direction and relative distance of its creator, as long as they are both on the same plane.",
			"",
			"**Mental Form (Su):** A tulpa is capable of existing in an entirely mental state, ceasing to exist as a physical creature and taking refuge within its creator's mind. The tulpa can attempt to enter this mental form as a full-round action that does not provoke attacks of opportunity as long as it is within 60 feet of its creator. The tulpa's creator may attempt a Will save (DC = 10 + 1/2 the tulpa's Hit Dice + the tulpa's Intelligence modifier) to prevent it from entering the creator's mind with this ability. If the creator succeeds at the saving throw, she cannot be affected by this ability for 24 hours. While in its mental form, the tulpa's physical body ceases to exist, and it cannot be affected by attacks, spells, or other abilities. It perceives everything that its creator perceives (and is limited to the senses that its creator possesses, rather than using its own senses). While the tulpa is in its mental form, it is treated as though under the effects of a {spell/riding possession} spell, although the effect lasts indefinitely, and the creator does not gain another saving throw if the tulpa casts a mind-affecting spell on the creator. The tulpa is also able to read its creator's surface thoughts, as the {spell/detect thoughts} spell, but the creator does not get a saving throw against this effect. The creator can attempt to force the tulpa out once per day with a new Will save. A tulpa that leaves its mental state appears in an unoccupied space of its choice within 60 feet of its creator.",
			"",
			"**Sustained by Thought (Su):** Tulpas sustain themselves on and gain their power from the mental energy of living creatures concentrating on the tulpa itself. Tulpas do not heal or regain psychic energy naturally. Instead, whenever a living creature spends at least 10 minutes mentally picturing the tulpa, or interacting with it in some way, the tulpa heals 5 hit points and gains 1 point of psychic energy. A creature other than its creator can't provide more than 5 hit points and 1 PE to the tulpa per day with this activity, but its creator can feed its tulpa indefinitely, granting 5 hit points and 1 PE for every 10 minutes she spends in this way, up to the tulpa's maximum hit points and PE.",
			"",
			"A creature that regularly spends time mentally picturing or interacting with the tulpa may eventually forge a powerful link with the tulpa, and effectively be treated as though she is the tulpa's creator (though this does not supplant the original creator or other creatures treated as the creator by use of this ability). A creature other than the creator that focuses on the tulpa enough to provide it with psychic energy each day for 7 consecutive days must succeed at a DC 20 Will saving throw or forge such a link. Even when killed, a tulpa is not truly banished as long as its original creator still lives. Most tulpas come back to their creator within a month of the tulpa's physical death.",
			"",
			"If a tulpa's original creator dies, so does the tulpa. The original creator can also get rid of a tulpa either by completing an occult quest, the details of which are specific to the creator and its tulpa, or by means of a {spell/wish} or a {spell/miracle}.",
			"",
			"**Skills:** Tulpas know their creators' minds extremely well and are adept at manipulating them. They gain a +8 racial bonus on Bluff, Diplomacy, Intimidate, and Sense Motive checks against their creators.",
			"",
			"**Ability Scores:** When a tulpa comes into being intentionally, its creator chooses two of the tulpa's ability scores to increase by 4, and two of its ability scores to increase by 2. Otherwise, the ability scores increase randomly. Either way, the tulpa's Intelligence score cannot exceed the Intelligence score of its creator, so if its Intelligence score would be higher than its creator's, reduce its Intelligence to be the same as its creator's instead (an unintentionally created tulpa already at maximum Intelligence never randomly gains an ability score increase to its Intelligence score)."
		]
	},
	"unknown": {
		"name": "Unknown",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Unknown (CR +2)",
			"",
			"{SOURCE Horror Adventures}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"The unknown are terrifying fey creatures that feed off the mental energies of other creatures. Scholars studying the behavior and organization of the unknown speculate they may have originally been fey creatures that somehow reached the Dimension of Dreams and became trapped there, remade by other minds likewise lost in ephemeral dreamscapes. The unknown propagate more of their own kind by eroding humanoids' psyches until the victims transform into new unknown. Unknown typically choose to victimize those who are already relatively helpless, especially children, but when they transform an accomplished adventurer into one of their own, the result can be truly terrifying.",
			"",
			"\"Unknown\" is an acquired template for any humanoid. Unknown use the base creature abilities, except as noted.",
			"",
			"**Challenge Rating:** Base creature's CR + 2.",
			"",
			"**Alignment:** Neutral evil.",
			"",
			"**Type:** The creature's type changes to fey (augmented humanoid). Do not recalculate HD, BAB, or saves.",
			"",
			"**Senses:** An unknown gains low-light vision.",
			"",
			"**Armor Class:** Natural armor bonus improves by 2.",
			"",
			"**Defensive Abilities:** An unknown gains DR 10/cold iron.",
			"",
			"**Melee:** An unknown gains two claw attacks (assuming the base creature has two hands). These claws deal 1d6 points of damage if the unknown is Medium (1d4 if Small).",
			"",
			"**Special Attacks:** An unknown gains the following special attacks.",
			"",
			"**Psyche Erosion (Su):** Once per day, a target affected by an unknown's victimize ability that sees the unknown's true appearance must succeed at a Will save (DC = 10 + 1/2 the unknown's total Hit Dice + the unknown's Charisma modifier) or take 1d6 points of Charisma damage. A successful save negates the Charisma damage and also ends the unknown's victimize effect on that target. As long as a creature is the target of an unknown's victimize ability, it can't recover the ability damage from psyche erosion, even through magic. If the Charisma damage from psyche erosion is equal to the target's Charisma score, that creature doesn't recover ability score damage naturally even if it ceases being the target of victimize. Only magic can fully heal this ability damage.",
			"",
			"When its Charisma damage is equal to its Charisma score, the target falls into a nightmare-filled catatonia where it continues to be followed by an unknown. This dream state lasts for 1d4 days, and at the end, the character awakes if its Charisma damage has been reduced to less than its Charisma score. If not, the creature immediately loses all sense of self, becoming an unknown thrall. It replaces its Charisma score with the unknown's Charisma score, and no longer takes Charisma damage from exposure to the unknown. Over time, typically 1 to 2 weeks, the thrall becomes a new unknown, gaining this template.",
			"",
			"The unknown can share its senses with any of its thralls (even if it changes the target of its victimize ability), and as a full-round action, it can assume control of a thrall's body, as per possession. Typically, an unknown uses this ability to keep the thrall close by until it becomes an unknown. Unknowns often use thralls to lure new victims to its lair.",
			"",
			"Psyche erosion is a mind-affecting effect. If your game uses the {rule/sanity/ system}, the erosion deals 2d6 points of sanity damage instead of Charisma damage, and triggers the catatonia and the transformation into a thrall if the victim's sanity damage is equal to or exceeds the target's sanity.",
			"",
			"**Victimize (Su):** As a swift action, an unknown can target a single creature within line of sight with this ability. After designating a target, the unknown can't change the target of this ability for 24 hours, or until the target dies or succeeds at its save against the unknown's psyche erosion ability. An unknown always knows the exact location of a victimized creature and the shortest route to reach it, even if it is on another plane (similar to a combined discern location and find the path); this is a divination effect and can only be prevented by mind blank and similar effects. A creature can be the target of only one unknown's victimize ability at a time, and an unknown can victimize only one creature at a time.",
			"",
			"**Spell-Like Abilities:** An unknown can use blur, ghost sound, ventriloquism, and vocal alteration (self only) as spell-like abilities at will, with a caster level equal to its Hit Dice.",
			"",
			"**Languages:** An unknown gains Aklo as a bonus language. It can't speak except by using its ventriloquism spell-like ability.",
			"",
			"**Special Qualities:** An unknown gains the following.",
			"",
			"**Assume Likeness (Su):** As a standard action while using hallucinatory camouflage, an unknown is able to disguise itself as a specific creature known to the target of its victimize ability. If the victimized creature succeeds at a Will save (at the same DC as in psyche erosion) it negates this effect, and the unknown can't use this ability again for 24 hours or until it changes victims, whichever comes first. Otherwise, the unknown's features and mannerisms change to match the creature known to its victim, granting it a +20 circumstance bonus on Disguise checks to impersonate this creature. Unlike hallucinatory camouflage, this ability works against the target of victimize. This is a mind-affecting illusion (glamer) effect.",
			"",
			"**Dream Movements (Su):** To the unknown, all worlds are tinted with the shades of nightmares from the Dimension of Dreams, allowing them to defy the laws of physics as they move as if in a dream. An unknown gains an insight bonus to AC equal to its Charisma bonus. It can travel as if by dimension door as a move action at will, but only to enter or leave an area within line of sight of the target of its victimize ability. The victimized creature and the intended destination must both be within long range of the unknown.",
			"",
			"**Hallucinatory Camouflage (Su):** As long as an unknown is targeting a creature with its victimize ability, it hides its appearance behind a veil of illusions, appearing to be an unremarkable member of the victimized creature's race to everyone except the target of victimize. A successful Will save (at the same DC as psyche erosion) allows a creature that interacts with the illusion to disbelieve the effect. This is a mind-affecting illusion (glamer) effect.",
			"",
			"**Ability Scores:** +2 Dexterity, +2 Constitution, +2 Intelligence, +4 Charisma."
		]
	},
	"vahana": {
		"name": "Vahana",
		"sources": [ "Bestiary 5" ],
		"description": [
			"## Vahana (CR +2)",
			"",
			"{SOURCE Bestiary 5}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"Vahanas are steeds of legend, created by the gods. Deities gift vahanas to faithful servants to help them accomplish great deeds or as rewards for the same. Makaras, elephants with crocodile features, are one of the common types of vahana.",
			"",
			"Vahana is an acquired template that can be added to any living creature of the animal type. A vahana retains the base creature's statistics and special abilities except as noted here.",
			"",
			"**CR:** Base creature's CR + 2.",
			"",
			"**Alignment:** Within one step of the vahana's creator deity.",
			"",
			"**Type:** The creature's type changes to magical beast, and it gains darkvision 60 feet. Don't recalculate HD, BAB, or saves.",
			"",
			"**Armor Class:** Natural armor improves by 3.",
			"",
			"**Defensive Abilities:** A vahana gains acid, cold, electricity, and fire resistance 10; DR 10/magic, and spell resistance equal to CR + 11 (maximum 35).",
			"",
			"**Speed:** +30 feet for all movement types (up to double the creature's base movement speed).",
			"",
			"**Special Abilities:** A vahana gains the following.",
			"",
			"**Blended Beast (Su):** A vahana's creator blends animal features to strengthen the vahana. Each vahana gains one additional natural attack, with damage typical for its size (usually a bite attack). A vahana gains one additional form of movement speed at its new base speed, usually a swim speed or a fly speed. If it gains a swim speed, it gains the aquatic subtype, the amphibious special quality, and the ability to grant its rider constant {umr/water breathing}. If it gains a fly speed, both the vahana and its rider benefit from constant {spell/feather fall} (in the rider's case, this includes when she falls off the vahana). Additionally, all vahana gain the devotion special ability of an animal companion.",
			"",
			"**Rider Bond (Su):** A vahana's bond with its rider allows them to communicate telepathically as long as they're on the same plane. As a free action that the rider can take even when it is not her turn, a vahana's rider can choose to redirect damage dealt to the vahana to instead affect the rider.",
			"",
			"**Abilities:** Increase from the base creature as follows: Str +4, Dex +4, Con +4, Int +10, Wis +2, Cha +2."
		]
	},
	"vampire": {
		"name": "Vampire",
		"sources": [
			"Pathfinder RPG Bestiary",
			"Classic Horrors Revisited",
			"Monster Codex"
		],
		"description": [
			"## Vampire (CR +2)",
			"",
			"{SOURCE Pathfinder RPG Bestiary}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"### Creating a Vampire",
			"",
			"\"Vampire\" is an acquired template that can be added to any living creature with 5 or more Hit Dice (referred to hereafter as the base creature). Most vampires were once humanoids, fey, or monstrous humanoids. A vampire uses the base creature's stats and abilities except as noted here.",
			"",
			"**CR:** Same as the base creature + 2.",
			"",
			"**AL:** Any evil.",
			"",
			"**Type:** The creature's type changes to undead (augmented). Do not recalculate class Hit Dice, BAB, or saves.",
			"",
			"**Senses:** A vampire gains darkvision 60 ft.",
			"",
			"**Armor Class:** Natural armor improves by +6.",
			"",
			"**Hit Dice:** Change all racial Hit Dice to d8s. Class Hit Dice are unaffected. As undead, vampires use their Charisma modifier to determine bonus hit points (instead of Constitution).",
			"",
			"**Defensive Abilities:** A vampire gains channel resistance +4, DR 10/magic and silver, and resistance to cold 10 and electricity 10, in addition to all of the defensive abilities granted by the undead type. A vampire also gains fast healing 5. If reduced to 0 hit points in combat, a vampire assumes gaseous form (see below) and attempts to escape. It must reach its coffin home within 2 hours or be utterly destroyed. (It can normally travel up to 9 miles in 2 hours.) Additional damage dealt to a vampire forced into gaseous form has no effect. Once at rest, the vampire is helpless. It regains 1 hit point after 1 hour, then is no longer helpless and resumes healing at the rate of 5 hit points per round.",
			"",
			"**Weaknesses:** Vampires cannot tolerate the strong odor of garlic and will not enter an area laced with it. Similarly, they recoil from mirrors or strongly presented holy symbols. These things don't harm the vampire - they merely keep it at bay. A recoiling vampire must stay at least 5 feet away from the mirror or holy symbol and cannot touch or make melee attacks against that creature. Holding a vampire at bay takes a standard action. After 1 round, a vampire can overcome its revulsion of the object and function normally each round it makes a DC 25 Will save.",
			"",
			"Vampires cannot enter a private home or dwelling unless invited in by someone with the authority to do so.",
			"",
			"Reducing a vampire's hit points to 0 or lower incapacitates it but doesn't always destroy it (see {umr/fast healing}). However, certain attacks can slay vampires. Exposing any vampire to direct sunlight staggers it on the first round of exposure and destroys it utterly on the second consecutive round of exposure if it does not escape. Each round of immersion in running water inflicts damage on a vampire equal to one-third of its maximum hit points - a vampire reduced to 0 hit points in this manner is destroyed. Driving a wooden stake through a helpless vampire's heart instantly slays it (this is a full-round action). However, it returns to life if the stake is removed, unless the head is also severed and anointed with holy water.",
			"",
			"**Speed:** Same as the base creature. If the base creature has a swim speed, the vampire is not unduly harmed by running water.",
			"",
			"**Melee:** A vampire gains a slam attack if the base creature didn't have one. Damage for the slam depends on the vampire's size (see {umr/Natural Attacks}). Its slam also causes energy drain (see below). Its natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.",
			"",
			"**Special Attacks:** A vampire gains several special attacks. Save DCs are equal to 10 + 1/2 vampire's HD + vampire's Cha modifier unless otherwise noted.",
			"",
			"**Blood Drain (Su):** A vampire can suck blood from a grappled opponent; if the vampire establishes or maintains a pin, it drains blood, dealing 1d4 points of Constitution damage. The vampire heals 5 hit points or gains 5 temporary hit points for 1 hour (up to a maximum number of temporary hit points equal to its full normal hit points) each round it drains blood.",
			"",
			"**Children of the Night (Su):** Once per day, a vampire can call forth 1d6+1 rat swarms, 1d4+1 bat swarms, or 2d6 wolves as a standard action. (If the base creature is not terrestrial, this power might summon other creatures of similar power.) These creatures arrive in 2d6 rounds and serve the vampire for up to 1 hour.",
			"",
			"**Create Spawn (Su):** A vampire can create spawn out of those it slays with blood drain or energy drain, provided that the slain creature is of the same creature type as the vampire's base creature type. The victim rises from death as a vampire in 1d4 days. This vampire is under the command of the vampire that created it, and remains enslaved until its master's destruction. A vampire may have enslaved spawn totaling no more than twice its own Hit Dice; any spawn it creates that would exceed this limit become free-willed undead. A vampire may free an enslaved spawn in order to enslave a new spawn, but once freed, a vampire or vampire spawn cannot be enslaved again.",
			"",
			"**Dominate (Su):** A vampire can crush a humanoid opponent's will as a standard action. Anyone the vampire targets must succeed on a Will save or fall instantly under the vampire's influence, as though by a dominate person spell (caster level 12th). The ability has a range of 30 feet. At the GM's discretion, some vampires might be able to affect different creature types with this power.",
			"",
			"**Energy Drain (Su):** A creature hit by a vampire's slam (or other natural weapon) gains two negative levels. This ability only triggers once per round, regardless of the number of attacks a vampire makes.",
			"",
			"**Special Qualities:** A vampire gains the following.",
			"",
			"**Change Shape (Su):** A vampire can use change shape to assume the form of a dire bat or wolf, as beast shape II.",
			"",
			"**Gaseous Form (Su):** As a standard action, a vampire can assume gaseous form at will (caster level 5th), but it can remain gaseous indefinitely and has a fly speed of 20 feet with perfect maneuverability.",
			"",
			"**Shadowless (Ex):** A vampire casts no shadows and shows no reflection in a mirror.",
			"",
			"**Spider Climb (Ex):** A vampire can climb sheer surfaces as though under the effects of a spider climb spell.",
			"",
			"Ability Scores Str +6, Dex +4, Int +2, Wis +2, Cha +4. As an undead creature, a vampire has no Constitution score.",
			"",
			"Skills Vampires gain a +8 racial bonus on Bluff, Perception, Sense Motive, and Stealth checks.",
			"",
			"Feats Vampires gain {feat/Alertness}, {feat/Combat Reflexes}, {feat/Dodge}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, and {feat/Toughness} as bonus feats.",
			"",
			"::h3[Vampire Spawn]{jl}",
			"",
			"A vampire can elect to create a vampire spawn instead of a full-fledged vampire when she uses her create spawn ability on a humanoid creature only. This decision must be made as a free action whenever a vampire slays an appropriate creature by using blood drain or energy drain. A vampire spawn's statistics are identical to those of a wight, save for the following changes.",
			"",
			"- It gains the blood drain and dominate vampire special attacks.",
			"- It gains channel resistance +2, DR 5/silver, resist cold and electricity 10, fast healing 2, and the vampire qualities listed above (gaseous form, shadowless, and spider climb).",
			"- It does not gain the Create Spawn ability.",
			"- A vampire spawn gains all of the standard vampire weaknesses.",
			"- A vampire spawn is CR 4.",
			"",
			"::h3[Vampire Templates]{jl}",
			"",
			"{SOURCE Monster Codex/236}",
			"",
			"Game statistics for vampires are created by using vampire templates. Each template creates a different kind of vampire. Other types of vampire exist, some of them arising from rare or even unique circumstances, but the following are the most notable types.",
			"",
			"**Jiang-Shi:** Created when a restless spirit does not leave its corpse at the time of death, a jiang-shi more closely resembles a rotting corpse than other vampires do. Instead of feeding on blood, jiang-shi siphon chi from their victims' breath. Marked with a runeinscribed parchment affixed to its head, a jiang-shi has different drawbacks than moroi and nosferatu.",
			"",
			"**Moroi:** The standard vampire template creates what most people would consider a \"common\" vampire. They sometimes call themselves \"moroi\" to distinguish them from other kinds of vampires, which are inferior in their estimation.",
			"",
			"**Nosferatu:** Said by some to be the progenitors of all vampires, nosferatu are immortal but lack the eternal youthful beauty of the moroi. Resentful of their more attractive offshoot race, nosferatu tend to be hermits, keeping their hideous, withered visages out of mortal sight to avoid suspicion. Nosferatu cannot create others of their kind, thus their numbers are dwindling.",
			"",
			"::h3[Vampire Minion Simple Templates]{jl}",
			"",
			"{SOURCE Monster Codex/236}",
			"",
			"Vampires can change mortals that they frequently come into contact with. The following templates are indicative of such phenomena, and are available to creatures associated with or victims of vampires.",
			"",
			"#### Addle-Minded (CR +0)",
			"",
			"A creature that remains dominated by vampires for long stretches begins to lose touch with his sense of identity. The creature no longer knows exactly what his own desires are anymore and he becomes easily confused. Should that mortal ever be the target of a mind-affecting spell, that mortal is just as likely to babble madly to himself as he is to lash out and strike anyone nearby. An addle-minded creature's quick and rebuild rules are the same.",
			"",
			"**Rebuild Rules:** Saves -2 penalty on all Will saves.",
			"",
			"Special Qualities Gains the addled defensive ability.  ",
			"**Addled (Su):** Whenever the addle-minded creature fails a saving throw against a mind-affecting effect (other than dominate person, dominate monster, or any other spell or spell-like ability with \"dominate\" in its name), it becomes confused as the {spell/confusion} spell, and it must roll on that spell's table to determine its behavior. Instead of acting normally on a roll of 01-25, the creature is instead normally affected by the spell or effect that round.",
			"",
			"#### Repeatedly Drained (CR -1)",
			"",
			"A creature from which a vampire routinely drinks blood usually adapts to the rapid and repeated blood loss, but a thirsty vampire can push too far, physically weakening her prey. The victim's skin turns pale and her eyes become listless; others describe the victim as \"wasting away\" or \"a walking corpse.\" Few mortals realize that these descriptions are accurate, and the victim is, in fact, courting death.",
			"",
			"**Quick Rules:** -2 on all rolls based on Con or Cha and to the DCs of all special abilities based on Con or Cha, -2 hp/HD, +2 on saving throws vs. energy drain.",
			"",
			"**Rebuild Rules:** **Defensive Abilities** resist drain special ability; **Ability Scores** -4 Con, -4 Cha.",
			"",
			"**Resist Drain (Ex):** After having its blood sucked out over and over again by a vampire, the repeatedly drained creature becomes used to the effects and builds a natural tolerance for energy drain. The repeatedly drained creature gains a +4 bonus on saving throws against energy drain attacks and the saving throw to overcome negative levels. It suffers no penalties from negative levels, though it still dies if its negative levels equal or exceed its Hit Dice.",
			"",
			"::h3[Variant Vampiric Abilities]{jl}",
			"",
			"{SOURCE Classic Horrors Revisited/50}  ",
			"Just as various breeds of vampires exist, so too does diversity exist within regional or otherwise related groups of such undead.",
			"",
			"**Ancient Youth (Su):** A vampire with this ability transformed into one of the undead at a very young age, and has been trapped within an adolescent body for an existence possibly measuring in centuries. Vampires with this ability are size Small and gain a +4 bonus on all Bluff checks. (+0 CR)",
			"",
			"**Mastermind (Su):** Vampires with this ability can have a number of enslaved spawn totaling four times its total Hit Dice. In addition, the vampire chooses one of the following three abilities: clairaudience, clairvoyance, or telepathy. Depending on the ability chosen, the vampire can hear what its spawn hears, see what it sees, or communicate telepathically with it. The vampire may exercise or end its use of this ability as a standard action and maintain its connection to its spawn for as long as it wishes. A vampire may only use this ability with one spawn at a time. The vampire and vampire spawn must be on the same plane for this ability to function. While using this ability, the vampire enters a catatonic state similar to its daily rest and is treated as helpless, though it is alerted to any jarring noises, the presence of any visible creature within 5 feet, or any damage that befalls its body. (CR +0)",
			"",
			"**Noble Dead (Su):** A vampire with this ability possesses an ancient and legendary bloodline. He gains a +2 bonus on all Diplomacy checks, which increases to +4 if being utilized against another undead creature. In addition, he gains channel resistance +6, and the DC of his dominate ability increases by +2. (CR +0)",
			"",
			"**Sunlight Resistance (Su):** This ability provides a vampire a measure of resistance against sunlight. On the second and all later rounds of exposure to direct sunlight, the vampire takes damage equal to one-third of its maximum hit points and is destroyed if this brings it to 0 hit points. The vampire is staggered on any round it is exposed to direct sunlight. (CR +0)",
			"",
			"**Swarm Form (Su):** As a standard action, a vampire with this ability can change into a bat swarm, centipede swarm, rat swarm, or spider swarm. The swarm has a number of hit points equal to the vampire, and any damage done to the swarm affects the vampire's hit point total. While in swarm form, a vampire cannot use any of its natural or special attacks, although it gains the movement, natural weapons, and extraordinary special abilities of the swarm into which it has transformed. The vampire also retains all of its usual special qualities. While in swarm form the vampire is still considered to be an undead creature with its total number of Hit Dice. A vampire can remain in swarm form until it assumes another form or retakes it original form (a standard action), or until the next sunrise. (CR +0)"
		]
	},
	"vampire_spawn": {
		"name": "Vampire Spawn",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Vampire Spawn (CR +1)",
			"",
			"{SOURCE Monster Codex}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"The following template can be used to create unique vampire spawn with class levels.",
			"",
			"\"Vampire spawn\" is an acquired template that can be added to any living creature with 4 or more Hit Dice (referred to hereafter as the base creature). A vampire spawn uses the base creature's stats and abilities except as noted here.",
			"",
			"**CR:** Same as the base creature + 1.  ",
			"**Alignment:** Any evil.  ",
			"**Type:** The creature's type changes to undead. Do not recalculate class Hit Dice, BAB, or saves.  ",
			"**Senses:** A vampire spawn gains darkvision to 60 feet.  ",
			"**Armor Class:** Natural armor increases to +4, unless the base creature's natural armor is already +4 or higher.  ",
			"**Hit Dice:** Change all racial Hit Dice to d8s. Class Hit Dice are unaffected. As undead, vampire spawn use their Cha modifier to determine bonus hit points (instead of Con).  ",
			"**Defensive Abilities:** A vampire spawn gains channel resistance +2, DR 5/silver, resistance 10 against cold and electricity, and fast healing 2.  ",
			"**Weaknesses:** A vampire spawn has the same weaknesses of the vampire that created it.",
			"",
			">*Resurrection Vulnerability (Su):* A {spell/raise dead} or similar spell cast on a vampire spawn destroys it (Will negates). Using the spell in this way does not require a material component.",
			"",
			"**Melee:** A vampire spawn gains a slam attack if the base creature didn't have one. Damage for the slam depends on [the vampire spawn's size](umr/natural_attacks).  ",
			"**Special Attacks:** A vampire spawn gains a vampire's blood drain and dominate special attacks. The vampire who created the spawn can influence a spawn's dominated creature as if she had dominated it herself.",
			"",
			"**Energy Drain (Su):** A creature hit by a vampire spawn's slam (or other natural weapon) gains 1 negative level. This ability only triggers only once per round.",
			"",
			"**Special Qualities:** A vampire spawn gains the gaseous form, shadowless, and spider climb abilities of a vampire.  ",
			"**Ability Scores:** Cha +2.  ",
			"**Skills:** Spawn gain a +8 racial bonus on Acrobatics and Stealth checks.  ",
			"**Feats:** Spawn gain {feat/Skill Focus} (Perception) as a bonus feat."
		]
	},
	"vampiric_creature": {
		"name": "Vampiric Creature",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Vampiric Creature (CR +1)",
			"",
			"{SOURCE Horror Adventures}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** Yes  ",
			"**Usable with Summons** No",
			"",
			"Vampiric creatures have been transformed into vampires, and they don't have to be humanoids. At your discretion, a vampiric creature might have the create spawn ability and could create spawn of its own creature type in addition to humanoid spawn. Non-humanoid vampiric creatures likely have unusual \"coffins\" that befit their nature.",
			"",
			"**Quick Rules:** Counts as undead; darkvision 60 ft.; +1 to AC; +1 on rolls based on Str, Dex, and Cha; undead immunities; fast healing 1 (this includes the ability to escape to its coffin in gaseous form at 0 hp); vampire weaknesses; slam attack that deals 1d6 points of damage (for Medium creatures) plus energy drain; blood drain; energy drain (1 level, DC = 10 + 1/2 HD + Charisma modifier); gaseous form, shadowless, spider climb.",
			"",
			"**Rebuild Rules:** **Type** change to undead; **Senses** darkvision 60 ft.; **AC** natural armor bonus increases by 1; **Defensive Abilities** fast healing 1 (this includes the ability to escape to its coffin in gaseous form at 0 hp); **Weaknesses** vampire weaknesses; **Melee** slam attack that deals 1d6 points of damage (for Medium creatures) plus energy drain; **Special Attacks** blood drain, {umr/energy drain} (1 level, DC = 10 + 1/2 HD + Charisma modifier); **Special Qualities** gaseous form, shadowless, spider climb; **Ability Scores** +2 Str, +2 Dex, +2 Cha."
		]
	},
	"vetala": {
		"name": "Vetala",
		"sources": [ "Inner Sea Bestiary" ],
		"description": [
			"## Vetala (CR +2)",
			"",
			"{SOURCE Inner Sea Bestiary}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"While most of the Inner Sea's vampires lust for living blood, the mysterious vetalas hunger for a more intangible force: the energy that infuses mortal minds. Referred to as consciousness or psyche by some, the academics of Vudra - from where most vetalas hail - call this fundamental vital force prana. Regardless of their desire's name, vetalas prey upon those who show creative promise, possess potent force of will, or seem destined for greatness, draining the most brilliant sources of mortal light to fuel their own unnatural embers. Their dark mastery of life force allows vetalas to possess corpses or even overwhelm the minds of living creatures. With these stolen masks and the resources of abducted lives, they work their foul wills.",
			"",
			"Vetalas are said to be the spirits of children \"born evil,\" who never received burial rites upon their deaths. Sometimes one of these evil spirits takes hold of a corpse - not necessarily its own - which becomes its anchor to the mortal world. Such young souls seek out experiences and life energy, becoming as wicked as any other vampire as they endlessly indulge their profane, deathless desires.",
			"",
			"\"Vetala\" is an acquired template that can be added to any living creature with 5 or more Hit Dice (referred to hereafter as the base creature). Most vetalas were once humanoids, fey, or monstrous humanoids. A vetala uses the base creature's stats and abilities except as noted here.",
			"",
			"**CR:** Same as the base creature + 2.",
			"",
			"**AL:** Any evil.",
			"",
			"**Type:** The creature's type changes to undead (augmented). Do not recalculate class Hit Dice, BAB, or saves.",
			"",
			"**Senses:** A vetala gains darkvision 60 ft.",
			"",
			"**Armor Class:** Natural armor improves by +4.",
			"",
			"**Hit Dice:** Change all racial Hit Dice to d8s. Class Hit Dice are unaffected. As undead, vetalas use their Charisma modifiers to determine bonus hit points (instead of Constitution).",
			"",
			"**Defensive Abilities:** A vetala gains channel resistance +4, DR 10/magic and good, and resistance to fire 10 and electricity 10, in addition to all of the defensive abilities granted by the undead type. A vetala also gains fast healing 5. If reduced to 0 hit points in combat, a vetala is helpless and its fast healing ceases to function for 1 hour. Additional damage dealt to the vetala has no effect. Its body might be subjected to any method of dismemberment or desecration, but after 1 hour - regardless of the state of its remains - it regains 1 hit point, is no longer helpless, and resumes healing at the rate of 5 hit points per round.",
			"",
			"**Weaknesses:** Vetalas cannot tolerate the sound of prayers or religious mantras recited by those truly faithful to a good deity. Any character with a good-aligned deity can force a vetala to recoil by dramatically praying as a standard action. Praying doesn't harm a vetala; it merely keeps the creature at bay. A recoiling vetala must stay at least 5 feet away from a praying character and cannot touch or make melee attacks against it. After 1 round, a vetala can fight past its revulsion and function normally each round it succeeds at a DC 25 Will save. The prayers of those who worship non-good deities or worship no deity have no effect on a vetala.",
			"",
			"Reducing a vetala's hit points to 0 or lower incapacitates it but doesn't always destroy it (see {umr/fast healing}). However, consecrating the vetala's remains and burying the body destroys it forever. A vetala's body is considered consecrated if it is doused with a vial of holy water and buried, if it is buried in earth affected by the spell consecrate, or if bless, prayer, or a similar divine spell is cast upon it as it is being buried. Digging up a vetala's corpse or profaning the area where it's buried does not restore a buried vetala.",
			"",
			"**Speed:** Same as the base creature. A vetala also gains a climb speed equal to its base land speed.",
			"",
			"**Melee:** A vetala gains two claw attacks if the base creature didn't have them. A vetala's claw attacks do damage as a creature once size category larger (for example, a Medium vetala's claw attack deals 1d6 points of damage). A vetala's natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.",
			"",
			"**Special Attacks:** A vetala gains several special attacks. Save DCs are equal to 10 + 1/2 the vetala's Hit Dice + the vetala's Cha modifier unless otherwise noted.",
			"",
			"**Drain Prana (Su):** A vetala can drain the mental vitality of a grappled opponent. If the vetala establishes or maintains a pin, it drains this energy, dealing 1d4 points of Charisma damage. Additionally, the victim is affected by the spell modify memory, as if the vetala had spent 5 minutes concentrating. The vetala gains perfect knowledge of any memory it chooses to eliminate using this ability. Vetalas often use this ability to prevent victims from remembering they've been attacked.",
			"",
			"**Malevolence (Su):** As a full-round action, a vetala can attempt to take control of a helpless living creature's body, as the spell {spell/magic jar} (caster level 10th or the vetala's Hit Dice, whichever is higher), except that it does not require a receptacle. The target can resist the attack with a successful Will save. A creature that successfully saves is immune to that same vetala's possession for 24 hours. If a creature fails its save, its consciousness and control of its body are subsumed as the vetala takes command of its body. The vetala can remain in control for a number of hours equal to its Charisma modifier or until it decides to end the possession. Whenever the possession ends or the host body is killed, the vetala's consciousness instantly returns to its body, regardless of distance, so long as it remains on the same plane. If the vetala's body has been destroyed or moved to another plane, the vetala's consciousness is destroyed when the possession ends. While possessing another creature, the vetala's body is empty and vulnerable, though it is instantly aware if its body is disturbed or takes damage.",
			"",
			"**Paralysis (Ex):** Any creature struck by a vetala's claws must make a successful Will save or be paralyzed for 1d4+1 rounds. Elves are immune to this effect.",
			"",
			"**Possess Corpse (Su):** As a full-round action, a vetala can possess a Large or smaller corpse just as it can a living body. The vetala's consciousness leaves its body and takes control of the corpse, animating it as either a skeleton or zombie (depending on its state of decay). The vetala can remain in control of a corpse indefinitely, and can communicate through the body, but cannot use any of its other special abilities. This ability otherwise functions just as malevolence.",
			"",
			"**Ability Scores:** Str +4, Dex +2, Int +4, Wis +2, Cha +6. As an undead creature, a vetala has no Constitution score.",
			"",
			"**Feats:** Vetalas gain {feat/Alertness}, {feat/Blind-Fight}, {feat/Deceitful}, {feat/Improved Initiative}, and {feat/Skill Focus} (Disguise) as bonus feats.",
			"",
			"**Skills:** Vetalas gain a +8 racial bonus on Disguise, Perception, Sense Motive, and Stealth checks."
		]
	},
	"waxwork": {
		"name": "Waxwork",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Waxwork (CR - Depends on Base Creature)",
			"",
			"{SOURCE Horror Adventures}  ",
			"**Acquired/Inherited Template** Inherited  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"The practice of making sculptures from wax dates back to the earliest humanoid civilizations. Only the medium of wax can so closely duplicate the transparency of skin. Often, creators use powerful magic to house an animating spirit within the wax model. A created waxwork creature obeys the commands of its creator. Rarely, a wax sculpture animates of it own accord - the result of nearby magic suffusing the wax or a lost spirit in search of a corporeal form. Such waxwork creatures are uncontrolled.",
			"",
			"A waxwork creature is the same size as the creature it duplicates, but weighs only half as much.",
			"",
			"\"Waxwork\" is an inherited template that can be added to any Tiny or larger corporeal creature (other than a construct or ooze), referred to hereafter as the base creature.",
			"",
			"**Challenge Rating:** Depends on Hit Dice, as follows.",
			"",
			"| Waxwork HD | CR |",
			"| --- | --- |",
			"| 1 | 2 |",
			"| 2-3 | 3 |",
			"| 4-5 | 4 |",
			"| 6-7 | 5 |",
			"| 8-10 | 6 |",
			"| 11-13 | 7 |",
			"| 14-16 | 8 |",
			"| 17-19 | 9 |",
			"| 20 | 10 |",
			"",
			"If the creature is larger or smaller than Medium, adjust the CR according to the table below.",
			"",
			"| Waxwork Size | CR | Natural Armor Bonus | Bonus Hit points |",
			"| --- | --- | --- | --- |",
			"| Tiny or smaller | -2 | +0 | - |",
			"| Small | -1 | +1 | +10 |",
			"| Medium | +0 | +2 | +20 |",
			"| Large | +1 | +3 | +30 |",
			"| Huge | +2 | +4 | +40 |",
			"| Gargantuan | +3 | +7 | +60 |",
			"| Colossal | +4 | +11 | +80 |",
			"",
			"**Alignment:** Always neutral.",
			"",
			"**Type:** The creature's type changes to construct. It doesn't retain any subtypes, nor does it gain the augmented subtype. It uses all the base creature's statistics and special abilities except as noted here.",
			"",
			"**Armor Class:** The waxwork creature's natural armor bonus is based on its size.",
			"",
			"**Hit Dice:** Remove HD gained from class levels and change racial HD to d10s. Creatures without racial HD are treated as if they have 1 racial HD. As constructs, waxwork creatures gain additional hit points as noted in the following table.",
			"",
			"**Saves:** The creature's base save bonuses are Fortitude +1/3 HD, Reflex +1/3 HD, and Will +1/3 HD.",
			"",
			"**Defensive Abilities:** A waxwork creature loses the base creature's defensive abilities. It gains waxen regeneration 5 (fire) and immunity to cold. If it has 11 or more HD, the waxen regeneration increases to 10 (fire). It also gains all of the standard immunities and traits possessed by constructs.",
			"",
			"**Waxen Regeneration (Su):** This ability functions like regeneration, except the waxwork creature has it without a Constitution score. A waxwork creature reduced to 0 hit points is staggered instead of destroyed while its waxen regeneration is active; it ignores all damage dealt to it that would reduce its hit points below 0. Fire damage causes the waxwork creature's regeneration to stop functioning on the round following the attack.",
			"",
			"**Weaknesses:** A waxwork creature is vulnerable to fire.",
			"",
			"**Speed:** A waxwork creature retains movement types, except as follows: It loses burrow and magical flight speeds. Winged waxwork creatures can fly, but maneuverability drops to clumsy. A waxwork creature floats and must succeed at a DC 20 Swim check each round to stay underwater.",
			"",
			"**Attacks:** A waxwork creature retains all the natural weapons and weapon proficiencies of the base creature. It also gains a slam attack that deals damage based on the waxwork creature's size, but as if it were one size category larger than its actual size.",
			"",
			"**Special Attacks:** A waxwork creature retains none of the base creature's special attacks.",
			"",
			"**Abilities:** A waxwork creature has no Constitution or Intelligence score, and its Wisdom and Charisma scores change to 10.",
			"",
			"**BAB:** A waxwork creature's base attack bonus is equal to its Hit Dice.",
			"",
			"**Skills:** A waxwork creature loses all of the base creature's skills and gains none of its own.",
			"",
			"**Feats:** A waxwork creature loses all of the base creature's feats and gains {feat/Improved Initiative} as a bonus feat.",
			"",
			"**Special Qualities:** A waxwork creature loses most special qualities of the base creature. It retains any extraordinary special qualities that improve its melee or ranged attacks. A waxwork creature gains the {umr/freeze} universal monster ability to appear as a wax sculpture.",
			"",
			"::h3[Variant Waxworks]{jl}",
			"",
			"The following variants alter the waxwork creature template.",
			"",
			"#### Sentient Waxwork",
			"",
			"Rarely, waxworks shaped like intelligent creatures develop minds of their own and can gain levels in character classes.",
			"",
			"**Challenge Rating:** Same as a normal waxwork creature's CR.",
			"",
			"**Abilities:** A sentient waxwork creature has an Intelligence score of 3d6.",
			"",
			"**Skills:** A sentient waxwork creature gains skill points based on its Hit Dice and Intelligence. Disguise and Stealth are class skills for it, but it has no other class skills. If it was crafted to resemble a specific individual, it also gains a +10 racial bonus on Disguise checks to impersonate that individual.",
			"",
			"**Feats:** A sentient waxwork gains retroactive feats based on its Hit Dice.",
			"",
			"**Languages:** A sentient waxwork creature speaks Common (or the language of the sculptor or animating spirit).",
			"",
			"#### Waxwork Candle",
			"",
			"One or more small flames burn on wicks emerging from the waxwork creature's body, often its head or hands. Though real, these flames don't consume the waxwork creature's body.",
			"",
			"**Challenge Rating:** Normal waxwork creature's CR + 1.",
			"",
			"**Melee Attacks:** The waxwork creature's slam attack, or one natural attack it has, gains the {umr/burn} universal monster ability. The additional fire damage is equal to the waxwork creature's slam damage die. The waxwork creature gains a +2 racial bonus to the save DC.",
			"",
			"**Special Qualities:** A waxwork candle creature gains illumination.",
			"",
			"**Illumination (Su):** A waxwork candle creature's flames create normal light within the creature's reach and increases the light level by one step within twice that distance (minimum 5 feet). A waxwork candle creature is immune to its own fire, but not other flames (including those ignited by its own fire). The waxwork candle creature's flames can be extinguished as normal flames. It loses the burn ability when the wicks are unlit, but can magically reignite the flames as a move action.",
			"",
			"**Construction:** Add produce flame as a spell requirement. Add 1,000 gp to the price (and 500 gp to the cost).",
			"",
			"::h3[Construction]{jl}",
			"",
			"Waxwork Creature; **CL** varies (equal to the waxwork creature's HD); **Price** 1,000 gp per HD plus cost of wax  ",
			"**Requirements** {feat/Craft Construct}, animate objects, make whole; Skill Craft (sculpture); **Cost** 500 gp per HD plus cost of wax"
		]
	},
	"winter_fey": {
		"name": "Winter Fey",
		"sources": [ "Pathfinder #68: The Shackled Hut" ],
		"description": [
			"## Winter Fey (CR +1)",
			"",
			"{SOURCE Pathfinder #68: The Shackled Hut}  ",
			"**Acquired/Inherited Template** Inherited  ",
			"**Simple Template** No  ",
			"**Usable with Summons** Yes",
			"",
			"\"Winter fey\" is an inherited template that can be added to any fey creature without the fire subtype, referred to hereafter as the base creature. A winter fey uses all the base creature's statistics and special abilities except as noted here.",
			"",
			"**CR:** As base creature +1.  ",
			"**Alignment:** Any evil.  ",
			"**Type:** The base creature's type remains fey, but it gains the cold subtype.  ",
			"**AC:** Natural armor improves by +2.  ",
			"**Defensive Abilities:** A winter fey retains the base creature's defensive abilities, and gains the following ability.  ",
			"**Fast Healing (Su):** A winter fey gains fast healing 3 when in contact with ice or snow.  ",
			"**Speed:** A winter fey retains the base creature's normal movement and gains the following.  ",
			"**Ice Walking (Ex):** A winter fey takes no penalty to speed or on Acrobatics, Climb, or Stealth checks in snowy or icy terrain or weather conditions and can walk across snow crusts or thin ice without breaking through.  ",
			"**Attacks:** A winter fey retains all the natural weapons, manufactured weapon attacks, and weapon proficiencies of the base creature. A creature with hands gains one claw attack per hand; the winter fey can strike with each of its claw attacks at its full attack bonus. A claw attack [deals damage](umr/natural_attacks) as if the winter fey were one size category larger than its actual size. If the base creature already had claw attacks with its hands, use the winter fey claw damage only if it's better.  ",
			"**Special Attacks:** A winter fey retains the base creature's special attacks and gains the ones listed below.  ",
			"**Frigid Touch (Su):** Once per day, a winter fey may attempt a touch attack against a foe; if successful, it deals 1d6 points of Dexterity damage by freezing the blood in its victim's veins and numbing its victim to the bone.  ",
			"**Frosty Grasp (Su):** A winter fey's natural attacks, as well as any weapons it wields, deal an additional 1d6 points of cold damage.  ",
			"**Abilities:** A winter fey's Strength and Constitution increase by +2.  ",
			"**Skills:** A winter fey gains a +4 racial bonus on Survival checks when in cold environments."
		]
	},
	"winter_touched_fey": {
		"name": "Winter-Touched Fey",
		"sources": [ "Pathfinder #67: The Snows of Summer" ],
		"description": [
			"## Winter-Touched Fey (CR +0)",
			"",
			"{SOURCE Pathfinder #67: The Snows of Summer}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** Yes  ",
			"**Usable with Summons** Yes",
			"",
			"Chief among the allies of Baba Yaga and the White Witches of Irrisen are the winter-touched, a special breed of fey immune to the harsh weather and low temperatures of the frozen north. Willingly pledging themselves to a wholly evil life, these creatures undergo a complex ritual called the Winter Rite, in which they accept a sliver of ice into their hearts that infuses their bodies with the same supernatural winter perpetuated by the White Witches of Irrisen. The resulting transformation gives the fey's skin a sickly bluish cast marked with spidery white veins like hoarfrost on glass. These evil fey can channel the power of winter into their attacks, slowing their victims with numbing cold. The winter-touched universally delight in spreading the influence of the White Witches, carrying out the wills of the witches who performed their Winter Rites. The winter-touched display a chilling loyalty that borders on fanaticism - a devotion all but guaranteed given the White Witches' ability to fatally pierce the hearts of those who fail them with the same slivers of ice the fey so willingly accepted.",
			"",
			"### Winter-Touched Fey",
			"",
			"The winter-touched fey simple template can be applied to any creature of the fey type. This template cannot be applied to a creature with the fire subtype. A winter-touched fey's quick and rebuild rules are the same.",
			"",
			"**Rebuild Rules:** The creature's alignment changes to evil and it gains the cold subtype; **Special Attacks: Numbing Cold (Su)** Any creature hit by a winter-touched creature's attacks (natural or weapon) must succeed at a Fortitude save or be staggered for 1 round. The save DC is Constitution-based."
		]
	},
	"wizard": {
		"name": "Wizard",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Wizard (CR +1 +2 or +3)",
			"",
			"{SOURCE Monster Codex}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** Yes  ",
			"**Usable with Summons** No",
			"",
			"A wizard creature is skilled in the ways of arcane magic, and its spellcasting ability is unmatched. Beyond casting damaging spells, a wizard creature can call upon mighty forces to serve the will of the creature and its allies. Select a wizard creature's arcane school when the template is added. A wizard creature's CR increases by 2 if the creature has 7 or more HD, and it increases by 3 if the creature has 13 or more HD.",
			"",
			"**Quick Rules:** +2 on all rolls based on Int; gains the arcane school abilities of its chosen school (using its HD - 2 as its wizard level to determine the effect and DC [minimum 1]); can cast a small number of wizard spells (see below) using its HD as its CL; can designate one item as its arcane bond and use that item to cast any one spell it knows once per day.",
			"",
			"**Rebuild Rules:** **Special Attacks** arcane bond-, arcane school abilities (using its HD - 2 as its wizard level to determine the effect and DC [minimum 1]); **Wizard Spells** can cast a small number of wizard spells (see below) using its HD as its CL; **Ability Scores** +4 Intelligence.",
			"",
			"### Cleric, Druid, and Wizard Spells Slots",
			"",
			"| HD | 0 | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | 9 |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1-3 | 2 | 1 | - | - | - | - | - | - | - | - |",
			"| 4-6 | 2 | 2 | 1 | - | - | - | - | - | - | - |",
			"| 7-9 | - | 2 | 2 | 1 | - | - | - | - | - | - |",
			"| 10-12 | - | - | 2 | 2 | 1 | - | - | - | - | - |",
			"| 13-15 | - | - | - | 2 | 2 | 1 | - | - | - | - |",
			"| 16-18 | - | - | - | - | 2 | 2 | 1 | - | - | - |",
			"| 19-21 | - | - | - | - | - | 2 | 2 | 1 | - | - |",
			"| 22-24 | - | - | - | - | - | - | 2 | 2 | 1 | - |",
			"| 25+ | - | - | - | - | - | - | - | 2 | 2 | 1 |"
		]
	},
	"worm_that_walks": {
		"name": "Worm that Walks",
		"sources": [ "Bestiary 2" ],
		"description": [
			"## Worm that Walks (CR +2)",
			"",
			"{SOURCE Bestiary 2}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"When a powerful spellcaster with a strong personality, a lust for life, and a remorselessly evil soul dies and is buried in a graveyard infused with eldritch magic, a strange phenomenon sometimes occurs. The flesh of the decaying body fats and instructs the very worms that gnaw, and these graveworms quicken not only on corruption but upon the spellcaster's memories and magical power. The spellcaster's very soul is consumed in this vile process, only to be split apart to inhabit each of the individual chewing worms in so many fragments. The result is a hideous hive mind of slithering life known as a worm that walks - a mass of worms that clings to the vague shape of the body that granted it this new existence, and can wield the powers and magic the spellcaster had in life. A worm that walks retains memories of its life as a spellcaster before its death, but is not undead - it is a hideous new form of undulant life.",
			"",
			"\"Worm that walks\" is a template that can be added to any evil spellcasting creature. A worm that walks retains all the base creature's statistics and abilities except as noted here.",
			"",
			"**CR:** Same as the base creature +2.",
			"",
			"**Alignment:** Any evil.",
			"",
			"**Type:** The base creature's type changes to vermin. It gains the augmented subtype. Do not recalculate BAB, saves, or skill ranks. Worms that walk are intelligent and do not possess the standard mindless trait of most vermin. Note that while a worm that walks has the ability to discorperate into a swarm, and while its body is made up of countless wriggling worms, it does not itself gain the swarm subtype.",
			"",
			"**Size:** Although the worms that make up the worm that walks's body are Fine creatures, the worm that walks is treated as a creature the same size as the base creature.",
			"",
			"**Senses:** As the base creature, plus darkvision 60 feet and blindsight 30 feet.",
			"",
			"**AC:** The worm that walks loses any natural armor bonus the base creature may have had, but gains an insight bonus to its AC equal to its Wisdom bonus (minimum of +2).",
			"",
			"**Hit Dice:** Change the base creature's racial HD to d8s. All HD derived from class levels remain unchanged.",
			"",
			"**Defensive Abilities:** A worm that walks retains all of the base creature's defensive abilities and special qualities. It also gains the following additional defensive abilities.",
			"",
			"**Worm that Walks Traits:** A worm that walks has no discernible anatomy, and is not subject to critical hits or flanking. Reducing a worm that walks to 0 hit points causes it to discorporate (see below) - a worm that walks at 0 hit points is staggered, and one at negative hit points is dying. Worms that walk are immune to any physical spell or effect that targets a specific number of creatures (including single-target spells such as disintegrate), with the exception of such spells and effects generated by the worm that walks itself, which treat the worm that walks as one single creature if it so chooses. Mind-affecting effects that target single creatures function normally against a worm that walks, since the creature's individual components share a hive mind. A worm that walks takes half again as much damage (+50%) from damaging area effects, such as fireball and splash weapons. Worms that walk are susceptible to high winds-treat a worm that walks as a Fine creature for the purposes of determining wind effects.",
			"",
			"**Damage Reduction:** A worm that walks loses any damage reduction possessed by the base creature and gains damage reduction 15/-.",
			"",
			"**Fast Healing:** A worm that walks gains fast healing equal to its CR.",
			"",
			"**Immunities:** Worms that walk are immune to disease, paralysis, poison, and sleep effects.",
			"",
			"**Melee Attacks:** A worm that walks loses any natural attacks the base creature had, but gains a slam attack that deals damage [based on its size](umr/natural_attacks). This slam has the grab ability and affects creatures up to one size larger than the worm that walks. A worm that walks retains any weapon proficiencies the base creature had.",
			"",
			"**Special Attacks:** A worm that walks retains all of the base creature's special attacks. It also gains the following additional special attacks.",
			"",
			"**Discorporate (Su)** A worm that walks can collapse into a shapeless swarm of worms as a free action. All held, worn, and carried items fall and its Strength score drops to 1. The worm that walks functions as a true swarm while discorporated, with a reach of 0 feet (its space remains unchanged). While discorporated, the worm that walks loses all of its defensive abilities and gains all of the standard swarm traits. It loses its slam attacks and all special abilities and special attacks, but can make a swarm attack that deals damage equal to its engulf attack. A worm that walks can reform into its true form (including equipping all gear in reach) as a full-round action as long as it has at least 1 hit point.",
			"",
			"**Squirming Embrace (Ex)** If a worm that walks grapples a foe, as a swift action, it can cause a swarm of worms to squirm over the grappled creature. These worms deal automatic swarm damage with no attack roll needed (see the table below). If a creature takes damage from the swarm, it is also subject to the swarm's distraction ability, and must make a Fortitude save or be nauseated for 1 round. The save DC equals 10 + 1/2 the worm that walks's HD + its Con modifier).",
			"",
			"A worm that walks can only have one embraced target at a time, but it does not have to continue grappling in order to maintain the embrace. If the worm that walks moves more than 5 feet from the swarm or dismisses the swarm (a free action), the swarm dies. Any area attack that damages the swarm or any severe or stronger wind effect that affects the swarm's target kills it.",
			"",
			"| HD | Engulf Damage |",
			"| --- | --- |",
			"| 1-5 | 1d6 + 1.5 Str bonus |",
			"| 6-10 | 2d6 + 1.5 Str bonus |",
			"| 11-15 | 3d6 + 1.5 Str bonus |",
			"| 16-20 | 4d6 + 1.5 Str bonus |",
			"| 21 or more | 5d6 + 1.5 Str bonus |",
			"",
			"**Tenacious (Ex)** A worm that walks gains a +8 racial bonus on CMB checks made to grapple and a +4 racial bonus to its CMD.",
			"",
			"**Abilities:** Dex +4, Con +4.",
			"",
			"**Skills:** Worms that walk gain a +8 racial bonus on Perception, Sense Motive, and Stealth checks.",
			"",
			"**Feats:** Worms that walk gain {feat/Diehard} as a bonus feat."
		]
	},
	"young": {
		"name": "Young",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"## Young (CR -1)",
			"",
			"{SOURCE Pathfinder RPG Bestiary}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** Yes  ",
			"**Usable with Summons** No",
			"",
			"Creatures with the young template are immature specimens of the base creature. You can also use this simple template to easily create a smaller variant of a monster. This template cannot be applied to creatures that increase in power through aging or feeding (such as dragons or barghests) or creatures that are Fine-sized.",
			"",
			"**Quick Rules:** +2 to all Dex-based rolls, -2 to all other rolls, -2 hp/HD.",
			"",
			"**Rebuild Rules:** **Size** decrease by one category; **AC** reduce natural armor by -2 (minimum +0); **Attacks** decrease damage dice by 1 step; **Ability Scores** -4 Strength, -4 Con, +4 size bonus to Dex."
		]
	},
	"zombie": {
		"name": "Zombie",
		"sources": [
			"Horror Realms",
			"Pathfinder RPG Bestiary",
			"Classic Horrors Revisited"
		],
		"description": [
			"## Zombie (CR - Varies)",
			"",
			"{SOURCE Pathfinder RPG Bestiary}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"Zombies are the animated corpses of dead creatures, forced into foul unlife via necromantic magic like animate dead. While the most commonly encountered zombies are slow and tough, others possess a variety of traits, allowing them to spread disease or move with increased speed.",
			"",
			"Zombies are unthinking automatons, and can do little more than follow orders. When left unattended, zombies tend to mill about in search of living creatures to slaughter and devour. Zombies attack until destroyed, having no regard for their own safety.",
			"",
			"Although capable of following orders, zombies are more often unleashed into an area with no command other than to kill living creatures. As a result, zombies are often encountered in packs, wandering around places the living frequent, looking for victims. Most zombies are created using animate dead. Such zombies are always of the standard type, unless the creator also casts haste or remove paralysis to create fast zombies, or contagion to create plague zombies.",
			"",
			"\"Zombie\" is an acquired template that can be added to any corporeal creature (other than an undead), referred to hereafter as the base creature.",
			"",
			"**Challenge Rating:** This depends on the creature's new total number of Hit Dice, as follows:",
			"",
			"| HD | CR | XP |",
			"| --- | --- | --- |",
			"| 1/2 | 1/8 | 50 |",
			"| 1 | 1/4 | 100 |",
			"| 2 | 1/2 | 200 |",
			"| 3-4 | 1 | 400 |",
			"| 5-6 | 2 | 600 |",
			"| 7-8 | 3 | 800 |",
			"| 9-10 | 4 | 1,200 |",
			"| 11-12 | 5 | 1,600 |",
			"| 13-16 | 6 | 2,400 |",
			"| 17-20 | 7 | 3,200 |",
			"| 21-24 | 8 | 4,800 |",
			"| 25-28 | 9 | 6,400 |",
			"",
			"**Alignment:** Always neutral evil.",
			"",
			"**Type:** The creature's type changes to undead. It retains any subtype except for alignment subtypes (such as good) and subtypes that indicate kind. It does not gain the augmented subtype. It uses all the base creature's statistics and special abilities except as noted here.",
			"",
			"**Armor Class:** Natural armor is based on the zombie's size:",
			"",
			"| Zombie Size | Natural Armor Bonus |",
			"| --- | --- |",
			"| Tiny or smaller | +0 |",
			"| Small | +1 |",
			"| Medium | +2 |",
			"| Large | +3 |",
			"| Huge | +4 |",
			"| Gargantuan | +7 |",
			"| Colossal | +11 |",
			"",
			"**Hit Dice:** Drop HD gained from class levels (minimum of 1) and change racial HD to d8s. Zombies gain a number of additional HD as noted on the following table.",
			"",
			"| Zombie Size | Bonus Hit Dice |",
			"| --- | --- |",
			"| Tiny or smaller | - |",
			"| Small or Medium | +1 HD |",
			"| Large | +2 HD |",
			"| Huge | +4 HD |",
			"| Gargantuan | +6 HD |",
			"| Colossal | +10 HD |",
			"",
			"Zombies use their Charisma modifiers to determine bonus hit points (instead of Constitution).",
			"",
			"**Saves:** Base save bonuses are Fort +1/3 HD, Ref +1/3 HD, and Will +1/2 HD + 2.",
			"",
			"**Defensive Abilities:** Zombies lose their defensive abilities and gain all of the qualities and immunities granted by the undead type. Zombies gain DR 5/slashing.",
			"",
			"**Speed:** Winged zombies can still fly, but maneuverability drops to clumsy. If the base creature flew magically, so can the zombie. Retain all other movement types.",
			"",
			"**Attacks:** A zombie retains all the natural weapons, manufactured weapon attacks, and weapon proficiencies of the base creature. It also gains a slam attack that deals damage based on the zombie's size, but as if it were one size category larger than its actual size (see {umr/Natural Attacks}).",
			"",
			"**Special Attacks:** A zombie retains none of the base creature's special attacks.",
			"",
			"**Abilities:** Str +2, Dex -2. A zombie has no Con or Int score, and its Wis and Cha become 10.",
			"",
			"**BAB:** A zombie's base attack is equal to 3/4 its Hit Dice.",
			"",
			"**Skills:** A zombie has no skill ranks.",
			"",
			"**Feats:** A zombie loses all feats possessed by the base creature, and does not gain feats as its Hit Dice increase, but it does gain {feat/Toughness} as a bonus feat.",
			"",
			"**Special Qualities:** A zombie loses most special qualities of the base creature. It retains any extraordinary special qualities that improve its melee or ranged attacks. A zombie gains the following special quality.",
			"",
			"**Staggered (Ex):** Zombies have poor reflexes and can only perform a single move action or standard action each round. A zombie can move up to its speed and attack in the same round as a charge action.",
			"",
			"### Variant Zombies",
			"",
			"The typical zombie is a slow-moving abomination that is tough to destroy. Yet this tough zombie is not the only type of zombie to plague crypts or stalk graveyards. Each of the following two variant zombies modifies the base zombie in a few simple ways.",
			"",
			"::h4[Fast Zombie]{jl}",
			"",
			"Unlike the standard, plodding zombie, a fast zombie moves with a supernatural quickness.",
			"",
			"**Speed:** Increase the base creature's land speed by 10 feet.",
			"",
			"**Defensive Abilities:** A fast zombie does not gain DR 5/slashing.",
			"",
			"**Special Attacks:** A fast zombie gains the following special attack.",
			"",
			"**Quick Strikes (Ex):** Whenever a fast zombie takes a full-attack action, it can make one additional slam attack at its highest base attack bonus.",
			"",
			"**Abilities:** As a standard zombie, except its Dexterity is increased by 2 instead of reduced by 2.",
			"",
			"**Special Qualities:** A fast zombie does not gain the staggered special quality.",
			"",
			"::h4[Plague Zombie]{jl}",
			"",
			"These zombies carry a terrible disease that perpetuates their undead lineage - those infected by a plague zombie's contagion rise as zombies themselves when they perish.",
			"",
			"**Defensive Abilities:** A plague zombie does not gain DR 5/slashing.",
			"",
			"**Special Attacks:** A plague zombie gains the following special attacks.",
			"",
			"**Death Burst (Ex):** When a plague zombie dies, it explodes in a burst of decay. All creatures adjacent to the plague zombie are exposed to its plague as if struck by a slam attack and must make a Fortitude save or contract zombie rot.",
			"",
			"**Disease (Su):** The slam attack - as well as any other natural attacks - of a plague zombie carries the zombie rot disease.",
			"",
			">*Zombie rot:* slam; *save* Fort DC = 10 + 1/2 the zombie's Hit Dice + the zombie's Cha modifier; *onset* 1d4 days; *frequency* 1/day; *effect* 1d2 Con, this damage cannot be healed while the creature is infected; *cure* 2 consecutive saves. Anyone who dies while infected rises as a plague zombie in 2d6 hours.",
			"",
			"::h4[Yellow Musk Zombie]{jl}",
			"",
			"A yellow musk zombie is a rotting creature from which wet green vines have sprouted. Treat a yellow musk zombie as a standard zombie, but with this special quality.",
			"",
			">**Plant Traits (Ex):** This zombie's animation is provided not by necromancy but by the plant that grows throughout its body. Yellow musk zombies lack undead traits, but gain plant traits. They are treated as plants, not undead, for the resolution of magical effects and attacks. Channel energy cannot harm a yellow musk zombie, for example, nor does negative energy heal a yellow musk zombie.",
			"",
			"#### Zombies of the Yellow Mire",
			"",
			"{SOURCE Horror Realms/33}",
			"",
			"The yellow musk zombies born in Yellow Mire may be familiar to adventurers who have encountered yellow musk creepers in the past, but the abominable flora of Golden Garden are an altogether separate horror. Below are three of the most common varieties of yellow musk zombies that arise from Golden Garden, which otherwise share statistics with typical yellow musk zombies.",
			"",
			">##### Deathspore Zombie (CR +1)",
			">",
			">With stark black rashes streaked across their rotting faces and skeletal bodies, these yellow musk zombies are more imposing than their typical counterparts; they gain a +4 bonus to their Strength score and have a Charisma of 14. A creature struck by a deathspore zombie's natural attack has a chance of being afflicted with the following poison.",
			">",
			">**Deathspore Toxin:** Injury; *save* Fort DC 14; *frequency* 1/round for 6 rounds; *initial effect* 1 Con drain; *secondary effect* 1d3 Dex damage; *cure* 2 saves.",
			">",
			">##### Gold Musk Zombie (CR +2)",
			">",
			">These advanced yellow musk zombies have DR 5/cold iron as well as acid, cold, and electricity resistance 5, and they can be healed by negative energy as if they were undead. In addition, any creature slain by gold musk zombies becomes a gold musk zombie in 1d4 rounds. These new gold musk zombies are weakened for the first 24 hours of their existence, and take a -2 penalty on all d20 rolls and checks, receive -2 hit points per Hit Die, and do not create additional gold musk zombies from the creatures they kill. After 24 hours, these penalties are lifted.",
			">",
			">##### Pale-Puff Musk Zombie (CR +0)",
			">",
			">Weaker than their yellow musk counterparts but far more numerous, pale-puff musk zombies do not gain a bonus to Strength from becoming a zombie and have a Charisma score of 6. A large puffball of stinky yellow pollen grows out of the zombie's head from a sturdy brown stem. The first time a pale-puff musk zombie takes any amount of damage but isn't destroyed by the attack, the puffball breaks apart and spreads over a 5-foot-radius area, affecting any creatures in the area as a yellow musk creeper's pollen spray ability.",
			"",
			"::h3[Faces of Death]{jl}",
			"",
			"{SOURCE Classic Horrors Revisited/25}  ",
			"The simple, tottering skeleton and mindless, shambling zombie are the stereotypical image of the walking dead, but these undead horrors come in highly variable forms. Bloody skeletons, burning skeletons, fast zombies, plague zombies, and deadly intelligent skeletal champions are the best-known variants, but the walking dead are a diverse lot, and many more varieties might stalk moonlit graveyards and haunted crypts, each possessing its own strange and unique abilities. Although some common forms are listed below, in many cases these variant abilities may be applied to either skeletons or zombies, unless common sense dictates otherwise (such as a gasburst skeleton). Likewise, except as noted, the following variations can be stacked with one another - it's possible to have an exploding acid skeleton, for example.",
			"",
			"**Alchemical Zombie:** This zombie has been created through alchemical processes rather than necromantic magic. As such, positive energy has less effect on it, giving it channel resistance +2. Its alchemically treated flesh is also more resistant to damage, granting it an additional +2 bonus to its natural Armor Class above that which it gains based on its size. (CR +1)",
			"",
			"**Brain-eating Zombie:** These terrifying zombie variants feed on humanoid brains. They gain a bite attack that deals damage based on the zombie's size, and the grab special attack, usable against opponents of the zombie's own size or smaller. When an opponent dies, the zombie uses its next turn to feast upon its victim's brain, making spells that require a complete corpse (such as {spell/raise dead}) useless. Anyone killed after being bitten by a brain-eating zombie rises as a brain-eating zombie in 2d6 hours unless the corpse is blessed or similar preventative measures are taken. (CR +0)",
			"",
			"**Cursed Zombie:** Created as the result of a powerful curse rather than through necromantic spells, cursed zombies can bestow a curse upon their victims. A cursed zombie gains the curse special attack, delivered with its slam attack. *Zombie curse (Su)* slam; *save* Will DC = 10 + 1/2 the zombie's Hit Dice + the zombie's Cha modifier; *frequency* -; *effect* as {spell/bestow curse}; *cure* -. (CR +1)",
			"",
			"**Gasburst Zombie:** These bloated zombies are filled with toxic gas. When a gasburst zombie dies, it explodes in a cloud of noxious vapors which fill a 10-foot cube surrounding the zombie. Gasburst zombies are commonly filled with {eq-poison/burnt othur fumes} or {eq-poison/ungol dust}, but any poisonous gas may be used. Gas burst zombies have DR 5/piercing instead of DR 5/slashing. (CR depends on poison used, usually +1)",
			"",
			"**Host Corpse:** This skeleton or zombie has been infested with a swarm of vermin or Tiny undead creatures that it releases from its body. Skeletal hosts often hold {monster/carrionstorm/s} or bat swarms in their rib cages, while zombie hosts frequently carry locusts or [flesh-eating cockroach swarms](monster/cockroach_swarm) inside their rotting husks. Acid, bloody, and burning skeletons cannot be host corpses. (CR +0, with the swarm's CR counting as a separate creature)",
			"",
			"**Magus:** These variant skeletal champions and zombie lords are minor spellcasters (typically 5th-level or less) that have retained both their intelligence and their spellcasting abilities. Magus skeletons and zombies gain {feat/Silent Spell} as a bonus feat. (CR +1 plus caster level)",
			"",
			"**Relentless Zombie:** These have all the powers of fast zombies, and also gain a Climb speed equal to half the base creature's land speed, the scent special ability, a +4 racial bonus to Survival checks to track by smell, and two additional Hit Dice. (CR +1)",
			"",
			"**Zombie Lord:** Zombie lords are the fleshy counterparts to skeletal champions, rare zombies who have somehow managed to retain their intelligence. Use the normal zombie template for the zombie lord's Armor Class, base save bonuses, speed, melee attacks, base attack bonus, and damage reduction. Use the {template/skeletal champion} template for the zombie lord's Hit Dice, skills, and ability scores. Zombie lords gain channel resistance +4 and {feat/Toughness} as a bonus feat. A zombie lord does not gain the staggered special quality. (CR as a zombie of the same Hit Dice +1.)"
		]
	},
	"zombie_lord": {
		"name": "Zombie Lord",
		"sources": [ "Bestiary 4" ],
		"description": [
			"## Zombie Lord (CR +1)",
			"",
			"{SOURCE Bestiary 4}  ",
			"**Acquired/Inherited Template** Acquired  ",
			"**Simple Template** No  ",
			"**Usable with Summons** No",
			"",
			"Zombie lords are the fleshy counterparts of skeletal champions-intelligent, cunning, and envious of creatures whose bodies aren't rotting away. Despite their decaying flesh, they are not slow like common zombies, and can easily pursue fleeing prey. Zombie lords are more powerful than common zombies and retain their class levels.",
			"",
			"\"Zombie lord\" is an acquired template that can be added to any corporeal creature (other than undead) that has a minimum Intelligence of 3. This corporeal creature is referred to hereafter as the base creature.",
			"",
			"**CR:** A zombie lord's CR is 1 higher than that of a normal zombie with the same Hit Dice, plus the normal CR increase for class levels (if any).  ",
			"**Type:** The creature's type becomes undead. It keeps subtypes except for alignment subtypes and subtypes that indicate kind.  ",
			"**Alignment:** Any evil.  ",
			"**Armor Class:** Natural armor as per zombie.  ",
			"**Hit Dice:** Change all of the creature's racial Hit Dice to d8s, then add 2 racial Hit Dice to this total (creatures without racial HD gain 2 undead HD). Hit Dice from class levels are unchanged.  ",
			"**Saving Throws:** Base save bonuses for racial Hit Dice are Fort +1/3 HD, Ref +1/3 HD, and Will +1/2 HD + 2.  ",
			"**Defensive Abilities:** A zombie lord gains DR 5/slashing and channel resistance +4, in addition to undead traits.  ",
			"**Speed:** As zombie.  ",
			"**Attacks:** As zombie.  ",
			"**Abilities:** Str +2, Dex +2. As an undead, it has no Constitution score.  ",
			"**BAB:** A zombie lord's BAB for its racial HD is equal to 3/4 its HD.  ",
			"**Skills:** A zombie lord gains skill ranks per racial Hit Die equal to 4 + its Int modifier (class skills as the undead type). Skills gained from class levels remain unchanged.  ",
			"**Feats:** A zombie lord gains {feat/Toughness} as a bonus feat.  ",
			"**Special Qualities:** Unlike a common zombie, a zombie lord does not gain the staggered special quality."
		]
	}
}
