{
	"charau_ka_jungle_trickster": {
		"name": "Charau-ka, Jungle Trickster",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"*This lean ape-person is bedecked with a rattling collection of whistles, drums, and charms.*",
			"",
			"::mh[Jungle Trickster]{cr=\"8\"}",
			"",
			"{SOURCE Inner Sea Monster Codex/15}  ",
			"**XP** 4,800  ",
			"Charau-ka bard (sound striker) 6  ",
			"CE Small humanoid (charau-ka)  ",
			"**Init** +2; **Senses** darkvision 60 ft., low-light vision, scent; Perception +10",
			"",
			"::sh[Defense]",
			"",
			"**AC** 22, touch 13, flat-footed 20 (+4 armor, +2 Dex, +3 natural, +2 shield, +1 size)  ",
			"**hp** 55 (9 HD; 3d8+6d8+15)  ",
			"**Fort** +4, **Ref** +10, **Will** +8; +4 vs. bardic performance, language-dependent, and sonic",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., climb 30 ft.  ",
			"**Melee** +1 whip +10/+5 (1d2+3 nonlethal), bite +4 (1d3+3)  ",
			"**Ranged** rock +10 (1d4+2/19-20)  ",
			"**Special Attacks** bardic performance 23 rounds/day (countersong, distraction, fascinate [DC 16], inspire courage +2, weird words [DC 16, 1d8+3], wordstrike [1d4+6]), shrieking frenzy, thrown-weapon mastery  ",
			"**Bard Spells Known** (CL 6th; concentration +9)  ",
			"*2nd (4/day)*-cure moderate wounds, detect thoughts (DC 15), invisibility, suggestion (DC 15)  ",
			"*1st (5/day)*-charm person (DC 14), disguise self (DC 14), expeditious retreat, hideous laughter (DC 14)  ",
			"*0 (at will)*-detect magic, ghost sound (DC 13), lullaby (DC 13), mage hand, prestidigitation (DC 13), read magic",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 15, **Dex** 15, **Con** 12, **Int** 12, **Wis** 14, **Cha** 16  ",
			"**Base Atk** +6; **CMB** +7; **CMD** 19  ",
			"**Feats** {feat/Extra Performance}, {feat/Point-Blank Shot}, {feat/Skill Focus} (Perform [oratory]), {feat/Skill Focus} (Perform [act]), {feat/Spellsong}, {feat/Throw Anything}[^B]  ",
			"**Skills** Acrobatics +11, Appraise +5, Climb +14, Intimidate +8, Knowledge (geography) +8, Knowledge (history) +8, Knowledge (local) +8, Linguistics +6, Perception +10, Perform (act) +17, Perform (dance) +10, Perform (oratory) +17, Sleight of Hand +7, Spellcraft +8, Stealth +13, Use Magic Device +7; **Racial Modifiers** +4 Stealth  ",
			"**Languages** Abyssal, Common, Kelish, Polyglot, Vanaran  ",
			"**SQ** bardic knowledge +3, lore master 1/day, versatile performance (oratory, act)  ",
			"**Combat Gear** potion of mirror image, wand of alter self (21 charges), oil of taggit (2 doses); **Other Gear** +1 studded leather, mwk heavy wooden shield, +1 whip, amulet of natural armor +1, disguise kit",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm forests",
			"",
			"::sh[Description]",
			"",
			"Devious and aggressive, charau-ka range farther across the Inner Sea than anyone truly expects. Their jungle tricksters - masters of stealth, deception, and disguise - roam freely, if sparsely, in the shadows of the world, or boldly stride through cities cloaked in makeup or glamers. Across Garund they often pose as common apes, but they sometimes travel abroad in the guise of exotic pets of obedient human slaves or use illusions to pose as halflings or human children. Between Jalmeray and Vudra, resourceful apes pose as playful vanaras as well.",
			"",
			"Some tricksters act as the eyes and ears of Usaro, but many serve as thieves - gathering magic and wealth to sate Ruthazek - or as saboteurs undermining enemies of the state or arranging bloody massacres for Angazhan's glory. They pose as guides or playful apes to lead adventurers and travelers into the jungles' many hazards.",
			"",
			"[^B]: Bonus feat."
		]
	},
	"jungle_trickster": { "copyof": "charau_ka_jungle_trickster" },
	"charau_ka_simian_sharpshooter": {
		"name": "Charau-ka, Simian Sharpshooter",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"*This long-furred ape-person wears a battered snakeskin poncho and carries a worn musket.*",
			"",
			"::mh[Simian Sharpshooter]{cr=\"6\"}",
			"",
			"{SOURCE Inner Sea Monster Codex/13}  ",
			"**XP** 2,400  ",
			"Charau-ka gunslinger 4  ",
			"CE Small humanoid (charau-ka)  ",
			"**Init** +6; **Senses** darkvision 60 ft., low-light vision, scent; Perception +11",
			"",
			"::sh[Defense]",
			"",
			"**AC** 24, touch 17, flat-footed 18 (+4 armor, +4 Dex, +2 dodge, +3 natural, +1 size)  ",
			"**hp** 60 (7 HD; 3d8+4d10+25)  ",
			"**Fort** +8, **Ref** +11, **Will** +5  ",
			"**Defensive Abilities** nimble +1",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., climb 30 ft.  ",
			"**Melee** mwk club +10/+5 (1d4+2), bite +4 (1d3+3)  ",
			"**Ranged** musket +11 (1d10/&times;4) or rock +12 (1d4+2/19-20)  ",
			"**Special Attacks** grit (3), shrieking frenzy, thrown-weapon mastery",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 15, **Dex** 18, **Con** 16, **Int** 10, **Wis** 16, **Cha** 9  ",
			"**Base Atk** +6; **CMB** +7; **CMD** 23  ",
			"**Feats** {feat/Dodge}, {feat/Gunsmithing}, {feat/Mobility}, {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Shot on the Run}, {feat/Throw Anything}[^B]  ",
			"**Skills** Acrobatics +10, Bluff +4, Climb +13, Intimidate +4, Perception +11, Sleight of Hand +8, Stealth +12, Survival +11; **Racial Modifiers** +4 Stealth  ",
			"**Languages** Abyssal, Polyglot  ",
			"**SQ** deeds (deadeye, gunslinger initiative, gunslinger's dodge, pistol-whip, quick clear, utility shot), gunsmith  ",
			"**Combat Gear** oil of jury-rig, oil of magic weapon, potions of cure moderate wounds (2), potion of invisibility, potion of protection from good, tracer bullets (2), entangling shot alchemical cartridges (10), salt shot alchemical cartridges (10), tanglefoot bags (2); **Other Gear** mwk chain shirt, mwk club, musket with 20 bullets, amulet of natural armor +1, powder horn with 20 doses of black powder",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm forests",
			"",
			"::sh[Description]",
			"",
			"A decade ago, intent on impressing the Gorilla King, a tribe of charau-ka crossed the Brazen Peaks and raided Alkenstar's Dongun Hold, a dwarven citadel loaded with the Grand Duchy's prized firearms. They suffered severe casualties but absconded with scores of guns. Ruthazek then handpicked several dozen promising ape-men to master the weapons, creating an elite caste of assassins, monster wranglers, and bounty hunters. Many warriors managed to survive this unorthodox training and now wander the jungle at Ruthazek's command, eliminating Usaro's enemies, retrieving fugitive slaves, and stocking the beast pits. The Gorilla King takes a special joy in sending his technological marvels to eliminate mages and healers.",
			"",
			"Rather than confronting foes directly, sharpshooters take aim from above, disappearing into the wilderness long before victims can muster a counterattack. They show no remorse and chase wounded targets through the jungle for miles with relentless determination. Priests of Angazhan instilled a strong sense of survival in these sharpshooters, who show surprising restraint for charau-ka. The telltale frenzy of their kin surfaces only when enemies draw close to these gunslingers, and several have broken their muskets bludgeoning foes to death, only to suffer horrible reprimands for their carelessness. Those who keep their rage tempered travel far beyond the borders of the Gorilla King's realm, searching Golarion for anything their sovereign requires. Loyal to the very core, these charau-ka never reveal what they seek until it lies within their sights.",
			"",
			"[^B]: Bonus feat."
		]
	},
	"simian_sharpshooter": { "copyof": "charau_ka_simian_sharpshooter" },
	"charda": {
		"name": "Charda",
		"sources": [
			"Bestiary 2",
			"Pathfinder #18: Descent into Midnight"
		],
		"description": [
			"*Armored in dense, bony plates, this four-armed creature drools wretched strings of black bile from its fanged maw.*",
			"",
			"::mh[Charda]{cr=\"7\"}",
			"",
			"{SOURCE Bestiary 2/55;Pathfinder #18: Descent into Midnight/84}  ",
			"**XP** 3,200  ",
			"CN Small monstrous humanoid (aquatic)  ",
			"**Init** +2; **Senses** darkvision 120 ft.; Perception +13",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 13, flat-footed 18 (+2 Dex, +7 natural, +1 size)  ",
			"**hp** 85 (9d10+36)  ",
			"**Fort** +7, **Ref** +10, **Will** +7  ",
			"**Defensive Abilities** ferocity, **Immune** cold, poison",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., swim 60 ft.  ",
			"**Melee** bite +13 (1d6+3 plus 1d6 cold), 4 claws +14 (1d4+3)  ",
			"**Special Attacks** black bile",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 16, **Dex** 15, **Con** 19, **Int** 11, **Wis** 12, **Cha** 8  ",
			"**Base Atk** +9; **CMB** +11 (+19 bull rush and trip); **CMD** 23  ",
			"**Feats** {feat/Combat Expertise}, {feat/Improved Bull Rush}, {feat/Improved Trip}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Weapon Focus/ (claw)}  ",
			"**Skills** Intimidate +6, Knowledge (religion) +4, Perception +13, Stealth +18, Survival +10, Swim +18  ",
			"**Languages** Aklo, Undercommon  ",
			"**SQ** amphibious, cold vigor, overwhelming",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold aquatic or underground  ",
			"**Organization** solitary, pair, gang (3-5), or tribe (6-14)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Black Bile (Su)** A charda's body seethes with freezing black bile. Its supernaturally cold, black bile is the source of the additional cold damage when a charda bites a creature. As a standard action, a charda can expel its full store of bile as a breath weapon that can take the form of a 60-foot line or a 30-foot cone. All creatures in this area take 8d6 points of cold damage (DC 18 Reflex half). A charda can use this breath weapon once every 1d4 rounds - while its black bile is recharging, it does not deal additional cold damage with its bite. The save DC is Constitution-based.",
			"",
			"**Cold Vigor (Ex)** When a charda is in a cold environment, it becomes more animated and gains a +1 racial bonus on attack rolls and weapon damage rolls.",
			"",
			"**Overwhelming (Ex)** A charda gains a +8 racial bonus on bull rush and trip attacks.",
			"",
			"::sh[Description]",
			"",
			"In the darkest depths of the earth, in strange frozen rivers and subterranean lakes of frigid black water dwell the mysterious and ferocious chardas. These xenophobic humanoids rarely venture far from their domains, settling in small tribes and building rocky huts underwater or muddy domes along the subterranean shore.",
			"",
			"A typical charda stands just under 4 feet tall but weighs 250 pounds. Chardas reproduce by laying eggs in small clutches of two to four, which they bury among rocks offshore. Females fiercely protect their own clutches, but show no predisposition toward protecting the clutches of other chardas, even those within their tribe.",
			"",
			"Devoutly religious, chardas prefer to worship gods of war or cold. They hunt in small packs composed of both males and females. Hunting and slaying help determine an individual's power within the group. Chardas often engage in infanticide and cannibalism. While they patrol their territories in groups, they fight individually with little strategy or structure. Chardas do not assist each other with their kills, as they perceive aid as a weakness and a dishonor to both themselves and their foes."
		]
	},
	"charnel_colossus": {
		"name": "Charnel Colossus",
		"sources": [ "Inner Sea Bestiary" ],
		"description": [
			"*This horror is composed of dozens, if not hundreds, of decomposing cadavers held together as an amalgamated whole.*",
			"",
			"::mh[Charnel Colossus]{cr=\"19\"}",
			"",
			"{SOURCE Inner Sea Bestiary/10}  ",
			"**XP** 204,800  ",
			"NE Colossal undead  ",
			"**Init** +3; **Senses** darkvision 60 ft., see invisibility; Perception +50",
			"",
			"::sh[Defense]",
			"",
			"**AC** 29, touch 1, flat-footed 29 (-1 Dex, +28 natural, -8 size)  ",
			"**hp** 345 (30d8+210)  ",
			"**Fort** +19, **Ref** +11, **Will** +32  ",
			"**Defensive Abilities** amorphous, channel resistance +4; **DR** 15/magic and slashing; **Immune** critical hits, precision damage, turning, undead traits; **SR** 30",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 6 slams +26 (2d8+12/19-20 plus grab and mind feed) or 2 tendrils +21 (2d6+6 plus grab and pull)  ",
			"**Space** 30 ft., **Reach** 20 ft. (40 ft. with tendrils)  ",
			"**Special Attacks** voice of the ancients  ",
			"**Spell-Like Abilities** (CL 18th; concentration +25)  ",
			"*Constant*-see invisibility  ",
			"*At will*-augury, blindness/deafness (DC 20), doom (DC 18)  ",
			"*3/day*-bestow curse (DC 20), speak with dead (DC 20), unholy blight (DC 21)  ",
			"*1/day*-blasphemy (DC 24), horrid wilting (DC 25)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 34, **Dex** 9, **Con** -, **Int** 18, **Wis** 36, **Cha** 25  ",
			"**Base Atk** +22; **CMB** +42 (+46 grapple); **CMD** 51 (can't be tripped)  ",
			"**Feats** {feat/Ability Focus/ (voice of the ancients)}, {feat/Alertness}, {feat/Blind-Fight}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Great Fortitude}, {feat/Improved Critical/ (slam)}, {feat/Improved Initiative}, {feat/Improved Iron Will}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Staggering Critical}, {feat/Stand Still}, {feat/Stunning Critical}  ",
			"**Skills** Climb +45, Intimidate +40, Knowledge (arcana) +37, Knowledge (history) +34, Knowledge (religion) +37, Perception +50, Sense Motive +50, Spellcraft +37  ",
			"**Languages** Common (or the most commonly spoken language of its corporate body)  ",
			"**SQ** corporate will",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Kalexcourt, Ustalav)  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Corporate Will (Su)** A charnel colossus is composed of the sentience of scores of creatures. Though they are able to work in concert as a cohesive whole, they are also able to separate their actions at will so as to not be impeded by the limitations of a single consciousness, effectively allowing them to focus on two things at once. As a result, the charnel colossus can use up to two spell-like abilities in the same round that it makes physical attacks or other fullfound actions. It also gains an additional spell attack per round. In addition, a charnel colossus is immune to being turned (though it can still take damage from channeled positive energy). While part of the creature's sentience may be affected by a turn attempt, there are enough unaffected intellects within to override the effect.",
			"",
			"**Mind Feed (Su)** When a charnel colossus succeeds at a grapple check with a slam attack, it can use its mind feed ability as a free action during each round in which the grapple is maintained. A victim of a mind feed attempt must succeed at a DC 38 Will save each round that the ability is used. On a failed save, the cadavers that make up the charnel colossus lock their mouths against the victim and begin to draw forth a part of her sentience to add to the collective. This action deals 1d6 points of Wisdom damage per round. If the victim's Wisdom score is reduced to 0, her soul and persona are wholly subsumed by the charnel colossus, and her body becomes bleached white and brittle and is incorporated into the creature's mass. The charnel colossus then has full access to all of the victim's memories (though not any special powers), and the victim can only be recovered and returned to life with a wish or miracle. If the charnel colossus has grappled multiple victims, it can attempt multiple mind feeds in a single round. The save DC is Wisdom-based.",
			"",
			"**Voice of the Ancients (Su)** A charnel colossus can, as a full-round action, cause its collective knowledge to be whispered into the minds of any sentient creature within 100 feet. These whispers riffle through the brain of any such creatures within range in a maddening susurrus. These individuals must succeed at a DC 34 Will save or be paralyzed and frozen in place as if by the hold monster spell. The victim may attempt a new save each round to try and break the effect. ",
			"",
			"Regardless of whether or not the save is successful, the effect leaves an insidious seed implanted in the victim's mind. The day after the save is made, the victim must succeed at a new save or the seed takes root and creates the subconscious compulsion for the victim to return to the charnel colossus at some point in the future. When and how this occurs is up the GM. This compulsion can be removed with a remove curse spell or by destroying the charnel colossus that implanted the compulsion. ",
			"",
			"This is a mind-affecting compulsion and cannot be negated by a silence spell because it is heard directly in the mind of the victim. Each time a creature is subjected to this attack, there is a 1% chance that some of the lost lore transmitted into her mind causes her to gain a permanent +2 bonus to Intelligence. This beneficial side effect can only occur to a creature once. When a charnel colossus uses this ability, it cannot use its spell-like abilities or take other actions in that round. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Some dead don't rest easy because of the circumstances of their death or the horrific experiences they underwent in life. Their souls return to the world of the living demanding justice, revenge, or just wanton destruction. Some dead, however, never intended for their souls to leave. Instead they wished to preserve their knowledge, their culture, or some other aspect of their life in an undying form that could forever accumulate more of the same. In these instances, where lichdom is not sought as a viable option, and a multitude of individuals wish to take part, the result can be a charnel colossus.",
			"",
			"A charnel colossus is an amalgam of scores, even hundreds, of individuals who, upon death, chose to be interred under special ritual circumstances with others of like mind. This allowed them to feed their individual life experiences into an undying corporation of the collective whole. The resulting monstrosity would be like a living library - if it were living. The individual will of the deceased participants is subsumed in favor of a hive-like personality composed of all of the knowledge and experiences of the individual contributors. A few dominant or powerful members of this amalgam may give the resulting combined creature a general style of behavior, but no single constituent provides the creature with a true guiding force. Instead, the result is a pooling of the wisdom and experience of those who have been so interred - often over a period spanning hundreds of years - creating an abomination whose sole focus is the perpetuation of any such cultural traditions and the acquisition of more constituent parts to ever expand its breadth of experience. It is this guiding gluttony for further expansion of consciousness that ensures that even the most benign of traditions or experiential pools from which a charnel colossus is formed inevitably results in an all-consuming horror.",
			"",
			"The charnel colossus is a mass of the corpses that form its composition, often intermixed with earth, broken grave goods, and other burial materials if the decayed bodies alone are insufficient to fill out its massive size. This amorphous whole is collected within a membrane through which the individual corpses can still be seen and against which they often press as if seeking their freedom. But when a creature becomes trapped in the embrace of a colossus, the membrane proves to be permeable - the rotten, lipless mouths of those so interred are able to reach forth and feed upon the victim's own life experience. The colossus can also form two thin tendrils of this charnel stuff in order to lash out and draw prey into its embrace.",
			"",
			"As powerful, ever-hungering abominations, charnel colossi are thankfully few and far between. The only documented one currently known to exist is reported to be trapped beneath the ruins of Kalexcourt in northwestern Ustalav, in an ancient Kellid shamanistic burial site."
		]
	},
	"charnel_god": {
		"name": "Charnel God",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This porphyry statue depicts a three-headed goddess with draconic wings, a long tail, and a deadly looking longbow in her hands.*",
			"",
			"::mh[Charnel God]{cr=\"23\"}",
			"",
			"{SOURCE Bestiary 6/54}  ",
			"**XP** 819,200  ",
			"CE Large construct  ",
			"**Init** +11; **Senses** darkvision 60 ft., divine sense, low-light vision, true seeing; Perception +36  ",
			"**Aura** divine antithesis (60 ft., DC 35)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 42, touch 32, flat-footed 31 (+11 Dex, +10 natural, +12 profane, -1 size)  ",
			"**hp** 485 (26d10+342); fast healing 10  ",
			"**Fort** +20, **Ref** +19, **Will** +20  ",
			"**Defensive Abilities** divine antithesis; **DR** 15/-; **Immune** construct traits; **Resist** acid 30, cold 30, electricity 30, fire 30; **SR** 34",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 60 ft., fly 60 ft. (good)  ",
			"**Melee** 2 bites +37 (2d6+12), gore +37 (1d8+6), 2 slams +37 (1d6+12)  ",
			"**Ranged** +5 unholy composite longbow +42/+37/+32/+27 (2d6+17/19-20/&times;3)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** severance  ",
			"**Spell-Like Abilities** (CL 23rd; concentration +35)  ",
			"*Constant*-true seeing  ",
			"*At will*-align weapon (chaos only), animate dead, cause fear (DC 23), chaos hammer (DC 26), death knell, death ward, dispel law, magic circle against law, protection from law, slay living (DC 27)  ",
			"*3/day*-animate objects, cloak of chaos (DC 30), create greater undead, create undead, destruction (DC 29), word of chaos (DC 29)  ",
			"*1/day*-summon monster",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 34, **Dex** 33, **Con** -, **Int** 27, **Wis** 30, **Cha** 35  ",
			"**Base Atk** +26; **CMB** +39; **CMD** 72  ",
			"**Feats** {feat/Clustered Shots}, {feat/Combat Reflexes}, {feat/Deadly Aim}, {feat/Far Shot}, {feat/Improved Critical/ (composite longbow)}, {feat/Improved Precise Shot}, {feat/Improved Snap Shot}, {feat/Iron Will}, {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Rapid Shot}, {feat/Snap Shot}, {feat/Weapon Focus/ (composite longbow)}  ",
			"**Skills** Fly +42, Intimidate +38, Knowledge (arcana, planes, religion) +34, Perception +36, Sleight of Hand +37, Spellcraft +34, Stealth +33, Survival +36  ",
			"**Languages** Abyssal, Common; telepathy 300 ft.  ",
			"**SQ** divinity lost, favored weapon, hideous will",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** triple",
			"",
			"::sh[Special Abilities]",
			"",
			"**Divine Antithesis (Ex)** A charnel god is immune to any divine spell that allows spell resistance. Additionally, creatures within 60 feet of a charnel god gain spell resistance against divine spells equal to 11 + the charnel god's CR (34 for most charnel gods). Creatures cannot voluntarily lower this spell resistance.",
			"",
			"**Divine Sense (Su)** A charnel god can identify servants of the gods on sight, can immediately determine whether a creature it sees is capable of casting divine spells, and knows the highest level of spell that creature is capable of casting. It gains a +8 insight bonus on all Perception and Sense Motive checks attempted against such targets.",
			"",
			"**Divinity Lost (Su)** A charnel god gains, as spell-like abilities, the domain spells of two domains granted by the deity from which it formed. It can use domain spells of 5th level or lower as at-will spell-like abilities, spells of 6th to 8th level three times per day as spell-like abilities, and 9th level spells once per day as spell-like abilities. The caster level for these abilities equals the charnel god's CR (23 for most charnel gods), and the save DCs are Charisma-based. The charnel god does not gain any of these domains' granted powers. The charnel god presented above has the Death and Chaos domains, and these spell-like abilities are included in its stat block.",
			"",
			"**Favored Weapon (Su)** As a free action, a charnel god can conjure a weapon from the fragments of its former divine power. This weapon is always a +5 unholy weapon of the type favored by the deceased deity. The weapon functions only for the charnel god and vanishes if it leaves the charnel god's possession. Melee weapons created in this way are treated as if they were made of adamantine for the purposes of determining their resistance to damage and their ability to bypass hardness. Ranged weapons created in this way do not provoke attacks of opportunity when the charnel god uses them.",
			"",
			"**Hideous Will (Ex)** A charnel god is suffused with profane divine energy. It gains a profane bonus to its AC and Fortitude saving throws equal to its Charisma modifier. Additionally, it uses its Charisma modifier in place of its Constitution modifier when calculating its hit points.",
			"",
			"**Severance (Su)** As a swift action that doesn't provoke attacks of opportunity, a charnel god can attempt to sever the connection between a creature and its divine patron. The target must be within 60 feet of the charnel god, and it must attempt a DC 35 Will save to avoid being cut off from the divine. If successful, the target cannot be targeted by this ability again for 24 hours. If the target fails, it becomes stunned for 1 round and then permanently staggered thereafter. This ability has no effect on characters who don't have levels in any class that grants divine spellcasting, but it does affect characters who have minimal divine spellcasting abilities, such as paladins or rangers. This is a curse effect. Atonement can remove this effect, but only if the caster succeeds at a DC 35 caster level check. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"The gods are no less strange and terrifying in death than in life. Though the death of any god is staggeringly rare, some do meet violent ends, often at the hands of other deities. When this happens, the deity's death casts fragments of the god's power out among the planes. These fragments are sometimes drawn to places where the god was worshiped in its life, where they can produce miraculous effects, such as striking the god's devout followers deaf or blind, or granting visions of the god's demise. Sometimes these shards of power go unnoticed and boil away into nothing over time. But sometimes, something far more terrible occurs - such fragments can find a new home within a graven image of the former deity, forming a new creature: a charnel god.",
			"",
			"Regardless of the deceased god's alignment or nature, all charnel gods are beings of sublime wickedness fueled by bitter anger. The memory of being killed and cast into the void leaves charnel gods utterly and cruelly insane. Further, they feel the pain of being incomplete, of being only a small portion of what they once were, and this torments them. Charnel gods have some memories of their time as gods, but any recollections are fragmented and muddled. A charnel god might be able to share a hidden secret it knew in its former life, but it could just as easily confuse the details or call forth a false memory, making it an unreliable source of wisdom. Charnel gods resent such questions anyway, as remembering their former lives only reminds them of their pitiful current state.",
			"",
			"Those who believe encountering a charnel god will be a chance to reconnect with a deceased divine patron are in for a rude awakening. Without exception, charnel gods detest any who once worshiped them. Unable to come to terms with the fact that they were defeated, they blame the incompetence or faithlessness of their former worshipers for their deaths. Charnel gods also hate the servants of other deities, though with less fervor than they feel toward their own former followers. To a charnel god, all worshipers are false and deserve to be punished for their lack of loyalty and devotion.",
			"",
			"At the same time, charnel gods long for mortals' worship. Truly, that is a charnel god's greatest wish - to once again be venerated, offered sacrifices, and loved and feared above all else in the world. Charnel gods cannot grant spells like a true deity, and so must rely on their own terrible powers and fearsome demeanor to cow and bully others into worshiping them. Their cults rarely last long, for the charnel god is an easily angered and fickle deity.",
			"",
			"The example charnel god presented here was once a demon lord of the hunt who was slain by a vengeful goddess. When creating a charnel god of a different deity, GMs should replace some or all of the charnel god's feats and skills to better support that deity's favored weapon and fighting style. Likewise, the charnel god's melee attacks should be altered as needed, but the end result should approximate the average damage a CR 23 creature might deal in a round. Note that charnel gods like the one detailed above can attack with their natural attacks as secondary attacks when attacking with ranged weapons.",
			"",
			"A charnel god stands 15 feet tall and weighs 12 tons."
		]
	},
	"charybdis": {
		"name": "Charybdis",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*An immense spiny monster, its back plated in chitin and its belly in thick folds of blubber, rises hungrily from the center of a whirlpool.*",
			"",
			"::mh[Charybdis]{cr=\"13\"}",
			"",
			"{SOURCE Bestiary 2/56}  ",
			"**XP** 25,600  ",
			"CN Gargantuan aberration (aquatic)  ",
			"**Init** +3; **Senses** blindsight 60 ft., darkvision 120 ft.; Perception +23",
			"",
			"::sh[Defense]",
			"",
			"**AC** 28, touch 5, flat-footed 28 (-1 Dex, +23 natural, -4 size)  ",
			"**hp** 184 (16d8+112); fast healing 10  ",
			"**Fort** +12, **Ref** +6, **Will** +14  ",
			"**Immune** acid; **Resist** cold 20",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., swim 50 ft.  ",
			"**Melee** bite +20 (2d8+12/19-20 plus grab), 2 claws +20 (2d6+12)  ",
			"**Space** 20 ft., **Reach** 20 ft.  ",
			"**Special Attacks** fast swallow, rending claws, swallow whole (6d6 bludgeoning damage plus 6d6 acid damage, AC 21, hp 18), vortex",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 34, **Dex** 9, **Con** 25, **Int** 4, **Wis** 19, **Cha** 6  ",
			"**Base Atk** +12; **CMB** +28 (+32 grapple); **CMD** 37 (can't be tripped)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (bite)}, {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Vital Strike}  ",
			"**Skills** Perception +23, Swim +20  ",
			"**Languages** Aquan",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any oceans  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Rending Claws (Ex)** A charybdis's claws are particularly devastating when used against objects, and ignore the first 10 points of an object's hardness rating.",
			"",
			"**Vortex (Su)** A charybdis can generate a whirlpool as a standard action at will. This ability functions identically to the {umr/whirlwind/ special attack}, but the whirlpool can only form underwater and cannot leave the water. It's a DC 25 Reflex save to avoid being caught by the charybdis's vortex. The vortex itself is 20 feet across and 120 feet deep, and deals 2d6+12 points of damage per round. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Sailors tell many tales of the creatures of the deep, from the terrible kraken to the beautiful mermaid. Yet few are stranger or more feared than the dread charybdis, for it exists to capture ships, crack them open like nuts, and feast on the doomed sailors within. So legendary are these violent attacks that many sailors have come to view the charybdis not as a species of aberrant life, but as the vengeful personification of an angry sea god.",
			"",
			"In truth, the charybdis is not the sending of an angry deity, but in fact little more than a monstrous predator capable of churning even the calmest of seas into a whirling maelstrom. The charybdis uses this vortex ability not only to capture prey like sharks or small whales, but also to entrap ships on the ocean surface above. The monster's claws are particularly well suited to puncturing the hulls of ships, and most charybdises have learned that a single large merchant vessel contains enough sailors to make a perfectly sized meal. Often, a charybdis settles in along a well-known shipping route near the shoreline or amid an archipelago of islands where ships are forced along relatively narrow lanes between rocky isles - such locations allow the charybdis to lie in wait and increases the chance of its prey being unable to circumvent its vortex.",
			"",
			"A charybdis is 60 feet long and weighs 26,000 pounds."
		]
	},
	"chelarac": {
		"name": "Chelarac",
		"sources": [ "Pathfinder #144: Midwives to Death" ],
		"description": [
			"*This monstrous creature appears to be an enormous spider with a humanlike head. Sickly blisters holding squirming young cover the creature's abdomen.*",
			"",
			"::mh[Chelarac]{cr=\"8\"}",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/80}  ",
			"**XP** 4,800  ",
			"NE Large aberration  ",
			"**Init** +8; **Senses** darkvision 60 ft.; Perception +22",
			"",
			"::sh[Defense]",
			"",
			"**AC** 22, touch 14, flat-footed 17 (+4 Dex, +1 dodge, +8 natural, -1 size)  ",
			"**hp** 114 (12d8+60)  ",
			"**Fort** +9, **Ref** +8, **Will** +11",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., climb 30 ft.  ",
			"**Melee** bite +15 (1d10+10 plus poison and siphon knowledge)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** release brood",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 25, **Dex** 18, **Con** 20, **Int** 19, **Wis** 17, **Cha** 16  ",
			"**Base Atk** +9; **CMB** +17; **CMD** 32  ",
			"**Feats** {feat/Alertness}, {feat/Combat Expertise}, {feat/Dodge}, {feat/Improved Feint}, {feat/Improved Initiative}, {feat/Mobility}  ",
			"**Skills** Bluff +12, Climb +15, Diplomacy +12, Knowledge (arcana) +10, Knowledge (dungeoneering) +10, Knowledge (history) +10, Knowledge (local) +13, Knowledge (nature) +10, Knowledge (planes) +10, Knowledge (religion) +10, Perception +22, Sense Motive +19, Stealth +15  ",
			"**Languages** Aklo, Common, Undercommon; broodspeak",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Broodspeak (Su)** A chelarac can communicate telepathically with its broodlings at a range of 1,000 feet.",
			"",
			"**Poison (Ex)** Bite-injury; *save* Fort DC 21; *frequency* 1/round for 6 rounds; *effect* 1d6 damage and 1 Int damage; *cure* 1 save.",
			"",
			"**Release Brood (Ex)** If a chelarac takes more than 15 points of damage from an attack that deals piercing or slashing damage, one of the blisters on its abdomen pops, releasing a {monster/chelarac broodling}. Or as a full-round action, a chelarac can intentionally burst one of the blisters and release a broodling. A chelarac can release only up to 1d6 broodlings each day.",
			"",
			"**Siphon Knowledge (Su)** A chelarac can drain knowledge from its victims. Any intelligent creature that takes damage from a chelarac's bite must succeed at a DC 19 Will save or have 1d6 hours of its memory absorbed by the chelarac. The target creature still retains its memories, but it might recall some of the details incorrectly. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Chelaracs appear as enormous spiders that have a human head with spiderlike mouthparts. They are usually a greenish-yellow hue, and their abdomen is covered in dozens of fluid-filled sacs in which their young gestate. A typical chelarac stands 7 feet tall, has a leg span of 10 feet, and weighs over 800 pounds.",
			"",
			"Chelaracs are dangerous monsters that become even more dangerous as the fight goes on. Thankfully, these reclusive creatures live in isolated lairs underground or within ruins far from regular foot traffic. Some adventurers initially mistake chelaracs for {monster/aranea/s}, often underestimating their danger.",
			"",
			"These creatures can siphon memories from their victims, and they use this stolen knowledge to gain a better understanding of the outside world. Since they are typically encountered by explorers and adventurers, chelaracs obtain exciting and esoteric lore from their victims. Chelaracs are also long-lived, their life spans sometimes lasting for thousands of years. Taken together, this means that chelaracs can become living libraries of obscure lore and valuable information that would otherwise be lost to the march of time. Some creatures seek out chelaracs in hopes of learning from them; few chelaracs welcome strangers into their lairs, so interested parties must bargain with the monsters for their secrets. These bargains usually involve the stranger voluntarily subjecting herself to the chelarac's bite so that the monster can siphon her memories in exchange for the sought-after lore.",
			"",
			"Perhaps the most disturbing thing about chelaracs is the blister-like sacs that protrude from their abdomens, which hold their wriggling young. Chelaracs reproduce through parthenogenesis and thus do not require another chelarac to mate. Creepy enough by themselves, chelarac broodlings are only more terrifying in that their humanlike faces match the faces of victims from whom their parent has siphoned knowledge. The memories siphoned from victims are passed down to the young chelaracs as well. This effect can happen immediately, resulting in disturbing encounters with a chelarac. A victim of the chelarac's siphoning might be surprised to see a young chelarac emerge with his own face or that of someone the victim knows. In addition, when young chelaracs emerge they babble stolen memories, making for an uncomfortable and potentially embarrassing encounter with the brood.",
			"",
			"A chelarac can choose when to release a broodling and can keep one in its brood sac for an indefinite amount of time. A broodling grows to its young stage and then remains in stasis until the chelarac hatches it or the sac is ruptured. Young chelaracs rarely spend more than a day with their parent before scuttling off into the darkness to find their own lair. Broodlings grow at a surprising rate, reaching full adulthood in a matter of months. Newly hatched broodlings are less reticent to share their stored memories, and strangers can more easily ask these young monsters for information.",
			"",
			"An obscure text written by a Darklands alchemist includes a formula to make a substance that can be combined with the blood of a chelarac. The text claims that if the alchemist mixes this substance with the chelarac's blood and drinks the resulting concoction, the drinker is able to access a wealth of memories that were siphoned and stored in the monster's mind."
		]
	},
	"chelarac_chelarac_broodling": {
		"name": "Chelarac, Chelarac Broodling",
		"sources": [ "Pathfinder #144: Midwives to Death" ],
		"description": [
			"*This monstrous creature appears to be an enormous spider with a humanlike head. Sickly blisters holding squirming young cover the creature's abdomen.*",
			"",
			"::mh[Chelarac Broodling]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder #144: Midwives to Death/80}  ",
			"**XP** 600  ",
			"NE Small aberration  ",
			"**Init** +3; **Senses** darkvision 60 ft.; Perception +8",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 15, flat-footed 11 (+3 Dex, +1 dodge, +1 size)  ",
			"**hp** 22 (3d8+9)  ",
			"**Fort** +4, **Ref** +4, **Will** +5",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., climb 30 ft.  ",
			"**Melee** bite +5 (1d6+3 plus poison)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 14, **Dex** 17, **Con** 16, **Int** 11, **Wis** 14, **Cha** 11  ",
			"**Base Atk** +2; **CMB** +3; **CMD** 17  ",
			"**Feats** {feat/Dodge}, {feat/Mobility}  ",
			"**Skills** Climb +10, Knowledge (history) +3, Knowledge (local) +3, Perception +8, Stealth +13  ",
			"**Languages** Common, plus one other language",
			"",
			"::sh[Special Abilities]",
			"",
			"**Poison (Ex)** Bite-injury; *save* Fort DC 14; *frequency* 1/round for 6 rounds; *effect* 1 Int damage; *cure* 1 save.",
			"",
			"::sh[Description]",
			"",
			"Chelaracs appear as enormous spiders that have a human head with spiderlike mouthparts. They are usually a greenish-yellow hue, and their abdomen is covered in dozens of fluid-filled sacs in which their young gestate. A typical chelarac stands 7 feet tall, has a leg span of 10 feet, and weighs over 800 pounds.",
			"",
			"Chelaracs are dangerous monsters that become even more dangerous as the fight goes on. Thankfully, these reclusive creatures live in isolated lairs underground or within ruins far from regular foot traffic. Some adventurers initially mistake chelaracs for {monster/aranea/s}, often underestimating their danger.",
			"",
			"These creatures can siphon memories from their victims, and they use this stolen knowledge to gain a better understanding of the outside world. Since they are typically encountered by explorers and adventurers, chelaracs obtain exciting and esoteric lore from their victims. Chelaracs are also long-lived, their life spans sometimes lasting for thousands of years. Taken together, this means that chelaracs can become living libraries of obscure lore and valuable information that would otherwise be lost to the march of time. Some creatures seek out chelaracs in hopes of learning from them; few chelaracs welcome strangers into their lairs, so interested parties must bargain with the monsters for their secrets. These bargains usually involve the stranger voluntarily subjecting herself to the chelarac's bite so that the monster can siphon her memories in exchange for the sought-after lore.",
			"",
			"Perhaps the most disturbing thing about chelaracs is the blister-like sacs that protrude from their abdomens, which hold their wriggling young. Chelaracs reproduce through parthenogenesis and thus do not require another chelarac to mate. Creepy enough by themselves, chelarac broodlings are only more terrifying in that their humanlike faces match the faces of victims from whom their parent has siphoned knowledge. The memories siphoned from victims are passed down to the young chelaracs as well. This effect can happen immediately, resulting in disturbing encounters with a chelarac. A victim of the chelarac's siphoning might be surprised to see a young chelarac emerge with his own face or that of someone the victim knows. In addition, when young chelaracs emerge they babble stolen memories, making for an uncomfortable and potentially embarrassing encounter with the brood.",
			"",
			"A chelarac can choose when to release a broodling and can keep one in its brood sac for an indefinite amount of time. A broodling grows to its young stage and then remains in stasis until the chelarac hatches it or the sac is ruptured. Young chelaracs rarely spend more than a day with their parent before scuttling off into the darkness to find their own lair. Broodlings grow at a surprising rate, reaching full adulthood in a matter of months. Newly hatched broodlings are less reticent to share their stored memories, and strangers can more easily ask these young monsters for information.",
			"",
			"An obscure text written by a Darklands alchemist includes a formula to make a substance that can be combined with the blood of a chelarac. The text claims that if the alchemist mixes this substance with the chelarac's blood and drinks the resulting concoction, the drinker is able to access a wealth of memories that were siphoned and stored in the monster's mind."
		]
	},
	"chelarac_broodling": { "copyof": "chelarac_chelarac_broodling" },
	"chemosit": {
		"name": "Chemosit",
		"sources": [ "Pathfinder #38: Racing to Ruin" ],
		"description": [
			"*This massive, shaggy beast uses long and muscular forearms to raise itself onto its hind legs and beats its chest like a gorilla. Despite its ape-like stance, its frame is far heavier and its features more primitive, its powerful muzzle and gnashing canines bespeaking terrible, bestial savagery.*",
			"",
			"::mh[Chemosit]{cr=\"4\"}",
			"",
			"{SOURCE Pathfinder #38: Racing to Ruin/86}  ",
			"**XP** 1,200  ",
			"N Large magical beast  ",
			"**Init** +7; **Senses** darkvision 60 ft., low-light vision, scent; Perception +2",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 12, flat-footed 15 (+3 Dex, +6 natural, -1 size)  ",
			"**hp** 47 (5d10+20)  ",
			"**Fort** +8, **Ref** +7, **Will** +3",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., climb 40 ft.  ",
			"**Melee** 2 claws +11 (1d6+7), 1 bite +11 (1d8+7)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** pounce, rake (1d6), terrifying roar",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 24, **Dex** 17, **Con** 19, **Int** 2, **Wis** 15, **Cha** 8  ",
			"**Base Atk** +5; **CMB** +13; **CMD** 26  ",
			"**Feats** {feat/Improved Bull Rush}, {feat/Improved Initiative}, {feat/Power Attack}  ",
			"**Skills** Climb +15, Stealth +15; **Racial Modifiers** +8 Stealth",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm forests  ",
			"**Organization** solitary, pair, or troop (3-6)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Brain Eater (Su)** Should a chemosit kill an opponent with a coup de grace attack, it breaks open the creature's skull and devours what's inside. If the creature killed is of one of the following classes or creature types, the chemosit gains the associated benefit. If the creature killed falls into multiple categories, the chemosit chooses a single benefit to gain. With the exception of healing, the effects provided by this ability affect a chemosit for a number of minutes equal to 5 times its Hit Dice.",
			"",
			"- Animal: The chemosit regains a number of hit points equal to the victim's Hit Dice, and the DC of its terrifying roar increases by +2.",
			"- Arcane Spell-Caster: The chemosit regains a number of hit points equal to 1d4 times the victim's Hit Dice and gains SR 15.",
			"- Divine Spell-Caster: The chemosit regains a number of hit points equal to 1d8 times the victim's Hit Dice.",
			"- Humanoid: The chemosit regains a number of hit points equal to 1d4 times the victim's Hit Dice.",
			"- Outsider: The chemosit regains a number of hit points equal to 1d4 times the victim's Hit Dice but is confused for 1d4 rounds.",
			"- Monstrous Humanoid: The chemosit regains a number of hit points equal to 1d4 times the victim's Hit Dice and is affected as per the spell rage.",
			"- Undead: The chemosit takes 1d4 points of damage and is sickened for 1d4 rounds. In addition, the chemosit detects as undead for the purposes of spells like detect undead, though it is in no other way treated as an undead creature.",
			"",
			"**Terrifying Roar (Su)** The terrifying roar of the chemosit unnerves even the bravest souls. Any creatures within a 300-foot spread must make a DC 15 Will save or become shaken for 1d4 rounds. This is a sonic mind-affecting fear affect. Whether or not the save is successful, an affected creature is immune to the same chemosit's roar for the next 24 hours. The save DC is Wisdom-based.",
			"",
			"::sh[Description]",
			"",
			"From the time their children are young, Mwangi tribesfolk tell them chilling tales of the savage, child-eating chemosit. While most believe these stories hold little truth and serve only to keep children from wandering too far from their villages, others know better. Few who have witnessed the gruesome work of the chemosit survive. Bearing terrible scars, both physical and mental, they recall the creature's utter savagery and inhuman strength. Tribes living in close proximity to chemosits believe them to be the living embodiment of wrathful gods or nature spirits, and pay them grisly sacrifices. In such places, those who suffer the beast's attacks are often blamed for the violence and exiled. In other regions, evil shamans capable of summoning or commanding these beasts gain great power and infamy. It is a common practice for warring tribes to pay such shamans to summon a chemosit to plague the villages of their enemies.",
			"",
			"Chemosits stand over 9 feet tall on average and weigh upward of 750 pounds."
		]
	},
	"cherufe": {
		"name": "Cherufe",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*This towering reptilian humanoid seems to be made of obsidian scales over a molten magma core.*",
			"",
			"::mh[Cherufe]{cr=\"13\"}",
			"",
			"{SOURCE Bestiary 5/55}  ",
			"**XP** 25,600  ",
			"NE Huge magical beast (fire)  ",
			"**Init** +5; **Senses** darkvision 60 ft., low-light vision; Perception +17",
			"",
			"::sh[Defense]",
			"",
			"**AC** 24, touch 9, flat-footed 23 (+1 Dex, +15 natural, -2 size)  ",
			"**hp** 189 (18d10+90)  ",
			"**Fort** +16, **Ref** +14, **Will** +10  ",
			"**Defensive Abilities** fire healing; **DR** 10/-; **Immune** fire  ",
			"**Weaknesses** vulnerable to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., swim 30 ft.  ",
			"**Melee** 2 claws +25 (2d6+8 plus burn), bite +25 (2d8+8 plus burn)  ",
			"**Ranged** rock +19 (2d8+10 plus burn)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** burn (2d6 fire, DC 24), heat, rock throwing (120 ft.)  ",
			"**Spell-Like Abilities** (CL 18th; concentration +18)  ",
			"*1/month*-earthquake",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 26, **Dex** 13, **Con** 20, **Int** 11, **Wis** 14, **Cha** 11  ",
			"**Base Atk** +18; **CMB** +28; **CMD** 39  ",
			"**Feats** {feat/Diehard}, {feat/Endurance}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Weapon Focus/ (bite)}, {feat/Weapon Focus/ (claw)}, {feat/Weapon Focus/ (rock)}  ",
			"**Skills** Climb +23, Perception +17, Swim +30  ",
			"**Languages** Common",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any mountains  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Fire Healing (Ex)** Any source that normally deals fire damage to a cherufe instead heals 1 point of damage for every 3 points of damage the attack would otherwise deal. If the amount of healing would cause the cherufe to exceed its full normal hit points, it gains any excess as temporary hit points. These temporary hit points don't stack.",
			"",
			"**Heat (Su)** Cherufes transfer their heat to any weapons, including their rock throwing, causing burn.",
			"",
			"::sh[Description]",
			"",
			"Cherufes make their homes in the caverns of active volcanoes, where they have not only adapted to survive in these extreme conditions, but actually thrive in the pools of molten lava found therein. The cherufe's unique physiology lets it feed off of radiating heat, providing sustenance for the creature as well as mending its wounds. The hotter the source, the faster a cherufe recovers.",
			"",
			"Some cultures worship cherufes, likening them to gods or great dragons. A cherufe's depraved and often malicious personality means that it particularly enjoys receiving sacrificial victims. The creature will often toy with an unfortunate sacrifice for days before finally decapitating the corpse and immolating the head. Cherufes cow nearby settlements with threats of earthquakes and volcanic eruptions, though the creatures have little desire to cause such havoc in their own homes and usually exaggerate the power they possess.",
			"",
			"A cherufe stands about 18 feet tall and weighs close to 8,000 pounds. As long as it remains near a heat source, a cherufe can live for hundreds or even thousands of years. Due to these long lifespans, nearby humanoids often believe the creatures immortal, and spread legends about the \"gods of the volcanoes.\" If taken away from a source of intense heat, a cherufe slowly withers and dies, leaving behind a stony shell of a carcass."
		]
	},
	"chickcharney": {
		"name": "Chickcharney",
		"sources": [ "Isles of the Shackles" ],
		"description": [
			"*Resembling a filthy owl with the gangly long legs of a stork, this almost comically ugly bird has piercing black eyes and emits an annoying screech.*",
			"",
			"::mh[Chickcharney]{cr=\"3\"}",
			"",
			"{SOURCE Isles of the Shackles/46}  ",
			"**XP** 800  ",
			"N Small magical beast  ",
			"**Init** +3; **Senses** darkvision 60 ft., low-light vision; Perception +6",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 15, flat-footed 11 (+3 Dex, +1 dodge, +1 size)  ",
			"**hp** 30 (4d10+8)  ",
			"**Fort** +6, **Ref** +7, **Will** +2",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., fly 30 ft. (average)  ",
			"**Melee** bite +8 (1d4-2 plus ill-luck), 2 claws +8 (1d3-2 plus ill luck)  ",
			"**Special Attacks** maddening screech",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 6, **Dex** 17, **Con** 14, **Int** 2, **Wis** 13, **Cha** 15  ",
			"**Base Atk** +4; **CMB** +1; **CMD** 15  ",
			"**Feats** {feat/Dodge}, {feat/Weapon Finesse}  ",
			"**Skills** Fly +10, Perception +6  ",
			"**SQ** blessed trill",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm forests, hills, or plains  ",
			"**Organization** solitary or nesting pair  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Blessed Trill (Su)** Once per day as a standard action, a chickcharney can emit a melodious trill that grants all creatures within a 20-foot radius a +1 morale bonus on saving throws for the rest of the day. This is a sonic, mind-affecting effect.",
			"",
			"**Ill Luck (Su)** When a chickcharney hits a creature with one of its natural attacks, the target is exposed to the chickcharney's curse.",
			"",
			">*Curse of Ill Luck:* *save* Will DC 14; *effect* the creature takes a -1 penalty on attack rolls, saving throws, ability checks, and skill checks. A creature can be affected by a curse of ill luck multiple times (up to a maximum cumulative penalty of -4). Chickcharneys are immune to this curse. The save DC is Charisma-based.",
			"",
			"**Maddening Screech (Su)** Three times per day as a standard action, a chickcharney can emit a piercing cry that affects all other creatures within a 30-foot radius. An affected creature must succeed at a DC 13 Fortitude save or become confused for 1d3 rounds. This is a sonic, mind-affecting effect. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Chelish explorers first came upon this strange magical bird during their early voyages to the Shackles. While the unusual creature was initially laughed at for its unsightly appearance and awkward gait, the tempestuous bird has nonetheless proven to be a force to be reckoned with in its own way. A chickcharney can grant good luck to those it deems worthy of its gifts, but its favor can just as easily turn to scorn, and a mere scratch from a chickcharney's accursed beak or claws has spelled the end for countless unwary seafarers.",
			"",
			"Naturally curious and trusting, chickcharneys freely approach most non-threatening humanoids, even accompanying them for short times and often leaving their nesting spots unprotected if they have no eggs or mate. However, they are fickle things, and if they recognize hostility or rudeness, they inflict all manner of chaos upon those who provoke them. Chickcharneys fiercely protect their eggs and young, their eggs being highly coveted by predators as well as humanoids. The shells are thought to possess alchemical properties that can be employed in numerous formulae, and many alchemists are willing to pay exorbitant sums for intact specimens.",
			"",
			"While some pirates of the Shackles continue to insist that encountering a chickcharney is a good omen, a much larger contingent gives the ornery and erratic bird a wide berth. A chickcharney is 3 feet tall and weighs 50 pounds."
		]
	},
	"chimera": {
		"name": "Chimera",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This winged monster has the body of a lion, though two more heads flank its central feline one - a dragon and a horned goat.*",
			"",
			"::mh[Chimera]{cr=\"7\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/44}  ",
			"**XP** 3,200  ",
			"CE Large magical beast  ",
			"**Init** +5; **Senses** darkvision 60 ft., low-light vision, scent; Perception +10",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 10, flat-footed 18 (+1 Dex, +9 natural, -1 size)  ",
			"**hp** 85 (9d10+36)  ",
			"**Fort** +9, **Ref** +7, **Will** +6",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 50 ft. (poor)  ",
			"**Melee** bite +12 (2d6+4), bite +12 (1d8+4), gore +12 (1d8+4), 2 claws +12 (1d6+4)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** breath weapon (usable every 1d4 rounds)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 19, **Dex** 12, **Con** 17, **Int** 4, **Wis** 13, **Cha** 10  ",
			"**Base Atk** +9; **CMB** +14; **CMD** 25 (29 vs. trip)  ",
			"**Feats** {feat/Hover}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Skill Focus/ (Perception)}, {feat/Toughness}  ",
			"**Skills** Fly +2, Perception +10, Stealth +4 (+8 in scrubland or brush); **Racial Modifiers** +2 Perception, +4 Stealth in scrubland or brush  ",
			"**Languages** Draconic",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate hills  ",
			"**Organization** solitary, pair, pride (3-6), or flight (7-12)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Breath Weapon (Su)** A chimera's breath weapon depends on the color of its dragon head, as summarized on the table below. Regardless of its type, a chimera's breath weapon is usable once every 1d4 rounds, deals 6d8 points of damage, and allows a DC 17 Reflex save for half damage. The save DC is Constitution-based. To determine a chimera's head color and breath weapon randomly, roll 1d10 and consult the table below.",
			"",
			"| d10 | Head Color | Breath Weapon |",
			"| --- | --- | --- |",
			"| 1-2 | Black | 40-foot line of acid |",
			"| 3-4 | Blue | 40-foot line of lightning |",
			"| 5-6 | Green | 20-foot cone of acid |",
			"| 7-8 | Red | 20-foot cone of fire |",
			"| 9-10 | White | 20-foot cone of cold |",
			"",
			"::sh[Description]",
			"",
			"Chimeras are monstrous creatures born of primordial evil. Hateful and hungry, they hunt on the ground or in the air. A chimera's dragon head may be of any evil dragon type, with the corresponding breath weapon, and its wings usually match the scales on its head. Chimeras speak with three overlapping voices, but rarely do so, typically only when playing toady to a more powerful creature. A chimera is 5 feet tall at the shoulder, nearly 10 feet long, and weighs 700 pounds.",
			"",
			"### Ecology",
			"",
			"Chimeras prefer meat but can subsist on vegetable matter if necessary (although being forced to do so generally leaves the beasts more ill-tempered than usual). Their flight means they can pick and choose their prey, and they usually hunt a large area in search of easy food. They are too stupid and belligerent to acquire followers, though sometimes a tribe of kobolds might give them offerings. Conversely, they are just intelligent and stubborn enough that they make poor pets, and only a significantly more powerful creature can keep them submissive. They may form equal partnerships with a respectful humanoid or similar creature, and even consent to be used as a mount. A pride of chimeras is very leonine in its hierarchy, with a dominant male leading the group and most of the hunting done by the females. A solitary chimera may be a young male or a female with cubs nearby."
		]
	},
	"chimera_legendary_chimera": {
		"name": "Chimera, Legendary Chimera",
		"sources": [ "Mythical Monsters Revisited" ],
		"description": [
			"*This abomination has the head and foreparts of a great lion, an additional head and hindquarters of a ram, and a red dragon's head sprouting from its tail.*",
			"",
			"::mh[Legendary Chimera]{cr=\"13\"}",
			"",
			"{SOURCE Mythical Monsters Revisited/9}  ",
			"**XP** 25,600  ",
			"CE Huge magical beast  ",
			"**Init** +4; **Senses** all-around vision, darkvision 60 ft., low-light vision, scent; Perception +20  ",
			"**Aura** frightful presence (60 ft., DC 18)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 26, touch 8, flat-footed 26 (+18 natural, -2 size)  ",
			"**hp** 178 (17d10+85)  ",
			"**Fort** +15, **Ref** +12, **Will** +8  ",
			"**DR** 10/cold iron and magic; **Immune** bleed, death effects, disease, fire, poison; **SR** 24",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +23 (2d8+8/19-20 plus grab), bite +23 (2d6+8 plus burn), 2 claws +23 (1d8+8), gore +23 (2d6+8)  ",
			"**Space** 15 ft., **Reach** 10 ft.  ",
			"**Special Attacks** breath weapon (60-ft. cone, 13d8 fire damage, Reflex DC 23 for half, usable every 1d4 rounds), burn (2d8, DC 23), swallow whole (2d6 bludgeoning plus 8d8 fire damage, AC 19, 17 hp)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 27, **Dex** 10, **Con** 21, **Int** 5, **Wis** 12, **Cha** 10  ",
			"**Base Atk** +17; **CMB** +27 (+31 grapple); **CMD** 37  ",
			"**Feats** {feat/Cleave}, {feat/Improved Critical/ (bite)}, {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Skill Focus/ (Perception)}, {feat/Vital Strike}  ",
			"**Skills** Perception +20, Stealth +2 (+6 in scrubland or brush); **Racial Modifiers** +4 Stealth in scrubland or brush  ",
			"**Languages** Draconic",
			"",
			"::sh[Description]",
			"",
			"Legendary chimeras are among the eldest of their race, the long-lived descendents of the initial attempts by Lamashtu to create what eventually became the common chimera. Relatively few legendary chimeras remain on Golarion, many having been killed over the ages either by brave heroes or during their own perilous endeavors. Those legendary chimeras still left are shunned and feared by their lesser kin, the common chimeras, and so the great beings reside only in the deepest expanses of wilderness, where they nurse their grudges and unleash terrible rampages upon nearby settlements and meddlesome intruders who awaken them from their dark dreams of what could have been.",
			"",
			"Legendary chimeras rarely breed, and when they do their offspring inevitably echo their unfinished forms' chimeras with the heads of other beasts, or lacking wings or other limbs, the mark of both their pride and their shame. Such creatures can remain in good health for well over a millennium, and thus, while they are only a little smarter than their common brethren, these illustrious beasts can live to see whole civilizations rise and fall, and possess an innate melancholy and dire wisdom few humanoids can fathom. And indeed, even if humanoids could, the legendary chimeras rarely humor beings they regard as inferior to themselves."
		]
	},
	"legendary_chimera": { "copyof": "chimera_legendary_chimera" },
	"chimera_legendary": { "copyof": "chimera_legendary_chimera" },
	"chitikin": {
		"name": "Chitikin",
		"sources": [ "Pathfinder #130: City in the Lion's Eye" ],
		"description": [
			"*Eighteen segmented legs support this long arthropod's jet-black carapace, the front two of which are scythe-like claws, and its slender antennae end in glowing green bulbs.*",
			"",
			"::mh[Chitikin]{cr=\"4\"}",
			"",
			"{SOURCE Pathfinder #130: City in the Lion's Eye/82}  ",
			"**XP** 1,200  ",
			"N Large vermin  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception +2",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 10, flat-footed 16 (+1 Dex, +7 natural, -1 size)  ",
			"**hp** 32 (5d8+10)  ",
			"**Fort** +6, **Ref** +2, **Will** +3  ",
			"**Immune** mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., climb 40 ft.  ",
			"**Melee** 2 claws +6 (1d6+4), sting +6 (1d6+4 plus paralysis)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** paralysis (1 round, DC 14), shriek",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 19, **Dex** 13, **Con** 14, **Int** -, **Wis** 15, **Cha** 10  ",
			"**Base Atk** +3; **CMB** +8; **CMD** 19 (can't be tripped)  ",
			"**Skills** Climb +12, Perception +2  ",
			"**SQ** compression",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate or warm forests or underground  ",
			"**Organization** none  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Shriek (Ex)** As a standard action, a chitikin can rub its antennae together to emit a terrifying scream. Each creature within 50 feet must succeed at a DC 12 Will saving throw or become panicked for 2d4 rounds. Whether or not it succeeds at its save, the creature is immune to the chitikin's shriek for 24 hours. This is a sonic, mind-affecting, fear effect. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Stalking the edges of civilization, this chitinous predator uses a unique strategy to attract prey: it mimics the screams of its intended victims. When a curious or valorous creature investigates, the chitikin erupts in ambush, amplifying its shriek to terrify its meal. Villagers near the Verduran Forest and World's Edge Mountains have countless stories revolving around a lonely traveler who hears someone screaming in pain, either in a cave or otherwise off the beaten path, only to investigate and find this horror waiting for him.",
			"",
			"At a glance, a chitikin might be mistaken for a giant black centipede, with its 15-foot body resting on 18 spindly legs. But unlike its smaller, simpler cousins, a chitikin also has a stinger dripping with venom and two large scythe-like claws. Above its hinged jaw are two glowing bulbs on constantly flicking antennae.",
			"",
			"A full-grown adult chitikin is 15 feet long and weighs 2,000 pounds.",
			"",
			"A larval chitikin at first appears to be nothing but a large centipede. It grows quickly, and within a few weeks it wraps itself in a cocoon-like casing, soon emerging several times larger. This process repeats periodically during a chitikin's life cycle, and at later stages, its cocoon might be mistaken for that of the rare giant blue moth; a potent alchemical ingredient. An alchemist who attempts to harvest such a chrysalis often finds he has made a fatal mistake when the chitikins emerges from its cocoon in a ravenous frenzy. The typical adult chitikin molts four times in its life, but there are rumors of a gargantuan specimen that underwent a fifth molting to grow to a fearsome size.",
			"",
			"Chitikins lure their prey by rubbing their antennae together, producing a sound not unlike the incoherent wailing of an innocent in desperate pain. When their prey gets closer, chitikins rise up and emit terrifying screams intended to unnerve their victims. Sages debate whether this behavior evolved naturally, but many layfolk who have survived encounters with the monsters claim they recognized their loved ones' voices and therefore suspect something more sinister at work. Some scholars hypothesize that some of the folktales in small towns warning travelers not to stop to help an injured stranger are cautionary stories based on chitikin attacks.",
			"",
			"Chitikins are careful hunters, preferring to ambush prey they have lured to their lairs. The creatures' multitude of legs and large claws grants them the ability to climb with ease, and they use this mobility to their advantage, clinging to cavern ceilings with most of their legs and reaching down to slash at prey below. In forests, chitikins scramble rapidly between tree trunks and sting targets with their tails, paralyzing the victims long enough to efficiently dismember them.",
			"",
			"Despite their brutal hunting methods, chitikins seem to have a compulsion with cleanliness. They suck away every trace of blood and entrails from their kills, leaving bones that they then crush with their mandibles until even the bones disintegrate. When not hunting or lying in ambush, chitikins repeatedly groom their antennae, claws, and mandibles, and polish their carapaces until they are a bright, gleaming black.",
			"",
			"This grooming behavior becomes more pronounced when a chitikin is ready to lay its eggs. First, it lays them on a wall, dangling off a tree, or in some other elevated location where they remain in stasis. At this stage the egg sac looks almost like a bag of marbles or gems, and the eggs emit a faint blue luminescence. The chitikin cleans the sac constantly, protecting it from scavengers and hunters. If the egg sac touches the ground, the chitikin flies into a rage, attacking any creatures nearby and sometimes chasing them for several miles, her brood forgotten. After this lengthy aerial incubation, the chitikin brings freshly killed prey to its nesting site and carefully implants its eggs in the corpse. After about a month, the eggs hatch and the chitikin larvae feast on the liquefied remains.",
			"",
			"### Habitat",
			"",
			"Chitikins lead mostly solitary lives at the fringes of civilization, close enough to lure prey but not so close that they attract undue attention. Their nests are often in thick forest canopies, mountain crags, and shallow caves. It's not uncommon for towns near swaths of wild territory to be terrorized by a chitikin for months as it skitters around the periphery, luring unsuspecting townspeople to their doom.",
			"",
			"While its appearance can be unsettling, the most terrifying aspect of this predator is its ability to emulate humanoid screams. The particular scream a chitikin produces is influenced by what it hunts; a chitikin that preys on human villagers sounds much different from one that scours caves for goblin victims. On rare occasions, chitikins living near larger cities learn to mimic the cries of domesticated pets or livestock rather than people, as imitating the latter has the undesirable consequence of summoning city guards, who often prove too troublesome as prey.",
			"",
			"While chitikins are rarely found with others of their own kind, except for brief encounters to mate, they do appear to have an odd fondness for the giant spiders that frequently share their environs. Accounts exist of chitikins grooming such spiders, and the arachnids seem to tolerate the attention. Ettercaps have also been known to share larger lairs with a chitikin, though they do not appear to get the same attention - and when a chitikin is ready to lay eggs, it drives away or eats any ettercaps in the vicinity. Likely thanks to these uneasy truces, adventurers have found webs so often in chitikin lairs that it's widely believed the creatures are capable of spinning the webs themselves, but the closest a chitikin comes to making a web is vomiting up the sticky brown goo it uses to make its cocoon just before molting.",
			"",
			"Chitikins prefer damp, dark places for their lairs. Caves are preferable, but they also live in forests and jungles under the darkest parts of the canopy. The creatures' restless pacing eventually reduces any soil or dirt to very fine powder, and their fastidious nature means there is no blood or gore to betray their presence. A chitikin lair in a forest is often marked by a copse of trees whose trunks are marred by rings gouged into the wood at a variety of heights - a result of the creature's constant movement and a telltale sign of a chitikin's presence to the knowledgeable or wary.",
			"",
			"Chitikin hunting methods inevitably cause the vermin's territory to become less and less fruitful as locals learn to avoid the paths and places from which few lone travelers return. As a result, chitikins move their lairs every few years, migrating by night until they find a suitable new location. Creatures sharing a chitikin's lair sometimes come along on these nocturnal migrations, forming a nightmarish convoy with spiders large and small that ride on the monster's back or scrabble alongside. It is often during these migrations that chitikins encounter another of their kind. If the two are not a mating pair, they fight to the death in a vicious, screaming battle."
		]
	},
	"choker": {
		"name": "Choker",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This hunched-over wretch has long, pliable arms like tentacles capped with five wide, spiny claws.*",
			"",
			"::mh[Choker]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/45}  ",
			"**XP** 600  ",
			"CE Small aberration  ",
			"**Init** +6; **Senses** darkvision 60 ft.; Perception +1",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 13, flat-footed 15 (+2 Dex, +4 natural, +1 size)  ",
			"**hp** 16 (3d8+3)  ",
			"**Fort** +2, **Ref** +3, **Will** +4",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., climb 10 ft.  ",
			"**Melee** 2 tentacles +6 (1d4+3 plus grab)  ",
			"**Space** 5 ft., **Reach** 10 ft.  ",
			"**Special Attacks** constrict (1d4+3), strangle, grab (Large)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 16, **Dex** 14, **Con** 13, **Int** 4, **Wis** 13, **Cha** 7  ",
			"**Base Atk** +2; **CMB** +4 (+8 grappling); **CMD** 16  ",
			"**Feats** {feat/Improved Initiative}, {feat/Skill Focus/ (Stealth)}  ",
			"**Skills** Climb +16, Stealth +13  ",
			"**SQ** quickness",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any underground  ",
			"**Organization** solitary, pair, or clutch (3-8)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Strangle (Ex)** Chokers have an unerring talent for seizing their victims by the neck. A creature that is grappled by a choker cannot speak or cast spells with verbal components.",
			"",
			"**Quickness (Su)** A choker is supernaturally quick. It can take an extra move action during its turn each round.",
			"",
			"::sh[Description]",
			"",
			"Underground predators that often dwell on the outskirts of subterranean ruins or in the deep shadows of nameless cavern outposts, chokers lurk in the darkness and lash out with their long, rubbery arms to grasp prey as it passes by. They seldom attack multiple enemies at once, stalking their quarry until they can isolate a weaker victim from its pack.",
			"",
			"Chokers walk with a disturbing, almost comical gait due to their extremely limber legs. Weighing only 35 pounds and standing no taller than a halfling, chokers have no problem skittering across walls and ceilings, often lodging themselves into shadowy corners, tunnel intersections, walls, or staircases. A choker will attempt to grasp creatures of almost any size, but prefers lone prey of its size or smaller.",
			"",
			"Chokers appear to have little culture of their own, gathering only briefly to mate before their wanderlust and hunger spurs them again to a solitary existence. Their just-better-than-animalistic intelligence grants them a fascination with the trappings of society even if they do not truly understand it. Accordingly, the grubby lair of a choker (often situated in a difficult-to-reach nook or cranny) usually contains valuable objects such as rings, brooches, cloak clasps, and loose coins gathered from devoured victims.",
			"",
			"This fascination occasionally compels a choker to abandon its subterranean home for a closer study of the sunlit world's many civilizations. These chokers feel most at home in the darkened narrow alleyways of human cities, squeezing themselves into sewers, forgotten alcoves, barrels, and similar cramped, overlooked spaces. Chokers prefer to keep hidden during the light of day, emerging from their hidey-holes under cover of darkness to hunt for food and cruel pleasure. Favorite tactics include using their long arms to scoop prey off the street from the safety of a nearby rooftop, attacking sleeping families by squeezing through an open chimney, or tapping on a window to bring their curious food within grasping distance."
		]
	},
	"choking_shade": {
		"name": "Choking Shade",
		"sources": [ "Pathfinder #134: It Came from Hollow Mountain" ],
		"description": [
			"*A vague humanoid shape composed of whirling dust and shards of bone hovers menacingly in the air.*",
			"",
			"::mh[Choking Shade]{cr=\"5\"}",
			"",
			"{SOURCE Pathfinder #134: It Came from Hollow Mountain/82}  ",
			"**XP** 1,600  ",
			"NE Medium undead (incorporeal)  ",
			"**Init** +8; **Senses** darkvision 60 ft.; Perception +12",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 18, flat-footed 13 (+3 deflection, +4 Dex, +1 dodge)  ",
			"**hp** 52 (7d8+21)  ",
			"**Fort** +5, **Ref** +8, **Will** +7  ",
			"**Defensive Abilities** channel resistance +2, incorporeal; **Immune** undead traits",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 40 ft. (perfect)  ",
			"**Melee** 2 incorporeal touches +9 touch (2d6 negative energy plus desperation)  ",
			"**Special Attacks** create spawn, gravedust",
			"",
			"::sh[Statistics]",
			"",
			"**Str** -, **Dex** 19, **Con** -, **Int** 6, **Wis** 15, **Cha** 17  ",
			"**Base Atk** +5; **CMB** +9; **CMD** 23  ",
			"**Feats** {feat/Ability Focus/ (desperation)}, {feat/Dodge}, {feat/Improved Initiative}, {feat/Lightning Reflexes}  ",
			"**Skills** Fly +12, Perception +12, Stealth +14  ",
			"**Languages** Common",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or haunting (3-6)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Create Spawn (Su)** A humanoid creature killed by suffocation resulting from a choking shade's gravedust attack rises as a choking spirit in 1d4 rounds.",
			"",
			"**Desperation (Su)** A choking shade exudes an aura of desperation associated with its suffocating death, causing all creatures within 30 feet to become shaken as long as they remain in this area. A creature struck by the shade's incorporeal touch must also save against this effect. Once a creature is affected, it remains shaken as long as it remains within 30 feet of the choking shade. This fear effect does not stack with other fear effects. A successful DC 17 Will save negates the effect. This is a mind-affecting fear effect. The save DC is Charisma-based.",
			"",
			"**Gravedust (Su)** As a standard action, a choking shade can enter the lungs of an adjacent living creature that is under the influence of a fear effect (such as the effect brought on by its desperation aura), bringing with it the dust of the grave. The victim can resist this attack with a successful DC 16 Fortitude save, and the choking shade is instantly expelled from a victim's lungs as soon as the victim is no longer under the effect of a fear effect (for example, because the victim has left the radius of the choking shade's aura or succeeded on the Will save). Until that point, the victim is prevented from breathing or speaking while the undead occupies its lungs. A creature can attempt to cough the shade out of its lungs on its turn as a standard action, but it must succeed at a DC 16 Fortitude save to do so. See the {rule/Environmental Rules} for how long a victim can hold its breath and the consequences of eventual suffocation.",
			"",
			"**Susceptible to Wind (Ex)** A choking shade is treated as a Tiny corporeal creature for the purposes of determining the effects high wind has upon it.",
			"",
			"::sh[Description]",
			"",
			"There is nothing quite like the desperation of a suffocating creature, frantic for one last, sweet breath of air to fill deprived, aching lungs; it is a terrible way to die. There are so many ways to die of suffocation: asphyxiation in a fire, being buried alive, crucifixion, disease, drowning, strangulation - the list seems endless. Sometimes, the terrible imminence filling a person as life ends in so cruel a manner is enough to cause the doomed soul to rise from death as a choking shade.",
			"",
			"Choking shades animate into a swirling swarm of ashes, bone shards, dirt, and dust, assuming a facsimile of a humanoid form. They have a brutish intelligence and are drawn with envy to the breath of living creatures, attacking them on sight. In addition to the dust of the grave, these hateful spirits carry with them the overwhelming fear that accompanied them in their suffocating deaths, and this aura infects those who are near them with this same terror. Choking shades can take advantage of those affected by their fearful auras (or those already under the influence of a fear effect): they enter the victim's lungs, carrying their dusty remains with them, threatening unwilling hosts with the same awful deaths that they endured. Anyone slain by the choking essence of these undead creatures rises as one of their number, seeking retribution for all who are still afforded the freedom to breathe, a luxury taken for granted by the living.",
			"",
			"Though choking shades have some measure of intelligence and understand the languages they knew in life, their unreasoning hatred of the living makes communication with them impossible: these spirits would much rather make even a futile assault on the lungs of the living than engage in any form of communication.",
			"",
			"### Ecology",
			"",
			"Upon rising from death, a choking shade has a tendency to remain near either its grave or the site of its demise. It is not uncommon for these hateful spirits to manifest in a lethal, predatory pack, especially if they died together in the same tragic event. Choking shades who drowned and whose bodies remained in the water most often seek out dry land, but they tend to remain near that body of water, haunting the shoreline in search of potential victims.",
			"",
			"The threat of choking shades has affected the safety of miners and builders for generations. When miners are killed in a cave-in or laborers crushed by a collapsing structure, wise city managers and foremen seek the aid of the clergy to ensure the bodies are excavated and given proper burials. Clerics are often posted to spend some nights at the place of such an unfortunate event as a precaution against an undead infestation at the work site. Laying to rest these desperate, hatefully aggressive spirits is in the service of all those who still draw breath. The most common ritual for this purpose ends by extinguishing a blessed candle, respectfully putting out a flame that feeds on the oxygen the dead were denied.",
			"",
			"### Variant Choking Shades",
			"",
			"While these several variants of choking shades differ primarily by the nature of their suffocating deaths, the intensity of those deaths and the circumstances of their lives when the air was taken from their lungs make some shades even stronger and fiercer. At minimum, all variants have the advanced template as well as alterations to the gravedust special ability, modified by the circumstances of their deaths. Four are noted below.",
			"",
			"**Crushed Shade:** Suffocation following a cave-in or the collapse of a structure creates these shades. When a crushed shade is expelled from a host's lungs, the victim must succeed at a Will save against the gravedust's DC or be cursed by a permanent form of claustrophobia: whenever the victim is about to enter a cramped space, crowded venue, or other place from which escape may be difficult, she becomes shaken. The victim can attempt a DC 14 Will save to negate this condition, but failure makes the condition persistent. Even if the victim endures the claustrophobic circumstances with the shaken, frightened, or panicked condition and the threat passes (the crowded disperses or flees, the obstacle is surmounted or avoided), the condition persists until she succeeds at the appropriate saves. This is a curse effect.",
			"",
			"**Drowned Shade:** Those choking shades whose suffocating deaths occurred in water are even more dreadful. When they are driven from a victim, the muck of the grave remains within the lungs. Victims are nauseated for 1d4 rounds after a drowned shade exits their lungs.",
			"",
			"**Smoking Shade:** Smoke inhalation within a fire caused the deaths of these choking shades. Each round a smoking shade occupies the lungs of a host, that host also takes 1d4 points of fire damage. After the choking shade is expelled, the victim is staggered from the pain for 1 round.",
			"",
			"**Strangled Shade:** A strangled shade was asphyxiated by a murderer, and when it invades a victim's lungs, hand-shaped bruises arise on the victim's throat. Each round a strangled shade occupies a host, the victim takes 1d4 points of bludgeoning damage, and after the strangled shade is expelled from the lungs, the victim can't speak until an hour passes or receiving any amount of magical healing (whichever comes first)."
		]
	},
	"chon_chon": {
		"name": "Chon Chon",
		"sources": [ "Pathfinder #53: Tide of Honor" ],
		"description": [
			"*This flying head has incredibly large ears that constantly flap to keep the creature aloft. It babbles to itself as it flies, as if to remind itself of secrets only it knows.*",
			"",
			"::mh[Chon Chon]{cr=\"1/2\"}",
			"",
			"{SOURCE Pathfinder #53: Tide of Honor/82}  ",
			"**XP** 200  ",
			"CN Tiny aberration  ",
			"**Init** +2; **Senses** darkvision 60 ft.; Perception +6  ",
			"**Aura** jabber (15 ft., DC 11)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 14, flat-footed 12 (+2 Dex, +2 size)  ",
			"**hp** 9 (2d8)  ",
			"**Fort** +0, **Ref** +4, **Will** +4",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., fly 60 ft. (good)  ",
			"**Melee** bite +1 (1d3-2)  ",
			"**Ranged** acid spit +5 (1d4 acid)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft.  ",
			"**Spell-Like Abilities** (CL 3rd; concentration +4)  ",
			"*Constant*-detect magic",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 6, **Dex** 15, **Con** 10, **Int** 7, **Wis** 12, **Cha** 13  ",
			"**Base Atk** +1; **CMB** +1; **CMD** 9  ",
			"**Feats** {feat/Lightning Reflexes}  ",
			"**Skills** Fly +15, Perception +6 (+10 to listen); **Racial Modifiers** Perception (+4 to listen)  ",
			"**Languages** Common",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate or tropical forests or ruins  ",
			"**Organization** solitary, pair, flight (3-12)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Acid Spit (Ex)** A chon chon can spit a disgusting blob of acid at a single foe, making a ranged attack with a range of 30 feet and no range increment. A successful attack deals 1d4 points of acid damage and forces the target to make a DC 11 Fortitude saving throw to avoid becoming nauseated for 1 round. The save DC is Constitution-based.",
			"",
			"**Jabber (Su)** A chon chon endlessly mutters half-remembered spells and meaningless arcane formulae to itself. This jabbering creates a kind of magical static that interferes with spells being cast nearby. Any creature attempting to cast a spell within 15 feet of a chon chon must make a successful DC 11 concentration check or lose the spell. This is a sonic, mind-affecting effect. The concentration DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Chon chons appear to be human heads with ears so grotesquely enlarged that they can serve as fleshy wings. Their jealous hatred of all beings with full bodies easily counters their comical appearance, however. Accursed creatures drawn to places of dark magic and arcane disasters, chon chons possess the desires of the most obsessed magic users, but their dementia and twisted forms prevent them from ever obtaining the power they seek. Although these crazed beings loathe all things, they do find a vicious kind of solace among their own kind, not out of any sort of commiseration, but rather by wallowing in the pain of their own kind. Such hateful swarms gather to bear witness to each others' misery, inadvertently increasing the deadly efficacy of the entire group.",
			"",
			"A single chon chon is no larger than a human head and weighs 10 pounds at most. The creature's ears give it a total wingspan of 3 feet, making it appear much larger and more menacing.",
			"",
			"### Ecology",
			"",
			"A chon chon's winglike ears endlessly flap, serving as monstrous wings that give it surprising grace in flight. These creatures always seem distracted, carrying on perpetual one-sided conversations and listening to voices only they can hear, then replying aloud with magical recitations or snippets of botched arcane formulae in a gibberish amalgam of Common, Draconic, and meaningless noises. This blathering has no meaning, mundane or arcane, but sounds so similar to the common phrases and syllables of magic that it insidiously intrudes upon the minds of spellcasters working their craft, invading their thoughts like an arcane earworm. An individual chon chon can suppress this babbling to speak semi-intelligibly - as much as such an insanely erratic creature can be called intelligible - but rarely does so for more than a minute before lapsing back into nonsense. Groups of chon chons seem to have no ability to quiet themselves, being little more than a collection of raving lunatics inspiring one another to ever-greater heights of insanity.",
			"",
			"Although chon chons appear to be disembodied human heads, they are a unique race of creatures and not merely the victims of a magical curse - though some particularly demented spellcasters have discovered methods by which they might take the forms of these creatures to horrific effect (see below).",
			"",
			"How chon chons increase their numbers few scholars know - and far fewer care to find out. Hateful of all things, including others of their kinds, to say nothing of their lack of generative organs, they seem doomed to extinction. Many assume these terrors spread their terrible condition in a way similar to that of vargouilles, which many mistake them for at first glance. Chon chons, however, lack those outsiders' terrifying kiss. Beyond general appearance, few similarities exist between these two races.",
			"",
			"### Secret of the Kalkus",
			"",
			"Certain nefarious sorcerers - known in some lands as kalkus - seek to mimic the horrifying shape and strange abilities of chon chons, or afflict their foes with such a curse. To this end, they've created a [terrifying draught](magic-wondrous/chon_chon_elixir) with the power to transform the drinker into a being resembling a chon chon, though few can guess for how long."
		]
	},
	"chon_chon_chon_chon_swarm": {
		"name": "Chon Chon, Chon Chon Swarm",
		"sources": [ "Pathfinder #53: Tide of Honor" ],
		"description": [
			"*This flying head has incredibly large ears that constantly flap to keep the creature aloft. It babbles to itself as it flies, as if to remind itself of secrets only it knows.*",
			"",
			"::mh[Chon Chon Swarm]{cr=\"3\"}",
			"",
			"{SOURCE Pathfinder #53: Tide of Honor/82}  ",
			"**XP** 800  ",
			"CN Tiny aberration (swarm)  ",
			"**Init** +6; **Senses** darkvision 60 ft.; Perception +8  ",
			"**Aura** jabber (15 ft., DC 11)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 16, touch 16, flat-footed 14 (+2 Dex, +2 insight, +2 size)  ",
			"**hp** 27 (6d8)  ",
			"**Fort** +2, **Ref** +6, **Will** +6",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., fly 60 ft. (good)  ",
			"**Melee** swarm +6 (2d6)  ",
			"**Ranged** acid spit +8 (2d4 acid)  ",
			"**Space** 10 ft., **Reach** 0 ft.  ",
			"**Special Attacks** babble, distraction (DC 13)  ",
			"**Spell-Like Abilities** (CL 7th; concentration +8)  ",
			"*Constant*-detect magic",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 10, **Dex** 15, **Con** 10, **Int** 7, **Wis** 12, **Cha** 13  ",
			"**Base Atk** +4; **CMB** +4; **CMD** 14  ",
			"**Feats** {feat/Improved Initiative}, {feat/Improved Lightning Reflexes}, {feat/Lightning Reflexes}  ",
			"**Skills** Fly +19, Perception +10 (+14 to listen); **Racial Modifiers** Perception (+4 to listen)  ",
			"**Languages** Common (cannot speak)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate or tropical forests or ruins  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Acid Spit (Ex)** A chon chon can spit a disgusting blob of acid at a single foe, making a ranged attack with a range of 30 feet and no range increment. A successful attack deals 2d4 points of acid damage and forces the target to make a DC 13 Fortitude saving throw to avoid becoming nauseated for 1 round. The save DC is Constitution-based.",
			"",
			"**Jabber (Su)** A chon chon swarm mutters even more loudly than a solitary chon chon. Any creature attempting to cast a spell within 30 feet of a chon chon must make a successful DC 11 concentration check or lose the spell. This is a sonic, mind-affecting effect. The concentration DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Chon chons appear to be human heads with ears so grotesquely enlarged that they can serve as fleshy wings. Their jealous hatred of all beings with full bodies easily counters their comical appearance, however. Accursed creatures drawn to places of dark magic and arcane disasters, chon chons possess the desires of the most obsessed magic users, but their dementia and twisted forms prevent them from ever obtaining the power they seek. Although these crazed beings loathe all things, they do find a vicious kind of solace among their own kind, not out of any sort of commiseration, but rather by wallowing in the pain of their own kind. Such hateful swarms gather to bear witness to each others' misery, inadvertently increasing the deadly efficacy of the entire group.",
			"",
			"A single chon chon is no larger than a human head and weighs 10 pounds at most. The creature's ears give it a total wingspan of 3 feet, making it appear much larger and more menacing.",
			"",
			"### Ecology",
			"",
			"A chon chon's winglike ears endlessly flap, serving as monstrous wings that give it surprising grace in flight. These creatures always seem distracted, carrying on perpetual one-sided conversations and listening to voices only they can hear, then replying aloud with magical recitations or snippets of botched arcane formulae in a gibberish amalgam of Common, Draconic, and meaningless noises. This blathering has no meaning, mundane or arcane, but sounds so similar to the common phrases and syllables of magic that it insidiously intrudes upon the minds of spellcasters working their craft, invading their thoughts like an arcane earworm. An individual chon chon can suppress this babbling to speak semi-intelligibly - as much as such an insanely erratic creature can be called intelligible - but rarely does so for more than a minute before lapsing back into nonsense. Groups of chon chons seem to have no ability to quiet themselves, being little more than a collection of raving lunatics inspiring one another to ever-greater heights of insanity.",
			"",
			"Although chon chons appear to be disembodied human heads, they are a unique race of creatures and not merely the victims of a magical curse - though some particularly demented spellcasters have discovered methods by which they might take the forms of these creatures to horrific effect (see below).",
			"",
			"How chon chons increase their numbers few scholars know - and far fewer care to find out. Hateful of all things, including others of their kinds, to say nothing of their lack of generative organs, they seem doomed to extinction. Many assume these terrors spread their terrible condition in a way similar to that of vargouilles, which many mistake them for at first glance. Chon chons, however, lack those outsiders' terrifying kiss. Beyond general appearance, few similarities exist between these two races.",
			"",
			"### Secret of the Kalkus",
			"",
			"Certain nefarious sorcerers - known in some lands as kalkus - seek to mimic the horrifying shape and strange abilities of chon chons, or afflict their foes with such a curse. To this end, they've created a [terrifying draught](magic-wondrous/chon_chon_elixir) with the power to transform the drinker into a being resembling a chon chon, though few can guess for how long."
		]
	},
	"chon_chon_swarm": { "copyof": "chon_chon_chon_chon_swarm" },
	"choxani": {
		"name": "Choxani",
		"sources": [ "The First World, Realm of the Fey" ],
		"description": [
			"*This faceless, spindly humanoid has dragonfly wings, and its woody skin is covered in shifting colors and patterns.*",
			"",
			"::mh[Choxani]{cr=\"3\"}",
			"",
			"{SOURCE The First World, Realm of the Fey/59}  ",
			"**XP** 800  ",
			"CN Medium fey  ",
			"**Init** +2; **Senses** low-light vision; Perception +10",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 13, flat-footed 12 (+2 Dex, +1 dodge, +2 natural)  ",
			"**hp** 27 (5d6+10)  ",
			"**Fort** +3, **Ref** +6, **Will** +6  ",
			"**Defensive Abilities** all-around vision; **DR** 5/cold iron and slashing",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 40 ft. (average)  ",
			"**Melee** discoloring touch +4 touch (1d6 plus energy drain) or rapier +4 (1d6/18-20)  ",
			"**Ranged** longbow +4 (1d8/&times;3)  ",
			"**Special Attacks** energy drain (1 level, DC 14), hypnotic colors",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 11, **Dex** 15, **Con** 14, **Int** 10, **Wis** 14, **Cha** 15  ",
			"**Base Atk** +2; **CMB** +2; **CMD** 15  ",
			"**Feats** {feat/Dodge}, {feat/Mobility}, {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +10, Disguise +10, Fly +10, Knowledge (nature) +8, Perception +10, Stealth +14; **Racial Modifiers** +4 Stealth  ",
			"**Languages** First Speech (written only)  ",
			"**SQ** pattern reading",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (First World)  ",
			"**Organization** solitary, pair, or convocation (3-6)  ",
			"**Treasure** standard (longbow with 20 arrows, rapier, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Discoloring Touch (Su)** By making a successful touch attack, a choxani can feed on the color of living things. A creature touched in this manner takes 1d6 points of damage and must succeed at a DC 14 Will save or gain a negative level. Attempting to drain a target fascinated by the choxani's hypnotic colors ability does not end the fascination effect, though successfully draining the target's color does. The save DC is Charisma-based.",
			"",
			"**Hypnotic Colors (Sp)** As a standard action, a choxani can swirl its colors in a way that captures the attention of onlookers. This functions as hypnotic pattern (Will DC 14 negates), and the choxani's caster level is equal to its Hit Dice for the purpose of determining the total Hit Dice of creatures affected. A creature that successfully saves against this ability is immune to uses of it by the same choxani for 24 hours. The save DC is Charisma-based.",
			"",
			"**Pattern Reading (Su)** As a full-round action, a choxani can let its subconscious thoughts form patterns on its skin, then interpret the results. This acts as augury, save that the chance of a meaningful reply is 10% times the choxani's number of Hit Dice, up to a maximum of 90%. Additionally, if a result would be \"nothing\", including as a result of failure, it is instead interpreted as one of the other three results, chosen randomly. The choxani has no way of knowing whether this ability has succeeded or failed.",
			"",
			"::sh[Description]",
			"",
			"Also called \"picture people,\" choxani embody those aspects of nature that resemble other things, from a chameleon changing color to a cloud blown into the shape of a dog. Choxani see these moments of representation as proof of the plan underlying all reality, and honor them with religious fervor. They communicate primarily through hand gestures and their constantly changing markings, which can form text or images. When eating, the colors on their fingers or faces stretch out into funnels, sucking in the colors of other organisms and leaving them lifeless gray husks. A typical choxani is 7 feet tall and 150 pounds."
		]
	},
	"chronogeist": {
		"name": "Chronogeist",
		"sources": [ "Pathfinder #137: The City Outside of Time" ],
		"description": [
			"*This translucent, orange-tinged creature looks like it was once a living person, though its face is a twisted mask of confusion and terror and its vestments surround*",
			"",
			"::mh[Chronogeist]{cr=\"14\"}",
			"",
			"{SOURCE Pathfinder #137: The City Outside of Time/82}  ",
			"**XP** 38,400  ",
			"CE Medium undead (incorporeal)  ",
			"**Init** +15; **Senses** darkvision 60 ft., lifesense; Perception +31",
			"",
			"::sh[Defense]",
			"",
			"**AC** 29, touch 29, flat-footed 17 (+7 deflection, +11 Dex, +1 dodge)  ",
			"**hp** 207 (18d8+126)  ",
			"**Fort** +13, **Ref** +17, **Will** +17  ",
			"**Defensive Abilities** channel resistance +4, incorporeal; **Immune** undead traits",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 60 ft. (perfect)  ",
			"**Melee** 2 incorporeal touches +24 touch (8d6 negative energy/19-20)  ",
			"**Special Attacks** disrupt time, temporal screech",
			"",
			"::sh[Statistics]",
			"",
			"**Str** -, **Dex** 33, **Con** -, **Int** 10, **Wis** 19, **Cha** 25  ",
			"**Base Atk** +13; **CMB** +24; **CMD** 42  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Improved Critical/ (incorporeal touch)}, {feat/Improved Initiative}, {feat/Improved Iron Will}, {feat/Iron Will}, {feat/Mobility}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Fly +40, Intimidate +28, Perception +31, Sense Motive +25  ",
			"**Languages** Thassilonian",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** Crystilan (Xin-Edasseril)  ",
			"**Organization** solitary, pair, or keening (3-5)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Disrupt Time (Su)** A chronogeist's incorporeal body is warped by the ravages of unstable time. As a swift action that doesn't provoke attacks of opportunity, a chronogeist can oscillate its essence rapidly between the current temporal landscape and an infinite number of others, passing through the bodies of all corporeal creatures within a 30-foot radius. Affected creatures take 6d6 points of damage (this damage occurs from rapid aging and cell death and doesn't have a damage type). A successful DC 26 Will save negates this damage. Any creature who fails the save is also nauseated for 1 round as a result of the disorienting attack. The chronogeist can use this ability three times per day, but not more often than once every 1d4 rounds. The save DC is Charisma-based.",
			"",
			"**Temporal Screech (Su)** As a standard action three times per day, a chronogeist can unleash an ear-splitting screech that causes the flow of time around it to stutter. Creatures within 30 feet that can hear the screech must attempt a DC 26 Will saving throw. Those that succeed are unaffected, but those that fail superficially age, their muscles and joints locking up and their movement slowing. For the next 3 rounds, affected creatures can move at only half speed, and take a -8 penalty on Strength- and Dexterity-based checks and abilities, including AC, ranged and melee attack and damage rolls, and skill checks. A creature affected by a chronogeist's temporal screech (whether or not its saving throw was successful) can't be affected by it again for the next 24 hours. This is a sonic effect. The save DC is Charisma-based.",
			"",
			"**Time Rejuvenation (Su)** Whenever a chronogeist is within 60 feet of a creature that begins to cast a transmutation or necromancy spell that affects the passage of time (including, but not limited to {spell/haste}, {spell/sands of time}, {spell/slow}, {spell/temporal stasis}, {spell/threefold aspect}, or {spell/time stop}), the chronogeist immediately absorbs a portion of the spell's energy. The spell still functions as normal, but the chronogeist gains a number of temporary hit points equal to 10 times the spell's level. These temporary hit points are lost first when the chronogeist takes damage and can stack with each other.",
			"",
			"::sh[Description]",
			"",
			"For thousands of years after it became trapped in Crystilan, Xin-Edasseril existed apart from planar space and time. While the city remained safe from intrusion, its residents were unaware that they were trapped within a temporal prison, replaying the same week-long period over and over. The city's inhabitants never aged, but the souls of those who died couldn't escape to the Boneyard. Instead, these trapped souls festered within the demiplane, and over the course of centuries transformed into terrifying, incorporeal undead creatures called chronogeists.",
			"",
			"With each week's reset, the citizens of Crystilan who had perished in the previous incarnation of the city simply vanished from the memories of those who survived, their passage from life to death wiped clean due to the nature of time within the demiplane being constantly reset. Yet sometimes, people would vaguely recall those who had perished in the form of half-remembered dreams, and as the presence of chronogeists slowly grew, theories as to their nature began to spread through the city's scholars. Some correctly suspected they were tied to a distortion in time, but most believed they were manifestations of dreams or forgotten memories that sought vengeance upon those who had misremembered them. Of course, at the end of every week, with the resetting of time, these theories would all be forgotten.",
			"",
			"Over the years, the number of citizens in Xin-Edasseril slowly decreased while chronogeists continued to manifest. Fortunately for the city's inhabitants, once a chronogeist was slain, it didn't return to life with the next week's reset-instead, this trapped spiritual energy simply got absorbed into the shell surrounding Crystilan.",
			"",
			"This growing spiritual pressure on the demiplane's borders is yet another factor that led to its recent destabilization when the Sihedron Heroes harvested energy from the demiplane's shell using the Timeglass.",
			"",
			"Now that time once again flows forward normally, newly dead souls in Crystilan don't become trapped and are free to enter the Boneyard normally. Yet for the hundreds of souls still trapped in a strange limbo as a chronogeist, only the destruction of Crystilan itself can allow their escape to the afterlife.",
			"",
			"Chronogeists are incorporeal, and their forms typically resemble far more wicked and angry versions of their appearance before undeath. Unhealthy, pale yellow, or orange lights typically permeate chronogeists, though they flash a gamut of bright colors when they harness the unstable time within them to attack those who disturb them. Chronogeists typically wear ghostly vestments of the clothes they wore when they died or clothing that was heavily associated with them in life, such as a priest's robes or a soldier's uniform.",
			"",
			"### Ecology",
			"",
			"When chronogeists arise, they typically haunt the general area of their death, confused and distraught about why they persist. They lose most memories they held in life and become enraged, aggressive threats to any who happen upon their territory, screeching and flying through victims' bodies in an attempt to right the temporal snags and instability that led to their undeath. This doesn't mean that chronogeists are unintelligent, however. Rather, chronogeists exist in a pure state of emotion and denial; they don't understand that a snag in time has prevented their souls' journeys, but are enraged that they're stuck on the Material Plane or elsewhere, so they continue to unleash the temporal dangers within them in fruitless attempts to understand their own natures.",
			"",
			"### Habitat",
			"",
			"Chronogeists have no sense of companionship or interpersonal relations. They barely recognize that they're no longer their former mortal selves, and in death have become near-mindless evil creatures. Chronogeists whose progenitor creatures held particularly strong convictions, however, sometimes retain a sliver of an important memory - such as whether they once vowed to protect someone or something with their lives. These chronogeists still typically haunt the relevant areas, and might even still make efforts to fulfill an important vow they made in life, even if they don't recognize why or how they're doing so. These actions typically manifest in tragically ironic forms, such as a chronogeist forgetting entirely why it's protecting an area even while the subject of its previous concern, such as a precious artifact, lies forgotten in the dust.",
			"",
			"In most cases, it's rare for more than one chronogeist to haunt an area, since the creatures are territorial and are usually tightly tied to the place where they died. In places where temporal events are common or where the fabric of time is unstable, however, many chronogeists might arise spontaneously in a single location. When this happens, these chronogeists tend to move together, roving their territory for intruders or blindly trying to fulfill some mission they held dearly in life. Like when they operate alone, these chronogeists barely realize that they're working with others of their kind or to what end. They simply continue to rage against any living creatures that intrude upon their haunts, desperately seeking to understand their complex and tragic fate."
		]
	},
	"chupacabra": {
		"name": "Chupacabra",
		"sources": [
			"Bestiary 2",
			"Pathfinder #19: Howl of the Carrion King"
		],
		"description": [
			"*This lizard-like creature stalks forward upon two muscular legs, a mane of spikes running down its scaly back.*",
			"",
			"::mh[Chupacabra]{cr=\"3\"}",
			"",
			"{SOURCE Bestiary 2/57;Pathfinder #19: Howl of the Carrion King/78}  ",
			"**XP** 800  ",
			"N Small magical beast  ",
			"**Init** +7; **Senses** darkvision 60 ft., low-light vision; Perception +6",
			"",
			"::sh[Defense]",
			"",
			"**AC** 16, touch 14, flat-footed 13 (+3 Dex, +2 natural, +1 size)  ",
			"**hp** 30 (4d10+8)  ",
			"**Fort** +6, **Ref** +7, **Will** +3",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +6 (1d4+1 plus grab), 2 claws +6 (1d3+1)  ",
			"**Special Attacks** chupar, pounce",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 13, **Dex** 16, **Con** 14, **Int** 3, **Wis** 15, **Cha** 6  ",
			"**Base Atk** +4; **CMB** +4 (+8 grapple); **CMD** 17  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Improved Initiative}  ",
			"**Skills** Acrobatics +7 (+11 jumping), Perception +6, Stealth +16; **Racial Modifiers** +4 Acrobatics when jumping, +4 Stealth (+8 in undergrowth or rocky areas)  ",
			"**Languages** Aklo (cannot speak)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm hills or plains  ",
			"**Organization** solitary, pair, or gang (3-7)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Chupar (Ex)** A chupacabra that pins an opponent or maintains a pin can suck blood from that opponent as a free action once per round, dealing 1 point of Constitution damage. Upon successfully draining blood, the chupacabra is invigorated, gaining a significant boost in speed for 10 rounds similar to the haste spell. The invigorated chupacabra can still drain blood - and in so doing increase the length of its invigoration - but it gains no additional effects.",
			"",
			"::sh[Description]",
			"",
			"These notorious predators have an undeniable thirst for blood. Chupacabras prefer to prey upon the weak and slow, often watching potential prey from hiding for long periods before attacking. Spry and stealthy, they prefer to keep to areas of high grass and protective rock, their slightly reflective scales allowing them to blend in well with such surroundings.",
			"",
			"With a preference for lone travelers and farm animals (particularly goats), chupacabras leave little evidence of their presence apart from the grisly blood-drained husks of their meals, often leading locals to believe a reckless vampire lives in the area.",
			"",
			"A typical chupacabra measures nearly 5-1/2 feet from muzzle to tail tip and stands just under 4 feet tall. Slightly built and light of bone, most weigh close to a hundred pounds. They mate rarely and only during the hottest months, with the females each producing a single egg that hatches into a tiny, dehydrated creature. The mother typically leaves helpless prey in her cave so the hatchling can immediately feed.",
			"",
			"Although chupacabras are typically solitary, in bountiful areas small gangs of the beasts can form. These groups work well together, becoming bold enough to attack larger groups of animals and more dangerous prey. Stories of chupacabras attacking travelers or laying siege to farmhouses typically stem from the hunting practices of such gangs.",
			"",
			"It is not unusual for older chupacabras to grow to Medium size. These larger specimens tend to be leaders of chupacabra gangs, or, more commonly, loners capable of tormenting entire villages on their own.",
			"",
			"Some chupacabras are mutants with large reptilian wings, and have been known to carry off goats and children. A flying chupacabra has a fly speed of 60 feet (average), which increases to 90 feet (average) when invigorated from drinking blood. A winged chupacabra is the same CR as the normal variety."
		]
	},
	"chuspiki": {
		"name": "Chuspiki",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*This tiny creature, covered in a thick coat of fluffy fur, glides through the air, riding invisible currents on its fanlike tail.*",
			"",
			"::mh[Chuspiki]{cr=\"2\"}",
			"",
			"{SOURCE Bestiary 5/56}  ",
			"**XP** 600  ",
			"CN Tiny magical beast (air)  ",
			"**Init** +3; **Senses** darkvision 60 ft., low-light vision, scent; Perception +3",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 15, flat-footed 12 (+3 Dex, +2 size)  ",
			"**hp** 19 (3d10+3)  ",
			"**Fort** +4, **Ref** +6, **Will** +0  ",
			"**Defensive Abilities** wind blessed, wind form",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (perfect)  ",
			"**Melee** tail fan +8 (1d4-2/&times;3)  ",
			"**Ranged** air blast +8 (2d6+3)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft. (5 ft. with tail fan)  ",
			"**Spell-Like Abilities** (CL 3rd; concentration +4)  ",
			"*Constant*-feather fall  ",
			"**Psychic Magic** (CL 3rd; concentration +4)  ",
			"*5 PE*-alter winds (1 PE, DC 12), gust of wind (2 PE, DC 13), whispering wind (2 PE)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 6, **Dex** 17, **Con** 12, **Int** 12, **Wis** 9, **Cha** 13  ",
			"**Base Atk** +3; **CMB** +4; **CMD** 12 (16 vs. trip)  ",
			"**Feats** {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +9, Fly +13, Perception +3, Stealth +16  ",
			"**Languages** Auran, Common  ",
			"**SQ** basic aerokinesis",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm hills or mountains  ",
			"**Organization** solitary, pair, or flock (6-10)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Air Blast (Sp)** A chuspiki can make a ranged attack with an intense air blast, as the kineticist wild talent of the same name, using its Hit Dice as its kineticist level.",
			"",
			"**Basic Aerokinesis (Sp)** A chuspiki can use basic aerokinesis, as the kineticist wild talent of the same name.",
			"",
			"**Wind Blessed (Su)** A chuspiki is treated as a Large creature for the purposes of determining the effects wind has upon it.",
			"",
			"**Wind Form (Su)** Three times per day as an immediate action, a chuspiki can become insubstantial for 1 round. It gains DR 10/magic and becomes immune to poison, sneak attacks, and critical hits. It can't attack or use any of its spell-like abilities while in wind form, with the exception of basic aerokinesis.",
			"",
			"::sh[Description]",
			"",
			"Chuspikis are intelligent, mouselike creatures covered in a coat of downy tan fur which makes them appear much larger than they actually are. A chuspiki's tail is substantially longer than the rest of its body, fanning out into a sail-like structure. The base of its tail is strong and flexible, allowing the chuspiki to whip around the fan at the tip with surprising speed. It can use this motion to create concussive blasts of air, or to scratch opponents with barbs on the underside of its tail bones.",
			"",
			"Like the wind itself, chuspikis are always moving. Chuspikis soar through the air, riding their fans like gliders and summoning minor gusts to steer their flight. They rest in short bursts, napping for just an hour at a time.",
			"",
			"Whenever they can, chuspikis seek out new experiences. They are social creatures that prefer to travel with others of their kind, or with members of other species. Chuspikis feel an especially strong connection with other creatures who share their bond with the skies, such as air elementals and sylphs. Chuspikis enjoy exploring unique locations, and when they find a particularly fascinating site, they announce their find on the winds to encourage others to share in their discovery. A mysterious disembodied voice promising glorious adventure may very well be a chuspiki; however, the playful creatures are just as likely to play pranks on hapless passersby as they are to provide legitimate guidance.",
			"",
			"A typical chuspiki is 1 foot long, with its tail extending out an additional 5 feet, and weighs 1 pound. Its bones are hollow, like a bird's.",
			"",
			"A chuspiki will sometimes ally with a spellcaster as a familiar. A chaotic spellcaster can gain a chuspiki as a familiar at 7th level by taking the {feat/Improved Familiar} feat."
		]
	},
	"chuul": {
		"name": "Chuul",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This lobster-like creature has a thick armored shell. A pair of tiny eyes gleams above a mouth full of writhing tentacles.*",
			"",
			"::mh[Chuul]{cr=\"7\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/46}  ",
			"**XP** 3,200  ",
			"CE Large aberration (aquatic)  ",
			"**Init** +7; **Senses** darkvision 60 ft.; Perception +19",
			"",
			"::sh[Defense]",
			"",
			"**AC** 22, touch 12, flat-footed 19 (+3 Dex, +10 natural, -1 size)  ",
			"**hp** 85 (10d8+40)  ",
			"**Fort** +7, **Ref** +6, **Will** +9  ",
			"**Immune** poison",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., swim 20 ft.  ",
			"**Melee** 2 claws +14 (2d6+7 plus grab)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** constrict (2d6+7), paralytic tentacles",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 25, **Dex** 16, **Con** 18, **Int** 10, **Wis** 14, **Cha** 5  ",
			"**Base Atk** +7; **CMB** +15 (+19 grapple); **CMD** 28 (32 vs. trip)  ",
			"**Feats** {feat/Alertness}, {feat/Blind-Fight}, {feat/Combat Reflexes}, {feat/Improved Initiative}, {feat/Weapon Focus/ (claw)}  ",
			"**Skills** Knowledge (nature) +8, Perception +19, Sense Motive +9, Stealth +9, Swim +28  ",
			"**Languages** Common (sometimes Undercommon for subterranean variants)  ",
			"**SQ** amphibious",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate swamps  ",
			"**Organization** solitary, pair, or pack (3-6)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Paralytic Tentacles (Ex)** A chuul can transfer a grappled victim from a claw to its tentacles as a move action. The tentacles grapple with the same strength as the claw but deal no damage, instead exuding a paralytic secretion. Anyone held in the tentacles must succeed on a DC 19 Fortitude save each round on the chuul's turn or be paralyzed for 6 rounds. The save DC is Constitution-based. While held in the tentacles, paralyzed or not, a victim automatically takes 1d8+7 points of damage each round from the creature's mandibles.",
			"",
			"::sh[Description]",
			"",
			"Chuuls are armored, crustacean-like predators that lurk beneath the surfaces of shallow ponds and mires, bursting from concealment to snatch up prey in their chitinous pincers and then paralyzing them with their mouth tentacles before eating them alive.",
			"",
			"Chuuls are excellent swimmers but prefer to attack land-bound creatures or those wallowing in shallow water. Once they seize their victims, chuuls often drag grappled foes back into deep water to drown them. Lizardfolk are by far the chuul's favorite prey, though those pale chuul breeds that live underground prefer morlocks, duergar, unwary drow, and other unfortunates who get too close to their subterranean waterways - with the exception of troglodytes, whose flavor chuuls find particularly offensive.",
			"",
			"Chuuls are surprisingly intelligent, leading many to speculate fruitlessly on their origins and motivations. They speak a chittering, burbling dialect of Common, but few are inclined to speak to those outside their race, and if chuul society exists beyond their frenzied mating season, humanoids have yet to record it. Instead, chuul intellects seem entirely devoted to seeking out the perfect ambush sites to attack other intelligent creatures and decorating their elaborate lairs with trophies from their kills. Though the chuuls themselves seem uninterested in using tools of any kind, they have an almost compulsive need to collect keepsakes from their victims.",
			"",
			"A typical chuul is 8 feet tall and weighs 650 pounds."
		]
	},
	"chuul_chuul_lesser": {
		"name": "Chuul, Chuul, Lesser",
		"sources": [ "Pathfinder #122: Into the Shattered Continent" ],
		"description": [
			"*This lobsterlike creature stands as tall as a human. Coils of reaching, pink tendrils slither from within its jaws.*",
			"",
			"::mh[Chuul, Lesser]{cr=\"4\"}",
			"",
			"{SOURCE Pathfinder #122: Into the Shattered Continent/82}  ",
			"**XP** 1,200  ",
			"CE Medium aberration (aquatic)  ",
			"**Init** +6; **Senses** darkvision 60 ft.; Perception +11",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 12, flat-footed 15 (+2 Dex, +5 natural)  ",
			"**hp** 37 (5d8+15)  ",
			"**Fort** +4, **Ref** +3, **Will** +5",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., swim 20 ft.  ",
			"**Melee** 2 claws +8 (1d8+5 plus grab), tendril +3 (1d4+2 plus staggering tendril)  ",
			"**Space** 5 ft., **Reach** 5 ft. (10 ft. with tendril)  ",
			"**Special Attacks** staggering tendril (DC 15)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 14, **Con** 16, **Int** 8, **Wis** 12, **Cha** 5  ",
			"**Base Atk** +3; **CMB** +8 (+12 grapple); **CMD** 20 (24 vs. trip)  ",
			"**Feats** {feat/Alertness}, {feat/Blind-Fight}, {feat/Improved Initiative}  ",
			"**Skills** Perception +11, Sense Motive +8, Stealth +10, Swim +13  ",
			"**Languages** Common (Undercommon instead for many subterranean variants)  ",
			"**SQ** amphibious",
			"",
			"::sh[Special Abilities]",
			"",
			"**Staggering Tendril (Ex)** A lesser chuul's long, searching tendrils are coated in a mildly paralytic secretion. A creature struck by a lesser chuul's tendrils must succeed at a DC 15 Fortitude save or be staggered for 1d4 rounds. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Long before the aboleths uplifted humanity, these deep-sea-dwelling entities experimented on other aquatic life forms, perfecting the art of genetic manipulation and developing entities that would become their unyielding servants. The creatures known as chuuls today (a derivation of their alghollthu name, \"chu-ulothis\") were little more than aggressive crustaceans prior to aboleth meddling. Only after successive generations of guided evolution were chuuls transformed into the hulking monstrosities they are today, and their keen intelligence likewise came from their aboleth masters' uplifting.",
			"",
			"### Ecology",
			"",
			"The larval form of a chuul most closely resembles an oversized lobster. A typical chuul nest usually contains 6-8 rocklike eggs, though only half of the larvae survive hatching, as these vicious creatures' first meals are the weakest of their clutch mates. Upon hatching, a larval chuul lacks the paralytic tendrils and claws of its mature form, but instead has the capability to spray digestive fluid in a wide cone. Larval chuuls predigest their meals and are engineered to crave the cerebral tissue of intelligent creatures.",
			"",
			"Only through feeding on the brains of intelligent creatures do chuuls develop their own intelligence and linguistic abilities. A chuul unable to feast on cerebral tissue of a creature with an Intelligence score of 8 or higher within the first year of hatching never becomes a mature chuul, though it continues to grow in size. Larval chuuls can be represented by larval chuuls with the advanced creature and giant creature simple templates. The more intelligent members of their species loathe these creatures and destroy them whenever they are discovered.",
			"",
			"After a yearlong maturation process that requires the larval chuul to digest up to five brains of Medium or larger creatures, the larva undergoes a slow molting process over the course of a month. During this time, the larval chuul grows to Medium size and loses its bite attack. When the chuul sheds its larval carapace, it gains two claw attacks and the paralytic tendrils of its mature form. A lesser chuul's tendrils are fully grown at this stage, though they appear enormous on the lesser chuul's smaller body and allow for surprisingly long reach. A lesser chuul's paralytic secretions are not as strong as the adult form's, but retain some of the acidic qualities of the larval chuul instead. These tendrils are used for capturing and eating prey and for easy access to cerebral tissue (typically acquired by forcing a tendril into an eye socket or nasal cavity). A lesser chuul's appetite for cerebral tissue is largely vestigial at this point in development, and tapers off entirely by the time it reaches maturity.",
			"",
			"Two years after its hatching, a lesser chuul enters a second month-long molting stage from which it emerges as a fully grown adult chuul. Due to the relatively slow development cycle of larva to adult (with regard to aboleths' patience), these creatures are often bred in enormous numbers to mitigate any loss of adult chuuls that may be suffered during the service of their deep masters. Rumors persist of deep, calm coves on remote islands that host hundreds of chuul young. If such legends are true, no one has ever survived making such a discovery to report the exact location of their find.",
			"",
			"### Habitat",
			"",
			"Within aboleth society, chuuls are seen as a slave race and, despite their intelligence, are rarely regarded as more than cattle. The ulat-kini (also known as {monster/skum}) are the alghollthus' preferred servitor race, and chuuls within aboleth society are brutally conditioned to accept their prescribed inferiority. Outside of aboleth society, chuuls are largely independent and curious creatures with an innate cruelty bred into their species by their aboleth creators. Even larval chuuls have this inherent sense of malice, further developed through inflicting suffering on other sentient creatures.",
			"",
			"Rare chuuls that have existed for generations outside of aboleth society may be of chaotic neutral alignment rather than chaotic evil, though these creatures still require the cerebral tissue of intelligent creatures to develop their own sentience, making a chuul clutch's ultimate shift away from inherently evil tendencies unlikely. Aboleth-serving chuuls typically destroy these independent groups as soon as they are discovered, though some find refuge in the deepest and darkest corners of the oceans of Golarion where not even aboleths tread. These chuuls make alliances with deep merfolk and other inhabitants of the lightless reaches of the deepest oceans.",
			"",
			"### Variants",
			"",
			"While the majority of all chuuls are represented by the statistics presented above, some unique variants were created or modified by aboleth masters to serve specific roles in far-reaching plans, or have evolved different physiologies in response to vastly different environments.",
			"",
			"**Arctic Chuuls:** Arctic chuuls were designed to inhabit the freezing waters of the Crown of the World. These cold-dwelling creatures have cold resistance 10 and a burrow speed of 20 feet usable only in snow or ice.",
			"",
			"**Deep Chuuls:** A deep chuul is dusky gray to midnight blue in coloration and bears a glowing antenna that sheds light like a torch, much like an anglerfish's lure. Deep chuuls can use this light to fascinate creatures as per the {spell/hypnotism} spell (CL = the chuul's Hit Dice).",
			"",
			"**Psychic Chuuls:** Chuuls that feed on the brains of creatures capable of casting psychic magic sometimes develop inherent psychic magic abilities of their own in the form of spell-like abilities, but they are destroyed on sight by aboleths who encounter them. Rumors persist that psychic chuuls are capable of evolving into a new state beyond that of the adult chuul form.",
			"",
			"**Sand Chuuls:** Rarest of all chuul breeds, sand chuuls inhabit parched wastelands and deserts, and were intended to serve as the shock troops of a land invasion force following Earthfall. When the aboleths' plans failed to come to fruition, these specially engineered chuuls were largely forgotten. Now native to blasted regions of Casmaron and southern Garund, sand chuuls lack the aquatic subtype, the amphibious special quality, and a swim speed. Instead, a sand chuul has a burrow speed of 30 feet and tremorsense out to a distance of 30 feet."
		]
	},
	"lesser_chuul": { "copyof": "chuul_chuul_lesser" },
	"chuul_larval_chuul": {
		"name": "Chuul, Larval Chuul",
		"sources": [ "Pathfinder #122: Into the Shattered Continent" ],
		"description": [
			"*This dog-sized creature resembles a soft-shelled lobster with underdeveloped claws and an oversized pair of mandibles.*",
			"",
			"::mh[Larval Chuul]{cr=\"1\"}",
			"",
			"{SOURCE Pathfinder #122: Into the Shattered Continent/82}  ",
			"**XP** 400  ",
			"CE Small aberration (aquatic)  ",
			"**Init** +7; **Senses** darkvision 60 ft.; Perception +5",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 14, flat-footed 11 (+3 Dex, +1 size)  ",
			"**hp** 13 (2d8+4)  ",
			"**Fort** +2, **Ref** +3, **Will** +4",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., swim 30 ft.  ",
			"**Melee** bite +4 (1d4+3)  ",
			"**Special Attacks** acid spray (DC 13)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 15, **Dex** 16, **Con** 14, **Int** 3, **Wis** 12, **Cha** 5  ",
			"**Base Atk** +1; **CMB** +2; **CMD** 15 (19 vs. trip)  ",
			"**Feats** {feat/Improved Initiative}  ",
			"**Skills** Perception +5, Stealth +11, Swim +10  ",
			"**SQ** amphibious",
			"",
			"::sh[Special Abilities]",
			"",
			"**Acid Spray (Ex)** As a standard action, a larval chuul can spray digestive fluids in a 15-foot cone. Creatures caught in this cone take 2d4 points of acid damage on the first round of exposure, and 1d4 points of acid damage on the second round. With a successful Reflex saving throw, a target halves the damage and negates the second round of damage. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Long before the aboleths uplifted humanity, these deep-sea-dwelling entities experimented on other aquatic life forms, perfecting the art of genetic manipulation and developing entities that would become their unyielding servants. The creatures known as chuuls today (a derivation of their alghollthu name, \"chu-ulothis\") were little more than aggressive crustaceans prior to aboleth meddling. Only after successive generations of guided evolution were chuuls transformed into the hulking monstrosities they are today, and their keen intelligence likewise came from their aboleth masters' uplifting.",
			"",
			"### Ecology",
			"",
			"The larval form of a chuul most closely resembles an oversized lobster. A typical chuul nest usually contains 6-8 rocklike eggs, though only half of the larvae survive hatching, as these vicious creatures' first meals are the weakest of their clutch mates. Upon hatching, a larval chuul lacks the paralytic tendrils and claws of its mature form, but instead has the capability to spray digestive fluid in a wide cone. Larval chuuls predigest their meals and are engineered to crave the cerebral tissue of intelligent creatures.",
			"",
			"Only through feeding on the brains of intelligent creatures do chuuls develop their own intelligence and linguistic abilities. A chuul unable to feast on cerebral tissue of a creature with an Intelligence score of 8 or higher within the first year of hatching never becomes a mature chuul, though it continues to grow in size. Larval chuuls can be represented by larval chuuls with the advanced creature and giant creature simple templates. The more intelligent members of their species loathe these creatures and destroy them whenever they are discovered.",
			"",
			"After a yearlong maturation process that requires the larval chuul to digest up to five brains of Medium or larger creatures, the larva undergoes a slow molting process over the course of a month. During this time, the larval chuul grows to Medium size and loses its bite attack. When the chuul sheds its larval carapace, it gains two claw attacks and the paralytic tendrils of its mature form. A lesser chuul's tendrils are fully grown at this stage, though they appear enormous on the lesser chuul's smaller body and allow for surprisingly long reach. A lesser chuul's paralytic secretions are not as strong as the adult form's, but retain some of the acidic qualities of the larval chuul instead. These tendrils are used for capturing and eating prey and for easy access to cerebral tissue (typically acquired by forcing a tendril into an eye socket or nasal cavity). A lesser chuul's appetite for cerebral tissue is largely vestigial at this point in development, and tapers off entirely by the time it reaches maturity.",
			"",
			"Two years after its hatching, a lesser chuul enters a second month-long molting stage from which it emerges as a fully grown adult chuul. Due to the relatively slow development cycle of larva to adult (with regard to aboleths' patience), these creatures are often bred in enormous numbers to mitigate any loss of adult chuuls that may be suffered during the service of their deep masters. Rumors persist of deep, calm coves on remote islands that host hundreds of chuul young. If such legends are true, no one has ever survived making such a discovery to report the exact location of their find.",
			"",
			"### Habitat",
			"",
			"Within aboleth society, chuuls are seen as a slave race and, despite their intelligence, are rarely regarded as more than cattle. The ulat-kini (also known as {monster/skum}) are the alghollthus' preferred servitor race, and chuuls within aboleth society are brutally conditioned to accept their prescribed inferiority. Outside of aboleth society, chuuls are largely independent and curious creatures with an innate cruelty bred into their species by their aboleth creators. Even larval chuuls have this inherent sense of malice, further developed through inflicting suffering on other sentient creatures.",
			"",
			"Rare chuuls that have existed for generations outside of aboleth society may be of chaotic neutral alignment rather than chaotic evil, though these creatures still require the cerebral tissue of intelligent creatures to develop their own sentience, making a chuul clutch's ultimate shift away from inherently evil tendencies unlikely. Aboleth-serving chuuls typically destroy these independent groups as soon as they are discovered, though some find refuge in the deepest and darkest corners of the oceans of Golarion where not even aboleths tread. These chuuls make alliances with deep merfolk and other inhabitants of the lightless reaches of the deepest oceans.",
			"",
			"### Variants",
			"",
			"While the majority of all chuuls are represented by the statistics presented above, some unique variants were created or modified by aboleth masters to serve specific roles in far-reaching plans, or have evolved different physiologies in response to vastly different environments.",
			"",
			"**Arctic Chuuls:** Arctic chuuls were designed to inhabit the freezing waters of the Crown of the World. These cold-dwelling creatures have cold resistance 10 and a burrow speed of 20 feet usable only in snow or ice.",
			"",
			"**Deep Chuuls:** A deep chuul is dusky gray to midnight blue in coloration and bears a glowing antenna that sheds light like a torch, much like an anglerfish's lure. Deep chuuls can use this light to fascinate creatures as per the {spell/hypnotism} spell (CL = the chuul's Hit Dice).",
			"",
			"**Psychic Chuuls:** Chuuls that feed on the brains of creatures capable of casting psychic magic sometimes develop inherent psychic magic abilities of their own in the form of spell-like abilities, but they are destroyed on sight by aboleths who encounter them. Rumors persist that psychic chuuls are capable of evolving into a new state beyond that of the adult chuul form.",
			"",
			"**Sand Chuuls:** Rarest of all chuul breeds, sand chuuls inhabit parched wastelands and deserts, and were intended to serve as the shock troops of a land invasion force following Earthfall. When the aboleths' plans failed to come to fruition, these specially engineered chuuls were largely forgotten. Now native to blasted regions of Casmaron and southern Garund, sand chuuls lack the aquatic subtype, the amphibious special quality, and a swim speed. Instead, a sand chuul has a burrow speed of 30 feet and tremorsense out to a distance of 30 feet."
		]
	},
	"chuul_larval": { "copyof": "chuul_larval_chuul" },
	"larval_chuul": { "copyof": "chuul_larval_chuul" },
	"chyzaedu": {
		"name": "Chyzaedu",
		"sources": [ "Occult Bestiary" ],
		"description": [
			"*The massive, wormlike form of this eyeless, beaked beast is draped in shimmering metallic vestments.*",
			"",
			"::mh[Chyzaedu]{cr=\"10\"}",
			"",
			"{SOURCE Occult Bestiary/14}  ",
			"**XP** 9,600  ",
			"LE Gargantuan aberration  ",
			"**Init** +0; **Senses** darkvision 60 ft., tremorsense 60 ft.; Perception +22  ",
			"**Aura** ecstatic hunger (30 ft., DC 19)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 24, touch 6, flat-footed 24 (+6 armor, +12 natural, -4 size)  ",
			"**hp** 133 (14d8+70)  ",
			"**Fort** +9, **Ref** +4, **Will** +14  ",
			"**Defensive Abilities** 50% chance to negate critical hits and sneak attacks; **DR** 10/magic; **Immune** acid, mind-affecting effects; **SR** 21",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., burrow 20 ft., climb 20 ft.  ",
			"**Melee** bite +17 (2d8+11 plus grab), claw +17 (2d6+11)  ",
			"**Space** 20 ft., **Reach** 20 ft.  ",
			"**Special Attacks** swallow whole (5d6 acid damage, AC 16, 13 hp)  ",
			"**Cleric Spells Prepared** (CL 10th; concentration +15)  ",
			"*5th*-greater command (DC 20), mass inflict light wounds (DC 20), scrying (DC 20)  ",
			"*4th*-air walk, cure critical wounds, dimensional anchor, sending  ",
			"*3rd*-blindness/deafness (DC 18), deeper darkness, magic circle against good, prayer  ",
			"*2nd*-enthrall (DC 17), shatter (DC 17), silence (DC 17), sound burst (DC 17), spiritual weapon  ",
			"*1st*-cause fear (DC 16), command (DC 16), cure light wounds, divine favor, sanctuary (DC 16), shield of faith  ",
			"*0*-bleed, create water, detect magic, resistance",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 32, **Dex** 11, **Con** 21, **Int** 16, **Wis** 21, **Cha** 14  ",
			"**Base Atk** +10; **CMB** +25 (+27 bull rush); **CMD** 35 (37 vs. bull rush, can't be tripped)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Combat Casting}, {feat/Eschew Materials}[^B], {feat/Extend Spell}, {feat/Improved Bull Rush}, {feat/Intimidating Prowess}, {feat/Power Attack}, {feat/Vital Strike}  ",
			"**Skills** Climb +16, Diplomacy +16, Intimidate +30, Knowledge (religion) +20, Perception +22, Sense Motive +19, Spellcraft +20, Survival +22  ",
			"**Languages** Aklo, Common, Infernal; telepathy 100 ft.  ",
			"**SQ** alien vestment",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** double (7,500 gp of metallic material, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Alien Vestment (Su)** A chyzaedu wears a sheet of undulating metallic material blessed by its inscrutable gods. The chyzaedu treats this garment as a +1 moderate fortification breastplate that provides immunity to mind-affecting effects. The vestment also serves as a divine focus for any spell the chyzaedu casts. This vestment doesn't function for any creature other than the chyzaedu for which it was originally crafted. If a chyzaedu's vestment is stolen or destroyed, the chyzaedu can create a replacement with a month of work.",
			"",
			"**Ecstatic Hunger Aura (Su)** A chyzaedu's zealous drive to consume infects the minds of those around it. Any living creature within 30 feet of a chyzaedu must succeed at a DC 19 Will save or immediately consume any food and beverages (including potions and the like) on its person or within its reach. This effect continues for as long as it takes the creature to consume all the food and beverages within its reach. The creature defends itself normally but takes no other actions while eating and drinking. If the creature succeeds at the saving throw, it cannot be affected again by the aura for another 24 hours. This is a mind-affecting compulsion effect. The save DC is Charisma-based.",
			"",
			"**Spells (Sp)** Chyzaedu cast divine spells as 10th-level clerics, but they do not gain access to domains or to any other cleric abilities.",
			"",
			"::sh[Description]",
			"",
			"Chyzaedu resemble massive pale earthworms, save that each has a hard beaks at one end and a knot of short tentacles at the other. Their bodies are extremely flexible and ringed with powerful muscles. Chyzaedu have very efficient, well-developed digestive systems, allowing them to ingest a wide variety of materials, although they prefer to eat sentient creatures in order to share the religious experience of consumption.",
			"",
			"Chyzaedu have a ring of tiny eyes around their beaklike maws, mostly hidden by the folds of their skin. These eyes are particularly keen and can dilate to allow the creature excellent night vision. Their eyes are supplemented by the lumpy and irregularly sized parietal eyes that line the area just behind their beaks; these serve as supplemental sensory organs, pinpointing the location of other nearby creatures in contact with the ground. The cloaca at the end of a chyzaedu's body is ringed by five flexible, ridged tentacles, which can wind together to form a clawlike appendage. A chyzaedu has significant control over this appendage and can use it to grasp items, manipulate devices, or cast spells with somatic components.",
			"",
			"Millennia ago, chyzaedu formed a brutal empire that subjugated several planets, and their voracious appetites stripped their conquered worlds of flora and fauna. Only the chyzaedus' home planet was spared this depredation, as the giant worms revered the life found there. In a bizarre astronomical accident - which some suspect the inscrutable masters of the Dominion of the Black of orchestrating - the cherished chyzaedu homeworld was swallowed by a black hole. This void emitted a strange, singing noise as it did so, along with staccato exhalations reminiscent of cruel laughter.",
			"",
			"The surviving chyzaedu saw this catastrophe as a divine revelation, experiencing a species-wide psychic rapture that resonates within all chyzaedu even today. The chyzaedu became zealots, spreading outward into space to preach the sanctity of destruction they call the Deglutitious Void. When the chyzaedu eventually encountered the starfaring collective called the Dominion of the Black, they found their theology to be closely aligned with the destructive philosophies of the Dominion.",
			"",
			"Chyzaedu are now firmly ensconced as the priestly caste of the Dominion of the Black and lead the collective's other races in abstruse religious rites. Most of these rites revolve around all-consuming voids, black holes, or gulfs of null space that utterly extinguish all matter. Most notably, chyzaedu orchestrate the biennial ceremony known as the Banquet, in which tens of thousands of sacrifices are hurled into black holes in the hope of evoking the same singing and chuckling exhalations that accompanied the consumption of the chyzaedu homeworld. Although focused on devouring, chyzaedu religion is not eschatological, but instead emphasizes the sanctity of the passage into the void: that is, the rapturous moment of devouring and of being devoured. All moments of swallowing are sacred to the chyzaedu. Creatures ingested by chyzaedu are unlikely to share the chyzaedu's religious appreciation for the event, which puzzles the aberrations.",
			"",
			"Chyzaedu are social creatures. They're eager conversationalists, although they eventually bring any discourse around to the topic of religion, consumption, or both. Chyzaedu are often found alongside other races of the Dominion as advisors, diplomats, and spiritual advisors. Despite their great bulk, chyzaedu make excellent spies: they are welcome throughout most of Dominion territory, and few members of the mostly secular Dominion understand the full capabilities of the creatures' divine magic. Chyzaedu rarely congregate with their own kind except during brief periods of mating or when communally presiding over religious services; idle chyzaedu inevitably quarrel with each other about religious minutiae, and such religious quarrels invariably end in violence.",
			"",
			"Chyzaedu drape themselves with vestments of a flexible metallic fiber akin to mithral. Each chyzaedu crafts its own garment using secret processes the worm-priests do not share with other races. As few races in the Dominion of the Black use metal, chyzaedu's vestments are both rare and distinctive in their cosmopolitan society. Although chyzaedu vestments don't function for other races, the 500 pounds of metallic fabric that constitute the garment are worth 7,500 gp.",
			"",
			"Unlike most races of the Dominion, chyzaedu have a keen interest in Golarion and make occasional expeditions to the planet. Chyzaedu share a myth similar to the Casmar legend of the Star-Worm - it tells of an interstellar monster that crashed on Golarion eons ago and gave birth to the first purple worms. Chyzaedu track and study purple worms and their variants (in particular, the colossal crimson worms of the Storval Plateau). Some chyzaedu view purple worms as enlightened brutes, devoid of intellect but wholly overwhelmed by the religious fervor of consumption. Other chyzaedu see purple worms as little more than breeding stock, but hope to use them to enhance future generations of their race. The worm-priests find the diverse panoply of deities worshipped on Golarion to be confusing and unnecessary, and are particularly offended by the worship of Rovagug - the Rough Beast's theology of destruction wholly devoid of purpose smacks of apostasy.",
			"",
			"Chyzaedu measure of 60 feet in length on average and weigh approximately 5,000 pounds.",
			"",
			"[^B]: Bonus feat."
		]
	},
	"cicada_cicada_swarm": {
		"name": "Cicada, Cicada Swarm",
		"sources": [ "Pathfinder #116: Fangs of War" ],
		"description": [
			"*A loud droning buzz accompanies this mass of flying insects.*",
			"",
			"::mh[Cicada Swarm]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder #116: Fangs of War/84}  ",
			"**XP** 600  ",
			"N Diminutive vermin (swarm)  ",
			"**Init** +3; **Senses** darkvision 60 ft.; Perception +9",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 17, flat-footed 14 (+3 Dex, +4 size)  ",
			"**hp** 18 (4d8)  ",
			"**Fort** +4, **Ref** +4, **Will** +2  ",
			"**Defensive Abilities** swarm traits; **Immune** mind-affecting effects, weapon damage",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 5 ft., climb 20 ft., fly 40 ft. (average)  ",
			"**Melee** swarm (1d6 plus distraction and song)  ",
			"**Space** 10 ft., **Reach** 0 ft.  ",
			"**Special Attacks** song (DC 12)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 1, **Dex** 16, **Con** 11, **Int** -, **Wis** 13, **Cha** 2  ",
			"**Base Atk** +3; **CMB** -; **CMD** -  ",
			"**Skills** Climb +3, Fly +13, Perception +9; **Racial Modifiers** +8 Perception",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate forests  ",
			"**Organization** solitary or infestation (2-8)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Song (Ex)** Any creature in a cicada swarm's space must succeed at a DC 12 Fortitude saving throw or be deafened for 1d6 rounds. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"At times, particularly during warm months, mundane cicadas amass in roiling, buzzing clouds. When they swarm, cicadas can strip vegetation from trees in seconds."
		]
	},
	"cicada_swarm": { "copyof": "cicada_cicada_swarm" },
	"cicada_giant_cicada": {
		"name": "Cicada, Giant Cicada",
		"sources": [ "Pathfinder #116: Fangs of War" ],
		"description": [
			"*Trim wings fold along the back of this oblong, iridescent insect.*",
			"",
			"::mh[Giant Cicada]{cr=\"1\"}",
			"",
			"{SOURCE Pathfinder #116: Fangs of War/84}  ",
			"**XP** 400  ",
			"N Small vermin  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 12, flat-footed 14 (+1 Dex, +3 natural, +1 size)  ",
			"**hp** 15 (2d8+6)  ",
			"**Fort** +6, **Ref** +1, **Will** +0  ",
			"**Immune** mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., climb 20 ft., fly 50 ft. (average)  ",
			"**Melee** bite +2 (1d4)  ",
			"**Special Attacks** song (DC 14)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 11, **Dex** 13, **Con** 16, **Int** -, **Wis** 11, **Cha** 2  ",
			"**Base Atk** +1; **CMB** +0; **CMD** 11 (19 vs. trip)  ",
			"**Skills** Acrobatics +0 (+8 when jumping), Climb +8, Fly +3; **Racial Modifiers** +8 Acrobatics when jumping",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any temperate or tropical land  ",
			"**Organization** solitary, pair, or brood (3-12)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Song (Ex)** As a move action, a giant cicada can flex membranes in its abdomen to produce a loud and distracting sound. After starting its song, a giant cicada can maintain its song in subsequent rounds as a free action. Any creatures within 30 feet of the giant cicada must succeed at a DC 14 Fortitude saving throw or be deafened for the duration of the cicada's song. Being deafened in this way doesn't make a creature immune to this effect, but creatures that were naturally or magically deafened prior to encountering this effect are unaffected. This is a sonic effect and the save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"These arboreal insects are best known for leaving behind nearly perfect exoskeletons when they molt. Giant cicadas have a signature song that can be heard reverberating through forests in the evening hours. This song can be heard for miles and can be overwhelming up close.",
			"",
			"Giant cicadas live most of their life in nymph form underground, emerging as adults only after around 13 years. Sometimes an enormous brood of these creatures emerges at once, causing trouble for humanoids living in those areas. Some creatures that share territory with giant cicadas collect their molted exoskeletons and make armor and other items from the material.",
			"",
			"Giant cicadas are nearly 3 feet long and weigh up to 20 pounds."
		]
	},
	"giant_cicada": { "copyof": "cicada_giant_cicada" },
	"cicada_giant": { "copyof": "cicada_giant_cicada" },
	"cinderghost": {
		"name": "Cinderghost",
		"sources": [ "Planes of Power" ],
		"description": [
			"*In the midst of a swirling cloud of desiccated ashes is the vague shape of a humanoid, with hollow, unblinking eyes that flicker like dying embers.*",
			"",
			"::mh[Cinderghost]{cr=\"7\"}",
			"",
			"{SOURCE Planes of Power/53}  ",
			"**XP** 3,200  ",
			"NE Medium undead (extraplanar, fire, incorporeal)  ",
			"**Init** +4; **Senses** darkvision 60 ft.; Perception +14",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 20, flat-footed 15 (+5 Deflection, +4 Dex, +1 Dodge)  ",
			"**hp** 85 (9d8+45); fast healing 5  ",
			"**Fort** +10, **Ref** +7, **Will** +8  ",
			"**Defensive Abilities** cleansing fire, incorporeal; channel resistance +2; **Immune** fire, undead traits  ",
			"**Weaknesses** vulnerable to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 80 ft. (perfect)  ",
			"**Melee** incorpreal touch +11 (1d8 plus desiccation)  ",
			"**Special Attacks** heat (3d6 fire)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** -, **Dex** 18, **Con** -, **Int** 14, **Wis** 14, **Cha** 21  ",
			"**Base Atk** +6; **CMB** +10; **CMD** 26  ",
			"**Feats** {feat/Blind-Fight}, {feat/Combat Reflexes}, {feat/Dodge}, [Great Fortitiude](feat/great_fortitude), {feat/Weapon Focus/ (incorporeal touch)}  ",
			"**Skills** Bluff +14, Fly +24, Intimidate +17, Knowledge (Planes) +11, Perception +14, Stealth +16  ",
			"**Languages** Common, Ignan",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any plains (Plane of Fire)  ",
			"**Organization** solitary, trio, or rush (8-12)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Cleansing Fire (Ex)** As long as a cinderghost is in an environment where ashes are plentiful (such as a non-urban area on the Plane of Fire, or a burned-out settlement or field on another plane), it has fast healing 5. It loses this fast healing if it leaves such an area.",
			"",
			"**Desiccating Touch (Su)** As part of its incorporeal touch attack, a cinderghost draws the moisture from its opponent's body, causing the victim to wither into ash. The target must succeed at a DC 19 Fortitude check or take 1d8 points of Constitution damage.",
			"",
			"::sh[Description]",
			"",
			"Native denizens of the Plane of Fire assiduously avoid the many vast, ashen wastes in this realm that are colloquially known as the cinderplains. Those whose foes catch them in such places often beg or bribe their enemies to allow them to battle elsewhere, fearful of the terrible undead that might lurk nearby and the terrible fate that awaits those who fall prey to them.",
			"",
			"Called cinderghosts, these monsters arise from intelligent creatures that die in the cinderplains. Cinderghosts largely keep the shapes and features they had in life, and therefore typically look vaguely humanoid, though they appear to be made of ashes with cracks through which sullen flame shows. They often trail long wakes of ashes behind them.",
			"",
			"Cinderghosts' touch can suck the moisture out of living creatures, turning them into twisted, mummified corpses that easily catch fire. The air around cinderghosts crackles with heat.",
			"",
			"Though they rarely speak, cinderghosts seem to retain some intelligence, for they stalk living creatures with malice and determination. They wait until their prey can be caught asleep or unaware and consign their victims to the same fate they suffered."
		]
	},
	"cipactli": {
		"name": "Cipactli",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This creature is covered in snapping jaws, from its massive, toothy head to the various mouths that open in its body and tail.*",
			"",
			"::mh[Cipactli]{cr=\"21\"}",
			"",
			"{SOURCE Bestiary 6/56}  ",
			"**XP** 409,600  ",
			"CN Gargantuan magical beast (aquatic)  ",
			"**Init** +10; **Senses** darkvision 180 ft., low-light vision, scent, tremorsense 60 ft., true seeing; Perception +35",
			"",
			"::sh[Defense]",
			"",
			"**AC** 37, touch 13, flat-footed 30 (+6 Dex, +1 dodge, +24 natural, -4 size)  ",
			"**hp** 402 (23d10+276); regeneration 20 (special)  ",
			"**Fort** +25, **Ref** +19, **Will** +18; +8 vs. mind-affecting effects  ",
			"**DR** 15/cold iron and lawful; **Immune** disease, nonlethal damage, poison; **Resist** acid 20, cold 20, electricity 20, fire 20; **SR** 32",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 60 ft., swim 60 ft.; air walk  ",
			"**Melee** ravenous bite +30 (3d6+16/19-20 plus grab), 4 bites +30 (2d6+11/19-20 plus grab), 2 claws +30 (2d6+11)  ",
			"**Space** 20 ft., **Reach** 20 ft.  ",
			"**Special Attacks** devour, fast swallow, frightening roar, grab (Colossal), pounce, ravenous bite, swallow whole (see below, AC 22, 40 hp), trample (2d8+16 plus grab, DC 32)  ",
			"**Spell-Like Abilities** (CL 20th; concentration +28)  ",
			"*Constant*-air walk, mind blank, true seeing  ",
			"*At will*-control water, control weather, transmute rock to mud  ",
			"*3/day*-horrid wilting (DC 26), incendiary cloud (DC 26), meteor swarm (DC 27), polar ray, vision",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 32, **Dex** 23, **Con** 34, **Int** 19, **Wis** 28, **Cha** 27  ",
			"**Base Atk** +23; **CMB** +38; **CMD** 55  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Dodge}, {feat/Greater Vital Strike}, {feat/Improved Critical/ (bite, ravenous bite)}, {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Iron Will}, {feat/Power Attack}, {feat/Staggering Critical}, {feat/Vital Strike}  ",
			"**Skills** Climb +37, Intimidate +31, Knowledge (nature) +27, Perception +35, Stealth +20 (+28 underwater), Swim +45; **Racial Modifiers** +8 Stealth underwater  ",
			"**Languages** Aquan, Common, Draconic, Terran  ",
			"**SQ** amphibious, destructive, hibernation",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any water  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Devour (Su)** Any time a cipactli kills or destroys a creature with its swallow whole ability, it gains a number of temporary hit points equal to 5 &times; the slain creature's Hit Dice.",
			"",
			"**Destructive (Ex)** A cipactli's natural attacks are treated as adamantine for the purpose of damaging objects.",
			"",
			"**Frightening Roar (Su)** As a standard action, a cipactli can bellow out a terrible, deafening roar. All creatures within 300 feet must succeed at a DC 33 Fortitude save or be permanently deafened and panicked for 1d4+4 rounds. Creatures that successfully save against this effect are instead shaken for 1d4+4 rounds. This is a sonic effect; the panicked and shaken effects are sonic mind-affecting fear effects. The save DC is Constitution-based.",
			"",
			"**Hibernation (Ex)** A cipactli can enter a state of hibernation at will as long as it is submerged underwater. Doing so takes 1 minute. While in this state, it can take no actions and is effectively helpless, as if it were in a deep sleep. It can remain in hibernation for as long as it wishes. While in this state, it does not need to eat or drink, nor does it age. If it is damaged while hibernating, it awakens immediately but must succeed at a DC 25 Will save to avoid being staggered for 1d6 rounds.",
			"",
			"**Ravenous Bite (Ex)** A cipactli adds 1-1/2 times its Strength bonus to the damage from its primary bite attack.",
			"",
			"**Regeneration (Ex)** A cipactli's regeneration can be suppressed by damage from mythic sources or by a critical hit from an effect that deals negative energy damage. Alternately, any amount of negative energy damage dealt to the cipactli's stomach from a swallowed creature suppresses its regeneration. A cipactli can regurgitate any number of creatures from its stomach as a move action.",
			"",
			"**Swallow Whole (Su)** A creature swallowed by a cipactli not only takes 20d6 points of bludgeoning, slashing, and piercing damage as the creature's mouth-lined gullet consumes its body, but also suffers an additional effect depending on the cipactli's dedicated focus (as listed below) each round. The save DCs for the following abilities are Constitution-based.",
			"",
			"- Consume Artistry: A cipactli created for the purpose of devouring the creations of mortals damages its victims' armor and weapons and any items it swallows. A cipactli can attempt a sunder combat maneuver check against one piece of equipment that each swallowed creature has as a free action that deals 3d6+12 points of damage. A construct swallowed by this type of cipactli takes 6d6 points of damage in addition to the 20d6 points of damage normally caused by the swallow whole ability.",
			"- Consume Clarity: A cipactli created for the purpose of consuming clarity causes its victims to experience distracting and confusing thoughts while imprisoned in its stomach. A swallowed creature must succeed at a DC 33 Will save or be confused for 1d4 rounds. A creature affected by this confusion effect adds 10 to its roll when determining the effects of the confusion effect. This is a mind-affecting effect.",
			"- Consume Grace: A cipactli created for the purpose of devouring grace causes its victims to become clumsy and careless. A swallowed creature must succeed at a DC 33 Fortitude save or take 1d6 points of Dexterity drain. Affected creatures also take a -4 penalty on Reflex saves for 1d3 days. This penalty on Reflex saves is a curse effect",
			"- Consume Lore: A cipactli created for the purpose of devouring lore strips knowledge from its victims. A swallowed creature must succeed at a DC 33 Will save or take 1d6 points of Intelligence drain. In addition, each round the creature is swallowed, it forgets up to 30 minutes of its memories as per modify memory. This experience typically results in erasing the strongest memories first, such as recently considered facts about the victim's current goals or precious formative memories.",
			"- Consume Rule: A cipactli created for the purpose of consuming the organizing principle of rule causes its victims to suffer feelings of worthlessness and incompetence. A swallowed creature must succeed at a DC 33 Will save or take 1d4 points of Wisdom drain and 1d4 points of Charisma drain.",
			"- Consume Valor: A cipactli created for devouring bravery causes its victims to suffer paralyzing fear. A swallowed creature must succeed at a DC 33 Will save or cower in fear for 1d4 rounds. This is a mind-affecting fear effect.",
			"- Consume Vitality: A cipactli created for the purpose of consuming vitality saps its victims of their strength and vigor. A swallowed creature must succeed at a DC 33 Fortitude save or take 1d4 points of Strength drain and 1d4 points of Constitution drain.",
			"",
			"**Trample (Ex)** When a cipactli deals damage to a foe with its trample special attack, it can immediately attempt to grapple the trampled foe with a -20 penalty on its combat maneuver check. If it succeeds at this check, it can immediately swallow the trampled creature whole.",
			"",
			"::sh[Description]",
			"",
			"Ravenous forces of destruction, cipactlis are created by the gods to scour worlds of specific mortal qualities. It is believed that primal and destructive forces of nature spawned the first cipactli, and that it was wrought upon the world as an insatiable agent of annihilation. Stories claim that the gods saw fault in this creation and set a trap to destroy the first and most powerful cipactli, but such legends suggest that this destruction wasn't complete. Either the gods' methods were flawed or other divinities learned how to create new cipactlis, for now these beasts have spread throughout multiple worlds.",
			"",
			"These monsters are individual creations of the gods and voracious devourers of particular elements of the universe. All cipactlis are attuned to certain aspects of their worlds, and when not slumbering in wait, they tear through mortal civilizations in a swath of destructive feasting. Thankfully, these creatures are extremely rare.",
			"",
			"Essentially ageless, many a cipactli has been defeated by great heroes, only to have a portion of its body sink below the waters and regenerate. After such a defeat, a cipactli often goes into a state of hibernation that can last for centuries.",
			"",
			"Though they are destructive creatures, they have immense knowledge of the world. Those who can calm them may learn secrets about the universe to which most mortals are not normally privy.",
			"",
			"A cipactli is 50 feet long and weighs 18,000 pounds."
		]
	},
	"clawbat": {
		"name": "Clawbat",
		"sources": [ "Pathfinder #33: The Varnhold Vanishing" ],
		"description": [
			"*A leathery piece of skin stretched across a frame of joints and bony knobs beats awkwardly through the air. Eyes glare from the folds of its thick wings, writhing tentacles surround its sucker-like maw, and a long, thin tongue darts forth seemingly at random to lash the air around it.*",
			"",
			"::mh[Clawbat]{cr=\"1\"}",
			"",
			"{SOURCE Pathfinder #33: The Varnhold Vanishing/82}  ",
			"**XP** 400  ",
			"N Small magical beast  ",
			"**Init** +3; **Senses** darkvision 60 ft., low-light vision, blood scent; Perception +2",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 14, flat-footed 12 (+1 armor, +3 Dex, +1 size)  ",
			"**hp** 11 (2d10)  ",
			"**Fort** +3, **Ref** +6, **Will** +2",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., fly 50 ft. (average)  ",
			"**Melee** 1 bite +6 (1d4-2 plus bleed)  ",
			"**Special Attacks** bleed (1), distraction (DC 11)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 7, **Dex** 17, **Con** 10, **Int** 2, **Wis** 14, **Cha** 10  ",
			"**Base Atk** +2; **CMB** -1; **CMD** 12  ",
			"**Feats** {feat/Flyby Attack}[^B], {feat/Weapon Finesse}  ",
			"**Skills** Fly +5, Stealth +12",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate hills and ruins  ",
			"**Organization** solitary, pair, or clutch (3-16)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Blood Scent (Ex)** A clawbat can detect any creature at less than maximum hit points as if it had scent. Those at full hit points cannot be detected by the blood scent ability.",
			"",
			"**Distraction (Ex)** A clawbat's lengthy tongue whips around its body as it feeds, lapping up the blood from wounded creatures nearby. Every round a clawbat may choose either a creature it attacks or any creature it passes adjacent to as it moves. If the target is at less than full hit points, it must make a DC 11 Fortitude save or be nauseated for 1 round. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Clawbats, or einchadu, as they're known to the tribes of greater Iobaria, haunt the desolate expanses of northeastern Avistan and the rugged lands beyond. Swarming forth from their shadowy dens to hunt by night, these strange predators thirst for blood, scavenging from the victims of greater nocturnal hunters and stalking those foolish enough not to fear dangers in the dark. Drawn by the scent of spilled blood, clawbats fearlessly follow deadly beasts, and more than one traveler has narrowly escaped a predator's nearly lethal ambush only to find his luck change as a swarm of wings and eyes descend upon him.",
			"",
			"The span of an average clawbat's dual pairs of wings stretches 3 feet wide, lifting aloft rubbery bodies weighing 2 to 4 pounds. Tales of more monstrous clawbats, with wings that blot out the stars as they swoop away with children and small animals, also pass through the civilized lands of Iobaria. Such overgrown clawbats might be constructed by making use of the giant creature simple template.",
			"",
			"[^B]: Bonus feat."
		]
	},
	"cloaker": {
		"name": "Cloaker",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This ray-like creature opens a toothy maw and leers with glaring red eyes. Behind it whips a menacing tail of segmented bone.*",
			"",
			"::mh[Cloaker]{cr=\"5\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/47}  ",
			"**XP** 1,600  ",
			"CN Large aberration  ",
			"**Init** +7; **Senses** darkvision 60 ft.; Perception +14",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 12, flat-footed 16 (+3 Dex, +7 natural, -1 size)  ",
			"**hp** 51 (6d8+24)  ",
			"**Fort** +6, **Ref** +5, **Will** +7  ",
			"**Defensive Abilities** shadow shift",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., fly 40 ft. (average)  ",
			"**Melee** bite +8 (1d6+5), tail slap +3 (1d8+2)  ",
			"**Space** 10 ft., **Reach** 10 ft. (5 ft. with bite)  ",
			"**Special Attacks** engulf, moan",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 16, **Con** 19, **Int** 14, **Wis** 15, **Cha** 14  ",
			"**Base Atk** +4; **CMB** +10; **CMD** 23 (can't be tripped)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Improved Initiative}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Disguise +8 (+16 as cloak), Fly +10, Knowledge (religion) +11, Perception +14, Sense Motive +8, Stealth +8; **Racial Modifiers** +8 Disguise to appear as a cloak, sheet, manta ray, or similarly shaped object or creature  ",
			"**Languages** Undercommon",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** underground  ",
			"**Organization** solitary, pair, mob (3-6), or flock (7-12)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Engulf (Ex)** A cloaker can try to wrap a Medium or smaller creature in its body as a standard action. The cloaker attempts a grapple that does not provoke an attack of opportunity. If it wins the grapple check, it establishes a hold and bites the engulfed victim with a +4 bonus on its attack roll. It can still use its whip-like tail to strike at other targets. Attacks that hit an engulfing cloaker deal half their damage to the monster and half to the trapped victim.",
			"",
			"**Moan (Ex)** A cloaker can emit an infrasonic moan as a standard action, with one of four effects.",
			"",
			"- Fear: All creatures in a 30-foot spread must save (Will negates) or become panicked for 2 rounds.",
			"- Nausea: All creatures in a 30-foot cone must save (Fortitude negates) or fall prone and be nauseated for 1d4+1 rounds.",
			"- Stupor: A single creature within 30 feet is affected by hold monster for 5 rounds (Will negates).",
			"- Unnerve: Anyone within a 60-foot spread automatically takes a -2 penalty on attack and damage rolls. Those in the area for more than 6 consecutive rounds must save (Will negates) or enter a trance, helpless until the moaning stops.",
			"",
			"Cloakers are immune to these sonic, mind-affecting attacks. A creature that successfully saves against the cloaker's fear, nausea, or unnerve moans cannot be affected by that same moan effect from that cloaker for 24 hours. All of the save DCs against a cloaker's moan are DC 15. Save DCs are Charisma-based.",
			"",
			"**Shadow Shift (Su)** When in dim illumination, a cloaker can manipulate shadows as a free action to create one of three effects: blur (lasts 1d4 rounds, self only), mirror image (CL 6th), or silent image (DC 15, CL 6th, save DC is Charisma-based).",
			"",
			"::sh[Description]",
			"",
			"Resembling hideously evil flying manta rays, cloakers are mysterious and paranoid creatures. A typical specimen has an 8-foot wingspan and weighs 100 pounds.",
			"",
			"A cloaker's motives are hidden and confusing, and they distrust even their own kind. Their strange shape allows them to disguise themselves as a variety of cloaks, tapestries, and other mundane objects, and stories linger of cloakers that ally with other creatures, hitching a ride on their backs and aiding in their ally's protection for their own inscrutable reasons. A rare few are priests of ancient gods, leading cults of cloakers and skum to undertake all manner of hideous rites and working toward singularly sinister goals."
		]
	},
	"clockwork_clockwork_angel": {
		"name": "Clockwork, Clockwork Angel",
		"sources": [
			"Bestiary 6",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*Brass, bronze, and silver components adorn this angelic figure. Moving gears are visible within the gaps of its metallic body.*",
			"",
			"::mh[Clockwork Angel]{cr=\"15\"}",
			"",
			"{SOURCE Bestiary 6/58}  ",
			"**XP** 51,200  ",
			"N Medium construct (clockwork)  ",
			"**Init** +13; **Senses** darkvision 60 ft., low-light vision; Perception +6",
			"",
			"::sh[Defense]",
			"",
			"**AC** 29, touch 21, flat-footed 18 (+9 Dex, +2 dodge, +8 natural)  ",
			"**hp** 210 (20d10+100)  ",
			"**Fort** +6, **Ref** +17, **Will** +6  ",
			"**Defensive Abilities** infused heart; **DR** 10/adamantine; **Immune** construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (good)  ",
			"**Melee** +1 flaming keen greatsword +28/+23/+18/+13 (2d6+11/19-20 plus 1d6 fire)  ",
			"**Special Attacks** enhance weapon",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 24, **Dex** 28, **Con** -, **Int** -, **Wis** 11, **Cha** 18  ",
			"**Base Atk** +20; **CMB** +27; **CMD** 48  ",
			"**Feats** {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Martial Weapon Proficiency/ (greatsword)}  ",
			"**Skills** Acrobatics +15, Fly +19, Perception +6; **Racial Modifiers** +6 Acrobatics, +6 Fly, +6 Perception  ",
			"**SQ** difficult to create, programmed sentinel, swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or reliquary (3-6)  ",
			"**Treasure** incidental (mwk greatsword)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Enhance Weapon (Su)** When initially created, a clockwork angel is granted the ability to infuse a single wielded masterwork melee weapon with magical power. The creator determines what sort of effects each clockwork angel can grant to its weapon, as long as the enhancements are equivalent to a +3 enhancement bonus. Most clockwork angels are granted the ability to transform a wielded weapon into a +1 flaming keen weapon. A clockwork angel can infuse a melee weapon it wields in this manner at will as a free action; it can have only one such weapon at a time, and the weapon loses its magical infusion and reverts to a masterwork weapon as soon as the clockwork angel drops it or is destroyed.",
			"",
			"**Infused Heart (Su)** A clockwork angel's mechanical heart is infused with a tiny mote of power siphoned from the Positive Energy Plane. This heart provides the clockwork angel a tiny spark of life, allowing it to apply its Charisma modifier as a bonus to its hit points per Hit Die (+80 hp total for the typical clockwork angel). A clockwork angel is healed by positive energy and harmed by negative energy as if it were a living creature.",
			"",
			"**Programmed Sentinel (Ex)** Although unintelligent, a clockwork angel is programmed upon creation with a wide range of weaponry skills. The clockwork angel gains proficiency with all martial weapons as a result.",
			"",
			"::sh[Description]",
			"",
			"Clockwork angels are usually built in accord with divine agencies to serve as defenders of holy sites, but are themselves not intrinsically agents of goodness. Indeed, certain evil sects enjoy the irony of constructing beatific \"fauxangels\" to guard their profane temples. In such cases, a clockwork angel's appearance is often augmented with grisly additions meant to blaspheme against enemy faiths, yet such changes are largely cosmetic and have no effect on the creature's statistics.",
			"",
			"Clockwork angels are constructed around a spark of life harnessed from the Positive Energy Plane, which imbues them with a sort of artificial life and further bolsters their potency. A clockwork angel stands 7 feet tall and weighs 450 pounds.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The creator of a clockwork angel must start with specially prepared clockwork pieces worth 15,000 gp.",
			"",
			"**CL** 16th; **Price** 200,000 gp",
			"",
			"**Requirements** Craft Construct, fly, geas/quest, and greater magic weapon, creator must be at least caster level 16th; Skill Craft (clockwork) DC 25; **Cost** 107,500 gp plus the items listed separately above"
		]
	},
	"clockwork_angel": { "copyof": "clockwork_clockwork_angel" },
	"clockwork_clockwork_assassin": {
		"name": "Clockwork, Clockwork Assassin",
		"sources": [
			"Bestiary 6",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*This sleek, one-eyed construct crouches, ready for battle. Its arms end in weapons - a rapier and a compact crossbow bolt launcher.*",
			"",
			"::mh[Clockwork Assassin]{cr=\"13\"}",
			"",
			"{SOURCE Bestiary 6/59}  ",
			"**XP** 25,600  ",
			"N Medium construct (clockwork)  ",
			"**Init** +12; **Senses** darkvision 120 ft., low-light vision, mistsight; Perception +0 (+20 in sentinel mode)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 27, touch 20, flat-footed 17 (+8 Dex, +2 dodge, +7 natural)  ",
			"**hp** 119 (18d10+20); fast healing 10  ",
			"**Fort** +6, **Ref** +16, **Will** +6  ",
			"**Defensive Abilities** evasion, rapid repair; **DR** 10/adamantine; **Immune** construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., climb 30 ft.  ",
			"**Melee** +1 rapier +25/+20/+15/+10 (1d6+7/15-20)  ",
			"**Ranged** 4 projectiles +26 (1d4+6/19-20 or smoke)  ",
			"**Special Attacks** projectile launcher, sneak attack +2d6",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 22, **Dex** 26, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +18; **CMB** +24; **CMD** 44  ",
			"**Feats** {feat/Improved Critical/ (rapier)}, {feat/Improved Initiative}, {feat/Lightning Reflexes}  ",
			"**Skills** Climb +14, Perception +0 (+20 in sentinel mode); **Racial Modifiers** +20 Perception in sentinel mode  ",
			"**SQ** difficult to create, integrated rapier, standby, swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or contract (3-8)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Integrated Rapier (Ex)** One of a clockwork assassin's arms ends in an integrated +1 rapier. This weapon cannot be disarmed, sundered, or removed, and becomes nonmagical if the clockwork is destroyed. A clockwork assassin's programming allows it to wield its +1 rapier as if it were proficient in its use.",
			"",
			"**Projectile Launcher (Ex)** A clockwork can fire up to four projectiles from its hand mechanism. For each projectile, it chooses between a dagger-like metal blade or a smoke bomb, in any combination it wishes. Each attack resolves separately. Blades resolve as thrown daggers. Smoke bombs function as smokesticks centered on the area targeted. When created, a clockwork assassin's projectile launcher contains 40 blades and 10 smoke bombs.",
			"",
			"**Rapid Repair (Su)** A clockwork assassin repairs damage dealt to itself swiftly, gaining fast healing 10. Once per day, as a full round action that provokes attacks of opportunity, a clockwork assassin can bolster its rapid repair to heal 40 hp and refill its projectile launcher with eight blades and two smoke bombs.",
			"",
			"**Standby (Ex)** A clockwork assassin can place itself on standby as a standard action. While on standby, it cannot move or take any actions. It remains aware of its surroundings but takes a -4 penalty on Perception checks. Time spent on standby does not count against its wind-down duration. A clockwork assassin can exit standby as a swift action - if it does so to initiate combat, it gains a +4 racial bonus on its Initiative check.",
			"",
			"::sh[Description]",
			"",
			"Clockwork assassins are efficient killers, ready to leap into murderous action as soon as intruders are detected. A clockwork assassin stands 6 feet tall and weighs 400 pounds.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The creator of a clockwork assassin must start with crafted clockwork pieces worth 12,000 gp.",
			"",
			"**CL** 16th; **Price** 150,000 gp",
			"",
			"**Requirements** Craft Construct, gaseous form, geas/quest, keen edge, and major creation, creator must be at least caster level 16th; Skill Craft (clockwork) DC 20; **Cost** 81,000 gp"
		]
	},
	"clockwork_assassin": { "copyof": "clockwork_clockwork_assassin" },
	"clockwork_clockwork_dragon": {
		"name": "Clockwork, Clockwork Dragon",
		"sources": [
			"Bestiary 4",
			"Pathfinder #66: The Dead Heart of Xin",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*Though made of thousands of metal parts, this masterpiece of gleaming metal glides through the air with impossible grace.*",
			"",
			"::mh[Clockwork Dragon]{cr=\"16\"}",
			"",
			"{SOURCE Bestiary 4/30;Pathfinder #66: The Dead Heart of Xin/86}  ",
			"**XP** 76,800  ",
			"N Huge construct (clockwork)  ",
			"**Init** +8; **Senses** darkvision 60 ft., low-light vision, see invisibility; Perception +8",
			"",
			"::sh[Defense]",
			"",
			"**AC** 34, touch 14, flat-footed 28 (+4 Dex, +2 dodge, +20 natural, -2 size)  ",
			"**hp** 177 (25d10+40)  ",
			"**Fort** +8, **Ref** +14, **Will** +8  ",
			"**DR** 15/adamantine; **Immune** construct traits; **Resist** fire 20; **SR** 27  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 60 ft., fly 100 ft. (average), swim 60 ft.  ",
			"**Melee** bite +35 (4d6+12), 2 claws +35 (2d8+12), tail slap +30 (2d6+6), 2 wings +30 (2d6+6)  ",
			"**Space** 15 ft., **Reach** 15 ft. (15 ft. with bite)  ",
			"**Special Attacks** adamantine weapons, breath weapon (100-ft. line, 14d6 fire damage, Reflex DC 22 half, usable every 1d4 rounds), self-destruction",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 34, **Dex** 19, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +25; **CMB** +39; **CMD** 55 (59 vs. trip)  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B]  ",
			"**Skills** Fly +8, Perception +8, Swim +20; **Racial Modifiers** +8 Fly, +8 Perception  ",
			"**SQ** difficult to create, efficient winding, swift reactions",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Adamantine Weapons (Ex)** The teeth and claws of a clockwork dragon are made of adamantine and have the qualities of a weapon made from that material.",
			"",
			"**Efficient Winding (Ex)** Built for long and dangerous missions, a clockwork dragon can function for 3 days per Hit Die each time it's wound.",
			"",
			"**Self-Destruction (Ex)** When a clockwork dragon's hit points are reduced to 10% of its total (17 in the case of most clockwork dragons) or less but are still above 0, the creature self-destructs on its next turn, bursting into an explosion of metal scraps and steam that deals 10d6 points of slashing damage plus 10d6 points of fire damage to all creatures within a 20-foot-radius burst. A successful DC 22 Reflex save halves the damage. The save is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"While the clockwork goliaths possess more brute power, clockwork dragons' powerful breath weapons and mastery of flight make them more versatile and graceful killers. Designed for long flights and missions, the intricate winding mechanism of the clockwork dragon is more efficient than that of other clockwork constructs, partially because it reuses some of the energy generated by its intricate wings and the complex machinery of its breath weapon device. One of the most complicated and subtly crafted clockworks, its many moving parts are fortified by adamantine supports and fixtures, making this killing machine a brilliant mix of intricacy and unyielding terror.",
			"",
			"The basic chassis and internal workings of the clockwork dragons are highly adaptable, and many variants of the clockwork dragon exist. Clockwork dragons are typically 20 feet long from snout to the tip of its tail, and weigh nearly 75 tons.",
			"",
			"### Variant Clockwork Dragons",
			"",
			"The following are a number of variant clockwork dragons. Some clockwork dragons exhibit more than one of these variations.",
			"",
			"**Acid Breath (CR +0):** Equipped with an internal fountain of caustic liquid, this type of clockwork dragon replaces its fire breath with a 60-foot line of acid. Targeted creatures take 10d8 points of acid damage (Reflex DC 22 half).",
			"",
			"**Destroyer (CR + 0):** These clockwork dragons are used as highly mobile and powerful siege engines. While the destroyer clockwork dragon lacks a breath weapon, as a full-round action taken while on solid ground, it can move its gears to pull its wings apart and to rise up as a heavy bombard. The body of the clockwork is used as the platform for the bombard, and the internal workings of the clockwork can load the bombard without a crew, though it still takes five full-round actions on the part of the clockwork to load the bombard. The clockwork dragon can also take the actions necessary to aim the bombard. A clockwork dragon carries enough ammunition to fire the bombard 10 times.",
			"",
			"**Flaming Tar Breath (CR +1):** Instead of breathing fire, some clockwork dragons spray a 30-foot cone of flaming tar. Creatures in the area of effect take 14d6 points of fire damage and are entangled in a thick layer of flaming tar. A successful DC 22 Reflex save halves the damage and negates the entangled effect. Creatures are entangled for 5 rounds as the tar burns. Entangled creatures take 3d6 points of fire damage each round on their turn. Spending a full-round action and succeeding at a DC 22 Reflex save removes the tar, freeing the trapped creature from the entanglement and further fire damage.",
			"",
			"**Infiltrator (CR + 1):** These clockwork dragons are more subtle and nimble than those of other clockwork dragons. An infiltrator clockwork dragon can rearrange its movable parts into very serpentine and compact shapes, which gives it the compression ability. Furthermore, its parts are coated with a black, noise-dampening resin, granting it a +8 racial bonus on Stealth checks (typically Stealth +0). Finally, it's infused with magic allowing it, as a standard action, to become invisible as the greater invisibility spell (CL 15th) three times per day. The infiltrator clockwork dragon's invisibility is a supernatural ability.",
			"",
			"**Mithral (CR +0):** This variant loses its adamantine weapons and its DR, which are replaced by greater flight capability thanks to its spell-infused mithral parts. Its land and swim speeds increase to 70 feet, and its fly speed increases to 200 feet with good maneuverability. In addition, once per day as a swift action, it can gain the benefits of the haste spell for 1d4 rounds.",
			"",
			"**Rust Breath (CR +0):** Rust-breath clockwork dragons do not breathe fire. Instead, the creatures breathe out a fine mist of an alchemical solvent that instantly rusts exposed metals. This so-called \"rust breath\" issues forth in a 60-foot line. Creatures can attempt a DC 22 Reflex save to avoid the effect for attended items; however, they need to make a separate attempt for each exposed item. Each alchemical dragon can hold enough of the alchemical solvent to make up to three breath weapon attacks before the solvent must be refilled manually, which takes 10 minutes. These clockwork dragons are made of ironwood, adamantine, and other resistant materials immune to rusting of any form.",
			"",
			"**Sleep Gas Breath (CR +0):** This clockwork dragon's breath weapon is replaced with tanks of sleep gas. When the clockwork breathes out this gas in a 30-foot cone, creatures within the cone must succeed a DC 22 Will save or fall asleep for 1d6+10 rounds. Clockwork dragons with this breath weapon tend to have either the infiltrator or mithral variants, and often they have both variants. These clockwork dragons excel at missions that require stealth and precision rather than brute force.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The clockwork dragon is a masterpiece of clockwork construction and is exceptionally difficult to create. The creator must begin with crafted clockwork pieces worth 25,000 gp.",
			"",
			"**CL** 18th; **Price** 300,000 gp",
			"",
			"**Requirements** Craft Construct, animate objects, geas/quest, and limited wish, creator must be at least CL 18th; Skill Craft (clockwork) DC 20; **Cost** 162,500 gp",
			"",
			"[^B]: Bonus feat."
		]
	},
	"clockwork_dragon": { "copyof": "clockwork_clockwork_dragon" },
	"clockwork_clockwork_excavator": {
		"name": "Clockwork, Clockwork Excavator",
		"sources": [
			"Pathfinder #117: Assault on Longshadow",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*Set atop spoked wheels, this huge contraption has two hinged arms that appear to be designed to shovel rocks into its open maw. Gleaming drills set around the construct's base look like they could easily break apart stone, and a gleaming scope of dark-hued glass projects from the end of a jointed arm.*",
			"",
			"::mh[Clockwork Excavator]{cr=\"10\"}",
			"",
			"{SOURCE Pathfinder #117: Assault on Longshadow/84}  ",
			"**XP** 9,600  ",
			"N Huge construct (clockwork)  ",
			"**Init** +3; **Senses** darkvision 60 ft., low-light vision, metal sense 120 ft.; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 23, touch 9, flat-footed 21 (-1 Dex, +2 dodge, +14 natural, -2 size)  ",
			"**hp** 111 (13d10+40)  ",
			"**Fort** +4, **Ref** +5, **Will** +4  ",
			"**DR** 10/adamantine; **Immune** acid, construct traits, fire  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., burrow 10 ft.  ",
			"**Melee** 2 slams +21 (1d8+10 plus grab), drill +21 (2d6+10)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** explosive charge 3/day, pulverizing ray (30-ft. line, 6d8 sonic damage, Reflex DC 16 for half, usable every 1d4 rounds), swallow whole (2d6 bludgeoning damage, AC 17, 11 hp)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 30, **Dex** 8, **Con** -, **Int** -, **Wis** 11, **Cha** 7  ",
			"**Base Atk** +13; **CMB** +25; **CMD** 36  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B]  ",
			"**SQ** difficult to create, superior craftsmanship, swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary or crew (2-4)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Explosive Charge (Su)** A clockwork excavator can create alchemical explosives that aid it in clearing particularly dense areas of rock. Three times per day, an excavator can launch a cylindrical explosive charge as a ranged attack, targeting any grid intersection within 30 feet. A thrown charge detonates 1d4-1 rounds after being released (a result of 0 causes it to detonate upon impact), creating a 10-foot burst that deals 2d6 points of fire damage and 2d6 points of bludgeoning damage (bypassing objects' hardness). Creatures in the blast radius can attempt a DC 16 Reflex saving throw for half damage. The save DC is Constitution-based.",
			"",
			"**Metal Sense (Su)** When a clockwork excavator is wound, the operator can place 1 pound of one type of gem, metal ore, or mineral in the construct's headpiece, keying the clockwork to search for the desired material within 120 feet. If the construct does not immediately sense the presence of its target, it begins searching in a clockwise spiral from its activation point outward until it needs to be wound again (barring any other instructions from its operator). Placing an artificial or mixed material, such as steel, bronze, or alloyed coins, in the construct's head keys the excavator to one of the material's base elements (at random) and the creature has a cumulative 5% chance of going berserk every hour of operation. A berserk excavator goes on a rampage, attacking the nearest living creature or object, then moving on to spread more destruction until it needs to be wound again.",
			"",
			"**Pulverizing Ray (Su)** A clockwork excavator can make short work of obstacles in its way with a powerful sonic ray. This functions as a breath weapon usable every 1d4 rounds.",
			"",
			"**Superior Craftsmanship (Ex)** Clockwork excavators are designed to be able to break apart almost any material as part of their mining duties. The drill bits on a clockwork excavator are crafted from adamantine and ignore all hardness, and the construct does not rust.",
			"",
			"::sh[Description]",
			"",
			"The product of greed and invention, clockwork excavators are designed to strip-mine an area in pursuit of mineral wealth. Found in areas where such desires override any concern for the natural environment, clockwork excavators are durable, tough, and purpose-driven.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Ecology",
			"",
			"The original inventors of clockwork excavators worked hand in hand with experienced miners to determine the most beneficial abilities for such a contraption. Able to work day and night in complete darkness with no fear of poisonous gas pockets in mine shafts, these constructs can find a vein of diamonds, gold, or iron, place the raw ore into its storage compartment, and haul it back to its operators with no risk to life or limb.",
			"",
			"As clockworks, these constructs are able to take more complex commands than a lesser construct might be able to, and can easily distinguish friend from foe. However, unscrupulous owners might opt to store iron in the clockwork excavator's headpiece and set it loose in a populated area, turning this industrial clockwork into an impromptu weapon as it attempts to feed steel armor and weapons into storage - with their owners still attached. The clockwork excavator is only as good as the instructions it is given, and disregarding safety in favor of acquiring more wealth is always a temptation. Such attempts come with their own risks, of course, as a complex metal placed in the clockwork can cause it to go berserk, rampaging without control through narrow, inescapable mining tunnels.",
			"",
			"The nature of the clockwork excavator is such that the creator can easily swap out the tools at the end of the excavator's arms. Picks, saws, and shovels are all common replacements, and pulley systems to lift heavy loads from the bottom of a quarry are not unheard of. Many clockwork inventors specializing in these excavators hope to eventually include within their creations a means to process the raw ore. As of yet, that goal has not been achieved, as the complexities of including a hot smelter among all the delicate gears has proven difficult, and the failures have been explosive and fiery.",
			"",
			"### Habitat",
			"",
			"Being constructs, clockwork excavators have no society of their own, and they can be found wherever their skills are needed, usually owned by someone with both deep pockets and an engineer on staff to maintain the complicated machinery. A few inventors make a tidy living moving their clockwork excavators from site to site, renting out an excavator for one winding of the key before moving on.",
			"",
			"Traditional miners view clockwork excavators and their creators as a threat to their way of life - others, as the inevitable future. The constructs are often the target of sabotage attempts, but many attempts are cut short when the would-be saboteurs realize that a clockwork excavator is very capable of defending itself.",
			"",
			"Purpose-built to find specific minerals, a clockwork excavator can search for only inorganic material, with gemstones and metal ores being the most common. Complex locks are often added to the headpiece to prevent any malicious altering of its target, as the clockwork excavator is fairly indiscriminate in pursuit of its goal. In 4702 ar, a Nirmathi inventor by the name of Kyrdu Bellhorn was hanged after the iron ore in his excavator was replaced with gold coins and the construct massacred several wealthy merchants. His excavator was dismantled and sold as scrap by followers of Brigh, who then distributed the proceeds to the victims' families.",
			"",
			"Dwarves and followers of the clockwork goddess Brigh most often create clockwork excavators, though dwarves who do so can earn the ire of traditionalists who frown upon mechanical automatons taking the place of skilled workers. Brigh and her followers, on the other hand, have no such compunctions holding them back, and have yet to let tradition stymie innovation or engineering triumphs. Clockwork-focused engineers from across the Inner Sea have received invitations to Absalom for a conference in the summer of 4717 ar, where they can meet with like-minded peers and show off their work. More importantly, High Clockmother Llanalir of Alkenstar will be attending to judge a contest, with hopes of finding new ideas and clockwork innovators from beyond Alkenstar's borders by offering the winner a workshop in Alkenstar City. The opportunity to work in Alkenstar with both the High Clockmother and the nearby dwarves of Dongun Hold has already attracted countless contestants to the city, where they tinker in preparation for the pending festivities.",
			"",
			"### Construction",
			"",
			"When creating a clockwork excavator, the creator must obtain adamantine drill bits worth 10,000 gp, in addition to acid- and fire-resistant clockwork components worth 10,000 gp.",
			"",
			"**CL** 10th; **Price** 140,000 gp",
			"",
			"**Requirements** Craft Construct, animate objects, fabricate, geas/quest, locate object, shatter, creator must be at least caster level 10th; Skill Craft (clockwork) DC 20; **Cost** 80,000 gp",
			"",
			"[^B]: Bonus feat."
		]
	},
	"clockwork_excavator": { "copyof": "clockwork_clockwork_excavator" },
	"clockwork_clockwork_familiar": {
		"name": "Clockwork, Clockwork Familiar",
		"sources": [
			"Bestiary 5",
			"Pathfinder #63: The Asylum Stone",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*This tiny metallic creature is shaped like a raven, gears and belts whirring beneath its shining, articulated plates.*",
			"",
			"::mh[Clockwork Familiar]{cr=\"2\"}",
			"",
			"{SOURCE Bestiary 5/57;Pathfinder #63: The Asylum Stone/86}  ",
			"**XP** 600  ",
			"N Tiny construct (clockwork)  ",
			"**Init** +6; **Senses** darkvision 60 ft., low-light vision; Perception +5",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 16, flat-footed 14 (+2 Dex, +2 Dodge, +2 natural, +2 size)  ",
			"**hp** 16 (3d10)  ",
			"**Fort** +1, **Ref** +5, **Will** +2  ",
			"**DR** 5/adamantine; **Immune** construct traits; **Resist** cold 10, fire 10  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 50 ft. (perfect)  ",
			"**Melee** bite +7 (1d3 plus 1d6 electricity)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 10, **Dex** 14, **Con** 10, **Int** 11, **Wis** 13, **Cha** 11  ",
			"**Base Atk** +3; **CMB** +3; **CMD** 15  ",
			"**Feats** {feat/Alertness}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Weapon Finesse}  ",
			"**Skills** Fly +19, Perception +5, Sense Motive +3, Stealth +12  ",
			"**Languages** Common  ",
			"**SQ** advice, item installation, swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Advice (Ex)** Clockwork familiars have an innate understanding of how things work, granting their masters a +2 bonus on all Craft and Use Magic Device checks.",
			"",
			"**Item Installation (Ex)** Each clockwork familiar possesses the ability to carry a magic item in its body. This specific item type is chosen at the time of the construct's creation, and cannot be changed. While the creature cannot activate or use the item, it gains certain constant abilities from the resonant magic fields, and can drain the item's magic as a free action in order to gain additional magical effects. In addition, any clockwork construct can drain a single charge or spell level from its installed item to heal itself for 1d6 hit points as a standard action. Removing a spent item and installing a new one is a full-round action.",
			"",
			"- **Potion:** The clockwork familiar gains a constant [protection from good/evil/law/chaos](spell/protection_from_evil) effect (one type only, chosen each time a new potion is installed). In addition, a clockwork familiar can drain the magic from the potion in order to grant this ability to a creature sharing its space. This ability to include others in the protection effect lasts for 1 minute per spell level of the potion drained.",
			"- **Scroll:** The clockwork familiar gains a constant {spell/detect magic} effect as a spell-like ability. Draining magic from a scroll allows the familiar to cast a single identify spell on behalf of its master for each spell level of the spell inscribed on the scroll - these castings may be stored and saved, though a scroll used in this manner becomes instantly useless, even if not all spell levels have been drained.",
			"- **Wand:** The clockwork familiar gains the ability to spit a glob of acid up to 30 feet as a ranged touch attack, dealing 1d4 points of damage. Draining a charge increases the damage to 2d4 points for a single attack. This charge is spent before the attack is rolled.",
			"",
			"::sh[Description]",
			"",
			"For those who fuse magic with machinery, the best familiar is the one the caster creates herself, breathing life into a clockwork mechanism of her own design. A spellcaster can gain a clockwork familiar at 7th level by taking the {feat/Improved Familiar} feat. A typical clockwork familiar is 2 feet tall or long and weighs 10 pounds.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The creator of a clockwork familiar must start with crafted clockwork pieces worth 500 gp.",
			"",
			"**CL** 12th; **Price** 14,500 gp",
			"",
			"**Requirements** Craft Construct, geas/quest, make whole, creator must be at least caster level 12th; Skill Craft (clockwork) DC 20; **Cost** 7,500 gp"
		]
	},
	"clockwork_familiar": { "copyof": "clockwork_clockwork_familiar" },
	"clockwork_clockwork_fiend": {
		"name": "Clockwork, Clockwork Fiend",
		"sources": [
			"Bestiary 6",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*Resembling a metallic horned devil, this apparatus whirs with the sound of internal mechanisms.*",
			"",
			"::mh[Clockwork Fiend]{cr=\"17\"}",
			"",
			"{SOURCE Bestiary 6/60}  ",
			"**XP** 102,400  ",
			"N Medium construct (clockwork)  ",
			"**Init** +12; **Senses** darkvision 60 ft., low-light vision, see in darkness; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 32, touch 20, flat-footed 22 (+8 Dex, +2 dodge, +12 natural)  ",
			"**hp** 146 (23d10+20)  ",
			"**Fort** +7, **Ref** +17, **Will** +7  ",
			"**DR** 15/adamantine; **Immune** construct traits, fire  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +34 (2d8+11/18-20/&times;3), 2 claws +34 (2d6+11 plus bleed), 2 wings +29 (1d8+5)  ",
			"**Space** 5 ft., **Reach** 5 ft. (10 ft. with wings)  ",
			"**Special Attacks** bleed (2d8), explosive rend, overdrive",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 32, **Dex** 26, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +23; **CMB** +34; **CMD** 54  ",
			"**Feats** {feat/Improved Initiative}, {feat/Lightning Reflexes}  ",
			"**SQ** difficult to create, swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or blasphemy (2 clockwork fiends plus 4-8 clockwork angels)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Explosive Rend (Su)** When a clockwork fiend makes two successful claw attacks against the same target in 1 round, its claws ignite into an explosive blast of fire. The target of the attack and all creatures within a 5-foot radius of the clockwork fiend take 10d6 points of fire damage. A successful DC 21 Reflex save halves this damage. The save DC is Constitution-based.",
			"",
			"**Overdrive (Su)** Once per day when a clockwork fiend is reduced below 100 hit points, its internal systems significantly augment the construct. Entering overdrive drastically reduces the clockwork fiend's remaining winding time, and as a result, the clockwork fiend can operate for only 2d4+10 rounds before it ceases to function and requires further winding. Once overdrive is triggered, the clockwork fiend immediately gains the following effects for as long as it remains functional.",
			"",
			"- Gains 100 temporary hit points. These hit points last until the clockwork fiend ceases functioning or is rewound.",
			"- Gains an aura of fire. All creatures within 10 feet take 2d6 points of fire damage at the beginning of the clockwork fiend's turn.",
			"- Makes all attacks as if using {feat/Power Attack} (-6 on attack rolls, +12 points of damage on all natural attacks).",
			"",
			"**Savage Bite (Ex)** A clockwork fiend's bite threatens a critical hit on a roll of 18-20 and deals triple damage on a successful critical hit.",
			"",
			"::sh[Description]",
			"",
			"Clockwork fiends often guard religious sites, but their tactics focus on an overwhelmingly strong offensive.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The creator of a clockwork fiend must start with crafted clockwork pieces worth 20,000 gp.",
			"",
			"**CL** 18th; **Price** 280,000 gp",
			"",
			"**Requirements** Craft Construct, delayed blast fireball, fire shield, geas/quest, and rage, creator must be at least caster level 18th; Skill Craft (clockwork) DC 25; **Cost** 150,000 gp"
		]
	},
	"clockwork_fiend": { "copyof": "clockwork_clockwork_fiend" },
	"clockwork_clockwork_goblin": {
		"name": "Clockwork, Clockwork Goblin",
		"sources": [
			"Construct Handbook",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*Haphazard in its creation, this mechanical creature has the shape of a goblin wielding a dogslicer.*",
			"",
			"::mh[Clockwork Goblin]{cr=\"3\"}",
			"",
			"{SOURCE Construct Handbook/32}  ",
			"**XP** 800  ",
			"N Small construct (clockwork)  ",
			"**Init** +6; **Senses** darkvision 60 ft., low-light vision; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 16, touch 15, flat-footed 12 (+2 Dex, +2 dodge, +1 natural, +1 size)  ",
			"**hp** 32 (4d10+10)  ",
			"**Fort** +1, **Ref** +5, **Will** +1  ",
			"**Immune** construct traits; **Resist** fire 5  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** dogslicer +10 (1d4+5)  ",
			"**Special Attacks** integrated dogslicer, searing eyebeam",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 14, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +4; **CMB** +8; **CMD** 22  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B]  ",
			"**SQ** difficult to create, swift reactions, unstable creation, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or gang (3-6)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Integrated Dogslicer (Ex)** One of a clockwork goblin's arms ends in an integrated dogslicer. This weapon cannot be disarmed, sundered, or removed. Some models of clockwork goblin sport an integrated horsechopper instead.",
			"",
			"**Searing Eyebeam (Su)** Once every 1d4 rounds, as a free action, a clockwork goblin can unleash a fiery beam from its eyes at a target within 20 feet as a ranged touch attack. This beam deals 2d6 points of fire damage, and a creature struck must succeed at a DC 14 Reflex save or [catch on fire](rule/catching_on_fire). The save DC is Constitution-based.",
			"",
			"**Unstable Construction (Ex)** Due to its shoddy and slapdash construction, a clockwork goblin stays wound for only 12 hours per winding. In addition, when a clockwork goblin's hit points are reduced to 0, the creature bursts into an explosion of shrapnel and flames that deals 1d6 points of slashing damage plus 2d6 points of fire damage to creatures within 5 feet. A target that succeeds at a DC 14 Reflex save takes half the damage. This save is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"A clockwork goblin is an amalgamation of clockwork gears, shoddy craftsmanship, and fiery destruction. Amateur clockwork engineers practicing their craft or learning a new skill are responsible for the creation of many clockwork goblins. Many of these creations result in failure, though a rare few attain a semblance of functionality. Clockwork goblins are about 3 feet tall and weigh a little over 100 pounds.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"Though their appearance makes them seem rushed, the creation of a clockwork goblin still requires a certain degree of technique and finesse. The creator of a clockwork goblin must start with clockwork pieces worth 750 gp.",
			"",
			"**CL** 12th; **Price** 9,250 gp",
			"",
			"**Requirements** {feat/Craft Construct}, {spell/burning hands}, {spell/geas//quest}, creator must be caster level 12th; Skill Craft (clockwork) DC 20; **Cost** 5,000 gp",
			"",
			"[^B]: Bonus feat."
		]
	},
	"clockwork_goblin": { "copyof": "clockwork_clockwork_goblin" },
	"clockwork_clockwork_goliath": {
		"name": "Clockwork, Clockwork Goliath",
		"sources": [
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*The gears of this enormous, four-armed mechanical giant shriek and grind in a deafening cacophony as it lumbers forth.*",
			"",
			"::mh[Clockwork Goliath]{cr=\"19\"}",
			"",
			"{SOURCE Bestiary 3/54}  ",
			"**XP** 204,800  ",
			"N Gargantuan construct (clockwork)  ",
			"**Init** +9; **Senses** darkvision 60 ft., low-light vision; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 35, touch 13, flat-footed 28 (+5 Dex, +2 dodge, +22 natural, -4 size)  ",
			"**hp** 214 (28d10+60)  ",
			"**Fort** +9, **Ref** +16, **Will** +9  ",
			"**DR** 15/adamantine; **Immune** construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** 4 slams +41 (3d6+17)  ",
			"**Ranged** cannon +29/+24/+19/+14 (6d6/&times;4)  ",
			"**Space** 20 ft., **Reach** 20 ft.  ",
			"**Special Attacks** self-destruction, trample (3d6+25, DC 41)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 45, **Dex** 20, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +28; **CMB** +49; **CMD** 66  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B]  ",
			"**SQ** swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or siege (3-6)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Cannon (Ex)** One of a goliath's arms ends in a cannon. The goliath may use this as one of its four slam attacks, or it can use it to fire cannonballs. A cannon has a range increment of 100 feet, and deals 6d6 points of bludgeoning and piercing damage on a hit with a &times;4 critical modifier. A clockwork goliath's cannon can hold up to 12 cannonballs - reloading a single cannonball is a standard action.",
			"",
			"**Self-Destruction (Su)** When a goliath's hit points are reduced to 10% its total (21 hp for most clockwork goliaths) or less but still above 0, it self-destructs on its next turn, bursting in an explosion of metal scraps and steam that deals 12d6 points of slashing damage plus 12d6 points of fire damage to all creatures within a 20-foot-radius burst. A successful DC 24 Reflex save halves the damage. The save is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"The thunderous clockwork goliath is easily recognized as the epitome of technology created to destroy. The exact nature of a clockwork goliath's \"hands\" varies - they all resolve as slam attacks in melee combat, though.",
			"",
			"The clockwork goliath towers over most creatures and buildings; standing at a height of 45 feet, it weighs over 100 tons.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The clockwork goliath is one of the most difficult of its kind to create. The creator must start with crafted clockwork pieces worth 20,000 gp.",
			"",
			"**CL** 18th; **Price** 300,000 gp",
			"",
			"**Requirements** Craft Construct, {feat/Gunsmithing}, animate objects, geas/quest, and limited wish, creator must be at least caster level 18th; Skill Craft (clockwork) DC 25; **Cost** 160,000 gp",
			"",
			"[^B]: Bonus feat."
		]
	},
	"clockwork_goliath": { "copyof": "clockwork_clockwork_goliath" },
	"clockwork_clockwork_guardian": {
		"name": "Clockwork, Clockwork Guardian",
		"sources": [
			"Bestiary 6",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*This human-shaped construct has a helm-like head with a single crystalline eye. One arm ends in a large shield-like sheet of metal.*",
			"",
			"::mh[Clockwork Guardian]{cr=\"8\"}",
			"",
			"{SOURCE Bestiary 6/61}  ",
			"**XP** 4,800  ",
			"N Medium construct (clockwork)  ",
			"**Init** +6; **Senses** darkvision 60 ft., low-light vision; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 22, touch 14, flat-footed 18 (+2 Dex, +2 dodge, +6 natural, +2 shield)  ",
			"**hp** 85 (10d10+30)  ",
			"**Fort** +3, **Ref** +7, **Will** +3  ",
			"**Defensive Abilities** barrier; **DR** 5/adamantine; **Immune** construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft.  ",
			"**Melee** shield bash +19/+14 (1d6+9), slam +14 (1d4+4) or 2 slams +19 (1d4+9)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 28, **Dex** 14, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +10; **CMB** +19; **CMD** 33  ",
			"**Feats** {feat/Improved Initiative}, {feat/Improved Shield Bash}, {feat/Lightning Reflexes}, {feat/Toughness}  ",
			"**SQ** difficult to create, shield expert, swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or blockade (3-8)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Barrier (Su)** Once per day as a swift action, a clockwork guardian can unfold its shield to form a metal barrier up to 5 feet wide and 10 feet tall. This duplicates the effects of a wall of iron spell, save for the smaller size of the created wall. After using this ability, the clockwork guardian loses its shield bonus and shield bash attack, but it gains two slam attacks as primary attacks. The clockwork guardian's shield rebuilds itself automatically 24 hours after it uses this ability. Multiple clockwork guardians can work together to create a larger barrier, each new metal barrier merging seamlessly with an existing one. Once created, a clockwork guardian's barrier lasts for 24 hours before crumbling.",
			"",
			"**Shield Expert (Su)** A clockwork guardian carries a heavy shield that cannot be disarmed or sundered. Its programming grants it proficiency in the shield's use and {feat/Improved Shield Bash} as a bonus feat. The clockwork guardian's shield bash deals damage as if it were one size category larger than normal (1d6 points for a Medium clockwork guardian).",
			"",
			"::sh[Description]",
			"",
			"Clockwork guardians are dedicated to the art of defense. They work best when they operate in small groups, under orders to defend specific locations from intruders. Their standard operating procedure is to force foes out of their respective holdings by use of overwhelming force.",
			"",
			"A clockwork guardian is 7 feet tall and weighs 750 pounds.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The creator of a clockwork guardian must start with crafted clockwork pieces worth 2,000 gp.",
			"",
			"**CL** 12th; **Price** 50,000 gp",
			"",
			"**Requirements** Craft Construct, Shield Proficiency, geas/quest, fabricate, and wall of iron, creator must be at least caster level 12th; Skill Craft (clockwork) DC 20; **Cost** 26,000 gp"
		]
	},
	"clockwork_guardian": { "copyof": "clockwork_clockwork_guardian" },
	"clockwork_clockwork_gunslinger": {
		"name": "Clockwork, Clockwork Gunslinger",
		"sources": [
			"Construct Handbook",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*One of this slim construct's arms ends in a whirling clockwork pistol, and a crystalline hourglass fits snugly between its pectoral armor plates.*",
			"",
			"::mh[Clockwork Gunslinger]{cr=\"7\"}",
			"",
			"{SOURCE Construct Handbook/33}  ",
			"**XP** 3,200  ",
			"N Medium construct (clockwork)  ",
			"**Init** +7; **Senses** darkvision 60 ft., low-light vision; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 15, flat-footed 15 (+3 Dex, +2 dodge, +5 natural)  ",
			"**hp** 69 (9d10+20)  ",
			"**Fort** +3, **Ref** +8, **Will** +3  ",
			"**Immune** construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** slam +14 (1d6+7)  ",
			"**Ranged** pistol +12 (1d8/&times;4)  ",
			"**Special Attacks** captive time",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 16, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +9; **CMB** +14; **CMD** 29  ",
			"**Feats** {feat/Deadly Aim}[^B], {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B], {feat/Point-Blank Shot}[^B], {feat/Precise Shot}[^B]  ",
			"**SQ** difficult to create, integrated clockwork pistol, swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or squad (3-8)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Captive Time (Ex)** Once per hour, a clockwork gunslinger can rotate its built-in hourglass as a swift action to instantly reload its pistol and gain the effects of {spell/haste} for 1 round. Additionally, the first time a clockwork gunslinger confirms a critical hit against an opponent, its hourglass shatters and each creature within a 30-foot radius of the clockwork gunslinger must succeed at a DC 14 Fortitude save or be slowed as per the {spell/slow} spell for 3 rounds. Once the hourglass is shattered, the clockwork gunslinger is unable to use this ability until a new hourglass is installed. This save DC is Constitution-based.",
			"",
			"**Integrated Clockwork Pistol (Ex)** One of a clockwork gunslinger's arms ends in an integrated clockwork pistol. This weapon cannot be disarmed, sundered, or removed. It is fed bullets automatically from an internal cache inside the clockwork's body. Its programming grants {feat/Deadly Aim}, {feat/Point-Blank Shot}, and {feat/Precise Shot} as bonus feats.",
			"",
			"::sh[Description]",
			"",
			"While clockwork gunslingers are found mostly in Alkenstar, prominent figureheads of foreign cities sometimes purchase custom-built models for their own protection. Clockwork gunslingers are efficient sharpshooters, eliminating foes before they can draw close enough to prove a threat. Their primary design is to serve as guards, either for a specific location, for a particular person, or patrolling bustling streets of a city, but their creators often use them for assistance on missions that involve extracting high-value targets from dangerous locations. The constructs' standard operating procedure is to evaluate a situation and engage in combat only if their own safety or that of whatever they are guarding is threatened.",
			"",
			"Inside a clockwork gunslinger's hardened chassis, a large cache of bullets and powder is automatically fed into its pistol. Custom clockwork gunslingers sometimes have specialty ammunition in place of bullets as well as other decorations, though this change carries with it a corresponding upcharge.",
			"",
			"A clockwork gunslinger stands 6 feet tall and weighs 400 pounds.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The creator of a clockwork gunslinger must start with a pistol worth 1,000 gp, a crystalline hourglass worth 500 gp, and created clockwork pieces worth 1,750 gp.",
			"",
			"**CL** 12th; **Price** 40,250 gp",
			"",
			"**Requirements** {feat/Craft Construct}, {feat/Exotic Weapon Proficiency/ (pistol)}, {spell/haste}, {spell/geas//quest}, {spell/slow}, creator must be caster level 12th; Skill Craft (clockwork) DC 20; **Cost** 21,750 gp",
			"",
			"[^B]: Bonus feat."
		]
	},
	"clockwork_gunslinger": { "copyof": "clockwork_clockwork_gunslinger" },
	"clockwork_clockwork_hound": {
		"name": "Clockwork, Clockwork Hound",
		"sources": [
			"Bestiary 6",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*Two emerald crystal eyes stare out from this artificial hound's brass-, bronze-, and iron-forged body.*",
			"",
			"::mh[Clockwork Hound]{cr=\"5\"}",
			"",
			"{SOURCE Bestiary 6/62}  ",
			"**XP** 1,600  ",
			"N Small construct (clockwork)  ",
			"**Init** +8; **Senses** darkvision 60 ft., low-light vision, scent; Perception +3",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 17, flat-footed 12 (+4 Dex, +2 dodge, +1 natural, +1 size)  ",
			"**hp** 43 (6d10+10)  ",
			"**Fort** +2, **Ref** +8, **Will** +5  ",
			"**DR** 5/adamantine; **Immune** construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** 2 bites +13 (1d6+6 plus trip)  ",
			"**Special Attacks** swift bite",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 22, **Dex** 18, **Con** -, **Int** -, **Wis** 16, **Cha** 1  ",
			"**Base Atk** +6; **CMB** +11; **CMD** 27  ",
			"**Feats** {feat/Improved Initiative}, {feat/Lightning Reflexes}  ",
			"**Skills** Survival +11 (+19 when tracking by scent); **Racial Modifiers** +8 Survival (+16 when tracking by scent)  ",
			"**SQ** chest container, difficult to create, efficient winding, expert tracker, swift reactions",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or pack (3-8)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Chest Container (Su)** The chest cavity of a clockwork hound can be opened to expose a 6-inch-cube storage area that can hold up to 10 pounds of items. If a contained item is a magical necklace, ring, or ioun stone, then the hound gains the benefits of the item as though it were worn, but the hound can benefit from the effects of only one such item at a time (chosen by the person who placed the items inside). A clockwork hound can open or close its chest cavity as a swift action, depositing any items within onto the ground under it.",
			"",
			"**Efficient Winding (Ex)** A clockwork hound can function for 2 days per Hit Die every time it is wound (12 days for the typical clockwork hound).",
			"",
			"**Expert Tracker (Ex)** The hound gains a +8 racial bonus on Survival checks, and an additional +8 bonus when tracking by scent.",
			"",
			"**Swift Bite (Ex)** When a clockwork hound makes a full attack, it can make two bite attacks",
			"",
			"::sh[Description]",
			"",
			"Clockwork hounds are artificial approximations of canine companions that operate much like their living counterparts but never die of natural causes. They can work in packs or alone, in accordance with the instructions imparted by their operators. Whether their operators are alive or dead is of little consequence to these constructs, which proceed based on the last instructions provided.",
			"",
			"Like clockwork soldiers, clockwork hounds have long activity cycles due to the lessened winding requirements of their lighter frames. Their chest cavities are used to storage goods instead of for reinforcement. They are used primarily for delivery missions, but work equally well as retrievers. They're occasionally used for sentry duty, or more rarely, defense, and are most often seen in the company of similarly tasked constructs such as clockwork soldiers and guardians. A clockwork hound stands 2-1/2 feet tall at its shoulders and weighs 300 pounds",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The creation of a clockwork hound is a delicate process, requiring fine work in order to provide the necessary space for the hound's storage bay. The creator of a clockwork hound must start the process with crafted clockwork pieces worth 750 gp.",
			"",
			"**CL** 12th; **Price** 30,000 gp",
			"",
			"**Requirements** Craft Construct, expeditious retreat, geas/quest, and secret chest, creator must be at least caster level 12th; Skill Craft (clockwork) DC 20; **Cost** 15,375 gp"
		]
	},
	"clockwork_hound": { "copyof": "clockwork_clockwork_hound" },
	"clockwork_clockwork_leviathan": {
		"name": "Clockwork, Clockwork Leviathan",
		"sources": [
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*Long and metallic, this serpentine construction resembles a mechanical eel with several paddle-like limbs.*",
			"",
			"::mh[Clockwork Leviathan]{cr=\"12\"}",
			"",
			"{SOURCE Bestiary 3/55}  ",
			"**XP** 19,200  ",
			"N Huge construct (clockwork)  ",
			"**Init** +8; **Senses** darkvision 60 ft., low-light vision; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 28, touch 14, flat-footed 22 (+4 Dex, +2 dodge, +14 natural, -2 size)  ",
			"**hp** 128 (16d10+40)  ",
			"**Fort** +5, **Ref** +11, **Will** +5  ",
			"**DR** 10/adamantine; **Immune** fire, construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., swim 60 ft.  ",
			"**Melee** bite +25 (2d6+11 plus grab), 2 slam +25 (1d8+11 plus grab)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** breath weapon (60-ft. line, 12d8 fire damage, DC 18 for half, usable every 1d4 rounds, 3/day), grind, swallow whole (2d8+16 slashing damage plus 2d6 fire damage, AC 17, 12 hp)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 33, **Dex** 18, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +16; **CMB** +29 (+33 grapple); **CMD** 45 (can't be tripped)  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B]  ",
			"**Skills** Stealth +8 (+12 in water), Swim +19; **Racial Modifiers** +12 Stealth (+16 in water)  ",
			"**SQ** swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary or pod (2-4)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Breath Weapon (Su)** A clockwork leviathan's breath weapon is a powerful jet of scorching steam - it functions equally well above and under water.",
			"",
			"**Grind (Ex)** A clockwork leviathan deals an additional 1d8+16 points of slashing damage when it makes a successful grapple check because of the myriad twisting gears and churning pistons that make up its jagged underbelly.",
			"",
			"**Swallow Whole (Ex)** A clockwork leviathan's interior is filled with injurious grinding gears and superheated water - in addition to taking damage, a swallowed creature must hold its breath or risk drowning as long as it remains inside a clockwork leviathan's \"stomach.\"",
			"",
			"::sh[Description]",
			"",
			"Clockwork leviathans are equally capable of functioning on land and in water. Sailors who are haunted by the memories of these treacherous machines need not exaggerate their yarns, for the reality of an aquatic construct such as this holds enough terror in its story for even the hardiest of seafarers.",
			"",
			"A clockwork leviathan's numerous metal plates and links are made of such resilient material that they never rust, even after long exposure to the briny sea waters that leviathans often patrol.",
			"",
			"Clockwork leviathans are 25 feet long and weigh just over 3 tons.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"When creating these clockworks, great care must be taken to waterproof their components. The creator must start with crafted clockwork pieces worth 10,000 gp.",
			"",
			"**CL** 12th; **Price** 130,000 gp",
			"",
			"**Requirements** Craft Construct, freedom of movement, geas/quest, heat metal, and limited wish, creator must be at least caster level 12th; Skill Craft (clockwork) DC 20; **Cost** 70,000 gp",
			"",
			"[^B]: Bonus feat."
		]
	},
	"clockwork_leviathan": { "copyof": "clockwork_clockwork_leviathan" },
	"clockwork_clockwork_mage": {
		"name": "Clockwork, Clockwork Mage",
		"sources": [
			"Bestiary 4",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*This faceless construct has a crystal wand set into its chest, bristling with arcane energy.*",
			"",
			"::mh[Clockwork Mage]{cr=\"9\"}",
			"",
			"{SOURCE Bestiary 4/32}  ",
			"**XP** 6,400  ",
			"N Medium construct (clockwork)  ",
			"**Init** +9; **Senses** darkvision 60 ft., low-light vision; Perception +2",
			"",
			"::sh[Defense]",
			"",
			"**AC** 25, touch 17, flat-footed 18 (+5 Dex, +2 dodge, +8 natural)  ",
			"**hp** 102 (15d10+20)  ",
			"**Fort** +5, **Ref** +12, **Will** +7  ",
			"**DR** 5/adamantine; **Immune** construct traits; **SR** 20  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 4 slams +18 (1d4+3)  ",
			"**Special Attacks** wand magic",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 16, **Dex** 21, **Con** -, **Int** -, **Wis** 14, **Cha** 1  ",
			"**Base Atk** +15; **CMB** +18; **CMD** 35  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B]  ",
			"**SQ** difficult to create, swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Wand Magic (Su)** A clockwork mage's wand crystal allows it to cast spells as if using a spell trigger magic item (CL 9th). The arcane school of the wand crystal determines a clockwork mage's spells. They cast 1st-level spells at will, 2nd-level spells 3 times per day, and 3rd level spells 1 time per day.",
			"",
			"- Abjuration: 1st-hold portal, shield; 2nd-protection from arrows, resist energy; 3rd-dispel magic",
			"- Conjuration: 1st-grease (DC 11), summon monster I; 2nd-glitterdust (DC 13), web (DC 13); 3rd-stinking cloud (DC 14)",
			"- Enchantment: 1st-bungle (DC 11), sleep (DC 11); 2nd-daze monster (DC 13), touch of idiocy; 3rd-deep slumber (DC 14)",
			"- Evocation: 1st-magic missile, shocking grasp (DC 11); 2nd-gust of wind (DC 13), scorching ray; 3rd-fireball (DC 14)",
			"- Illusion: 1st-color spray (DC 11), vanish; 2nd-blur, hypnotic pattern (DC 13); 3rd-displacement",
			"- Necromancy: 1st-cause fear (DC 11), ray of enfeeblement (DC 11), 2nd-blindness/deafness (DC 13), scare (DC 13); 3rd-ray of exhaustion (DC 14)",
			"- Transmutation: 1st-expeditious retreat, reduce person (DC 11); 2nd-alter self, spider climb; 3rd-haste",
			"",
			"::sh[Description]",
			"",
			"These constructs are the pinnacle of clockwork inventions. An ingenious combination of mechanical devices and magical conduits allows a clockwork mage to channel the power of a wand into a variety of arcane powers. They often serve powerful arcane spellcasters, or as unflinching and unquestioning casters to those who wants the benefit of spells without ego or free thought.",
			"",
			"A humanoid figure of mithral and steel, a clockwork mage has large crystal ball filled with shifting vapors for a head. It stands 7 feet tall.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The creator of a clockwork mage must start with crafted clockwork pieces worth 2,000 gp.",
			"",
			"**CL** 12th; **Price** 84,000 gp",
			"",
			"**Requirements** Craft Construct, geas/quest, and mnemonic enhancer, creator must be at least caster level 12th; Skill Craft (clockwork) DC 20; **Cost** 43,000 gp",
			"",
			"[^B]: Bonus feat."
		]
	},
	"clockwork_mage": { "copyof": "clockwork_clockwork_mage" },
	"clockwork_clockwork_nautiloid": {
		"name": "Clockwork, Clockwork Nautiloid",
		"sources": [
			"Pathfinder #125: Tower of the Drowned Dead",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*Nestled in a massive spiraled armored shell, this clockwork creature has several dozen grasping tentacles surrounding its octopus-like beak.*",
			"",
			"::mh[Clockwork Nautiloid]{cr=\"14\"}",
			"",
			"{SOURCE Pathfinder #125: Tower of the Drowned Dead/82}  ",
			"**XP** 38,400  ",
			"N Huge construct (clockwork)  ",
			"**Init** +9; **Senses** blindsense 60 ft., darkvision 60 ft., low-light vision; Perception +8",
			"",
			"::sh[Defense]",
			"",
			"**AC** 31, touch 13, flat-footed 26 (+5 Dex, +18 natural, -2 size)  ",
			"**hp** 161 (22d10+40)  ",
			"**Fort** +7, **Ref** +14, **Will** +7  ",
			"**Defensive Abilities** deep dweller, reflective shell; **DR** 10/adamantine and blugeoning; **Immune** cold, construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., swim 40 ft.  ",
			"**Melee** bite +30 (2d6+10), 4 tentacles +25 (1d8+5 plus grab)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** constrict (1d8+5), tenacious grappler",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 31, **Dex** 20, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +22; **CMB** +34 (+38 grapple); **CMD** 49 (can't be tripped)  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B]  ",
			"**Skills** Perception +8, Swim +18; **Racial Modifiers** +8 Perception  ",
			"**SQ** enhanced senses, swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any water  ",
			"**Organization** solitary or pair  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Deep Dweller (Ex)** Clockwork nautiloids are immune to cold and damage from water pressure.",
			"",
			"**Enhanced Senses (Ex)** Clockwork nautiloids have more efficient olfactory, tactile, and visual senses than most other clockwork creatures. A clockwork nautiloid has blindsense out to a range of 60 feet and a +8 racial bonus on Perception checks.",
			"",
			"**Reflective Shell (Su)** The curved shell of a clockwork nautiloid resists magical ray attacks. Ray spells and ray effects targeting a clockwork nautiloid are harmlessly deflected and have no effect.",
			"",
			"**Tenacious Grappler (Ex)** A clockwork nautiloid does not gain the grappled condition if it grapples a foe with its tentacles.",
			"",
			"::sh[Description]",
			"",
			"Clockwork nautiloids are specialized, watertight clockwork creations designed to withstand the darkest, coldest ocean depths. A clockwork nautiloid resembles an oversized nautilus with a curved and magically strengthened shell. Its sharp, octopus-like beak is surrounded by dozens of tentacles that appear organic but contain rotors and pistons allowing for a strong, prehensile grip. Most of its tentacles end in a subtly serrated gripping pad, but two of them end in specialized sensory equipment shielded with durable crystal. These clusters provide the clockwork nautiloid with superior senses, allowing it to see even in the oppressive blackness of the deep ocean.",
			"",
			"Clockwork nautiloids pursue the directives of their creators with single-minded purpose, attacking any creature that interferes with their orders. Although a clockwork nautiloid has many gripping tentacles, it can usually bring only four of these tentacles to bear in combat along with its snapping bite. Clockwork nautiloids are relentless combatants that pursue their opponents to any depth and even onto land, propelling themselves with their powerful tentacles.",
			"",
			"A clockwork nautiloid is 30 feet long and weighs 4 tons.",
			"",
			"The shell of a clockwork nautiloid is a tight spiral made of overlapping metal plates. In addition to providing significant protection to the creature's delicate internal mechanisms, this shell is coated with a thin film of grease baked onto the metal at incredible temperatures to waterproof the creature's interior and prevent the shell from degrading in the harsh, salty water of the ocean. This thin film also reflects incoming rays, scattering these magical attacks without harm to the clockwork nautiloid.",
			"",
			"Unlike with living nautiluses, which inhabit only the largest portions of their shells as they grow, a clockwork nautiloid's entire spiraled shell is filled with gears, rods, and springs. The pleasing logarithmic spiral of a clockwork nautiloid's shell arises not from a pattern of natural growth but because the mathematically consistent shape allows for the most efficient packing of the creature's clockworks. A clockwork nautiloid's winding key fits into a small hole at the precise center of its spiraled shell, on either the left or right side.",
			"",
			"Although clockwork nautiloids have few natural predators, mysterious titanic creatures lurk in the deep oceans, and clockwork engineers often camouflage their clockwork nautiloids just to be safe. The upper side of a clockwork nautiloid is often constructed of dark metals in overlapping stripes, allowing the clockwork nautiloid to blend with the deeper ocean below when it is seen from above. Similarly, the creature's underside is usually constructed of bright, pale metals; when seen from below, the creature appears part of the brighter ocean above. Clockwork nautiloids cannot retract into their shells, although they can fold their tentacles over each other to form a rigid covering.",
			"",
			"Tons of ore are required to produce a clockwork nautiloid - enough to deplete a small mine - but once created, the construct has little impact upon the natural environment. Its coated shells provide no purchase for barnacles or other small creatures, so it slips through the seas without displacing marine life. A clockwork nautiloid pollutes very little under normal operation, as its greased gears and pumps are fully contained.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Habitat",
			"",
			"As they are specifically created to withstand marine depths, clockwork nautiloids are only rarely found outside of the deep ocean. Because of the expense of creating these constructs, they are usually programmed to perform specific, important tasks lasting no more than 22 days (the limit of the clockwork nautiloid's winding). The tasks that bring clockwork nautiloids to the ocean depths are as varied as the motives of their creators. A creator might deploy a clockwork nautiloid to defend a strategic undersea locale, recover treasures from a shipwreck, explore a submerged ruin, or capture valuable marine specimens.",
			"",
			"Clockwork nautiloids must be flexible problem solvers, as they usually operate independently in environments that would be lethal to their creators. Like most clockwork constructs, clockwork nautiloids lack an Intelligence score, but each is constructed with multiple internal turning scripts that turn simultaneously when wound. As a result, clockwork nautiloids can process multiple strategies to surmount obstacles. This parallel thinking also makes a clockwork nautiloid a surprisingly flexible combatant, able to efficiently fight large groups by grappling smaller foes, biting at others, and rotating its thick shell to intercept attacks.",
			"",
			"Few clockwork engineers have the resources necessary to build more than one clockwork nautiloid at a time, but those who do find that the creatures work very well when paired together. Although a clockwork nautiloid's tentacles cannot normally reach its own key (unless its tentacles are specifically designed to do so), clockwork nautiloids can wind each other to extend their operating time considerably. Undersea explorers tell of roving pairs of clockwork nautiloids encountered many leagues from civilization, sustaining each other for much longer than their initial winding.",
			"",
			"### Variant Clockwork Nautiloids",
			"",
			"Just like other clockwork creatures, clockwork nautiloids can be found in many configurations, each specific to the construct's task. Furthermore, clockwork engineers can retrofit and redesign existing clockwork nautiloids to serve different functions. One of the many variant clockwork nautiloids is presented below.",
			"",
			"**Kolgo's Submersible (CR 14):** The gnome engineer \"Cogwheel\" Kolgo spent his life's fortune in the construction of a clockwork nautiloid with an internal chamber just large enough for a Small humanoid to inhabit. A creature in the chamber can wind Kolgo's submersible and see out of the construct's prehensile eyestalks. Unfortunately, Kolgo has not yet figured out how to keep this interior chamber pressurized, so tests at deep ocean levels have proven lethal for the test subjects.",
			"",
			"### Construction",
			"",
			"A clockwork nautiloid is difficult to create, as each component must be waterproof and able to withstand the crushing pressure of the deep ocean. The creator must start with crafted clockwork pieces worth 18,000 gp.",
			"",
			"**CL** 14th; **Price** 200,000 gp",
			"",
			"**Requirements** {feat/Craft Construct}, {spell/geas//quest}, {spell/limited wish}, {spell/true seeing}, creator must be at least caster level 12th; Skill Craft (clockwork) DC 25; **Cost** 109,000 gp",
			"",
			"[^B]: Bonus feat."
		]
	},
	"clockwork_nautiloid": { "copyof": "clockwork_clockwork_nautiloid" },
	"clockwork_clockwork_overseer": {
		"name": "Clockwork, Clockwork Overseer",
		"sources": [
			"Pathfinder #123: The Flooded Cathedral",
			"Bestiary 3"
		],
		"description": [
			"*One arm of this six-limbed clockwork construct ends in a broad fist, and the other extends into an articulated metal lash.*",
			"",
			"::mh[Clockwork Overseer]{cr=\"7\"}",
			"",
			"{SOURCE Pathfinder #123: The Flooded Cathedral/86}  ",
			"**XP** 3,200  ",
			"N Medium construct (clockwork)  ",
			"**Init** +6; **Senses** all-around vision, darkvision 60 ft., low-light vision; Perception +1  ",
			"**Aura** aura of command (30 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 21, touch 14, flat-footed 17 (+2 Dex, +2 dodge, +7 natural)  ",
			"**hp** 75 (10d10+20)  ",
			"**Fort** +4, **Ref** +8, **Will** +5  ",
			"**DR** 5/adamantine; **Immune** construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., climb 30 ft.  ",
			"**Melee** lash +15 (1d4+5 plus trip), slam +15 (1d6+5 plus push)  ",
			"**Space** 5 ft., **Reach** 5 ft. (10 ft. with lash)  ",
			"**Special Attacks** overclock, push (slam, 10 ft.)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 19, **Dex** 14, **Con** -, **Int** -, **Wis** 13, **Cha** 1  ",
			"**Base Atk** +10; **CMB** +15; **CMD** 29  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B]  ",
			"**Skills** Climb +12  ",
			"**SQ** swift reactions, tactical calculus, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary, crew (1 plus 2-5 {monster/clockwork servant/s}), or deployment (1-2 plus 2-5 {monster/clockwork soldier/s})  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Aura of Command (Ex)** A clockwork overseer broadcasts subtle commands in a 30-foot radius, granting heightened combat abilities to all clockwork creatures in the area. Affected clockwork creatures, including the clockwork overseer, gain a +1 competence bonus on saving throws, attack rolls, and weapon damage rolls; these bonuses are already calculated into the clockwork overseer's statistics. As a standard action, a clockwork overseer can intensify the aura until the beginning of its next turn, increasing the competence bonus to +2.",
			"",
			"**Lash (Ex)** A clockwork overseer's lash is a primary natural attack that deals bludgeoning damage.",
			"",
			"**Overclock (Ex)** In place of making a lash attack on its turn, a clockwork overseer can overclock another clockwork creature within its reach, impelling it to exceed its performance limitations. At the beginning of its turn, an overclocked creature takes an amount of damage equal to half its Hit Dice (minimum 1), expends 1 full day of activity stored by its winding ability, and gains one of the following benefits, selected by the clockwork overseer.",
			"",
			"- The overclocked creature gains the benefits of {spell/haste}.",
			"- The overclocked creature's natural attacks and attacks with metal melee weapons deal an additional 1d6 points of fire damage. If the creature already deals fire damage, including with a breath weapon or the swallow whole ability, that special attack's fire damage increases by 2d6.",
			"- The overclocked creature gains {feat/Combat Reflexes} as a bonus feat and gains a +2 bonus on attack rolls when making attacks of opportunity.",
			"",
			"A clockwork overseer can end this effect on a clockwork creature affected by its aura of command as a free action. The overclocked condition otherwise continues until the clockwork creature expends its stored days of activity or is destroyed.",
			"",
			"**Tactical Calculus (Ex)** A clockwork overseer can store hundreds of commands and scripts, allowing it to perform modest feats of problem-solving and strategic command as though it had an Intelligence score of 10. In practice, this enables a clockwork overseer to make tactical decisions, such as exploiting terrain or flanking targets, as well as convey simple tactical commands to other clockwork creatures in its aura of command. If the clockwork overseer takes electricity damage, it must succeed at a Fortitude save (DC = the electricity damage dealt) or lose both its aura of command and tactical calculus abilities for 1d4 rounds.",
			"",
			"::sh[Description]",
			"",
			"What clockwork creatures boast in both strength and resilience, they often lack in nuance and strategy. Most machinists are content to command their constructs directly when seeking tactical precision, but only a few artificers have the technical expertise needed to create a mechanical lieutenant capable of reasoning and adapting in its master's absence. Known as clockwork overseers, these constructs boast extraordinarily complex programming that far exceeds the basic command vocabulary of other clockwork creatures. This allows clockwork overseers to store hundreds or even thousands of commands, which they can parse and sort quickly enough to simulate an intelligent creature's adaptive thinking - at least regarding combat strategy and moderately complex tasks of coordinating construct laborers. These functions fall short of true thought, and clockwork overseers are incapable of language, emotion, higher thinking, or symbolic reasoning beyond specific sounds and statements they might parrot on command.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Ecology",
			"",
			"Like most clockwork creatures, clockwork overseers are finely tuned creations of metal, gears, and magic, but they differ in two major regards: their mechanical \"brains\" and their kinetic generators. The complex inner workings of a clockwork overseer's programming core are an order of magnitude more complicated that those of its counterparts, composed of delicate arrays of counters, springs, toggles, and other perfectly fitted components that collectively store and compute data.",
			"",
			"Clockwork overseers can compel even greater feats from their subordinates, though doing so requires direct contact between the constructs via the overseer's lash to convey an electrical charge. This electricity builds over time, accumulated by static energy discharges created by the movement of limbs and gears. Most clockwork creatures respond readily to this electrical goading, overriding their standard operating specifications based on the exact combination of current and voltage the overseer conveys. Clockwork overseers harness and exploit electricity in small amounts, but they're as vulnerable as other clockwork creatures to massive discharges - arguably more so, since such attacks can scramble an overseer's decision-making hardware and temporarily reduce it to a truly mindless state.",
			"",
			"Numerous cultures and machine schools have built clockwork overseers over the ages, emphasizing different martial techniques in the process. These variant clockwork overseers can grant a different combat feat - typically one for which they qualify - to their minions. What's more, these overseers sometimes represent the last record of otherwise extinct fighting styles; a creature with the {feat/Craft Construct} feat or that succeeds at a DC 21 Craft (clockwork) or Knowledge (engineering) check can spend 8 hours deciphering an overseer's mechanical \"brain\" in order to decode the stored combat feat, using this new knowledge as the basis to learn the feat or teach it to others.",
			"",
			"### Habitat",
			"",
			"Since they are artificial constructs, clockwork overseers almost always exist because either a skilled artificer or a machinist created them. The creator typically already owns several other clockwork creatures and needs a capable, tireless entity to direct them. As a result, a clockwork overseer is only rarely encountered alone, unless attrition, misfortune, or time have destroyed its entourage.",
			"",
			"Under rare circumstances - especially involving areas of sustained magical energy - an overseer can independently learn new tricks or even develop self-awareness. These creatures often commandeer other clockwork creatures, creating tiny fiefdoms dedicated to building new wonders or helping the overseer attain true sentience. The faithful of Brigh seek out such awakened constructs, considering it their duty to protect and guide these mechanical \"children.\"",
			"",
			"### Construction",
			"",
			"The creator of a clockwork overseer must start with crafted clockwork pieces worth 2,000 gp.",
			"",
			"**CL** 12th; **Price** 42,000 gp",
			"",
			"**Requirements** {feat/Craft Construct}, {spell/geas//quest} and {spell/haste}, creator must be at least caster level 12th; Skill Craft (clockwork) DC 20; **Cost** 22,000 gp",
			"",
			"[^B]: Bonus feat."
		]
	},
	"clockwork_overseer": { "copyof": "clockwork_clockwork_overseer" },
	"clockwork_clockwork_priest": {
		"name": "Clockwork, Clockwork Priest",
		"sources": [
			"Construct Handbook",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*This four-armed clockwork construct has a glowing crystal globe as a head and a shining crystal set into its chest.*",
			"",
			"::mh[Clockwork Priest]{cr=\"11\"}",
			"",
			"{SOURCE Construct Handbook/34}  ",
			"**XP** 12,800  ",
			"N Medium construct (clockwork)  ",
			"**Init** +10; **Senses** darkvision 60 ft., low-light vision; Perception +4",
			"",
			"::sh[Defense]",
			"",
			"**AC** 25, touch 18, flat-footed 17 (+6 Dex, +2 dodge, +7 natural)  ",
			"**hp** 119 (18d10+20)  ",
			"**Fort** +6, **Ref** +14, **Will** +10  ",
			"**Immune** construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 4 slams +21 (1d4+3)  ",
			"**Special Attacks** domain magic  ",
			"**Spell-Like Abilities** (CL 11th; concentration +6)  ",
			"*At will*-animate rope, cure light wounds  ",
			"*3/day*-cure moderate wounds, wood shape (DC 16)  ",
			"*1/day*-cure serious wounds, stone shape Domain Artifice",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 17, **Dex** 22, **Con** -, **Int** -, **Wis** 18, **Cha** 1  ",
			"**Base Atk** +18; **CMB** +21; **CMD** 39  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B]  ",
			"**SQ** difficult to create, swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or clergy (3-8)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Domain Magic (Su)** The crystal embedded into a clockwork priest's chest serves as a divine focus, granting it a number of spell-like abilities (CL 11th). The spells it can use are determined by its cleric domain and whether the creator instilled positive or negative energy into the creation. Once chosen, the domain and type of energy cannot be changed. A clockwork priest can cast either cure or inflict spells (depending on the energy it was instilled with at creation) of 1st through 3rd levels, as well as the spells granted by its chosen domain up to 3rd level. It can cast 1st-level spells at will, 2nd-level spells three times per day, and 3rd-level spells once per day. The save DCs are Wisdom-based.",
			"",
			"::sh[Description]",
			"",
			"A clockwork priest combines raw divine energy with clockwork engineering through an integrated divine focus nestled in its chest. Through divine conduits and specially sanctified parts, these creations act as vessels of divinities, granting them a reservoir of divine energy they can use to generate spell effects. They often serve as healers, offering aid to the afflicted and to those ravaged in battle. Because of their unwavering loyalty to their deities, clockwork priests are willing to sacrifice themselves for their missions.",
			"",
			"Within a church, clockwork priests serve as assistants and aides, carrying out commands with unquestioned loyalty. While rare, churches staffed entirely by clockwork priests do exist. Stories tell of cathedrals dedicated to Amaznen, the Azlanti god of invention and magic, still operating in the ruins of Azlant, despite the fact that that god is now dead.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The creator of a clockwork priest must start with a diamond worth 5,000 gp as well as created clockwork pieces worth 5,000 gp.",
			"",
			"**CL** 12th; **Price** 95,000 gp",
			"",
			"**Requirements** {feat/Craft Construct}, {spell/animate objects}, {spell/geas//quest}, {spell/limited wish}, creator must be caster level 12th and be able to channel energy; Skill Craft (clockwork) DC 22; **Cost** 52,500 gp",
			"",
			"[^B]: Bonus feat."
		]
	},
	"clockwork_priest": { "copyof": "clockwork_clockwork_priest" },
	"clockwork_clockwork_servant": {
		"name": "Clockwork, Clockwork Servant",
		"sources": [
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*This four-armed, human-sized clockwork construct balances on three legs that rise into a central body.*",
			"",
			"::mh[Clockwork Servant]{cr=\"2\"}",
			"",
			"{SOURCE Bestiary 3/56}  ",
			"**XP** 600  ",
			"N Medium construct (clockwork)  ",
			"**Init** +6; **Senses** darkvision 60 ft., low-light vision; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 16, touch 14, flat-footed 12 (+2 Dex, +2 dodge, +2 natural)  ",
			"**hp** 31 (2d10+20); fast healing 2  ",
			"**Fort** +0, **Ref** +4, **Will** +0  ",
			"**Immune** construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** slam +6 (1d4+6)  ",
			"**Ranged** net +4 (entangle)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 19, **Dex** 14, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +2; **CMB** +6; **CMD** 20  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B]  ",
			"**SQ** repair clockwork, swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, team (2-4), or squadron (5-10)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Net (Ex)** As a standard action, a clockwork servant can launch a net from its shoulder. The launcher itself can contain up to five nets - loading a folded net into the launcher is a standard action. Some clockwork servants are outfitted with masterwork or even magic nets, although the clockwork servant presented here is armed with standard nets.",
			"",
			"**Repair Clockwork (Ex)** Clockwork servants are adept at repairing other clockwork constructs. As a standard action that does not provoke an attack of opportunity, a clockwork servant can repair damage done to either itself or an adjacent clockwork creature, healing 1d10 points of damage to the target.",
			"",
			"::sh[Description]",
			"",
			"Since clockwork engineers can't always be present to make sure their devices are working at full capacity, the clockwork servant was invented to serve that role. Clockwork servants excel at repairing themselves and other clockworks on the battlefield, proving useful for skirmishes and campaigns alike.",
			"",
			"Rumors of clockwork servants with magically imparted intelligence persist among explorers of certain strange ruins - while no smarter than the average human, such \"awakened\" clockwork servants have skills and feats as appropriate for their Hit Dice (Disable Device +7, Perception +2, and {feat/Skill Focus} [Disable Device] for most intelligent clockwork servants), and are said to serve in more complex roles than mere repair workers. An intelligent clockwork has an Intelligence score of 11 and can speak one language.",
			"",
			"Clockwork servants are about 5 feet tall and weigh over 400 pounds.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The creator of a clockwork servant must start with crafted clockwork pieces worth 500 gp.",
			"",
			"**CL** 12th; **Price** 7,500 gp (13,500 for an intelligent servant)",
			"",
			"**Requirements** Craft Construct, geas/quest and make whole, creator must be at least caster level 12th; Skill Craft (clockwork) DC 20; **Cost** 4,000 gp (7,000 for an intelligent clockwork servant)",
			"",
			"[^B]: Bonus feat."
		]
	},
	"clockwork_servant": { "copyof": "clockwork_clockwork_servant" },
	"clockwork_clockwork_snail": {
		"name": "Clockwork, Clockwork Snail",
		"sources": [
			"Wardens of the Reborn Forge",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*The torso of this constructed gastropod is elongated and eerily humanoid. Smog pours from the shell-like posterior of the machine, while toxic green ooze courses through its translucent pipes.*",
			"",
			"::mh[Clockwork Snail]{cr=\"10\"}",
			"",
			"{SOURCE Wardens of the Reborn Forge/62}  ",
			"**XP** 9,600  ",
			"N Large construct (clockwork)  ",
			"**Init** +7; **Senses** darkvision 60 ft., low-light vision; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 26, touch 14, flat-footed 21 (+3 Dex, +2 dodge, +12 natural, -1 size)  ",
			"**hp** 101 (13d10+30)  ",
			"**Fort** +4, **Ref** +9, **Will** +4  ",
			"**DR** 5/adamantine; **Immune** construct traits, eidite sickness  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., climb 20 ft.; improved charge, tracks  ",
			"**Melee** mwk dire flail +18/+13/+8 (1d8+7), mwk dire flail +18 (1d8+3)  ",
			"**Space** 10 ft., **Reach** 5 ft.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 24, **Dex** 17, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +13; **CMB** +21; **CMD** 36 (can't be tripped)  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B], {feat/Two-Weapon Fighting}[^B]  ",
			"**Skills** Climb +23  ",
			"**SQ** swift reactions, undersized weapons, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, squadron (2-4), or cavalry (5-10)  ",
			"**Treasure** incidental (mwk dire flail, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Eidite Trail (Ex)** A clockwork snail can release a noxious trail of poisonous ooze, coating any surface it treads upon with viscous liquid eidite. Any square that the clockwork snail moves through while this ability is active is covered in a nonmagical web effect that acts in all ways as [the spell](spell/web) (DC 16 negates), but also has a chance of infecting whoever touches it with {disease/eidite sickness}. A clockwork snail can activate or deactivate this ability as a swift action, and can cover a total of 40 squares per day, though these squares need not be consecutive. The save DC is Constitution-based.",
			"",
			"**Improved Charge (Ex)** A clockwork snail excels at charging into enemies; it can move up to triple its speed when using the charge action, and ignores any effects of difficult terrain while charging.",
			"",
			"**Tracks (Ex)** A clockwork snail's tracks allow it to climb even sheer surfaces with ease, granting it a +16 racial bonus on Climb checks instead of the usual +8 for having a climb speed, and it can make attacks with its upper body normally even while climbing.",
			"",
			"::sh[Description]",
			"",
			"Although their upper bodies resemble the clockwork soldiers from which their forms were no doubt inspired, these mechanical monstrosities are in fact a horrific blend of gastropod and clockwork, fusing the cruelest aspects of calculated war machinery and the foul influence of eidite. A clockwork snail is 12 feet tall and weighs 2,000 pounds.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The creator of a clockwork snail must start with crafted clockwork pieces worth 7,500 gp and 1,000 gp worth of refined eidite ore.",
			"",
			"**CL** 12th; **Price** 100,000 gp",
			"",
			"**Requirements** Craft Construct, animate objects, freedom of movement, geas/quest, and poison, creator must be at least caster level 12th; Skill Craft (clockwork) DC 20; **Cost** 50,000 gp",
			"",
			"[^B]: Bonus feat."
		]
	},
	"clockwork_snail": { "copyof": "clockwork_clockwork_snail" },
	"clockwork_clockwork_soldier": {
		"name": "Clockwork, Clockwork Soldier",
		"sources": [
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*Cogs and gears are visible in the gaps of this metallic creature's armor. It wields a polearm as it stands ready at attention.*",
			"",
			"::mh[Clockwork Soldier]{cr=\"6\"}",
			"",
			"{SOURCE Bestiary 3/57}  ",
			"**XP** 2,400  ",
			"N Medium construct (clockwork)  ",
			"**Init** +6; **Senses** darkvision 60 ft., low-light vision; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 14, flat-footed 16 (+2 Dex, +2 dodge, +6 natural)  ",
			"**hp** 64 (8d10+20)  ",
			"**Fort** +2, **Ref** +6, **Will** +2  ",
			"**DR** 5/adamantine; **Immune** construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +1 halberd +18/+13 (1d10+14/&times;3)  ",
			"**Special Attacks** latch",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 28, **Dex** 15, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +8; **CMB** +17 (+19 disarm); **CMD** 31 (33 vs. disarm)  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B]  ",
			"**SQ** efficient winding, proficient, standby, swift reactions",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, trio, troop (3-8), or company (9-12 plus 1-4 clockwork servants)  ",
			"**Treasure** standard (+1 halberd, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Efficient Winding (Ex)** A clockwork soldier can function for 2 days per Hit Die every time it is wound.",
			"",
			"**Latch (Ex)** Clockwork soldiers have specially designed hands that easily grasp and lock onto weapons and objects. A soldier can attempt to disarm or grapple as a standard action without provoking an attack of opportunity, and it receives a +2 bonus on disarm checks. In addition, it receives a +2 bonus to CMD against attempts to disarm it.",
			"",
			"**Proficient (Ex)** A clockwork soldier is proficient with all simple and martial weapons.",
			"",
			"**Standby (Ex)** A clockwork soldier can place itself on standby as a standard action. While on standby, a clockwork soldier cannot move or take any actions. It remains aware of its surroundings but takes a -4 penalty on Perception checks. Time spent on standby does not count against the soldier's wind-down duration. A clockwork soldier can exit standby as a swift action - if it does so to initiate combat, it gains a +4 racial bonus on its Initiative check.",
			"",
			"::sh[Description]",
			"",
			"The clockwork soldier is a mechanical mercenary that fights to the death for its creator. With the ability to wield most weapons with full proficiency, clockwork soldiers are versatile and wholly unpredictable foes. Most are armed with magic weapons - a +1 halberd being the most common armament.",
			"",
			"Clockwork soldiers are among the most efficient constructs of their kind. They are ideal for sentry and guard duty. Clockwork soldiers have the same basic shape as a human. They are 6 feet tall and weigh 500 pounds.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The creator must start with crafted clockwork pieces worth 1,000 gp; the cost of the soldier's weapon is not included in this price.",
			"",
			"**CL** 12th; **Price** 37,000 gp",
			"",
			"**Requirements** Craft Construct, geas/quest and heroism, creator must be at least caster level 12th; Skill Craft (clockwork) DC 20; **Cost** 19,000 gp",
			"",
			"[^B]: Bonus feat."
		]
	},
	"clockwork_soldier": { "copyof": "clockwork_clockwork_soldier" },
	"clockwork_clockwork_songbird": {
		"name": "Clockwork, Clockwork Songbird",
		"sources": [
			"Construct Handbook",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*This gilded mechanical bird produces melodious songs from its complex clockwork voice box.*",
			"",
			"::mh[Clockwork Songbird]{cr=\"1/2\"}",
			"",
			"{SOURCE Construct Handbook/35}  ",
			"**XP** 200  ",
			"N Tiny construct (clockwork)  ",
			"**Init** +7; **Senses** darkvision 60 ft., low-light vision; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 17, flat-footed 12 (+3 Dex, +2 dodge, +2 size)  ",
			"**hp** 5 (1d10)  ",
			"**Fort** +0, **Ref** +5, **Will** +0  ",
			"**Immune** construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., fly 40 ft. (average)  ",
			"**Melee** bite +0 (1d3-3)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 5, **Dex** 16, **Con** -, **Int** -, **Wis** 10, **Cha** 3  ",
			"**Base Atk** +1; **CMB** +2; **CMD** 9  ",
			"**Feats** {feat/Improved Initiative}, {feat/Lightning Reflexes}  ",
			"**Skills** Fly +7  ",
			"**SQ** difficult to create, mechanical musicality, swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or harmony (3-12)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Mechanical Musicality (Su)** A clockwork songbird's intricate mechanical voice box allows it to sing a number of songs, each of which provides a distinct effect. Starting a song is a standard action, and it can be maintained each round as a free action; stopping a song is a standard action. A clockwork songbird's song cannot be disrupted, but it ends immediately if the clockwork songbird cannot take a free action to maintain it. A clockwork songbird can sing only one song at a time.",
			"",
			"- Airy Aria: The clockwork songbird can whistle a lilting melody that causes allies to feel light on their feet. As long as the clockwork songbird maintains its airy aria, each ally within 60 feet that can hear it gains a +10-foot bonus to its base speed or a +1 dodge bonus to AC and a +1 bonus on Reflex saves (recipient's choice). These benefits do not stack with those provided by the airy arias of other clockwork songbirds.",
			"- Gentle Lullaby: The gentle, crooning lullaby of a clockwork songbird can cause enemies to drift toward slumber. Each round that a clockwork songbird sings its gentle lullaby, each foe within 30 feet that can hear it must attempt a DC 11 Will save. If the creature fails the save, it becomes drowsy; while drowsy, the creature takes a -2 penalty to Dexterity. If the creature is already drowsy and fails the DC 11 Will save, the creature falls asleep and gains the helpless condition. Slapping or wounding the affected creature fully awakens it, but normal noise does not. Alternatively, an ally can fully awaken a creature that is drowsy or fully asleep due to a gentle lullaby as a standard action. A creature that becomes fully asleep due to the gentle lullaby cannot be affected by gentle lullaby for 24 hours. This is a mind-affecting effect.",
			"- Inspiring Anthem: The clockwork songbird sings a hopeful song that, though somewhat piping and thin, rings true across the battlefield and instills a sense of duty in the hearts of the songbird's allies. As long as the clockwork songbird maintains its inspiring anthem, allies within 60 feet that can hear it gain a +1 morale bonus on attack and damage rolls.",
			"",
			"::sh[Description]",
			"",
			"Marvels of machinery and musicality, clockwork songbirds are prized for the beautiful melodies they produce, which can vary based on the songbird's construction. These clockwork creatures often inhabit the homes and gardens of nobility, where they fill opulent manors and wide-open green spaces alike with their lilting songs. Both children and adults delight in clockwork songbirds, with the former seeing these mechanical creatures as amusing toys and the latter as party novelties.",
			"",
			"A clockwork songbird is typically no longer than 18 inches and weighs about 5 pounds.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The inner workings of a clockwork songbird are made of intricately interlocked components, with the most complex machinery located in the creature's voice box. The creator of a clockwork songbird must start with crafted clockwork pieces worth 250 gp.",
			"",
			"**CL** 12th; **Price** 3,250 gp",
			"",
			"**Requirements** {feat/Craft Construct}, {spell/geas//quest}, {spell/ghost sound}, {spell/haste}, {spell/heroism}, {spell/sleep}, creator must be caster level 12th; Skill Craft (clockwork) DC 20; **Cost** 1,750 gp"
		]
	},
	"clockwork_songbird": { "copyof": "clockwork_clockwork_songbird" },
	"clockwork_clockwork_spy": {
		"name": "Clockwork, Clockwork Spy",
		"sources": [
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*This tiny steel creature has one oversized eye, a spherical body, and several spiderlike legs of grinding metal.*",
			"",
			"::mh[Clockwork Spy]{cr=\"1/2\"}",
			"",
			"{SOURCE Bestiary 3/58}  ",
			"**XP** 200  ",
			"N Tiny construct (clockwork)  ",
			"**Init** +5; **Senses** darkvision 60 ft., low-light vision; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 15, flat-footed 12 (+1 Dex, +2 dodge, +2 size)  ",
			"**hp** 5 (1d10)  ",
			"**Fort** +0, **Ref** +3, **Will** +0  ",
			"**Immune** construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 30 ft. (clumsy)  ",
			"**Melee** slam +3 (1d2)  ",
			"**Special Attacks** record audio, self-destruct",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 10, **Dex** 13, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +1; **CMB** +0; **CMD** 12  ",
			"**Feats** {feat/Improved Initiative}, {feat/Lightning Reflexes}  ",
			"**Skills** Climb +3, Fly -3, Stealth +11; **Racial Modifiers** +2 Climb, +2 Stealth  ",
			"**SQ** swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** incidental (gemstone worth 50 gp)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Record Audio (Su)** A clockwork spy can record nearby sounds as a swift action, archiving all sound within a 20-foot spread onto a small gemstone worth 50 gp embedded in its body. The clockwork spy can record up to 1 hour of sound per Hit Die it possesses. Starting and stopping playback of recorded sound is a swift action. Removing a gemstone or installing a gemstone into a clockwork spy requires a DC 25 Disable Device check as a full-round action - failure does not damage the gemstone but does erase any recorded sounds on the gemstone. Since clockwork spies are not intelligent, they must be given simple commands as to when they are to start recording sounds. A clockwork spy can differentiate between creature types and subtypes, but not between specific individuals - a spy can be ordered to start recording sound as soon as a humanoid (human) or an aberration comes in range, but it cannot be ordered to start recording when a specific person comes within range. Once a clockwork spy begins recording sound, it cannot cease recording early. Likewise, it cannot record sound onto a gemstone that already contains a recording.",
			"",
			"**Self-Destruct (Su)** Unless specifically programmed otherwise by its creator, a clockwork spy explodes 1 round after it is destroyed. During this round, the thing shrieks and thrashes about as if undergoing convulsions. On what would normally have been the clockwork spy's next action, it explodes, dealing 1d6 points of fire damage in a 5-foot radius (Reflex DC 10 for half damage). A DC 20 Disable Device check made as a standard action can halt the spy's self-destruct sequence, but does not prevent it from dying. A clockwork spy that self-destructs automatically destroys its gemstone, along with any information contained inside it. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"These spindly and discreet mechanical arachnids are ideal for surveillance and reconnaissance missions, and can be vital tools in political intrigues or illicit consortium tactics. Their retractable, insectile wings make the swift creatures even craftier foes than most would anticipate. As they are less combat-oriented than many other clockworks, if a clockwork spy is caught in the act of recording its target, escape is usually the most practical course of action for it.",
			"",
			"Clockwork spies are about 2 feet wide from leg to leg, and weigh less than 40 pounds.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"These delicate constructs are full of small parts and difficult to construct. The creator must start with crafted clockwork pieces worth 250 gp.",
			"",
			"**CL** 12th; **Price** 1,250 gp",
			"",
			"**Requirements** Craft Construct, geas/quest and ghost sound, creator must be at least caster level 12th; Skill Craft (clockwork) DC 20; **Cost** 750 gp"
		]
	},
	"clockwork_spy": { "copyof": "clockwork_clockwork_spy" },
	"clockwork_clockwork_steed": {
		"name": "Clockwork, Clockwork Steed",
		"sources": [
			"Bestiary 4",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*Gleaming gears whir and buzz in an orchestra of motion whenever this red-eyed steed moves.*",
			"",
			"::mh[Clockwork Steed]{cr=\"6\"}",
			"",
			"{SOURCE Bestiary 4/33}  ",
			"**XP** 2,400  ",
			"N Large construct (clockwork)  ",
			"**Init** +5; **Senses** darkvision 60 ft., low-light vision; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 12, flat-footed 17 (+1 Dex, +2 dodge, +8 natural, -1 size)  ",
			"**hp** 74 (8d10+30)  ",
			"**Fort** +2, **Ref** +5, **Will** +2  ",
			"**Immune** construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** bite +14 (1d8+7), 2 hooves +9 (1d6+3)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** powerful kick, trample (1d6+7, DC 21)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 24, **Dex** 13, **Con** -, **Int** -, **Wis** 10, **Cha** 1  ",
			"**Base Atk** +8; **CMB** +16; **CMD** 29 (33 vs. trip)  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B]  ",
			"**SQ** difficult to create, swift reactions, winding",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Powerful Kick (Ex)** As a standard action, the clockwork steed can make two hoof attacks with its rear hooves; if both hit, it can perform an awesome blow combat maneuver as the Awesome Blow feat. A clockwork steed gains a +4 racial bonus on this combat maneuver check.",
			"",
			"::sh[Description]",
			"",
			"These tireless constructs were designed by engineers as a replacement for normal horses. They can gallop ceaselessly for hours or even days if required. In addition to their endurance, clockwork steeds pack a powerful physical punch-blows from their hooves can send smaller creatures flying. Though many riders enjoy the unquestioning way that clockwork steeds accept commands from their riders, others find these steeds' lack of personality frustrating. Unlike normal horses, a clockwork steed lacks the ability to create a bond with its rider.",
			"",
			"### Clockwork Charger",
			"",
			"Clockwork chargers are constructed to wreak greater mechanized terror on the battlefield. A clockwork charger has the advanced simple template and is specially equipped for enhancing mounted charges or making such charges even without a rider by way of its pivoted lance.",
			"",
			"A clockwork charger has a pivoted latch large enough to support a lance and allows even those who are not proficient with a lance to use it as if they were. Furthermore, the clockwork charger is proficient with any lance equipped in the pivot and gains the undersized weapon special ability.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"The creator of a clockwork steed must start with crafted clockwork pieces worth 3,000 gp. When building a clockwork charger, the pivot can be built for any size lance, typically Medium.",
			"",
			"**CL** 12th; **Price** 29,000 gp (33,500 for a clockwork charger)",
			"",
			"**Requirements** Craft Construct, bull's strength, geas/quest, creator must be at least caster level 12th; Skill Craft (clockwork) DC 20; **Cost** 16,000 gp (18,750 for a clockwork charger)",
			"",
			"[^B]: Bonus feat."
		]
	},
	"clockwork_steed": { "copyof": "clockwork_clockwork_steed" },
	"clockwork_clockwork_vivisectionist": {
		"name": "Clockwork, Clockwork Vivisectionist",
		"sources": [
			"Pathfinder #112: The Whisper Out of Time",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*The mechanical workings of this humanoid figure are incredibly complex, but the gore-spattered scalpels it has on one hand and the glistening syringes inside its cage-like chest make its intentions clear.*",
			"",
			"::mh[Clockwork Vivisectionist]{cr=\"10\"}",
			"",
			"{SOURCE Pathfinder #112: The Whisper Out of Time/82}  ",
			"**XP** 9,600  ",
			"N Medium construct (clockwork)  ",
			"**Init** +6; **Senses** all-around vision, darkvision 60 ft., low-light vision; Perception -1",
			"",
			"::sh[Defense]",
			"",
			"**AC** 24, touch 14, flat-footed 20 (+2 Dex, +2 dodge, +10 natural)  ",
			"**hp** 91 (13d10+20)  ",
			"**Fort** +4, **Ref** +8, **Will** +3  ",
			"**DR** 10/bludgeoning; **Immune** construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 2 claw +22 (2d6+9 plus grab)  ",
			"**Special Attacks** anesthetizing injection",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 28, **Dex** 15, **Con** -, **Int** -, **Wis** 9, **Cha** 1  ",
			"**Base Atk** +13; **CMB** +22 (+26 grapple); **CMD** 36  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B]  ",
			"**SQ** difficult to create, efficient winding, standby, swift reactions",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Anesthetizing Injection (Ex)** A clockwork vivisectionist that has pinned a victim can try to anesthetize the victim with fluid-filled syringes normally stored in the vivisectionist's chest compartment. The vivisectionist performs the injection as a standard action. This deals no damage, but the victim must succeed at a DC 16 Fortitude save or be paralyzed for 1d6 minutes. This is a poison effect. The save DC is Constitution-based.",
			"",
			"**Efficient Winding (Ex)** A clockwork vivisectionist can function for 2 days per Hit Die every time it is wound.",
			"",
			"**Standby (Ex)** A clockwork vivisectionist can place itself on standby as a standard action. While on standby, a clockwork vivisectionist cannot move or take any actions, but it remains aware of its surroundings. Time spent on standby does not count against the vivisectionist's wind-down duration. A clockwork vivisectionist can exit standby as a swift action.",
			"",
			"::sh[Description]",
			"",
			"Assembled by unknown creators for inscrutable purposes, clockwork vivisectionists wait in the depths of ageless dungeons or within the tombs of forgotten kings. When wound, they pursue a single purpose: to examine the inner workings of living humanoids. They approach this task with a cold, insatiable curiosity that has somehow been programmed into their clicking levers and complex gear trains. Clockwork vivisectionists enter combat only to paralyze victims for later vivisection.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Ecology",
			"",
			"Clockwork vivisectionists are vaguely humanoid in shape, but they diverge from this general form in disturbing ways. They typically stand 6 feet tall and weigh 250 pounds. They have four segmented mechanical legs that allow them to move quickly in any direction. Their chests are wrought metal cages that swing open to reveal an assortment of syringes loaded with paralyzing poisons, and their misshapen arms end in vicious surgical implements, often caked with dried blood and bits of gore. A clockwork vivisectionist's head has three visages, each facing a different direction, allowing the vivisectionist to see in every direction at once. A vivisectionist's forged metal faces are often locked in expressions of horror, terror, or agony, as if whoever (or whatever) created them was building a facsimile of a humanoid, but had only ever seen faces expressing these emotions. Every few minutes, the faces rotate positions with a ratcheting sound, but it's unclear why a clockwork vivisectionist does this.",
			"",
			"The clockwork mechanisms within a vivisectionist are noticeably more complex than those of clockwork constructs built by most sages and engineers in the Inner Sea region. Those few scholars who have examined a disassembled vivisectionist have noted the incredibly precise machining of the gears, the astonishing density of the gear trains, and the banks of levers that seem able to store information by locking into countless combinations of positions. It's possible that the information gleaned from their vivisections is stored within these mechanisms for later retrieval by their mysterious creators. Despite this complexity, clockwork vivisectionists have no true intelligence. The emotionless manner in which they carry out their experiments only amplifies the chilling horror of encountering one.",
			"",
			"The key used to wind a clockwork vivisectionist is often difficult to recognize as a key at all. It usually takes an arcane shape and using it may require solving a puzzle of some kind. Examples include a star map cast in bronze that aligns with a star pattern on the clockwork's back (often depicting constellations unrecognizable to denizens of Golarion), a set of independently rotating rings with unfamiliar runes on them that must be inserted into a socket on the clockwork and rotated into the correct alignment, and a complex set of lenses and mirrors that must be correctly focused to shine a beam of light on a particular spot on the clockwork's body.",
			"",
			"Because its singular purpose is to cut open and experiment on still-living creatures, a clockwork vivisectionist employs unusual tactics in combat. Once it has pierced a victim with its scalpel claws and injected him with anesthetic, it drops the paralyzed victim and moves on to another. Only once all enemies are paralyzed or have fled will the vivisectionist begin \"operating,\" keeping each victim paralyzed but alive as long as possible (rarely longer than 1 hour) with regular injections from the bank of fluid-filled syringes in its chest. A victim can continue to attempt DC 16 Fortitude saving throws once per minute to escape the paralysis effect. A victim who escapes or is rescued once this process has begun may suffer from severe mental trauma even after her physical wounds have been healed.",
			"",
			"### Habitat",
			"",
			"Explorers of the deepest dungeons in Golarion report finding clockwork vivisectionists in isolated chambers surrounded by mutilated corpses that were the result of the vivisectionist's past experiments. This can include entire corpses with the skin removed, organs affixed to walls in careful arrangements, and bizarre sculptures with eerie radial symmetry built from the body parts of multiple victims. Clockwork vivisectionists are often found in areas with connections to Azlant or Thassilon. However, they have also been found in the ruins of Shadun in Qadira, Tumen in Osirion, and in the catacombs of El-Fatar. It is rumored that the Pactmasters of Katapesh maintain a collection of clockwork vivisectionists, their mechanisms wound down and their keys carefully hidden away.",
			"",
			"Though they don't typically remain in one location, instead roaming tombs and dungeons in search of victims for as long as their windings will allow, clockwork vivisectionists often seek out traps, natural locations, or other creatures with daze or stun attacks that might help them to conduct their vivisections. Traps involving {eq-poison/azure lily pollen}, {monster/cytillipede/s}, {monster/Leng ghoul/s}, or {monster/tenebrous worm/s} are often found in the same area of a dungeon as a clockwork vivisectionist.",
			"",
			"### Construction",
			"",
			"No one on Golarion has successfully constructed a clockwork vivisectionist in recent memory, or, if they are indeed the work of extraplanar entities, ever. However, arcane academics who have examined partially destroyed vivisectionists have reverse-engineered the process, and it's rumored that the dwarven metalsmiths of Maheto and arcane researchers in Gurat are competing to be the first to build a functioning one.",
			"",
			"Creating these clockworks requires precisely crafted gears and other refined mechanisms, plus various anesthetizing fluids, worth 8,500 gp. However, the process isn't a matter of simply building the mechanisms in the correct shape - some aspect of a clockwork vivisectionist's function remains incomprehensible and alien to beings on the Material Plane, so aspiring clockwork makers must consult with extraplanar powers using contact other plane. One theory suggests that constructing the clockwork near a gate to Leng, or, for the truly adventurous builder, on Leng itself, may increase the chance of successfully creating a functional clockwork vivisectionist.",
			"",
			"**CL** 10th; **Price** 80,000 gp",
			"",
			"**Requirements** Craft Construct, contact other plane, geas/quest, limited wish, creator must be at least caster level 10th; Skill Craft (clockwork) DC 20; **Cost** 44,250 gp",
			"",
			"[^B]: Bonus feat."
		]
	},
	"clockwork_vivisectionist": { "copyof": "clockwork_clockwork_vivisectionist" },
	"clockwork_mechanical_efreeti": {
		"name": "Clockwork, Mechanical Efreeti",
		"sources": [
			"Tombs of Golarion",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*This crimson-skinned genie has an artificial, sculpted appearance.*",
			"",
			"::mh[Mechanical Efreeti]{cr=\"1\"}",
			"",
			"{SOURCE Tombs of Golarion/22}  ",
			"**XP** 400  ",
			"N Tiny construct (clockwork)  ",
			"**Init** +6; **Senses** darkvision 60 ft., low-light vision; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 16, flat-footed 14 (+2 Dex, +2 dodge, +2 natural, +2 size)  ",
			"**hp** 5 (1d10)  ",
			"**Fort** +0, **Ref** +4, **Will** +0  ",
			"**DR** 10/adamantine; **Immune** construct traits  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** slam +1 (1d3-2 plus burn)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft.  ",
			"**Special Attacks** burn (1d6 fire, DC 10)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 6, **Dex** 14, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +1; **CMB** +1; **CMD** 11  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B]  ",
			"**SQ** difficult to create, swift reflexes, winding",
			"",
			"::sh[Description]",
			"",
			"Mechanical genies are best used as stationary guards rather than scouts, and are often placed in pairs so they can wind each other up. They stand 2 feet tall and weigh around 8 pounds.",
			"",
			"The most common mechanical genie is that presented above. A mechanical efreeti has a face sculpted into a permanent scowl and an inner boiler to heat its large fists.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"A mechanical efreeti requires intricate gears and other components worth 500 gp.",
			"",
			"**CL** 7th; **Price** 3,500 gp",
			"",
			"**Requirements** Craft Construct, animate objects, fireball, lesser geas, creator must be at least caster level 7th; Skill Craft (clockwork) DC 15; **Cost** 2,000 gp",
			"",
			"### Variant Mechanical Genies",
			"",
			"Other mechanical genies exist, each with variations based on the associated genie.",
			"",
			"**Mechanical Djinni:** This construct flies by means of cunning propellers mounted under its torso in place of legs. A mechanical djinni loses the burn ability but gains a fly speed of 20 feet with clumsy maneuverability. When charging while flying, a mechanical djinni doesn't provoke attacks of opportunity when entering its opponent's square, and it gains a +2 bonus on damage rolls. Construction of a mechanical djinni requires fly in place of fireball.",
			"",
			"**Mechanical Janni:** A mechanical janni loses the burn ability, but its slam attack deals slashing damage with a critical threat range of 18-20 and an additional 1d4 points of bleed damage. Construction of a mechanical janni requires keen edge in place of fireball.",
			"",
			"**Mechanical Marid:** A mechanical marid is quick but tends to be erratic. It loses the burn ability, but gains a swim speed of 30 feet and Swim skill of +6. Its base speed increases to 40 feet, and it gains a +2 bonus on attack and damage rolls against creatures in or touching water. Its construction requires haste in place of fireball.",
			"",
			"**Mechanical Shaitan:** A mechanical shaitan loses the burn ability, but gains an additional slam attack and a +4 bonus to Strength. Creation of a mechanical shaitan requires stone shape in place of fireball.",
			"",
			"[^B]: Bonus feat."
		]
	},
	"mechanical_efreeti": { "copyof": "clockwork_mechanical_efreeti" },
	"clockwork_toy_golem": {
		"name": "Clockwork, Toy Golem",
		"sources": [
			"Tombs of Golarion",
			"Bestiary 3",
			"Pathfinder #123: The Flooded Cathedral"
		],
		"description": [
			"*This amalgam of mechanical toys clacks and whirs.*",
			"",
			"::mh[Toy Golem]{cr=\"5\"}",
			"",
			"{SOURCE Tombs of Golarion/23}  ",
			"**XP** 1,600  ",
			"Clockwork variant junk golem  ",
			"N Medium construct (clockwork)  ",
			"**Init** +3; **Senses** darkvision 60 ft., low-light vision; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 21, touch 11, flat-footed 19 (-1 Dex, +2 dodge, +10 natural)  ",
			"**hp** 53 (6d10+20); clockwork repair  ",
			"**Fort** +2, **Ref** +3, **Will** +2  ",
			"**DR** 5/adamantine; **Immune** construct traits, magic  ",
			"**Weaknesses** vulnerable to electricity",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 2 slams +10 (1d6+4 plus disease)  ",
			"**Special Attacks** disease",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 18, **Dex** 9, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +6; **CMB** +10; **CMD** 21  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Lightning Reflexes}[^B]  ",
			"**SQ** difficult to create, discorporate, swift reactions, winding",
			"",
			"::sh[Special Abilities]",
			"",
			"**Clockwork Repair (Ex)** The toy golem has fast healing 2 when in an area with a high concentration of clockwork parts, such as Mutalib's workshop or the area created by a similar golem's discorporate ability.",
			"",
			"**Disease (Ex)** Tetanus: Slam-injury; *save* Fort DC 13; *onset* 1d6 days; *frequency* 1/day; *effect* 1d4 Dex damage. Each time a victim takes Dexterity damage from tetanus, there's a 50% chance its jaw muscles stiffen, preventing speech and the use of spells with verbal components for 24 hours; *cure* 2 consecutive saves. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"A toy golem is 6 feet tall and weighs about 450 pounds; each component toy is only 1 foot tall and weighs 1-1/2 pounds. The components that make up the golem are capable of winding one another up if they can reach each other.",
			"",
			"**Family:** {family/Clockwork}",
			"",
			"### Construction",
			"",
			"A toy golem requires approximately 300 tiny clockwork components worth a total of 1,000 gp.",
			"",
			"**CL** 7th; **Price** 16,000 gp",
			"",
			"**Requirements** Craft Construct, lesser geas, false life, minor creation, creator must be at least caster level 7th; Skill Craft (clockwork) DC 17; **Cost** 8,500 gp",
			"",
			"[^B]: Bonus feat."
		]
	},
	"toy_golem": { "copyof": "clockwork_toy_golem" }
}
