{
	"agmazar_the_star_titan": {
		"name": "Agmazar the Star Titan",
		"sources": [ "Mythic Realms" ],
		"description": [
			"*Stony segments cover this towering colossus like armor plates. Though it looks lifeless, its four arms move with supple grace.*",
			"",
			"::mh[Agmazar the Star Titan]{cr=\"26\"}",
			"",
			"{SOURCE Mythic Realms/46}  ",
			"**XP** 2,457,600  ",
			"NE Colossal undead (cold, kaiju)  ",
			"**Init** +5; **Senses** creaturesense, {umr/see in darkness}; Perception +49  ",
			"**Aura** {umr/frightful presence} (300 ft., DC 39), suffocation (60 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 40, touch 22, flat-footed 35 (+15 deflection, +5 Dex, +18 natural, -8 size)  ",
			"**hp** 615 (30d8+480); {umr/fast healing} 30  ",
			"**Fort** +25, **Ref** +15, **Will** +27  ",
			"**Defensive Abilities** {umr/channel resistance} +4, force field, freedom of movement; **DR** 20/epic; **Immune** ability damage, ability drain, cold, death effects, disease, energy drain, fear, {umr/undead traits}; **Resist** acid 30, electricity 30, fire 30, negative energy 30, sonic 30  ",
			"**Weaknesses** vulnerable to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 100 ft., climb 50 ft.  ",
			"**Melee** 4 slams +33 (4d12+27/19-20/&times;3 plus energy drain)  ",
			"**Space** 60 ft., **Reach** 60 ft.  ",
			"**Special Attacks** channel negative energy (10d6, DC 35, 18/day), {umr/energy drain} (1 level, DC 40), gravitic control, hurl foe, serpent arms, {umr/trample} (4d6+27, DC 43)  ",
			"**Spell-Like Abilities** (CL 20th; concentration +35)  ",
			"*Constant*-{spell/freedom of movement}  ",
			"*3/day*-quickened {spell/circle of death} (DC 31), empowered {spell/horrid wilting} (DC 33), {spell/waves of exhaustion}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 47, **Dex** 21, **Con** -, **Int** 6, **Wis** 31, **Cha** 40  ",
			"**Base Atk** +22; **CMB** +48; **CMD** 86  ",
			"**Feats** {feat/Bleeding Critical}, {feat/Blind-Fight}, {feat/Critical Focus}, {feat/Defensive Combat Training}, {feat/Empower Spell-Like Ability/ (horrid wilting)}, {feat/Improved Critical/ (slam)}, {feat/Power Attack}, {feat/Quick Channel}, {feat/Quicken Spell-Like Ability/ (circle of death)}, {feat/Sickening Critical}, {feat/Skill Focus/ (Perception)}, {feat/Snatch}, {feat/Thanatopic Spell}, {feat/Toughness}, {feat/Weapon Focus/ (slam)}  ",
			"**Skills** Climb +30, Intimidate +36, Knowledge (religion) +10, Perception +49, Swim +20  ",
			"**Languages** Draconic (can't speak)  ",
			"**SQ** kaiju traits, massive, powerful blows, recovery",
			"",
			"::sh[Special Abilities]",
			"",
			"**Aura of Suffocation (Su)** Agmazar's alien presence breaks down the atmosphere around it, causing the air to become thin and nearly unbreathable. Within 1 mile of Agmazar, breathing creatures are subject to fatigue and altitude sickness as if at high peak altitude. Creatures within 60 feet of Agmazar must hold their breath or begin to suffocate.",
			"",
			"**Channel Negative Energy (Su)** Agmazar can channel negative energy as a 20th-level evil cleric. This ability requires no divine focus.",
			"",
			"**Creaturesense (Ex)** Agmazar has lifesense up to 120 feet. In addition, it can sense the presence and position of undead creatures within 1,200 feet as if it had blindsense.",
			"",
			"**Force Field (Su)** Agmazar is surrounded by a field of force that grants it a deflection bonus to AC equal to its Charisma bonus and resistance 30 against force effects. Its natural weapons are treated as force effects for dealing damage to incorporeal or ethereal targets. The first time each round Agmazar is targeted with a ranged attack, there's a 75% chance that attack is deflected by the force field, with a 50% chance of it being reflected back upon its originator and a 50% chance of it being deflected toward a random creature within 60 feet of Agmazar (or deflected harmlessly if no creature is within this range). This deflected attack uses the same attack roll result, caster level, and save DC as the original attack.",
			"",
			"**Gravitic Control (Su)** Agmazar can radically alter the effect of gravity, bending or even inverting gravity to suit its will. As a standard action, it can alter gravity for 2d6 rounds, choosing one of five effects (with effective caster level 20). Only one type of gravitic control can be in effect at a time. Involuntary movement forced by gravitic control doesn't provoke attacks of opportunity. Agmazar and its serpent arms are immune to its gravitic control, except for gravitic deceleration. The save DCs are Charisma-based.",
			"",
			"- Gravitic Acceleration: This ability functions as telekinesis (CMB +35, Will DC 40).",
			"- Gravitic Attraction: This ability functions as repulsion but in reverse; any creature that fails its saving throw (Will DC 40) can't move away from Agmazar. Each round it doesn't spend a move action resisting the attraction, it is pulled 1d6 &times; 5 feet toward Agmazar.",
			"- Gravitic Deceleration: All creatures within 30 feet are affected as by feather fall. Flying creatures in this radius move at half speed, and a creature making a ranged weapon attack targeting a creature in the radius takes a -2 penalty on the attack roll.",
			"- Gravitic Inversion: This ability functions as reverse gravity (Reflex DC 40), but Agmazar can concentrate on the spell. Each round it continues to do so, the radius of the effect doubles.",
			"- Gravitic Repulsion: This ability functions as repulsion, but a creature that fails its saving throw (Will DC 40) not only can't move toward Agmazar, but is also pushed 1d6 &times; 5 feet away from the kaiju each round it doesn't spend a move action resisting the gravitic repulsion.",
			"",
			"**Powerful Blows (Ex)** Agmazar adds 1-1/2 times its Strength bonus on damage rolls with slam attacks.",
			"",
			"**Serpent Arms (Su)** As a full-round action, Agmazar can detach and release one or two of the lower arms from its body, revealing that the joints buried into its torso are alien serpent heads. The arms move and fight independently as hollow serpents, beginning on the round they're detached. For each arm it detaches, Agmazar takes 25 points of damage that can't be reduced.",
			"",
			"When a hollow serpent uses channel negative energy or a spell-like ability, it counts against Agmazar's uses of that ability. While its arms are detached, Agmazar's fast healing is reduced by 10 for each missing arm, and it can make slam attacks only with the arms still attached. If a hollow serpent is destroyed while separated, Agmazar can regrow its missing arm in 1 hour. Reattaching one or both lower arms is a full-round action and restores Agmazar's fast healing to the normal rate (though does not regain the hit points lost from detaching).",
			"",
			"::sh[Description]",
			"",
			"Agmazar the Star Titan is a kaiju whose origins lie far from Golarion. It plummeted from the sky in 2456 by the Imperial Calendar (-44 ar) into the trackless green of the eastern Valashmai Jungles. Though many have searched for Agmazar's landing place, none have found it and survived with sufficient strength or sanity to report precisely where it is.",
			"",
			"However, Agmazar's entrance into the world hardly went unnoticed. In fact, its meteoric advent drew the attention of the great kaiju King Mogaru, who claimed the jungles at that time. In a cataclysmic battle that wiped out every living creature for miles, King Mogaru slew the invader from the stars and left the body burned and broken, after which he returned to his deep lake lair for a long rest.",
			"",
			"King Mogaru, however, didn't know the alien powers engrafted within the Star Titan: fail-safes created long ago by the Balance, its makers upon the planet Verces, who created it as an ultimate weapon against undead invaders from Eox. If Agmazar were killed, these unholy energies would raise it, not to life that might once again be snuffed out by the undead, but to titanic unlife that would make it an invincible weapon.",
			"",
			"After Agmazar had great victories, its overambitious creators launched it into space to take the fight to Eox itself. But the kaiju was intercepted in transit - a cabal of liches used a disguised interplanetary portal to shift Agmazar's trajectory from planetfall on Eox to instead land on Golarion.",
			"",
			"Confused by the richness of life on the planet and unable to escape Golarion's gravity, Agmazar was taken by surprise by Mogaru's onslaught. Its death activated its failsafe programming, but it found few undead within range of it senses. Though the kaiju destroyed undead wherever it found them, once it had exterminated all that it could find, it grew frustrated and its heart turned bitter.",
			"",
			"Agmazar now lies in wait most of the time, but lashes out even at the living if they disturb its watchful reverie. If a great necromantic power arises anywhere near Agmazar, it senses the threat and departs immediately to destroy it, treading a path of devastation as it seeks to fulfill the purpose it was given so long ago."
		]
	},
	"ahriman": {
		"name": "Ahriman, Lord of All Divs",
		"sources": [
			"Mythic Realms",
			"Pathfinder #24: The Final Wish"
		],
		"description": [
			"*This humanoid creature has the head of a ravening, horned lion. A chorus of anguished screams echoes from his gaping maw.*",
			"",
			"::mh[Ahriman, Lord of All Divs]{cr=\"26\"}",
			"",
			"{SOURCE Mythic Realms/48;Pathfinder #24: The Final Wish/76}  ",
			"**XP** 2,457,600  ",
			"NE Huge outsider (div, evil, extraplanar)  ",
			"**Init** +20; **Senses** darkvision 60 ft., {umr/see in darkness}, true seeing; Perception +43  ",
			"**Aura** hopelessness (30 ft., DC 38), {umr/frightful presence} (60 ft., DC 38)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 46, touch 21, flat-footed 37 (+8 Dex, +1 dodge, +15 natural, +14 profane, -2 size)  ",
			"**hp** 610 (33d10+429); {umr/regeneration} 20 (mythic and epic or good)  ",
			"**Fort** +24, **Ref** +26, **Will** +25  ",
			"**Defensive Abilities** freeing chains, skin of serpents; **DR** 20/cold iron, epic, and good; **Immune** ability damage and drain, charm and compulsion effects, death effects, energy drain, fire, petrification, poison; **Resist** acid 30, electricity 30; **SR** 37 (41 vs. good)",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., fly 60 ft. (perfect)  ",
			"**Melee** Ahriman's scourge +47/+42/+37/+32 (3d6+16/19-20/&times;3), bite +45 (3d6+8/19-20 plus {umr/grab} and bottomless maw), claw +45 (1d8+8), gore +45 (2d6+8 plus crown of fourfold curses), 2 talons +45 (1d8+8)  ",
			"**Space** 15 ft., **Reach** 10 ft. (15 ft. with Ahriman's scourge)  ",
			"**Special Attacks** {umr/bleed} (2d6), bottomless maw, consume essence, pounce, {umr/rend} (2 claws, 1d8+24), shake faith, symbolic prison  ",
			"**Spell-Like Abilities** (CL 20th; concentration +32)  ",
			"*Constant*-{spell/arcane sight}, {spell/true seeing}  ",
			"*At will*-{spell/greater teleport}, {spell/speak with dead} (DC 25), {spell/unhallow}, {spell/unholy blight} (DC 26)  ",
			"*3/day*-{spell/horrid wilting} (DC 30), {spell/implosion} (DC 31), {spell/maze}, {spell/plane shift} (DC 29), {umr/summon} (level 9, see below), {spell/wish}  ",
			"*1/day*-{spell/demand} (DC 30), {spell/symbol of fear} (DC 28), {spell/symbol of persuasion} (DC 28), {spell/symbol of stunning} (DC 29), {spell/symbol of weakness} (DC 29)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 43, **Dex** 26, **Con** 36, **Int** 19, **Wis** 24, **Cha** 35  ",
			"**Base Atk** +33; **CMB** +51 (+53 bull rush, +55 grapple); **CMD** 74 (76 vs. bull rush)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Bleeding Critical}, {feat/Cleave}, {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Dodge}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (Ahriman's scourge)}, Improved Critical (bite), {feat/Improved Initiative}, {feat/Improved Natural Attack/ (bite)}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Mobility}, {feat/Multiattack}, {feat/Power Attack}  ",
			"**Skills** Bluff +48, Diplomacy +48, Fly +12, Intimidate +48, Knowledge (arcana, religion) +32, Knowledge (engineering, history, nature) +14, Knowledge (planes) +40, Linguistics +9, Perception +43, Sense Motive +43, Spellcraft +37, Stealth +17  ",
			"**Languages** Abyssal, Aquan, Auran, Celestial, Common, Draconic, Ignan, Infernal, Terran; telepathy 300 ft.  ",
			"**SQ** Ahriman's scourge, Lord of All Divs, slaughtered slave",
			"",
			"::sh[Special Abilities]",
			"",
			"**Ahriman's Scourge (Su)** Ahriman's Huge scourge is made from the spines of genies. It deals 3d6 points of damage, and gains the {magic-enh/bane} weapon special ability when used it to attack a genie. The scourge only functions for Ahriman. If his scourge is lost or destroyed, Ahriman can magically create a new one from the skeletons of four genies.",
			"",
			"**Aura of Hopelessness (Su)** Any creature that comes within 30 feet of Ahriman must succeed at a DC 38 Will save or take a -4 penalty on attack rolls, saving throws, skill checks, and ability checks. The save DC is Charisma-based.",
			"",
			"**Bottomless Maw (Su)** When Ahriman bites a creature and successfully grabs it, he magically banishes the creature to an extraplanar bottomless pit. Ahriman can't swallow a creature that has the good subtype or is affected by holy aura. ",
			"",
			"A swallowed creature takes 2d8+12 points of sonic damage each round as it plummets endlessly through Ahriman's cacophonous interior - a repulsive, lightless pit where heresies and praises to Ahriman are screamed in all languages at once. The creature must also succeed at a DC 39 Will save each round or be dominated, as dominate monster, for 1 day. Ahriman knows when a creature becomes dominated, and can expel any creature as a move action, causing it to appear in any adjacent square. The save DC is Constitution-based. ",
			"",
			"A swallowed creature can't cut its way out. Any creature in the area of silence or a similar affect is unaffected by the sonic damage and domination. A swallowed creature can escape by using plane shift or similar magic. The Lord of All Divs is stunned for 1 round and forced to expel all creatures in his stomach if a creature in his stomach casts holy aura or summons a creature with the good subtype, or if a creature either inside or out of his stomach casts {spell/atonement}, {spell/freedom}, {spell/holy word}, {spell/limited wish}, {spell/miracle}, or *wish*.",
			"",
			"**Consume Essence (Su)** Ahriman's soul-rending savagery erodes the fundamental essence of his victims. When he confirms a critical hit with a natural weapon, the target takes 1d6 points of ability drain to a random ability score (Fortitude DC 39 half). The save DC is Constitution-based.",
			"",
			"**Crown of Fourfold Curses (Su)** The ancient curses graven on the horns crowning Ahriman's head grant him a +14 profane bonus to AC and a +4 profane bonus to spell resistance against spells or spell-like abilities with the good descriptor or those cast by good creatures. If Ahriman confirms a critical hit with his gore attack, the target is stricken with bestow curse (DC 36). The save DC is Charisma-based.",
			"",
			"**Freeing Chains (Su)** Multiple chains wrap around Ahriman's body, and three select links can free him if he's bound. Ahriman can break one of these links to gain the benefits of freedom. He can do this as an immediate action to negate an applicable effect being cast on him.",
			"",
			"**Lord of All Divs (Ex, Su)** Ahriman gains a suite of traits as Lord of the Divs.",
			"",
			"- **Regeneration (Ex)** Only epic and good damage, good damage from a mythic source, or damage from a creature of equal or greater power (such as an archdevil, deity, or demon lord) interrupts Ahriman's regeneration.",
			"- Immunity to ability damage and drain, charm and compulsion effects, death effects, energy drain, and petrification.",
			"- Resistance to acid 30 and electricity 30.",
			"- **Resurrection (Ex)** Ahriman's power is rooted in his domain in Abaddon. If he is slain, his body collapses into a mass of writhing snakes and is restored to life (as {spell/true resurrection}) at the foot of his mountain. Once this occurs, Ahriman can't use this ability until a full year has passed; if slain again before that time, he is forever destroyed.",
			"- **Frightful Presence (Su)** Ahriman can activate his frightful presence as a free action as part of any attack, spell-like ability, special attack, or by speaking aloud.",
			"- **Summon Divs (Sp)** Three times per day as a swift action, Ahriman can summon any div or combination of divs whose total combined CR is 20 or lower, or summon a unique div of his choice. This otherwise works like the summon universal monster rule, with a 100% chance of success, and counts as a 9th-level spell effect.",
			"- Telepathy 300 feet.",
			"- Ahriman's natural weapons and any weapons he wields are treated as epic and evil for the purpose of overcoming damage reduction.",
			"- Ahriman can grant spells to his worshipers as if he were a deity. His domains are Darkness, Death, Destruction, and Evil. His favored weapon is the whip.",
			"",
			"**Shake Faith (Su)** When Ahriman strikes a divine spellcaster with a melee attack, the target is shaken for 1d4 rounds (Will DC 38 reduces the duration to 1 round). On a critical hit, the target is frightened instead of shaken for the same duration. The save DC is Charisma-based.",
			"",
			"**Skin of Serpents (Su)** Ahriman's flesh writhes with countless vipers, embodiments of ancient and forgotten evils. Any creature striking Ahriman in melee (unless using a reach weapon) must succeed at a DC 38 Fortitude save or take 1d6 points of Strength drain. The save DC is Charisma-based. If the creature fails its save, Ahriman gains 5 temporary hit points.",
			"",
			"**Slaughtered Slave (Su)** Any humanoid slain by Ahriman becomes a cairn wight (or brute wight if it was a giant) in 1d4 rounds. A genie killed by Ahriman instead rises as a ghul in 1d4 rounds. The creature is enslaved to Ahriman's will and loses all abilities and memories it had in life.",
			"",
			"**Symbolic Prison (Su)** When Ahriman entraps a creature in his bottomless maw or in a maze spell, he can use one of his symbol spell-like abilities as a swift action. The symbol affects all creatures within the prison, and ends when all creatures have escaped the maw or maze.",
			"",
			"::sh[Description]",
			"",
			"Ahriman sprang from the darkest shadows of the elements at the birth of the genie races. Though he towers nearly 20 feet tall and weighs 7,000 pounds, Ahriman moves with uncanny swiftness. Ahriman's rampages leave legions of undead in his wake that, alongside nihilistic Usij cultists, tear down life, culture, and civilization. To the Lord of All Divs, suffering and pain are meat and drink, corruption and murder useful tools, and the end of all things the only worthwhile goal."
		]
	},
	"akilep": {
		"name": "Akilep, Lady of Stone",
		"sources": [ "Mythical Monsters Revisited" ],
		"description": [
			"*This beautiful female sphinx appears both wise and thoughtful.*",
			"",
			"::mh[Akilep, Lady of Stone]{cr=\"13\"}",
			"",
			"{SOURCE Mythical Monsters Revisited/57}  ",
			"**XP** 25,600  ",
			"Female unique gynosphinx  ",
			"N Gargantuan magical beast  ",
			"**Init** +3; **Senses** darkvision 60 ft., low-light vision; Perception +30",
			"",
			"::sh[Defense]",
			"",
			"**AC** 28, touch 5, flat-footed 28 (-1 Dex, +23 natural, -4 size)  ",
			"**hp** 207 (18d10+108)  ",
			"**Fort** +17, **Ref** +10, **Will** +13  ",
			"**DR** 10/magic",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., fly 60 ft. (poor)  ",
			"**Melee** 2 claws +26 (4d6+12/19-20 plus {umr/grab})  ",
			"**Space** 20 ft., **Reach** 20 ft.  ",
			"**Special Attacks** pounce, {umr/rake} (4d6+12), {umr/trample} (4d6+18, DC 31)  ",
			"**Spell-Like Abilities** (CL 18th; concentration +23)  ",
			"*Constant*-{spell/comprehend languages}, {spell/detect magic}, {spell/read magic}, {spell/see invisibility}  ",
			"*At will*-{spell/clairaudience//clairvoyance}, {spell/statue}  ",
			"*1/day*-{spell/commune}, {spell/contact other plane}, {spell/dispel magic}, {spell/legend lore}, {spell/locate object}, {spell/remove curse}  ",
			"*1/week*-Any three of the following: {spell/symbol of fear} (DC 21), {spell/symbol of pain} (DC 20), {spell/symbol of persuasion} (DC 21), {spell/symbol of sleep} (DC 20), {spell/symbol of stunning} (DC 22); all symbols last for 1 week maximum",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 34, **Dex** 8, **Con** 22, **Int** 27, **Wis** 21, **Cha** 21  ",
			"**Base Atk** +18; **CMB** +34 (+38 grapple); **CMD** 43 (47 vs. trip)  ",
			"**Feats** {feat/Alertness}, {feat/Cleave}, {feat/Combat Casting}, {feat/Flyby Attack}, {feat/Hover}, {feat/Improved Critical/ (claw)}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Power Attack}  ",
			"**Skills** Diplomacy +23, Fly +10, Intimidate +23, Knowledge (arcana) +26, Knowledge (engineering) +17, Knowledge (history) +26, Knowledge (local) +26, Knowledge (religion) +15, Linguistics +10, Perception +30, Sense Motive +16, Spellcraft +26, Use Magic Device +14  ",
			"**Languages** Aklo, Ancient Osiriani, Celestial, Common, Cyclops, Draconic, Elven, Infernal, Osiriani, Kelish, Polyglot, Sphinx  ",
			"**Gear** {magic-wondrous/chime of opening} (7 uses left), {magic-wondrous/goggles of minute seeing}, {magic-wondrous/marvelous pigments}, 2,000 gp in assorted gems.",
			"",
			"::sh[Description]",
			"",
			"Obsessed with the unearthing information about Aucturn - the mysterious thirteenth planet in Golarion's solar system, whose very existence may be the greatest riddle of them all - the elder gynosphinx known as Akilep, Lady of Stone, was legendary even among the sphinxes. And then one day, more than 300 years ago, Akilep came across a hidden tomb in the stony wastes of southeastern Thuvia. Markings on the tomb's surface suggested that she had just stumbled upon the final resting place of a heretofore unknown pharaoh from the height of Ancient Osirion, and furthermore that this pharaoh was believed to have made contact with beings from the stars. At last, Akilep had found the mother lode - and yet the tomb was warded with magic more powerful than anything at her disposal, the lock an inhumanly complex affair of twisted levers and strange, sealed cylinders that even her chime of opening couldn't budge. For decades, Akilep worked studiously at the mechanism, quietly seeking out those who might be able to assist her. At last, with no other recourse, Akilep settled down in front of the tomb to await a time when circumstances might change, sleeping away the years as a statue. Of late, however, rumors of the tomb's existence have surfaced in caravan waystations across the desert, and it may be that Akilep's centuries of solitude are drawing to a close."
		]
	},
	"amalya": {
		"name": "Amalya",
		"sources": [ "Fey Revisited" ],
		"description": [
			"*This lithe, otherworldly woman has with deep brown eyes and dark green hair that cascades past her waist. She's adorned in trinkets made from a great white pine's needles and cones.*",
			"",
			"::mh[Amalya]{cr=\"6\"}",
			"",
			"{SOURCE Fey Revisited/8}  ",
			"**XP** 2,400  ",
			"Dryad druid 3  ",
			"CG Medium fey  ",
			"**Init** +5; **Senses** low-light vision; Perception +13",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 16, flat-footed 14 (+1 deflection, +5 Dex, +3 natural)  ",
			"**hp** 73 (9 HD; 6d6+3d8+39)  ",
			"**Fort** +10, **Ref** +11, **Will** +12  ",
			"**DR** 5/cold iron  ",
			"**Weaknesses** tree dependent",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** club +5 (1d6), dagger +10 (1d4)  ",
			"**Ranged** mwk longbow +11 (1d8/&times;3)  ",
			"**Spell-Like Abilities** (CL 6th; concentration +11)  ",
			"*Constant*-{spell/speak with plants}  ",
			"*At will*-{spell/entangle} (DC 16), {spell/tree shape}, {spell/wood shape} (1 lb. only)  ",
			"*3/day*-{spell/charm person} (DC 16), {spell/deep slumber} (DC 18), {spell/tree stride}  ",
			"*1/day*-{spell/suggestion} (DC 18)  ",
			"**Druid Spells Prepared** (CL 3rd; concentration +7)  ",
			"*2nd*-{spell/barkskin}, {spell/lesser restoration}, {spell/summon swarm}  ",
			"*1st*-{spell/cure light wounds}, {spell/enlarge person}, {spell/obscuring mist}, {spell/shillelagh}  ",
			"*0 (at will)*-{spell/create water}, {spell/guidance}, {spell/mending}, {spell/stabilize}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 10, **Dex** 21, **Con** 17, **Int** 12, **Wis** 19, **Cha** 20  ",
			"**Base Atk** +5; **CMB** +5; **CMD** 21  ",
			"**Feats** {feat/Great Fortitude}, {feat/Self-Sufficient}, {feat/Stealthy}, {feat/Toughness}, {feat/Weapon Finesse}  ",
			"**Skills** Climb +9, Craft (wood) +19, Escape Artist +19, Handle Animal +14, Heal +6, Knowledge (nature) +12, Perception +13, Stealth +19, Survival +17; **Racial Modifiers** +6 Craft (wood)  ",
			"**Languages** Abyssal, Common, Druidic, Elven, Sylvan; speak with plants  ",
			"**SQ** enlarge (7/day), nature bond (Plant domain [Growth subdomain]), nature sense, trackless step, tree meld, wild empathy +14, woodcraft, woodland stride  ",
			"**Combat Gear** potions of {spell/cure moderate wounds} (2), potion of {spell/remove curse}, scrolls of {spell/resist energy} (2), wand of {spell/calm animals} (24 charges); **Other Gear** {eq-weapon/club}, {eq-weapon/dagger}, mwk {eq-weapon/longbow} with 20 arrows, {magic-ring/ring of protection +1}, pinecone amulet (divine focus), wooden art objects worth 600 gp, 35 gp",
			"",
			"::sh[Description]",
			"",
			"A still untainted fey in the northern stretch of the Shudderwood, Amalya is a bastion of nature among a perverse land, where denizens are beginning to succumb to the Worldwound's demonic hordes. To survive, she has formed a particularly close bond with her natural surroundings. She's studied the earth's struggle to survive against the Worldwound's onslaught; this scholarly curiosity has granted her powerful spells that she uses to protect herself, her tree, and the forest's remaining natural creatures. Given the danger she faces daily, Amalya is better at hiding than most dryads-however, the prevalence of half-fiends and other unspeakably abhorrent creatures also makes her a pragmatist of the highest order. She allies with like-minded adventurers who can stave off these threats more readily than others do of her kind."
		]
	},
	"arazni": {
		"name": "Arazni",
		"sources": [ "Mythic Realms" ],
		"description": [
			"*This gray-skinned woman wears a royal gown that exposes the top of a jagged incision down the middle of her chest.*",
			"",
			"::mh[Arazni]{cr=\"26\" mr=\"8\"}",
			"",
			"{SOURCE Mythic Realms/50}  ",
			"**XP** 2,457,600  ",
			"Female human lich wizard 20/marshal 8  ",
			"NE Medium undead (human)  ",
			"**Init** +18; **Senses** darkvision 60 ft.; Perception +40  ",
			"**Aura** fear (60 ft., DC 30)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 44, touch 22, flat-footed 38 (+6 armor, +5 deflection, +6 Dex, +1 insight, +10 natural, +6 shield)  ",
			"**hp** 379 (20d6+307)  ",
			"**Fort** +23, **Ref** +21, **Will** +25  ",
			"**Defensive Abilities** {umr/channel resistance} +4, {umr/fortification} (50%), freedom of movement, hard to kill, mythic saving throws, rejuvenation, unstoppable; **DR** 15/bludgeoning and magic; **Immune** cold, electricity, {umr/undead traits}; **SR** 23",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 40 ft. (average)  ",
			"**Melee** +5 {magic-enh/conductive} {magic-enh/dancing} {magic-enh/keen} rapier +23/+18 (1d6+12/15-20), touch +13 (1d8+10 plus paralyzing touch)  ",
			"**Ranged** ray +16 (ranged touch)  ",
			"**Special Attacks** abundant casting, arcane metamastery (2 spell slots), archmage arcana (arcane surge), hand of the apprentice (17/day), inspire minions, marshal's order (advance), metamagic mastery (7/day), mythic power (18/day, surge +1d10), paralyzing touch (DC 30), surge of inspiration, words of valor  ",
			"**Wizard Spells Prepared** (CL 20th; concentration +34)  ",
			"*9th*-{spell/gate}, {spell/overwhelming presence} (DC 36), {spell/power word kill}[^M] (2), {spell/time stop}[^M], {spell/wish}  ",
			"*8th*-quickened {spell/charm monster}, {spell/horrid wilting} (2, DC 32), {spell/mass charm monster} (2, DC 34), {spell/prediction of failure} (DC 32)  ",
			"*7th*-{spell/finger of death}[^M] (DC 32), quickened {spell/invisibility sphere}, {spell/mass fly}, {spell/power word blind}, {spell/spell turning}, {spell/waves of ecstasy} (DC 34)  ",
			"*6th*-{spell/antimagic field}[^M], {spell/circle of death} (DC 31), {spell/disintegrate} (DC 30), {spell/greater dispel magic}, {spell/greater heroism}, {spell/mass eagle's splendor}, {spell/mass suggestion} (DC 33)  ",
			"*5th*-{spell/dominate person} (2, DC 32), {spell/feeblemind} (DC 32), {spell/overland flight} (already cast), quickened {spell/true strike} (3)  ",
			"*4th*-{spell/detect scrying} (already cast), {spell/dimension door}, {spell/fear} (DC 29), {spell/greater invisibility}, {spell/phantasmal killer} (2, DC 29), {spell/terrible remorse} (DC 31)  ",
			"*3rd*-{spell/fireball}[^M] (DC 27), {spell/fly}, {spell/greater magic weapon} (already cast), {spell/haste}[^M] (2), {spell/heroism}[^M], {spell/stinking cloud} (DC 27)  ",
			"*2nd*-{spell/detect thoughts} (DC 26), {spell/false life} (already cast), {spell/mirror image} (2), {spell/resist energy} (2), {spell/see invisibility}, {spell/spectral hand}  ",
			"*1st*-{spell/disguise self}, {spell/feather fall}, {spell/mage armor}[^M], {spell/ray of enfeeblement} (DC 26), {spell/shield}, true strike, {spell/vanish} (2)  ",
			"*0 (at will)*-{spell/detect magic}, {spell/ghost sound} (DC 25), {spell/mage hand}, {spell/open//close}",
			"",
			"::sh[Tactics]",
			"",
			"**Before Combat** Every day, Arazni casts detect scrying, false life, greater magic weapon, mythic mage armor (cast from her staff of the magi), and overland flight on herself, using her arcane metamastery path ability to gain the benefit of Extended Spell with each. The effects of these spells and the use of mythic power already expended are reflected in Arazni's statistics.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 24, **Dex** 22, **Con** -, **Int** 39, **Wis** 18, **Cha** 31  ",
			"**Base Atk** +10; **CMB** +17; **CMD** 39  ",
			"**Feats** {feat/Arcane Strike}, {feat/Craft Wondrous Item}, {feat/Dual Path}, {feat/Empower Spell}, {feat/Extend Spell}, {feat/Greater Spell Focus/ (enchantment)}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Leadership}, {feat/Lightning Reflexes}, {feat/Mythic Spell Lore}, {feat/Quicken Spell}, {feat/Persistent Spell}, {feat/Scribe Scroll}, {feat/Spell Focus/ (enchantment)}, Spell Focus (necromancy), {feat/Spell Perfection/ (fireball)}, {feat/Toughness}  ",
			"**Skills** Appraise +18, Bluff +11, Craft (alchemy) +18, Diplomacy +31, Disguise +24, Fly +19, Handle Animal +11, Intimidate +33, Knowledge (arcana, dungeoneering, engineering, history, local, nobility, planes, religion) +38, Knowledge (geography, nature) +32, Linguistics +27, Perception +40, Sense Motive +17, Spellcraft +37, Stealth +35, Use Magic Device +31; **Racial Modifiers** +8 Perception, +8 Sense Motive, +8 Stealth  ",
			"**Languages** Abyssal, Aklo, Ancient Osiriani, Aquan, Auran, Azlanti, Celestial, Common, Draconic, Dwarven, Elven, Giant, Gnoll, Gnome, Goblin, Halfling, Ignan, Infernal, Kelish, Orc, Osiriani, Sylvan, Terran, Undercommon  ",
			"**SQ** amazing initiative, arcane bond (rapier), divine source (Evil, Nobility [Leadership subdomain], Protection [Defense subdomain]), exceptional resources, permanent spells, recuperation  ",
			"**Combat Gear** Arazni's staff of the magi, Harlot's Kiss, {magic-rod/lesser maximize metamagic rod}, {magic-wondrous/pearl[s] of power>_3rd} (2, 3rd level), scroll of {spell/greater scrying}, scroll of {spell/teleport}, scroll of {spell/tongues}, wand of {spell/inflict light wounds} (50 charges); **Other Gear** +5 {magic-enh/arrow deflection} {eq-material/mithral} {eq-armor/buckler}, {magic-wondrous/amulet of natural armor +5}, {magic-wondrous/belt of physical might +6} (Str, Dex), {magic-wondrous/cloak of resistance +5}, {magic-ioun/dusty rose prism/ ioun stone}, {magic-wondrous/eyes of the eagle}, {magic-wondrous/handy haversack}, {magic-wondrous/headband of mental superiority +6}, {magic-ioun/pale green prism/ ioun stone}, {magic-ring/ring of freedom of movement}, {magic-ring/ring of protection +5}, spellbook (includes all {main/spells_<sorcerer//|wizard/ spells}, plus unique spells Arazni personally researched), diamond worth 25,000 gp",
			"",
			"::sh[Special Abilities]",
			"",
			"**Exceptional Resources (Ex)** Arazni has the wealth of a 20th-level PC, rather than an NPC. This increases her CR by 1. She used some of this wealth to create and read the following books to gain inherent bonuses to her ability scores: {magic-wondrous/manual of gainful exercise +5}, {magic-wondrous/manual of quickness of action +4}, {magic-wondrous/tome of clear thought +5}, and {magic-wondrous/tome of leadership and influence +5}.",
			"",
			"**Permanent Spells (Sp)** Using {spell/permanency}, Arazni gave herself the constant effects of {spell/arcane sight}, {spell/resistance}, and *see invisibility*. She is under the effect of a {spell/contingency} that casts {spell/harm} on her if she's brought below 100 hit points.",
			"",
			"::sh[Description]",
			"",
			"Arazni was once a demigod and herald to Aroden. As the Red Crusader, she rode into battle during the Shining Crusade. Yet her bravery and might were of no avail against the Whispering Tyrant, who humiliated her before torturing her to death, throwing her broken form amid the ranks of her army to dishearten them. But even in death Arazni found no comfort. She lay in rest only 67 years before the overzealous Knights of Ozem provoked the witch-king Geb, who raised some of the fallen knights as grave knights and sent them to bring Arazni's revered remains to him. Not content with her corpse, he infused deathless vitality into her and bound her spirit up in her bones, making her his Harlot Queen. She rules still in his stead.",
			"",
			"Arazni's one-time disciples in the Knights of Ozem have resolved to lay her finally to rest. The knights possess the Bloodstones of Arazni: four of her organs kept in funerary jars, which they recovered from Geb. They believe those bearing these jars have the protection of both {spell/holy aura} and {spell/mind blank} against Arazni's magic (in addition to an ability unique to each jar). But whether the jars hold the key to truly destroying her has not yet been proven. The Harlot Queen plots in secret to destroy - or recover, if possible - all the remaining jars. Her graveknight bodyguards monitor for any sign of the Bloodstones. It's said that Arazni senses the location of a jar when it's used, but no one can be sure whether this is true or a rumor the Harlot Queen has spread to keep those relics from being used.",
			"",
			"**Arazni's Staff of the Magi (Minor Artifact):** Arazni possesses an unusual staff of the magi that Geb recovered from a nameless pharaoh's tomb and offered his newly risen bride. This staff of the magi uses its wielder's caster level, Intelligence modifier, and feats when determining its spells' saving throws, rather than the set save DCs of a typical staff of the magi. In addition, if the wielder knows the mythic version of one of the staff's spells, she can expend uses of mythic power to cast or augment that spell as if she were casting it normally. If the wielder doesn't know the mythic version of a spell, she can use the mythic version of that spell by expending one use of mythic power per 2 levels of the spell (rounding up); a mythic spell cast this way can't be augmented. The wielder can use metamagic feats in conjunction with spells cast from her staff if she has a way to apply the feats on the spot without increasing the spells' caster levels (such as Arazni's arcane metamastery path ability, a metamagic rod, or the Spell Perfection feat).",
			"",
			"Arazni's staff of the magi can create unique fireballs, which cost 2 charges to cast. These fireballs begin as eruptions of black fire, but coalesce into explosive waves of freezing darkness. These fireballs can deal fire damage, cold damage, or half cold and half fire. Creatures failing their saving throws against such a fireball are staggered for 1 round by the force of the explosion. In addition, the area of the fireball is treated as deeper darkness until the end of the wielder's next turn. Any creature or object that enters the darkness during this time takes damage as if it had been in the area when the fireball was cast. This power replaces telekinesis.",
			"",
			"**Harlot's Kiss (Minor Artifact):** Arazni's scarlet-hilted rapier is a relic of her days as the Red Crusader. Her blade acts as a +1 conductive dancing keen {eq-weapon/rapier}, and its conductive property can be used once per round even while it is dancing.",
			"",
			"The blade has two abilities only Arazni can use. If she hurls Harlot's Kiss using the hand of the apprentice ability, it can perform a full attack against a single target rather than a single attack, instantly returning to Arazni at the end of her turn. However, she can't use hand of the apprentice on the rapier while it's dancing. If Arazni expends one use of mythic power when commanding the weapon to dance, the weapon's attacks use her caster level as the base attack bonus (effectively gaining a +10 bonus on attack rolls) for as long as it dances.",
			"",
			"[^M]: Mythic spell"
		]
	},
	"archdevil_baalzebul": {
		"name": "Baalzebul (Archdevil)",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This swarm of droning black flies teems in the semblance of a winged angel with glowing red eyes.*",
			"",
			"::mh[Baalzebul]{cr=\"30\"}",
			"",
			"{SOURCE Bestiary 6/16}  ",
			"**XP** 9,830,400  ",
			"LE Large outsider (devil, evil, extraplanar, lawful)  ",
			"**Init** +14; **Senses** {umr/blindsight} 120 ft., darkvision 60 ft., detect chaos, detect good, {umr/see in darkness}, true seeing; Perception +49  ",
			"**Aura** {umr/frightful presence} (120 ft., DC 39), shield of law (DC 30)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 48, touch 40, flat-footed 37 (+4 deflection, +10 Dex, +1 dodge, +8 natural, +16 profane, -1 size)  ",
			"**hp** 717 (35d10+525); {umr/regeneration} 30 (deific or mythic)  ",
			"**Fort** +30, **Ref** +30, **Will** +36; +8 vs. mind-affecting effects  ",
			"**Defensive Abilities** infernal resurrection, mind blank, swarm body, usurpation; **DR** 20/epic, good, and silver; **Immune** ability damage, ability drain, charm, cold, compulsion, death effects, disease, energy drain, fire, petrification, poison; **Resist** acid 30; **SR** 41",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 120 ft. (perfect)  ",
			"**Melee** +5 adamantine good-outsider-bane icy burst unholy longsword +53/+48/+43/+38 (2d6+24/17-20 plus 1d6 cold) or 2 slams +47 (8d6+13)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** biting blackflies, hellfrost, suffocating swarm  ",
			"**Spell-Like Abilities** (CL 30th; concentration +42)  ",
			"*Constant*-{spell/detect chaos}, {spell/detect good}, {spell/mind blank}, {spell/shield of law} (DC 30), {spell/true seeing}  ",
			"*At will*-{spell/astral projection}, {spell/curse of disgust} (DC 27), {spell/desecrate}[^M], {spell/dictum}[^M] (DC 29), {spell/greater dispel magic}, {spell/greater invisibility}, {spell/greater teleport}, {spell/icy prison} (DC 27), {spell/insect plague}, {spell/order's wrath}[^M] (DC 26), {spell/unhallow}  ",
			"*3/day*-{spell/demand} (DC 30), {spell/finger of death}[^M] (DC 29), quickened {spell/freezing sphere}, empowered {spell/cone of cold}[^M], {umr/summon} devils  ",
			"*1/day*-{spell/mass suffocation} (DC 31), {spell/time stop}[^M], {spell/wish}[^M]",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 36, **Dex** 30, **Con** 41, **Int** 35, **Wis** 32, **Cha** 35  ",
			"**Base Atk** +35; **CMB** +49; **CMD** 90 (can't be tripped)  ",
			"**Feats** {feat/Critical Focus}, {feat/Dazzling Display}, {feat/Dodge}, {feat/Empower Spell-Like Ability/ (cone of cold)}, {feat/Flyby Attack}, {feat/Improved Critical/ (longsword)}, {feat/Improved Initiative}, {feat/Improved Iron Will}, {feat/Iron Will}, {feat/Lightning Stance}, {feat/Mobility}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (freezing sphere)}, {feat/Shatter Defenses}, {feat/Sickening Critical}, {feat/Skill Focus/ (Bluff)}, {feat/Weapon Focus/ (longsword)}, {feat/Wind Stance}  ",
			"**Skills** Acrobatics +48, Bluff +56, Diplomacy +50, Disguise +50, Fly +54, Intimidate +50, Knowledge (arcana, history, local, nobility, religion) +47, Knowledge (planes) +50, Linguistics +50, Perception +49, Sense Motive +49, Spellcraft +47, Stealth +44, Use Magic Device +47  ",
			"**Languages** all (language mastery); telepathy 300 ft.  ",
			"**SQ** lord of the flies, swarm master",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Hell)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple (+5 {eq-material/adamantine} good-outsider-{magic-enh/bane} {magic-enh/icy burst} {magic-enh/unholy} {eq-weapon/longsword}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Biting Blackflies (Ex)** Baalzebul's body consists of innumerable flies. The first time in a round a creature strikes him with a melee touch attack, natural attack, or unarmed strike, the creature is subjected to these flies' savage stings and bites. The creature takes 7d6 points of damage and must succeed at a DC 42 Fortitude save or become nauseated with pain for 1 round. These biting flies cling tenaciously to the attacker for 1 round, dealing 7d6 points of damage on the attacker's next turn (but not threatening nausea). Any damage from an area effect destroys clinging flies, though they share Baalzebul's resistances and immunities, including spell resistance. If Baalzebul does not move more than 5 feet in a round, any creature that approaches or begins its turn within 10 feet of him is affected in the same way. Any number of targets can be affected in a round by the biting blackflies, but no more than once per round per target. The save DC is Constitution-based.",
			"",
			"**Hellfrost (Su)** Half of any cold damage dealt by Baalzebul is unholy damage that is not reduced by cold resistance or cold immunity. Devils are immune to this unholy damage, but it is doubled against creatures with the good subtype.",
			"",
			"**Lord of the Flies (Su)** Any creature flying under its own power (not by means of a magic item, spell, or spell-like ability) that tries to attack Baalzebul in melee must succeed at a DC 39 Will save or the attack fails and is wasted. In addition, if it fails the save, the attacker is so awed by Baalzebul's majesty that it cannot look at him directly for 1d4 rounds. Creatures that succeed at the save are immune to this effect for 24 hours. This is a mind-affecting effect. The save DC is Charisma-based.",
			"",
			"**Suffocating Swarm (Su)** Baalzebul can collapse into a swarm of flies or reform his body as a free action; when he is discorporated, his sword becomes part of the swarm and his Strength score becomes 1. Baalzebul functions as a true swarm of Fine creatures when discorporated, filling four squares as he chooses, and has a swarm attack that deals 7d6+26 points of damage. Any creature that fails at a DC 42 Fortitude save against his distraction attack is nauseated and begins suffocating, as a suffocation spell (CL 30th). If killed by this suffocation, the creature arises 1 minute later infested by a hellwasp swarm (a successful DC 42 Fortitude save immediately before death negates). The save DCs are Constitution-based.",
			"",
			"**Swarm Body (Ex)** Baalzebul's body is composed of millions of tiny flies. He can pass without difficulty through narrow holes, openings, and cracks as if in gaseous form. He has no discernible anatomy and is not subject to critical hits or flanking, and he takes only half damage from attacks dealing bludgeoning, piercing, or slashing damage. If reduced below 0 hit points, he discorporates into a suffocating swarm (as above) and is staggered, but does not fall unconscious. Baalzebul is immune to any physical spell or effect that targets a specific number of creatures (including single target spells and rays) unless he chooses to target himself with such effects, though he is still subject to mind-affecting effects. He takes half again as much damage (+50%) from area effects, including splash weapons. Baalzebul is treated as a single Large creature for the purpose of wind effects.",
			"",
			"**Swarm Master (Su)** Baalzebul is immune to swarm damage and swarm effects (such as distraction). As a swift action, he can direct the movement of any unintelligent swarm within 30 feet.",
			"",
			"**Usurpation (Su)** When a creature within 30 feet targets itself with a spell or effect, as an immediate action Baalzebul can gain the same effects as the caster (including interacting normally with a caster using time stop). Baalzebul can have only one usurped spell effect at a time; copying a new effect causes him to forfeit any previously copied effect.",
			"",
			"::sh[Description]",
			"",
			"Baalzebul was once the chief lieutenant of the Prince of Darkness. The glorious Hell's Angel sought to rule at Asmodeus's side, but he was greatly vexed at being relegated to stand alongside other archdevils. When he demanded a higher station, claiming he should rule over multitudes, the Lord of Hell annihilated his magnificent angelic form, replacing it with swarms of insects so he might rule over them in their millions as Lord of the Flies. Chastened, Baalzebul has brooded on vengeance ever since, harboring an insatiable urge to prove himself greatest among Hell's lords. His knowledge and power are vast, but so are his caprice, ego, love of flattery, and tendency to lash out at any perceived slight.",
			"",
			"Baalzebul resembles a 15-foot-tall armored angel and has a body composed of flies.",
			"",
			"### Baalzebul's Cult",
			"",
			"Baalzebul's cultists strive to accomplish triumphs of will in the fields of magic, politics, and beyond, no matter the cost. Once such a victory has been achieved, they gloat over those left behind. Baalzebul's sacred places are always erected high above the surrounding cities or landscape, often in soaring towers and colossi, the better to literally and figuratively look down on those whose defeat awaits them at the hands of those bold and ruthless enough to will it.",
			"",
			"Baalzebul's unholy symbol is a broken black crown tipped at an angle, underneath a shining white diamond inside a broken white halo. Although he prefers the use of the longsword himself, his arrogance prevents him from sharing his favor of that weapon with his worshipers - instead, his favored weapon is the spear. He grants access to the Air, Death, Evil, and Law domains, and to the Devil, Murder, Undead, and Wind subdomains.",
			"",
			"**Family:** {family/Archdevil}",
			"",
			"[^M]: Baalzebul can use this ability's mythic version in his infernal realm."
		]
	},
	"baalzebul": { "copyof": "archdevil_baalzebul" },
	"archdevil_barbatos": {
		"name": "Barbatos (Archdevil)",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This humanoid wears a shabby hooded cloak. Within the darkness of its hood, eerie eyes glow and strange shapes twitch.*",
			"",
			"::mh[Barbatos]{cr=\"26\"}",
			"",
			"{SOURCE Bestiary 6/18}  ",
			"**XP** 2,457,600  ",
			"LE Medium outsider (evil, extraplanar, lawful, shapechanger)  ",
			"**Init** +13; **Senses** darkvision 60 ft., detect chaos, detect good, {umr/see in darkness}, true seeing; Perception +44  ",
			"**Aura** {umr/frightful presence} (120 ft., DC 35), unholy aura (DC 28)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 44, touch 36, flat-footed 34 (+4 deflection, +9 Dex, +1 dodge, +8 natural, +12 profane)  ",
			"**hp** 604 (31d10+434); {umr/regeneration} 30 (deific or mythic)  ",
			"**Fort** +28, **Ref** +32, **Will** +31; +8 vs. mind-affecting effects  ",
			"**Defensive Abilities** improved evasion, infernal resurrection, mind blank; **DR** 20/epic, good, and silver; **Immune** ability damage, ability drain, charm, compulsion, death effects, energy drain, fire, petrification, poison; **Resist** acid 30, cold 30; **SR** 37",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.; air walk  ",
			"**Melee** Eyjatas +41/+41/+41/+36/+36/+31/+31/+26 (1d6+19/19-20), beard +36 (1d8+5 plus bleed and disease)  ",
			"**Special Attacks** barbed beard, {umr/bleed} (2d6), counterport, festering filth  ",
			"**Spell-Like Abilities** (CL 26th; concentration +36)  ",
			"*Constant*-{spell/air walk}, {spell/detect chaos}, {spell/detect good}, {spell/mind blank}, {spell/speak with animals}, {spell/true seeing}, {spell/unholy aura} (DC 28)  ",
			"*At will*-{spell/astral projection}, {spell/blasphemy}[^M] (DC 27), {spell/desecrate}[^M], {spell/dominate person}[^M] (DC 25), {spell/greater dispel magic}, {spell/dominate animal} (DC 23), {spell/greater scrying} (DC 27), {spell/greater teleport}, {spell/plane shift}[^M] (DC 27), {spell/unhallow}, {spell/unholy blight}[^M] (DC 24)  ",
			"*3/day*-{spell/banishment} (DC 27), quickened {spell/contagion}[^M] (DC 24), {spell/dimensional lock}[^M], {spell/maze}[^M], {umr/summon} devils  ",
			"*1/day*-{spell/gate}, {spell/time stop}[^M], {spell/wish}[^M]",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 30, **Dex** 29, **Con** 38, **Int** 29, **Wis** 30, **Cha** 31  ",
			"**Base Atk** +31; **CMB** +41 (+45 trip); **CMD** 77 (79 vs. trip)  ",
			"**Feats** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Deflect Arrows}, {feat/Dodge}, {feat/Double Slice}, {feat/Greater Trip}, {feat/Greater Two-Weapon Fighting}, {feat/Improved Critical/ (quarterstaff)}, {feat/Improved Initiative}, {feat/Improved Lightning Reflexes}, {feat/Improved Trip}, {feat/Improved Two-Weapon Fighting}, {feat/Lightning Reflexes}, {feat/Mobility}, {feat/Quicken Spell-Like Ability/ (contagion)}, {feat/Two-Weapon Fighting}  ",
			"**Skills** Acrobatics +40, Bluff +44, Diplomacy +41, Handle Animal +44, Intimidate +41, Knowledge (arcana, religion) +40, Knowledge (nature, planes) +43, Linguistics +43, Perception +44, Sense Motive +44, Spellcraft +43, Stealth +43, Use Magic Device +41  ",
			"**Languages** all (language mastery); speak with animals; telepathy 300 ft.  ",
			"**SQ** change shape (animal, humanoid, and magical beast; shapechange), hear name, sphere of souls",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Hell)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple ({magic-artifact/Eyjatas}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Barbed Beard (Ex)** The bleeding caused by Barbatos's slashing beard requires a successful DC 39 Heal check (or caster level check, for magical healing) to stanch. The save DC is Constitution-based.",
			"",
			"**Counterport (Su)** As an immediate action, Barbatos can negate any conjuration (calling, summoning, or teleportation) effect within 30 feet, or redirect creatures to new valid destinations within 30 feet. Affected creatures take 10d6 points of damage, but with a successful DC 35 Fortitude save, a creature takes only half damage and can teleport normally. As a standard action, Barbatos can recall one creature that teleported since the end of his last turn. This functions as above, but the creature returns to the point from which it teleported (or the nearest available space, if that space is now occupied); the teleported creature can resist being recalled with a successful DC 35 Will save. The save DCs are Charisma-based.",
			"",
			"**Festering Filth (Su)** A creature struck by Barbatos's filthy beard contracts blinding sickness if it fails a DC 39 Fortitude save. Attempts to remove this disease via a spell effect must first overcome Barbatos's spell resistance before attempting to remove the disease normally as per the spell's rules. The save DC is Constitution-based.",
			"",
			"**Hear Name (Su)** Barbatos hears his name when it is spoken, regardless of distance and even across planar boundaries. If a creature speaks Barbatos's name three times in the same breath, Barbatos learns the creature's name and precise location, and can hear the next 21 words spoken by that speaker. Once per day, if any living animal or an image or statue of Barbatos is within 10 feet of the speaker, Barbatos can answer the speaker via that image, statue, or animal (an animal can resist being made Barbatos's mouthpiece with a successful DC 35 Will save). Barbatos can observe, converse, or utilize his spell-like abilities through this vessel for up to 13 rounds, but if Barbatos uses a spell-like ability through this link, the connection immediately ends thereafter, regardless of any remaining duration. The save DC is Charisma-based.",
			"",
			"**Sphere of Souls (Su)** As a full-round action, even when he is projecting his consciousness through his likeness or an animal, Barbatos can create a polished black crystal sphere that functions as a {magic-wondrous/crystal ball>_detect_thoughts} with detect thoughts, which also grants him the benefits of {spell/status} for 13 hours on one creature scried by the user. Each round a creature other than Barbatos uses the sphere, it must save against Barbatos's dominate person ability. Barbatos can freely manipulate the vision the scryer sees, as {spell/false vision}, and can use {spell/detect thoughts} and {spell/scrying} at unlimited range on any creature within 10 feet of the sphere, with no save and with a +10 bonus on caster level checks. Effects that normally block scrying spells instead allow each creature a saving throw and negate the bonus on caster level checks. Barbatos can have up to 13 such spheres at a time, and can destroy a sphere as a free action from any distance.",
			"",
			"::sh[Description]",
			"",
			"Barbatos is a mystery among the lords of Hell, a being from beyond who came into the service of Asmodeus a mere millennium ago. Technically not a devil, Barbatos is nonetheless the archdevil of the uppermost layer of Hell. Since his arrival, he has served as the doorwarden of Hell, guarding its outer layer from angelic invasions and fiendish forays alike, and dealing with an endless stream of damned souls needing guidance to their final purgatory and tearful petitioners willing to risk everything for one final glimpse of their lost loves.",
			"",
			"Barbatos dresses plainly, rarely showing more than his wicked staff and rumpled cloak, and stands 5 feet tall",
			"",
			"### Barbatos's Cult",
			"",
			"{faith/Barbatos} is the master of the rippling dimensions between worlds, and is worshiped by those who tread the hidden interstitial spaces of the universe, as well as those who manipulate animals and wild beasts, warping them through foul sorceries into sinister servants. His sacred places are found near crossroads, marketplaces, and ports, some accessible only by teleportation. As befits his role as the guardian to the entrance to Hell (and his association with gateways of all types), entrances to compounds are often held with particular reverence by Barbatos's cult, and the doorways or arches that provide access to his temples or other sites sacred to him often bear his likeness or symbol.",
			"",
			"Barbatos's unholy symbol is an inverted triangle with three red eyes - often, the triangle portion of his symbol appears to be three filthy beards, the tangled hairs of which extend in three directions around the eyes at the center. His favored weapon is the quarterstaff. He grants access to the Evil, Law, Magic, and Travel domains, and to the Arcane, Devil, Divine, and Trade subdomains.",
			"",
			"**Family:** {family/Archdevil}",
			"",
			"[^M]: Barbatos can use this ability's mythic version in his realm"
		]
	},
	"barbatos": { "copyof": "archdevil_barbatos" },
	"archdevil_belial": {
		"name": "Belial (Archdevil)",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*One half of this figure's body is gleaming and beautiful with an angelic wing, while the other is scaled, scarred, and blackened.*",
			"",
			"::mh[Belial]{cr=\"28\"}",
			"",
			"{SOURCE Bestiary 6/20}  ",
			"**XP** 4,915,200  ",
			"LE Medium outsider (devil, evil, extraplanar, lawful, shapechanger)  ",
			"**Init** +12; **Senses** darkvision 60 ft., detect chaos, detect good, {umr/see in darkness}, true seeing; Perception +45  ",
			"**Aura** baleful beauty (30 ft., DC 39), shield of law (DC 31)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 46, touch 35, flat-footed 37 (+4 deflection, +8 Dex, +1 dodge, +11 natural, +12 profane)  ",
			"**hp** 676 (33d10+495); {umr/regeneration} 30 (deific or mythic)  ",
			"**Fort** +37, **Ref** +23, **Will** +31; +8 vs. mind-affecting effects  ",
			"**Defensive Abilities** {umr/amorphous} anatomy, infernal resurrection, mind blank, reflexive shapeshifter; **DR** 20/epic, good, and silver; **Immune** ability damage, ability drain, charm, compulsion, death effects, energy drain, fire, petrification, poison, polymorph effects; **Resist** acid 30, cold 30; **SR** 39",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., fly 120 ft. (good)  ",
			"**Melee** +4 speed unholy ranseur +51/+46/+41/+36 (2d4+26/19-20/&times;3), caress +40 touch (special), 2 wings +40 (2d8+6), gore +40 (1d6+6)  ",
			"**Special Attacks** fiendish fluttering, hedonistic hope, ranseur mastery  ",
			"**Spell-Like Abilities** (CL 28th; concentration +41)  ",
			"*Constant*-{spell/detect chaos}, {spell/detect good}, {spell/mind blank}, {spell/shield of law} (DC 31), {spell/true seeing}  ",
			"*At will*-{spell/astral projection}, {spell/baleful polymorph}[^M] (DC 28), {spell/desecrate}[^M], {spell/dictum}[^M] (DC 30), {spell/dominate person}[^M] (DC 28), {spell/greater dispel magic}, {spell/greater teleport}, {spell/matchmaker} (DC 26), {spell/modify memory}[^M] (DC 27), {spell/order's wrath}[^M] (DC 27), {spell/unhallow}  ",
			"*3/day*-quickened {spell/mass suggestion} (DC 29), {spell/prismatic spray}[^M] (DC 30), {umr/summon} devils, {spell/sympathy} (DC 31), {spell/waves of ecstasy} (DC 30)  ",
			"*1/day*-{spell/overwhelming presence} (DC 32), {spell/time stop}[^M], {spell/wish}[^M]",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 34, **Dex** 26, **Con** 41, **Int** 31, **Wis** 28, **Cha** 37  ",
			"**Base Atk** +33; **CMB** +45 (+49 disarm); **CMD** 80 (82 vs. disarm)  ",
			"**Feats** {feat/Combat Expertise}, {feat/Craft Construct}, {feat/Craft Magic Arms and Armor}, {feat/Craft Wondrous Item}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Greater Disarm}, {feat/Greater Weapon Focus/ (ranseur)}, {feat/Greater Weapon Specialization/ (ranseur)}, {feat/Improved Critical/ (ranseur)}, {feat/Improved Disarm}, {feat/Improved Initiative}, {feat/Mobility}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (mass suggestion)}, {feat/Weapon Focus/ (ranseur)}, {feat/Weapon Specialization/ (ranseur)}  ",
			"**Skills** Acrobatics +41, Bluff +49, Craft (weapons) +46, Diplomacy +49, Disguise +49, Fly +48, Intimidate +46, Knowledge (arcana, local, religion) +43, Knowledge (planes) +46, Linguistics +46, Perception +45, Sense Motive +45, Spellcraft +46, Use Magic Device +49  ",
			"**Languages** all (language mastery); telepathy 300 ft.  ",
			"**SQ** change shape (see below)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Hell)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple (+4 {magic-enh/speed} {magic-enh/unholy} {eq-weapon/ranseur}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Amorphous Anatomy (Ex)** Belial's constant shapechanging occurs within their body as well as outwardly, causing their vital organs to rapidly shift configuration and location. This grants the archdevil a 50% chance to ignore additional damage from critical hits and sneak attacks, and renders them immune to polymorph effects. Belial recovers from physical effects that cause the blinded, deafened, or dazzled condition after 1 round by shifting their form to create new sensory organs to replace those that were compromised.",
			"",
			"**Baleful Beauty (Su)** No matter what form Belial takes, the archdevil can adopt an aspect of unearthly beauty, causing either all humanoids (if in a humanoid form or the archdevil's true form) or all creatures of the archdevil's assumed type (if in another form) within 30 feet with line of sight to Belial to be filled with lust for them. Such a creature rushes toward the splendid figure to kiss the archdevil on its next turn, subjecting itself to the effects of Belial's caress. Alternatively, the archdevil can adopt a guise of extreme and appalling horror, causing creatures of that type to become nauseated for 1d6 rounds and to take 1d6 points of Strength damage. A creature can resist either effect with a successful DC 39 Will save, and a creature that successfully saves against either effect is immune to that effect for 24 hours, though it must attempt a new save against the opposite effect. This is a mind-affecting emotion effect. The DC is Charisma-based.",
			"",
			"**Caress (Su)** A creature caressed or kissed by Belial gains 2 negative levels, and must succeed at a DC 39 Fortitude save or also take 1d4 points of Intelligence, Wisdom, and Charisma damage. As a swift action when using a spell-like ability, Belial can force a single creature currently suffering from any of these effects from a caress to roll twice on any saving throws against that spell-like ability and to use the lower result. The save DC is Charisma-based.",
			"",
			"**Change Shape (Su)** Belial can assume the form of any creature when changing shape, but the specific powers granted are limited to those available in the options for greater polymorph. Using change shape is a move action for Belial.",
			"",
			"**Fiendish Fluttering (Ex)** If Belial strikes a creature with both wings in the same round, the target is staggered for 1 round and dazzled for 1d4 rounds by flying feathers and scabrous scales. With a successful DC 41 Fortitude save, the target negates the staggered condition and reduces the duration of the dazzled condition to 1 round. This is a vision-based effect. The save DC is Constitution-based.",
			"",
			"**Hedonistic Hope (Su)** When any creatures (friend or foe) within 30 feet of Belial gain a morale bonus or a beneficial emotion effect, Belial can choose to gain the same benefit (including the highest bonus, if there are multiple morale bonuses of the same kind). In addition, when Belial confirms a critical hit, they suppress all morale bonuses affecting the target for 1 minute.",
			"",
			"**Ranseur Mastery (Ex)** Belial can attack adjacent foes with a ranseur as if it were not a reach weapon, and counts as a 20th-level fighter for the purposes of fulfilling feat prerequisites for ranseur related feats.",
			"",
			"**Reflexive Shapeshifter (Su)** Once per minute as an immediate action when Belial would be struck in melee by a non-reach weapon, the archdevil can use change shape to assume a different form of a smaller size, gaining a +10 dodge bonus to their AC against that attack; if this causes the attack to miss, they take no damage and can then move up to 30 feet in any direction before automatically reverting to their previous form. This ability and movement do not provoke attacks of opportunity.",
			"",
			"::sh[Description]",
			"",
			"Belial, the Pale Kiss, was created by Asmodeus as an object of adoration, a being that would be perfect in form and face in the eyes of every creature. The Prince of Devils granted Belial virtually unlimited malleability of form, enabling them to become whatever and whomever might be most alluring to those the archdevil encountered, along with a boundless imagination to create inspirational art and implements of war. Belial finds equal bliss in pleasure and in pain and revels in the act of creation, whether of innovations in magical or martial fields. The Pale Kiss designs new weapons for the legions of Hell, shapes new manifestations of magic for the minions of devilry to unleash upon foes, and even spawns entirely new races of infernal servitors, though the fiend cares little for creations once birthed, swiftly moving on to new interests.",
			"",
			"Belial's true natural form is unknown to all but Asmodeus, who has not shared even with Belial the secret of the archdevil's infernal genesis. The Pale Kiss changes shape almost constantly, at times seemingly without conscious thought. In council with the other lords of Hell, Belial typically appears as a delicately built humanoid between 5 and 6 feet tall with pale skin and hair but burning eyes, with one half of their body shining and angelic and the other as scarred, misshapen, and grotesque as the most hideous malebranche. Their weapons and gear are always finely crafted, though marred where they defaced them in their erratic rages. Belial's carnal lust is both expansive and insatiable, and they freely shift form, species, and gender when engaging with mortal and immortal lovers across the universe, leaving innumerable half-fiends of every description in their wake.",
			"",
			"### Belial's Cult",
			"",
			"Belial is revered by those who crave wanton pleasures and forbidden desires but who hide beneath a mask of respectability and propriety. Adulterers celebrate the archdevil's rites alongside sadists, torturers, and worse; all two-faced deceivers willing to plumb the depths of depravity to fulfill their desires seek Belial's felicitations. The Pale Kiss's sacred places are often in large cities or remote and beautiful natural settings that hide grisly boudoirs and orgiastic abattoirs.",
			"",
			"Belial's unholy symbol is a split-faced mask, one side of which is smiling and white and the other frowning and red. Their favored weapon is the ranseur. The Pale Kiss grants access to the domains of Charm, Destruction, Evil, and Law, and to the subdomains of Catastrophe, Devil, Lust, and Rage.",
			"",
			"**Family:** {family/Archdevil}",
			"",
			"[^M]: Belial can use this ability's mythic version in their realm."
		]
	},
	"belial": { "copyof": "archdevil_belial" },
	"archdevil_dispater": {
		"name": "Dispater (Archdevil)",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This diabolic figure is draped in a kingly robe and crowned with iron horns. He bears a long, heavy mace of black metal.*",
			"",
			"::mh[Dispater]{cr=\"27\"}",
			"",
			"{SOURCE Bestiary 6/22}  ",
			"**XP** 3,276,800  ",
			"LE Large outsider (devil, evil, extraplanar, lawful, shapechanger)  ",
			"**Init** +13; **Senses** darkvision 60 ft., detect chaos, detect good, {umr/see in darkness}, true seeing; Perception +46  ",
			"**Aura** {umr/frightful presence} (120 ft., DC 37), shield of law (DC 29)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 45, touch 35, flat-footed 35 (+4 deflection, +9 Dex, +1 dodge, +10 natural, +12 profane, -1 size)  ",
			"**hp** 643 (33d10+462); {umr/regeneration} 30 (deific or mythic)  ",
			"**Fort** +29, **Ref** +31, **Will** +34; +8 vs. mind-affecting effects  ",
			"**Defensive Abilities** infernal resurrection, mind blank; **DR** 20/epic, good, and silver; **Immune** ability damage, ability drain, charm, compulsion, death effects, energy drain, fire, petrification, poison; **Resist** acid 30, cold 30; **SR** 38",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., fly 60 ft. (good)  ",
			"**Melee** The Eclipsing Eye +49/+44/+39/+34 (2d6+22/19-20/&times;3), gore +39 (2d6+6)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** caustic wit, mortal gaze, sneak attack +6d6  ",
			"**Spell-Like Abilities** (CL 27th; concentration +38)  ",
			"*Constant*-{spell/detect chaos}, {spell/detect good}, {spell/fly}, {spell/mind blank}, {spell/shield of law} (DC 29), {spell/true seeing}  ",
			"*At will*-{spell/astral projection}, {spell/charm monster} (DC 27), {spell/desecrate}[^M], {spell/dictum}[^M] (DC 28), {spell/dominate person} (DC 28), {spell/greater dispel magic}, {spell/greater teleport}, {spell/iron body}, {spell/order's wrath}[^M] (DC 25), {spell/unhallow}, {spell/wall of iron}  ",
			"*3/day*-quickened {spell/blade barrier}[^M] (DC 27), {spell/forcecage} (DC 28), {spell/geas//quest}, {umr/summon} devils, {spell/symbol of pain} (DC 27)  ",
			"*1/day*-{spell/imprisonment} (DC 30), {spell/time stop}[^M], {spell/wish}[^M]",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 34, **Dex** 29, **Con** 38, **Int** 33, **Wis** 30, **Cha** 33  ",
			"**Base Atk** +33; **CMB** +46; **CMD** 82  ",
			"**Feats** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Dazzling Display}, {feat/Dodge}, {feat/Greater Feint}, {feat/Improved Critical/ (heavy mace)}, {feat/Improved Feint}, {feat/Improved Initiative}, {feat/Improved Iron Will}, {feat/Iron Will}, {feat/Mobility}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (blade barrier)}, {feat/Shatter Defenses}, {feat/Staggering Critical}, {feat/Weapon Focus/ (heavy mace)}  ",
			"**Skills** Acrobatics +42, Bluff +47, Diplomacy +47, Fly +60, Intimidate +47, Know. (arcana, engineering, history, nobility, religion) +44, Know. (planes) +47, Linguistics +44, Perception +46, Sense Motive +46, Spellcraft +44, Stealth +41, Use Magic Device +44  ",
			"**Languages** all (language mastery); telepathy 300 ft.  ",
			"**SQ** change shape (any humanoid; alter self), lord of iron, voice of command",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Hell)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple ({magic-artifact/The Eclipsing Eye}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Caustic Wit (Su)** Dispater is a master of urbane insults and flippant dismissals. He can attempt a Bluff check once per round as a free action in place of an Intimidate check to demoralize a foe within 30 feet. In addition to becoming shaken, a creature demoralized by Dispater is so filled with shame and self-loathing that it takes 1d4 points of Charisma damage and becomes dazed. This additional effect can be negated with a successful DC 37 Will save. The insulted creature can attempt a new save each round at the beginning of its turn as a free action to end the effect, but any Charisma damage sustained remains until it is healed. This is a mind-affecting effect. The save DC is Charisma-based.",
			"",
			"**Lord of Iron (Ex)** Rust effects (such as rusting grasp) do not function within 60 feet of Dispater unless he allows them to function. Dispater can command unintelligent iron cobras, iron golems, and any other construct made entirely out of iron as if he were the construct's creator.",
			"",
			"**Mortal Gaze (Su)** Dispater can level his gaze upon any one creature within 60 feet as a free action once per round. The creature he gazes upon gains 2 negative levels. Each of these negative levels requires a successful DC 37 Fortitude save to remove after 24 hours or it becomes permanent. Creatures slain by Dispater's mortal gaze rise again 1d4 rounds later as zombie lords under Dispater's control. The save DC is Charisma-based.",
			"",
			"**Voice of Command (Su)** The saving throw DCs of Dispater's charm monster and dominate person spell-like abilities include a +2 bonus; this is included in the statistics above. Creatures do not gain the usual +5 bonus on saves against charm monster if they are currently being threatened or attacked by Dispater or his allies. If Dispater commands a humanoid controlled via dominate person to take an action against its nature, the creature does not gain a new saving throw to resist the effect unless the order is self-destructive, in which case the creature gains a new save with a +2 bonus to resist the command.",
			"",
			"::sh[Description]",
			"",
			"Dispater is one of Asmodeus's oldest and most loyal allies, with a favored place in the hierarchy of Hell. He generally keeps his distance from the machinations of the other archdevils, and of all their number he cares least about the tedious and trivial affairs of the Material Plane. His focus is on building the eternal and glorious perfection of Hell, the model community and system upon which the universe should be modeled. He is calm, creative, careful, and deliberate, in some ways the picture of a just sovereign, yet he is also unforgiving, ruthless, manipulative, and arrogant in the extreme. The rules of rank, station, and courtly life are his meat and drink, and he is swift to deride any who violate the tiniest rule of etiquette, though he quickly discards decorum when necessary to further his elaborate schemes. Alone among the archdevils, he maintains a passing acquaintance with courtly love and marriage, conferring with his advisors on matters of state.",
			"",
			"Dispater is every inch the image of a devil, 13 feet tall with rippling, rust-colored muscles and a refined and majestic style, eschewing the opulent grandiosity of some of his brethren.",
			"",
			"### Dispater's Cult",
			"",
			"Dispater represents devotion to calming order, meticulous planning, and the dark majesty of Hell's potential to bring peace and unity to the universe, despite the fact that such peace would be bought with blood, chains, and death. His sacred places are grandiose, typically found in palaces or grand monuments.",
			"",
			"Dispater's unholy symbol is a heavy black nail piercing a red crown. His favored weapon is the heavy mace. He grants access to the domains of Evil, Law, Nobility, and Trickery, and to the subdomains of Deception, Devil, Leadership, and Tyranny.",
			"",
			"**Family:** {family/Archdevil}",
			"",
			"[^M]: Dispater can use this ability's mythic version in his realm."
		]
	},
	"dispater": { "copyof": "archdevil_dispater" },
	"archdevil_geryon": {
		"name": "Geryon (Archdevil)",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This tripartite being has three humanoid bodies engulfed from the waist down by a tangle of three immense serpents.*",
			"",
			"::mh[Geryon]{cr=\"29\"}",
			"",
			"{SOURCE Bestiary 6/24}  ",
			"**XP** 6,553,600  ",
			"LE Huge outsider (aquatic, devil, evil, extraplanar, lawful)  ",
			"**Init** +9; **Senses** darkvision 60 ft., detect chaos, detect good, {umr/scent}, {umr/see in darkness}, true seeing; Perception +47  ",
			"**Aura** {umr/frightful presence} (120 ft., DC 38), shield of law (DC 29)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 47, touch 32, flat-footed 42 (+4 deflection, +5 Dex, +8 natural, +15 profane, +7 shield, -2 size)  ",
			"**hp** 731 (34d10+544); {umr/regeneration} 30 (deific or mythic)  ",
			"**Fort** +31, **Ref** +28, **Will** +33; +8 vs. mind-affecting effects  ",
			"**Defensive Abilities** {umr/all-around vision}, envenomed scales, infernal resurrection, mind blank, threefold body; **DR** 20/epic, good, and silver; **Immune** ability damage, ability drain, charm, cold, compulsion, death effects, energy drain, fire, memory loss effects, petrification, poison; **Resist** acid 30; **SR** 40",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., swim 50 ft.; air walk  ",
			"**Melee** +5 cruel dispelling burst unholy flail +47/+42/+37/+32 (3d6+19/19-20), +1 heavy shield +43/+38 (2d6+15/19-20), 3 claws +41 (1d6+7), 3 tail slaps +41 (2d6+7/19-20 plus poison)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** casterbane, corrupting caress, perceive destiny  ",
			"**Spell-Like Abilities** (CL 29th; concentration +40)  ",
			"*Constant*-{spell/air walk}, {spell/detect chaos}, {spell/detect good}, {spell/mind blank}, {spell/shield of law} (DC 29), {spell/true seeing}  ",
			"*At will*-{spell/astral projection}, {spell/black tentacles}[^M], {spell/desecrate}[^M], {spell/dictum}[^M] (DC 28), {spell/greater dispel magic}, {spell/greater teleport}, {spell/mindwipe} (DC 25), {spell/modify memory}[^M] (DC 25), {spell/order's wrath}[^M] (DC 25), {spell/unhallow}, {spell/wall of ice}  ",
			"*3/day*-{spell/feeblemind} (DC 26), quickened mindwipe (DC 25), {spell/mislead}, {spell/persistent image} (DC 26), {umr/summon} devils, {spell/vision}  ",
			"*1/day*-{spell/prediction of failure} (DC 29), {spell/time stop}[^M], {spell/wish}[^M]",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 38, **Dex** 21, **Con** 42, **Int** 33, **Wis** 30, **Cha** 33  ",
			"**Base Atk** +34; **CMB** +50 (+54 disarm, trip); **CMD** 84 (86 vs. disarm, can't be tripped)  ",
			"**Feats** {feat/Blinding Critical}, {feat/Combat Expertise}, {feat/Critical Focus}, {feat/Double Slice}, {feat/Greater Disarm}, {feat/Greater Trip}, {feat/Improved Critical/ (flail, heavy shield, tail slap)}, {feat/Improved Disarm}, {feat/Improved Initiative}, {feat/Improved Shield Bash}, {feat/Improved Trip}, {feat/Improved Two-Weapon Fighting}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (mindwipe)}, {feat/Spellbreaker}, {feat/Two-Weapon Fighting}  ",
			"**Skills** Bluff +48, Diplomacy +48, Intimidate +48, Know. (arcana, dungeoneering, engineering, geography, history, local, nature, nobility, religion) +45, Know. (planes) +48, Linguistics +48, Perception +47, Sense Motive +47, Spellcraft +48, Swim +21  ",
			"**Languages** all (language mastery); telepathy 300 ft.  ",
			"**SQ** amphibious, change shape (humanoid and serpentine; shapechange)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Hell)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple (+5 {magic-enh/arrow deflection} {magic-enh/bashing} {eq-armor/heavy steel shield}, +5 {magic-enh/cruel} {magic-enh/dispelling burst} {magic-enh/unholy} {eq-weapon/light_<flail}, {magic-artifact/Horn of Lies}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Casterbane (Ex)** Geryon's foresight allows it to counterspell using greater dispel magic as an immediate action, with a +4 bonus to counter or dispel divine spells. It gains Spellbreaker as a bonus feat, and a spellcaster who fails a concentration check to cast defensively become flat-footed to Geryon until the end of its next turn.",
			"",
			"**Corrupting Caress (Su)** A creature damaged by Geryon's natural attacks or melee weapons becomes unable to cast divine spells or activate domain powers, channel positive energy, or smite evil for 1 round (Will DC 38 negates). The duration stacks with multiple failed saves, but a creature that successfully saves cannot be further targeted by Geryon's corrupting caress for 24 hours. This is a curse effect. The save DC is Charisma-based.",
			"",
			"**Envenomed Scales (Ex)** Creatures that strike Geryon with melee touch attacks, unarmed strikes, or natural attacks are exposed to its poison, as are creatures that confirm a critical hit on Geryon with a piercing or slashing weapon in melee.",
			"",
			"**Immune to Memory Loss (Ex)** Geryon is immune to the effects of the River Styx and to all effects that cause memory loss or manipulate memories.",
			"",
			"**Perceive Destiny (Su)** As an immediate action, Geryon can train its threefold gaze upon a creature to perceive its past, present, and future, granting Geryon a +4 insight bonus to its AC and on attack rolls, opposed skill checks, and Reflex saves against that creature and attacks or effects created by that creature until the end of its next turn. This affects creatures using mind blank, nondetection, or similar protection from divination only if Geryon succeeds at a caster level check (DC = 11 + the effect's caster level + the mythic tier of the caster, for mythic effects).",
			"",
			"**Poison (Ex)** Tail slap-injury; *save* Fort DC 43; *frequency* 1/round for 6 rounds; *effect* 1d6 Int drain; *cure* 3 saves.",
			"",
			"**Threefold Body (Ex)** Geryon's vital organs and senses are spread across all three of its linked bodies. An effect that would cause it to become blinded or deafened instead affects only one of its bodies, unless it affects an area or targets each body as a separate creature. If one body is blinded or deafened, Geryon suffers no ill effects. If two bodies are blinded or deafened, it loses its all-around vision and is dazzled. Geryon is blinded or deafened only if all three bodies are blinded or deafened. It likewise has a 75% chance to ignore critical hits, sneak attack damage, and similar precision-based damage.",
			"",
			"::sh[Description]",
			"",
			"Geryon, the source of blasphemies, has ruled in Hell longer than any other archdevil. When Asmodeus and his legions migrated to Hell, Geryon reigned as an asura rana, an emperor among divine mistakes. After bargaining with Asmodeus, Geryon betrayed its brethren, assuring devilkind's stranglehold over Hell and cementing its continued rule over the bleak marshes of Stygia. Ever since, Geryon has numbered among Hell's greatest and most enigmatic rulers, a connoisseur of impossible truths and a font of heresies.",
			"",
			"Geryon is a knot of three 20-foot-long, scaled worms. From its maws it can partially regurgitate and speak with the voices of any being it has ever devoured-be they mortals, fiends, or stranger eldritch beings. As a result of its covenant with Asmodeus, Geryon is now a true devil.",
			"",
			"### Geryon's Cult",
			"",
			"Geryon is worshiped by those who crave forbidden knowledge. Its sacred places are hidden within libraries or amid the ruined temples of nigh-forgotten gods and fallen kingdoms.",
			"",
			"Geryon's unholy symbol is a shadowed, red-and-black serpent's head. It favored weapon is the heavy flail. It grants access to the domains of Evil, Law, Strength, and Water, and to the subdomains of Devil, Ferocity, Oceans, and Resolve.",
			"",
			"**Family:** {family/Archdevil}",
			"",
			"[^M]: Geryon can use this ability's mythic version in its realm."
		]
	},
	"geryon": { "copyof": "archdevil_geryon" },
	"archdevil_mammon": {
		"name": "Mammon (Archdevil)",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This shining being is humanoid, but its four arms, multiple legs, and horned head reveal its diabolic nature.*",
			"",
			"::mh[Mammon]{cr=\"28\"}",
			"",
			"{SOURCE Bestiary 6/26}  ",
			"**XP** 4,915,200  ",
			"LE Medium outsider (devil, evil, extraplanar, lawful)  ",
			"**Init** +16; **Senses** darkvision 60 ft., detect chaos, detect good, {umr/see in darkness}, {umr/tremorsense} 60 ft., true seeing; Perception +46  ",
			"**Aura** {umr/frightful presence} (120 ft., DC 37), shield of law (DC 29)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 46, touch 39, flat-footed 33 (+4 deflection, +12 Dex, +1 dodge, +7 natural, +12 profane)  ",
			"**hp** 676 (33d10+495); {umr/regeneration} 30 (deific or mythic)  ",
			"**Fort** +30, **Ref** +34, **Will** +34; +8 vs. mind-affecting effects  ",
			"**Defensive Abilities** gleaming glory, infernal resurrection, mind blank; **DR** 20/epic, good, and silver; **Immune** ability damage, ability drain, bleed, charm, compulsion, death effects, disease, energy drain, fire, necromancy effects, paralysis, petrification, poison, sleep effects, stunning; **Resist** acid 30, cold 30; **SR** 39",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.; air walk  ",
			"**Melee** 4 claws +47 (1d6+14/19-20), gore +47 (2d8+14), 6 talons +47 (2d6+14/19-20)  ",
			"**Spell-Like Abilities** (CL 28th; concentration +39)  ",
			"*Constant*-{spell/air walk}, {spell/detect chaos}, {spell/detect good}, {spell/mind blank}, {spell/shield of law} (DC 29), {spell/true seeing}  ",
			"*At will*-{spell/astral projection}, {spell/beguiling gift} (DC 22), {spell/desecrate}[^M], {spell/dictum}[^M] (DC 28), {spell/enter image}, {spell/greater dispel magic}, {spell/greater object possession} (DC 30), {spell/greater teleport}, {spell/order's wrath}[^M] (DC 25), {spell/possession} (DC 26), {spell/unhallow}  ",
			"*3/day*-{spell/awaken construct}, {spell/greater scrying} (DC 28), {spell/polymorph any object} (DC 29), quickened possession (DC 26), {umr/summon} devils, {spell/sympathy} (DC 29)  ",
			"*1/day*-{spell/microcosm} (DC 30), {spell/time stop}[^M], {spell/wish}[^M]",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 38, **Dex** 35, **Con** 40, **Int** 31, **Wis** 30, **Cha** 33  ",
			"**Base Atk** +33; **CMB** +47 (+51 steal); **CMD** 86 (88 vs. steal)  ",
			"**Feats** {feat/Ability Focus/ (greater object possession)}, {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Craft Construct}, {feat/Craft Magic Arms and Armor}, {feat/Craft Wondrous Item}, {feat/Critical Focus}, {feat/Dodge}, {feat/Greater Steal}, {feat/Improved Critical/ (claw, talon)}, {feat/Improved Initiative}, {feat/Improved Steal}, {feat/Iron Will}, {feat/Mobility}, {feat/Quicken Spell-Like Ability/ (possession)}, {feat/Staggering Critical}  ",
			"**Skills** Appraise +46, Bluff +47, Diplomacy +44, Disable Device +45, Intimidate +47, Knowledge (arcana, history, nobility, religion) +43, Knowledge (planes) +46, Linguistics +46, Perception +46, Sense Motive +46, Spellcraft +46, Stealth +48, Use Magic Device +47  ",
			"**Languages** all (language mastery); telepathy 300 ft.  ",
			"**SQ** Argent Prince, Mammon's mark, plunderer",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Hell)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple",
			"",
			"::sh[Special Abilities]",
			"",
			"**Argent Prince (Su)** In his true form, Mammon lacks a body. The archdevil relies entirely on his possession spell-like abilities to interact with the physical world. In his true form, Mammon gains the incorporeal quality, gains a deflection bonus to his AC equal to his Charisma modifier (+11), and replaces his base speed of 50 feet with a fly speed of 80 feet (perfect maneuverability); he loses all abilities that rely on a physical body (including his Strength score, the additional immunities gained from possessing the Argent Prince (see below), air walk, his natural armor bonus, and his natural attacks). ",
			"",
			"Mammon rarely interacts with others without possessing a body, and his favorite body to possess is that of the Argent Prince - a powerful unique construct that represents the archdevil's ideal form. The Argent Prince always fails its saving throw against Mammon's greater object possession spell-like ability, and Mammon can call the Argent Prince to his side across any distance (even across planar boundaries) as a swift action - when he does so, he can possess the Argent Prince immediately. While possessing the Argent Prince, Mammon gains air walk as a constant spell-like ability; the gleaming glory ability (see below); and immunity to bleed, disease, necromancy effects, paralysis, sleep effects, and stunning. When Mammon is not possessing the Argent Prince (typically because he is possessing another object or being), the Argent Prince loses all of its spell-like abilities and supernatural abilities, but remains under the control of Mammon and can continue to fight or take other actions as Mammon directs. If the Argent Prince is destroyed, Mammon can rebuild it, but doing so requires the archdevil to remain sequestered in his workshop deep in Erebus for a year.",
			"",
			"**Gleaming Glory (Ex)** The Argent Prince's gleaming metallic body reflects light and magic. In bright light, a creature within 60 feet is automatically dazzled, while one that moves or begins its turn within 10 feet is blinded for 1d4 rounds unless it succeeds at a DC 37 Fortitude save or averts or closes its eyes as for a gaze attack. Rays and magical ranged touch attacks have a 20% miss chance against the Argent Prince, and such missed attacks have a 20% chance of being redirected toward a random target within 60 feet; otherwise, they are deflected harmlessly. While possessed by Mammon, the Argent Prince increases both chances to 50%, and if the creator of an effect deflected by this ability is within 60 feet, Mammon can reflect it at that creature instead of choosing randomly. Gaze attacks and light-based effects (including color spray and prismatic spray) targeting Mammon have the same chance as rays of being reflected, while area effects of this nature simply do not affect him. Mammon also has the same chance to move without harm through a prismatic wall or prismatic sphere. The save DC is Charisma-based.",
			"",
			"**Mammon's Mark (Su)** Any coin, gemstone, piece of jewelry, or art object that Mammon touches bears his invisible image for 13 days. He can sense the location of marked items (as per locate object, even if such an object is in an extradimensional space), and can communicate through them as per enter image. In both cases, this effect has 10 times the normal range (or unlimited range within Mammon's domain on Erebus). If a creature has a marked object in its possession for 24 hours, Mammon can locate that creature (as per locate creature with the same increase to range as above) at will as a free action, even if the marked object is discarded. Mammon gains a +10 bonus on caster level checks and to the save DC of scrying effects he uses against such creatures. If the creature is protected by an effect that protects against scrying and Mammon is in Erebus, the archdevil can expend one use of his mythic power to ignore that effect. This is a curse effect.",
			"",
			"**Plunderer (Su)** Mammon can sense wealth within 300 feet as if using a rod of metal and mineral detection. He also gains a +10 bonus on Appraise checks and on Spellcraft checks to identify the magical properties of items, can attempt either check once per round as a free action to determine the value or properties of any item within his line of sight, and gains a +10 bonus until the end of his turn on combat maneuver checks to disarm a creature of or steal an item he has thus appraised or identified.",
			"",
			"::sh[Description]",
			"",
			"Mammon is the master of avarice, a fallen angel long in service to Asmodeus; though slain by his enemies long ago, his spirit lingered in his hellish sepulcher, unwilling to surrender to oblivion. His hunger for life infused his spirit into the obscene wealth heaped about him in death, until he became one with the wealth of ages. The Grasping One is now vault keeper for all of Hell, growing ever more resplendent as he discovers new treasures to incorporate into his form and reporting directly to Asmodeus on Hell's accounts.",
			"",
			"Mammon can possess objects and creatures with ease, but most often possesses the Argent Prince, a peerlessly sculpted 8-foot-tall metallic likeness of his former angelic glory, tastefully tainted with accents of his diabolic nature.",
			"",
			"### Mammon's Cult",
			"",
			"Mammon is the patron saint of greed, and is worshiped by unscrupulous merchants and rapacious robber barons. His sacred places are often in mansions, museums, and palaces of obscene opulence. Some give offerings to him in secret, while others shamelessly praise his name and the power of greed to all who are willing to listen - and even some who are not.",
			"",
			"Mammon's unholy symbol is a midnight blue coin with a horned devil's head and an infernal inscription of his name in pale silvery blue. His favored weapon is the shortspear. He grants access to the Artifice, Earth, Evil, and Law domains, and to the Construct, Devil, Metal, and Toil subdomains.",
			"",
			"**Family:** {family/Archdevil}",
			"",
			"[^M]: Mammon can use this ability's mythic version in his realm."
		]
	},
	"mammon": { "copyof": "archdevil_mammon" },
	"archdevil_mephistopheles": {
		"name": "Mephistopheles (Archdevil)",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This red-skinned devil has three sets of curving horns atop his brow and three mismatched pairs of wings.*",
			"",
			"::mh[Mephistopheles]{cr=\"30\"}",
			"",
			"{SOURCE Bestiary 6/28}  ",
			"**XP** 9,830,400  ",
			"LE Large outsider (devil, evil, extraplanar, lawful)  ",
			"**Init** +14; **Senses** darkvision 60 ft., detect chaos, detect good, discern lies, {umr/see in darkness}, true seeing; Perception +50  ",
			"**Aura** {umr/frightful presence} (120 ft., DC 41), shield of law (DC 32)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 48, touch 40, flat-footed 37 (+4 deflection, +10 Dex, +1 dodge, +8 natural, +16 profane, -1 size)  ",
			"**hp** 752 (35d10+560); {umr/regeneration} 30 (deific or mythic)  ",
			"**Fort** +31, **Ref** +33, **Will** +37; +8 vs. mind-affecting effects  ",
			"**Defensive Abilities** ashen essence, freedom of movement, infernal resurrection, mind blank; **DR** 20/epic, good, and silver; **Immune** ability damage, ability drain, bleed, blindness, blood drain, charm, compulsion, critical hits, dazzled, deafness, death effects, energy drain, fire, petrification, poison, precision damage; **Resist** acid 30, cold 30; **SR** 41",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., fly 100 ft. (perfect)  ",
			"**Melee** +5 axiomatic flaming unholy trident +55/+50/+45/+40 (2d6+29/19-20 plus 1d6 fire), gore +50 (2d8+8), 6 wings +48 (1d8+8/19-20)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** infernal wings, profane gift  ",
			"**Spell-Like Abilities** (CL 30th; concentration +44)  ",
			"*Constant*-{spell/detect chaos}, {spell/detect good}, {spell/discern lies} (DC 28), {spell/freedom of movement}, {spell/mind blank}, {spell/shield of law} (DC 32), {spell/true seeing}  ",
			"*At will*-{spell/astral projection}, {spell/deeper darkness}, {spell/desecrate}[^M], {spell/dictum}[^M] (DC 31), {spell/dominate person}[^M] (DC 29), {spell/greater dispel magic}, {spell/greater scrying} (DC 31), {spell/greater teleport}, {spell/order's wrath}[^M] (DC 28), {spell/secret page}, {spell/unhallow}  ",
			"*3/day*-quickened dominate person[^M] (DC 29), {spell/fire storm}[^M] (DC 32), {spell/globe of invulnerability}[^M], {spell/mass charm monster} (DC 32), {spell/mislead}[^M] (DC 30), {umr/summon} devils  ",
			"*1/day*-{spell/soul bind} (DC 33), {spell/time stop}[^M], {spell/wish}[^M]",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 42, **Dex** 30, **Con** 43, **Int** 35, **Wis** 34, **Cha** 39  ",
			"**Base Atk** +35; **CMB** +52; **CMD** 93  ",
			"**Feats** {feat/Combat Expertise}, {feat/Craft Construct}, {feat/Craft Magic Arms and Armor}, {feat/Craft Rod}, {feat/Craft Wondrous Item}, {feat/Critical Focus}, {feat/Deceitful}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Forge Ring}, {feat/Improved Critical/ (trident, wing)}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Multiattack}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (dominate person)}, {feat/Staggering Critical}  ",
			"**Skills** Bluff +56, Diplomacy +52, Disguise +56, Fly +54, Intimidate +52, Knowledge (arcana, history, local, nobility, religion) +47, Knowledge (planes) +50, Linguistics +50, Perception +50, Sense Motive +50, Sleight of Hand +45, Spellcraft +47, Stealth +44, Use Magic Device +49  ",
			"**Languages** all (language mastery); telepathy 300 ft.  ",
			"**SQ** flattering inquisitor",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Hell)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple (+5 {magic-enh/axiomatic} {magic-enh/flaming} {magic-enh/unholy} {eq-weapon/trident}, {magic-artifact/Visineir}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Ashen Essence (Ex)** Despite his appearance, Mephistopheles has a body formed of the ashes and brimstone of Hell rather than flesh and blood. He cannot be blinded, dazzled, or deafened, and he is immune to bleed damage, blood drain, critical hits, and precision-based damage. In addition, once per minute when he is hit by a melee or ranged attack, as an immediate action Mephistopheles can cause his body and all of his gear to collapse into ashes while he teleports to any point within 30 feet of his prior position and re-forms, taking no damage from the attack. Within his realm of Caina, he can trigger this power by expending one use of his mythic power and can teleport up to 300 feet, or up to 30 feet even when subject to effects that normally prevent teleportation.",
			"",
			"**Flattering Inquisitor (Su)** Mephistopheles is unsurpassed at inveigling himself into a creature's good graces and ferreting out secrets. His discern lies spell-like ability automatically affects all creatures within 30 feet of him, and he does not need to concentrate to know whether a target is lying (although each time a creature tries to lie in this area it can attempt a Will save to negate the effect as normal). Anyone who attempts to lie when responding to a direct question posed by Mephistopheles must succeed at a DC 41 Will save or take 1d3 points of Wisdom drain and be unable to speak for 24 hours (Mephistopheles can end this enforced vow of silence at will as a free action). This is a mind-affecting effect. The save DC is Charisma-based.",
			"",
			"**Infernal Wings (Su)** Mephistopheles has three pairs of wings, and while the damage caused by all six wings is identical, the additional effect caused by a strike from a wing depends on its nature. A hit from one of his burning wings deals 1d6 additional points of fire damage and the creature struck must succeed at a DC 43 Reflex save or catch fire. A hit from one of his draconic wings deals 2d6 points of bleed damage. A hit from one of his raven wings causes permanent blindness unless the creature struck succeeds at a DC 43 Fortitude save. The save DCs are Constitution-based.",
			"",
			"**Profane Gift (Su)** As a full-round action, Mephistopheles can grant a willing non-devil a +4 profane bonus to one ability score; this also allows him to communicate telepathically with and use his mind-affecting spell-like abilities on the creature at any distance (even across planar boundaries). A creature can have only one such gift at a time. The profane gift can be removed with dispel evil or dispel law, or Mephistopheles can remove it as a free action, dealing 3d6 points of Charisma drain to the target (no save). In addition, a creature that accepts a wish from Mephistopheles immediately becomes lawful evil (Will DC 41 negates) and gains the benefits of good hope for 1 week, followed by the effects of crushing despair for 1d6 months (CL 30th). The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Mephistopheles was formed by Asmodeus from the ashes and hellfire of the plane of Hell itself. He is an artist of flattery and guile, a master of the infernal contract, and a warden of the chained prison plane of Caina. He is tireless in his hunt for new souls, and constantly seeks to lure mortals into signing theirs away in all manner of complex bargains and contracts.",
			"",
			"Mephistopheles appears as a muscular, 12-foot-tall, red-skinned humanoid.",
			"",
			"### Mephistopheles's Cult",
			"",
			"Mephistopheles is worshiped by dishonest merchants, crooked politicians, decadent nobles, and cruel tyrants. His sacred places are almost always within large cities, often buried in hidden rooms beneath prisons, palaces, or courts of law, or in secret apartments of corrupt nobles.",
			"",
			"His unholy symbol is a diagonal scarlet trident piercing a golden halo. His favored weapon is the trident. He grants access to the Evil, Knowledge, Law, and Rune domains, and to the Devil, Language, Memory, and Thought subdomains.",
			"",
			"**Family:** {family/Archdevil}",
			"",
			"[^M]: Mephistopheles can use this ability's mythic version in his realm."
		]
	},
	"mephistopheles": { "copyof": "archdevil_mephistopheles" },
	"archdevil_moloch": {
		"name": "Moloch (Archdevil)",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This immense figure appears to be a suit of blackened, diabolic armor filled with shrieking blasts of blistering fire.*",
			"",
			"::mh[Moloch]{cr=\"29\"}",
			"",
			"{SOURCE Bestiary 6/30}  ",
			"**XP** 6,553,600  ",
			"LE Huge outsider (devil, evil, extraplanar, lawful)  ",
			"**Init** +11; **Senses** darkvision 60 ft., detect chaos, detect good, {umr/mistsight}, {umr/see in darkness}, true seeing; Perception +49  ",
			"**Aura** fiendish furnace (10 ft.), {umr/frightful presence} (120 ft., DC 38), shield of law (DC 29)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 47, touch 34, flat-footed 40 (+4 deflection, +7 Dex, +13 natural, +15 profane, -2 size)  ",
			"**hp** 731 (34d10+544); {umr/regeneration} 30 (deific or mythic)  ",
			"**Fort** +39, **Ref** +24, **Will** +35; +8 vs. mind-affecting effects  ",
			"**Defensive Abilities** {umr/fortification} (50%), infernal resurrection, mind blank; **DR** 20/epic, good, and silver; **Immune** ability damage, ability drain, charm, compulsion, death effects, energy drain, fire, petrification, poison; **Resist** acid 30, cold 30; **SR** 40",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.; air walk  ",
			"**Melee** Goreletch +46/+41/+36/+31 (3d6+18/19-20/&times;4), Ramithaine +46/+41 (3d6+18/17-20/&times;3), bite +42 (2d6+7 plus {umr/grab} and burn), gore +42 (2d6+7 plus burn)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** barbed blademaster, {umr/burn} (2d6 hellfire, DC 43), {umr/fast swallow}, incinerate, spirit of hellfire, {umr/swallow whole} (20d10 hellfire damage plus pain, AC 16, 73 hp)  ",
			"**Spell-Like Abilities** (CL 29th; concentration +40)  ",
			"*Constant*-{spell/air walk}, {spell/detect chaos}, {spell/detect good}, {spell/mind blank}, {spell/shield of law} (DC 29), {spell/true seeing}  ",
			"*At will*-{spell/astral projection}, {spell/desecrate}[^M], {spell/dictum}[^M] (DC 28), {spell/dominate person}[^M] (DC 26), {spell/fireball}[^M] (DC 24), {spell/greater dispel magic}, {spell/greater teleport}, {spell/order's wrath}[^M] (DC 25), {spell/slow}[^M] (DC 24), {spell/unhallow}, {spell/wall of fire}[^M]  ",
			"*3/day*-quickened {spell/blade barrier}[^M] (DC 27), empowered {spell/fire storm} (DC 29), {spell/mass charm monster} (DC 29), {spell/mass hold person} (DC 28), {umr/summon} devils  ",
			"*1/day*-{spell/meteor swarm}[^M] (DC 30), {spell/time stop}[^M], {spell/wish}[^M]",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 40, **Dex** 25, **Con** 42, **Int** 25, **Wis** 34, **Cha** 33  ",
			"**Base Atk** +34; **CMB** +51 (+53 bull rush); **CMD** 87 (89 vs. bull rush)  ",
			"**Feats** {feat/Combat Expertise}, {feat/Craft Magic Arms and Armor}, {feat/Critical Focus}, {feat/Double Slice}, {feat/Empower Spell-Like Ability/ (fire storm)}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (battleaxe, longsword)}, {feat/Improved Initiative}, {feat/Improved Lightning Reflexes}, {feat/Improved Two-Weapon Fighting}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (blade barrier)}, {feat/Staggering Critical}, {feat/Two-Weapon Fighting}, {feat/Two-Weapon Rend})  ",
			"**Skills** Bluff +48, Intimidate +48, Knowledge (arcana, history, religion) +41, Knowledge (nobility, planes) +44, Linguistics +44, Perception +49, Sense Motive +49, Spellcraft +44, Survival +46, Use Magic Device +45  ",
			"**Languages** all (language mastery); telepathy 300 ft.  ",
			"**SQ** call weaponry, infernal fortress",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Hell)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple (Goreletch, Ramithaine, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Barbed Blademaster (Ex)** Moloch is proficient with all weapons. In addition, any piercing or slashing weapon he wields sprouts cruel, wicked barbs that increase the weapon's critical multiplier by 1 for as long as he wields it. Targets that have fortification gain only half their usual chance of ignoring Moloch's critical hits.",
			"",
			"**Call Weaponry (Su)** Moloch can call his weapons Goreletch (a +3 {eq-material/adamantine} {magic-enh/unholy} {magic-enh/vorpal} {eq-weapon/battleaxe}) and Ramithaine (a +3 {magic-enh/axiomatic} {magic-enh/cruel} unholy {magic-enh/wounding} {eq-weapon/longsword}) to his hands at will as a free action from any distance (even across planar boundaries). If one of these weapons is destroyed, he can remake it and cause the rebuilt weapon to appear in his hand as a standard action; if needed, he can instead remake both weapons as a full-round action. Remaking a weapon in this way provokes attacks of opportunity, but calling a weapon does not.",
			"",
			"**Fiendish Furnace (Ex)** Any creature that comes within 10 feet of Moloch or begins its turn within this area takes 2d8 points of hellfire damage (no save). In addition, creatures that strike Moloch in melee are affected by his burn ability unless they succeed at a DC 43 Reflex save. Whenever Moloch would take cold damage, he can choose to block all cold damage from that attack, but doing so causes his fiendish furnace ability to be negated until the start of his next turn. Choosing to do so is reflexive and does not require any action on Moloch's part. The save DC is Constitution-based.",
			"",
			"**Incinerate (Su)** When a creature is reduced to 0 hit points by an attack or effect used by Moloch that deals hellfire damage, it is instantly killed and its body reduced to ash (Fortitude DC 38 negates). Creatures destroyed in this way can be restored to life only through {spell/miracle}, {spell/true resurrection}, *wish*, or divine intervention. The save DC is Charisma-based.",
			"",
			"**Infernal Fortress (Su)** Once per day as a full-round action, Moloch can cause a towering fortress to erupt from the ground at a point within 30 feet. Treat this ability as if Moloch used an instant fortress, save that the fortress is 60 feet square and 90 feet tall, and sized for a Huge inhabitant. Once created, this fortress is permanent until Moloch uses the ability again, whereupon the previous fortress vanishes; any objects and creatures within the fortress fall to the ground at this time.",
			"",
			"**Spirit of Hellfire (Su)** Whenever Moloch creates an effect that would normally deal fire damage, it instead deals hellfire damage. Half of the damage dealt by hellfire is fire damage, with the other half being unholy damage that is not reduced by fire resistance or fire immunity.",
			"",
			"**Swallow Whole (Su)** Whenever a creature takes hellfire damage as a result of being swallowed whole by Moloch, it must succeed at a DC 43 Will save or be so overwhelmed with pain that it can do nothing but shriek and wail in agony, and can take no other action; this is a pain effect. Each round that such a victim shrieks in pain, Moloch's frightful presence is automatically activated and he gains a +4 profane bonus to the save DC to resist its effects. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Moloch is the dread general of Hell's armies, both his own hordes in the pits of Malebolge and the legions serving his lieutenants throughout the plane. He is fiercely loyal to Asmodeus and to Hell itself, and he marshals not only devils but also lost souls, other denizens of Hell, and interplanar mercenaries in brutal, endless campaigns. He can recount the dispositions and particulars of every military formation in Hell, and he brooks no insubordination or disobedience in martial matters, under threat of burning torments that are terrible even by Hell's standards. Moloch is surprisingly responsive to his mortal worshipers, and he is quite willing to exchange his favor for gifts of provisions, supplies, and soldiers for the infernal armies. Those sacrificed to him in the fires of the mortal world or ritually cremated in his honor after death face an eternity of soldierly slavery in his legions.",
			"",
			"Moloch is a hulking giant of fire and steel, standing 24 feet tall and weighing 5 tons. What appears to be his armor is in fact his flesh, inside which lies nothing but flames, ash, and bits of scorched bone from previous victims. Despite his fiery appearance, he is a cool and professional tactician who has studied war for eons and has put every known tactical theory into practice in the endless war against the celestial hosts and the fiendish rivals of Hell.",
			"",
			"### Moloch's Cult",
			"",
			"Moloch is worshiped by warlords and tyrants alike. Unlike for many archdevils, his worship is often public, with monolithic temple complexes and pits of eternal flame where sacrifices to the Ashen Bull are made to pass through the fire, or their hearts are cut out and burned to sear their courage into the immortal armies that the Lord of the Sixth marshals at the behest of the high lords of Hell. His sacred places are altars of blackened stone and twisted iron, replete with massive gongs and braziers to sound the knell of death that war will bring to all.",
			"",
			"Moloch's unholy symbol is a shadowed red-and-black bull's head with a sickly yellow flame within. Although he can use any weapon (and favors the battleaxe Goreletch and the longsword Ramithaine), his favored weapon is the whip, as he prefers his worshipers to drive armies by the lash. He grants access to the Evil, Fire, Law, and War domains, and to the Ash, Devil, Smoke, and Tactics subdomains.",
			"",
			"**Family:** {family/Archdevil}",
			"",
			"[^M]: Moloch can use this ability's mythic version in his realm"
		]
	},
	"moloch": { "copyof": "archdevil_moloch" },
	"aridus": {
		"name": "Aridus, the Desert's Howl",
		"sources": [ "Mythical Monsters Revisited" ],
		"description": [
			"*This hunched-over, vaguely humanoid creature has gauntly muscled biceps beneath a sandy hide and coarse fur. Its head is that of a jagged-toothed antelope, the face spotted with rot and sand slowly sifting out from between the fibers of its hair, and its legs end at the shin in stumps of charred flesh.*",
			"",
			"::mh[Aridus, the Desert's Howl]{cr=\"19\"}",
			"",
			"{SOURCE Mythical Monsters Revisited/62}  ",
			"**XP** 204,800  ",
			"Male dust wendigo  ",
			"CE Huge outsider (air, fire, native)  ",
			"**Init** +12; **Senses** {umr/blindsight} 60 ft., darkvision 60 ft., low-light vision; Perception +29",
			"",
			"::sh[Defense]",
			"",
			"**AC** 34, touch 17, flat-footed 25 (+8 Dex, +1 dodge, +17 natural, -2 size)  ",
			"**hp** 350 (20d10+240); {umr/regeneration} 15 (cold)  ",
			"**Fort** +18, **Ref** +20, **Will** +20  ",
			"**DR** 15/cold iron and magic; **Immune** fire, fear; **SR** 30  ",
			"**Weaknesses** vulnerability to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 120 ft. (perfect)  ",
			"**Melee** bite +29 (4d6+11 plus 4d6 fire), 2 claws +29 (2d8+11/19-20 plus 4d6 fire)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** dream haunting, howl, {umr/rend} (2 claws, 2d8+16 plus 4d6 fire and 1d4 Cha damage), wendigo psychosis  ",
			"**Spell-Like Abilities** (CL 20th; concentration +28)  ",
			"*At will*-{spell/wind walk} (DC 25)  ",
			"*3/day*-empowered {spell/sirocco} (DC 24)  ",
			"*1/day*-{spell/control weather} (as druid), {spell/nightmare} (DC 24)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 33, **Dex** 27, **Con** 35, **Int** 24, **Wis** 22, **Cha** 26  ",
			"**Base Atk** +20; **CMB** +33 (+37 grapple); **CMD** 52  ",
			"**Feats** {feat/Ability Focus/ (howl)}, {feat/Critical Focus}, {feat/Dodge}, {feat/Empower Spell-Like Ability/ (sirocco)}, {feat/Exhausting Critical}, {feat/Flyby Attack}, {feat/Improved Critical/ (claws)}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Tiring Critical}  ",
			"**Skills** Bluff +31, Disguise +31, Fly +35, Intimidate +31, Knowledge (arcana) +27, Knowledge (geography) +27, Knowledge (nature) +27, Knowledge (religion) +27, Perception +29, Sense Motive +29, Spellcraft +30, Stealth +23, Survival +29  ",
			"**Languages** Aklo, Common, Giant; telepathy 1 mile  ",
			"**SQ** {umr/no breath}",
			"",
			"::sh[Description]",
			"",
			"Over 3,000 years ago in the southern parts of the vast Thuvian desert, the great alchemist Artokus Kirran was able to harness the power of the rare and beautiful sun orchard and create an elixir that temporarily halted the process of aging in whoever consumed it. While this monumental discovery ultimately united the city-states of the vast desert nation, its creation also inspired many people of baser intentions to entertain their own selfish thoughts of eternal life, spurring them to do whatever they must in order to obtain some of the legendary {magic-artifact/sun orchid elixir}.",
			"",
			"It was under this banner of greed that the infamous rogue Jalari Zafikiri assembled a team of fellow bandits. Their mission was to infiltrate the famed Citadel of the Alchemist, and Jalari promised the members of his crew that they would be able to coerce the alchemist to provide them all with enough sun orchard elixir to last until the end of days. But when the bandits passed too closely to the House of Oblivion on their way from Merab to the Citadel, however, they were besieged by divs, and most of their food stocks were destroyed in the ensuing battle. Desperate to complete his quest, Jalari continued on with his remaining allies, but the desert was too vast. The once-powerful rogue began to go mad in the desert heat, and in the dead of night he slaughtered his fellow thieves for food. His own shame completed his insanity, and when Jalari ran at a dead sprint across the dunes, he took flight and died in midair, the spirit of a wendigo taking over the husk of his withered body in his stead.",
			"",
			"Now, certain isolated Thuvian tribes raise goat-headed totems to the beast that stalks the nearby sandstone cliffs and massive dunes. Its forlorn howl echoes on the evening winds, and villagers disappear only to turn up later as withered, half-eaten husks when they fail to maintain their monthly sacrifices on lonely, windswept altars."
		]
	},
	"ayandamahla": {
		"name": "Ayandamahla, the Crimson Lotus",
		"sources": [ "Demons Revisited" ],
		"description": [
			"*This pale woman is as beautiful as she is menacing-her smile promises endless bliss, yet her weapons and fangs drip with blood.*",
			"",
			"::mh[Ayandamahla, the Crimson Lotus]{cr=\"24\"}",
			"",
			"{SOURCE Demons Revisited/56}  ",
			"**XP** 1,228,800  ",
			"Female succubus bard 20  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +5; **Senses** darkvision 60 ft., detect good; Perception +40",
			"",
			"::sh[Defense]",
			"",
			"**AC** 41, touch 21, flat-footed 35 (+9 armor, +5 deflection, +5 Dex, +1 dodge, +10 natural, +1 shield)  ",
			"**hp** 490 (28 HD; 8d10+20d8+356)  ",
			"**Fort** +24, **Ref** +28, **Will** +26; +4 vs. bardic performance, language-dependent, and sonic  ",
			"**DR** 10/cold iron or good; **Immune** electricity, fire, poison; **Resist** acid 10, cold 10; **SR** 18",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 50 ft. (average)  ",
			"**Melee** +5 speed wounding rapier +31/+31/+26/+21/+16 (1d6+10/18-20), +5 wounding unholy whip +31/+26/+21 (1d3+10)  ",
			"**Special Attacks** bardic performance 56 rounds/day (swift action, countersong, deadly performance, dirge of doom, distraction, fascinate, frightening tune, inspire competence +6, inspire courage +4, inspire greatness, inspire heroics, mass suggestion, soothing performance, suggestion), energy drain, profane gift  ",
			"**Spell-Like Abilities** (CL 12th; concentration +26)  ",
			"*Constant*-{spell/detect good}, {spell/tongues}  ",
			"*At will*-{spell/charm monster} (DC 28), {spell/detect thoughts} (DC 26), {spell/ethereal jaunt} (self plus 50 lbs. of objects only), {spell/greater teleport} (self plus 50 lbs. of objects only), {spell/suggestion} (DC 27)  ",
			"*1/day*-{spell/dominate person} (DC 29), {umr/summon} (level 3, 1 babau 50%)  ",
			"**Bard Spells Known** (CL 20th; concentration +34)  ",
			"*6th (8/day)*-{spell/mass charm monster} (DC 30), {spell/geas//quest}, {spell/irresistible dance}, {spell/project image} (DC 30), {spell/veil} (DC 30)  ",
			"*5th (8/day)*-{spell/mind fog} (DC 29), {spell/nightmare} (DC 29), {spell/persistent image} (DC 29), {spell/song of discord} (DC 29), {spell/mass suggestion} (DC 29)  ",
			"*4th (8/day)*-{spell/cure critical wounds}, dominate person (DC 28), {spell/freedom of movement}, {spell/invisibility}, {spell/modify memory} (DC 28), {spell/zone of silence}  ",
			"*3rd (8/day)*-{spell/confusion} (DC 27), {spell/cure serious wounds}, {spell/dispel magic}, {spell/displacement}, {spell/major image} (DC 27), {spell/scrying} (DC 27)  ",
			"*2nd (9/day)*-{spell/blindness//deafness} (DC 26), {spell/cure moderate wounds}, {spell/hold person} (DC 26), {spell/mirror image}, {spell/misdirection}, {spell/sound burst} (DC 26)  ",
			"*1st (9/day)*-{spell/animate rope}, {spell/cure light wounds}, {spell/feather fall}, {spell/hideous laughter} (DC 25), {spell/silent image} (DC 25), {spell/undetectable alignment}  ",
			"*0 (at will)*-{spell/dancing lights}, {spell/detect magic}, {spell/ghost sound} (DC 24), {spell/message}, {spell/prestidigitation}, {spell/summon instrument}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 20, **Con** 32, **Int** 20, **Wis** 12, **Cha** 38  ",
			"**Base Atk** +23; **CMB** +28; **CMD** 49  ",
			"**Feats** {feat/Combat Expertise}, {feat/Craft Magic Arms and Armor}, {feat/Dodge}, {feat/Double Slice}, {feat/Greater Two-Weapon Fighting}, {feat/Improved Two-Weapon Fighting}, {feat/Improved Whip Mastery}, {feat/Iron Will}, {feat/Quicken Spell}, {feat/Spellsong}, {feat/Toughness}, {feat/Two-Weapon Defense}, {feat/Two-Weapon Fighting}, {feat/Whip Mastery}  ",
			"**Skills** Acrobatics +45, Bluff +45, Diplomacy +45, Disguise +45, Fly +45, Intimidate +31, Knowledge (arcana) +32, Knowledge (local) +32, Knowledge (nobility) +32, Knowledge (planes) +32, Knowledge (religion) +32, Perception +40, Perform (act) +45, Perform (dance) +45, Perform (oratory) +45, Perform (sing) +45, Perform (string) +45, Sense Motive +45, Stealth +36, Use Magic Device +45  ",
			"**Languages** Abyssal, Celestial, Common, Draconic; telepathy 100 ft.  ",
			"**SQ** bardic knowledge +10, change shape ({spell/alter self}, Small or Medium humanoid), jack-of-all-trades (use any skill, all skills are class skills, take 10 on any skill), lore master 3/day, versatile performance (act, dance, oratory, sing, string)  ",
			"**Gear** +5 {eq-material/mithral} {eq-armor/chain shirt}, +5 {magic-enh/speed} {magic-enh/wounding} {eq-weapon/rapier}, +5 wounding {magic-enh/unholy} {eq-weapon/whip}, {magic-wondrous/amulet of natural armor +3}, {magic-wondrous/belt of physical might +6} (Str, Con), {magic-wondrous/cloak of resistance +5}, {magic-wondrous/headband of alluring charisma +6}, {magic-ring/ring of protection +5}, {magic-wondrous/strand of prayer beads (standard)}, statuette of herself worth 3,400 gp (for project image), 3,479 gp",
			"",
			"::sh[Description]",
			"",
			"Ayandamahla was first conjured by Runelord Sorshen on the evening she and the other runelords were to meet to discuss the removal of King Xin from power. Sorshen expected treachery at the hands of her fellow runelords, and promised Ayandamahla a week of freedom among her subjects in the nation of Eurythnia if the succubus would promise to aid her in the event of betrayal by one of the other rulers of Thassilon. As it worked out, the only betrayal that night was that of the runelords against Xin himself, but Sorshen did not renege on her promise to the Crimson Lotus. Thus began a relationship that would last the rest of Thassilon's existence-Ayandamahla would not only serve numerous times as Sorshen's spy, assassin, messenger, champion, executioner, and lover, but would also aid her in her research into the nature of blood and its relationship to eternal life. Sorshen also made Ayandamahla the warden of the Lady's Light, an immense tower Sorshen had erected at the westernmost edge of her realm.",
			"",
			"When Sorshen learned that the end of Thassilon was nigh, she betrayed Ayandamahla-knowing that the succubus would not deign to remain as the protector of the Lady's Light once the runelord retreated into her secret vaults to wait out Earthfall, she worked a powerful binding spell to ensure that Ayandamahla would remain within the Light until Sorshen returned. The Crimson Lotus was enraged, both at Sorshen and at herself for being duped. She watched from atop the Lady's Light as Earthfall ended the world she'd helped build, used her magic and that of the Lady's Light to protect the statue from the earthquakes and tsunami that would have otherwise destroyed it, then retreated into the Light to wait out eternity. As it turned out, eternity was much shorter than the succubus expected it to be. When she discovered a flaw in Sorshen's binding spell, she managed to shift the magic to one of her alu-demon daughters and escaped back to the Abyss.",
			"",
			"In the 10,000 years since her service to Sorshen ended in betrayal, Ayandamahla never again forged as prosperous an alliance as that with the runelord. Instead, she has used mortals increasingly as her own tools, attended to duties for her own mistress, Zura, as needed, and has worked to perfect her skills at seduction, subversion, and slaughter the entire time. Throughout it all, the deadly creature has kept one eye on Varisia, watching patiently for any signs of Sorshen's return to the region. Even today, more powerful than ever before, Ayandamahla doubts she could match the runelord in power - but if Sorshen rises once again, the succubus plans to be there to have her revenge."
		]
	},
	"baba_yaga": {
		"name": "Baba Yaga",
		"sources": [ "Pathfinder #72: The Witch Queen's Revenge" ],
		"description": [
			"::mh[Baba Yaga]{cr=\"30\" mr=\"10\"}",
			"",
			"{SOURCE Pathfinder #72: The Witch Queen's Revenge/74}  ",
			"**XP** 9,830,400  ",
			"Female venerable advanced human witch 20/archmage 10  ",
			"NE Medium humanoid (human, mythic)  ",
			"**Init** +19; **Senses** arcane sight, darkvision 60 ft., see invisibility; Perception +27",
			"",
			"::sh[Defense]",
			"",
			"**AC** 51, touch 31, flat-footed 46 (+13 armor, +5 deflection, +5 Dex, +11 insight, +7 natural)  ",
			"**hp** 782 (20d6+710); {umr/regeneration} 20  ",
			"**Fort** +30, **Ref** +27, **Will** +35  ",
			"**Defensive Abilities** hard to kill, mythic saving throws, unstoppable; **DR** 10/epic and good; **Immune** ability damage and drain, charm and compulsion effects, death effects, disease, energy drain, petrification, poison, and all forms of madness; **SR** 35 (arcane only)",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** Baba Yaga's besom +17/+12 (1d6+7)  ",
			"**Special Attacks** archmage arcana (wild arcana), channel power, coupled arcana, energy conversion, forceful will, hexes (agony [20 rounds], cackle [swift action 2/day], cauldron, child scent, cook people, death curse, evil eye [-4, 21 rounds], scar, life giver, slumber [20 rounds], witch's hut, vision), mythic hexes, mythic power (23/day, surge +1d12), mythic presence (DC 28), reverse scrying, sanctum, throw spell  ",
			"**Witch Spells Prepared** (CL 20th; concentration +38)  ",
			"*9th*-{spell/dominate monster} (DC 37), {spell/foresight}, {spell/gate}, {spell/time stop}, {spell/wail of the banshee} (DC 37), {spell/weird} (DC 37), {spell/wish}  ",
			"*8th*-{spell/binding} (DC 36), quickened {spell/dimension door}, {spell/maze}, quickened {spell/phantasmal killer} (DC 36), {spell/polymorph any object} (DC 36), {spell/stormbolts} (DC 36), {spell/symbol of death} (DC 36)  ",
			"*7th*-{spell/control weather}, {spell/finger of death} (DC 35), {spell/greater teleport}, {spell/heal}, {spell/jolting portent} (DC 35), {spell/terraform}, {spell/temporary resurrection}  ",
			"*6th*-quickened {spell/blindness//deafness} (DC 34), {spell/chain lightning} (DC 34), {spell/disintegrate} (DC 34), {spell/eyebite} (DC 34), {spell/greater dispel magic}, {spell/slay living} (DC 34), {spell/true seeing}  ",
			"*5th*-{spell/baleful polymorph} (DC 33), {spell/break enchantment}, {spell/dominate person} (DC 33), {spell/feeblemind} (DC 33), {spell/greater forbid action} (DC 33), {spell/major curse} (DC 33), {spell/smug narcissism}, {spell/steal power} (DC 33)  ",
			"*4th*-{spell/bestow curse} (DC 32), {spell/charm monster} (DC 32), {spell/confusion} (DC 32), {spell/dimensional anchor}, {spell/ice storm}, {spell/greater invisibility}, {spell/stoneskin}, {spell/terrible remorse} (DC 32)  ",
			"*3rd*-{spell/cackling skull} (DC 31), {spell/dispel magic}, {spell/fireball} (DC 31), {spell/fly}, {spell/haste}, {spell/lightning bolt} (DC 31), {spell/protection from energy}, {spell/suggestion} (DC 31)  ",
			"*2nd*-{spell/anticipate peril} (DC 30), {spell/glitterdust} (DC 30), {spell/mad hallucination} (DC 30), {spell/mirror image}, {spell/miserable pity} (DC 30), {spell/pox pustules} (DC 30), {spell/touch of idiocy}, {spell/web} (DC 30)  ",
			"*1st*-{spell/beguiling gift} (DC 30), {spell/bungle} (DC 30), {spell/charm person} (DC 29), {spell/disguise self} (DC 29), {spell/feather fall}, {spell/fumbletongue} (DC 30), {spell/magic missile} (2)  ",
			"*0 (at will)*-{spell/daze} (DC 28), {spell/mending}, {spell/prestidigitation}, {spell/read magic}  ",
			"*Patron* fate",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 17, **Dex** 20, **Con** 26, **Int** 46, **Wis** 24, **Cha** 32  ",
			"**Base Atk** +10; **CMB** +13; **CMD** 36  ",
			"**Feats** {feat/Accursed Critical}, {feat/Accursed Hex}, {feat/Brew Potion}, {feat/Extra Hex}, {feat/Extra Path Ability}, {feat/Greater Spell Penetration}, {feat/Improved Familiar}, {feat/Improved Initiative}, {feat/Mythic Paragon}, {feat/Mythic Spell Lore}, {feat/Quicken Spell}, {feat/Spell Penetration}, {feat/Split Hex}, {feat/Split Major Hex}, {feat/Toughness}  ",
			"**Skills** Acrobatics +15, Appraise +23, Bluff +26, Craft (alchemy) +22, Craft (woodworking) +22, Diplomacy +21, Escape Artist +25, Fly +23, Heal +25, Intimidate +36, Knowledge (arcana) +41, Knowledge (dungeoneering) +38, Knowledge (engineering) +38, Knowledge (geography) +38, Knowledge (history) +41, Knowledge (local) +38, Knowledge (nature) +41, Knowledge (nobility) +38, Knowledge (planes) +41, Knowledge (religion) +38, Perception +27, Ride +13, Sense Motive +27, Spellcraft +41, Stealth +25, Survival +11, Use Magic Device +34  ",
			"**Languages** Abyssal, Aklo, Aquan, Auran, Celestial, Common, Draconic, Giant, Ignan, Infernal, Iobarian, Polish, Russian, Sarmatian, Sylvan, Terran, Triaxian; tongues  ",
			"**SQ** amazing initiative (+10), component freedom, contingency, crafting mastery, enduring armor, exceptional stats, forceful presence, hut familiar, immortal, legendary hero, long-lived, mythic spell power, permanent spells, Queen of Witches, recuperation, true archmage  ",
			"**Gear** {magic-wondrous/amulet of natural armor +5}, {magic-wondrous/apple of eternal sleep}, {magic-artifact/Baba Yaga's besom}, {magic-wondrous/belt of mighty constitution +6}, {magic-wondrous/bracelet of second chances}, {magic-wondrous/cackling hag's blouse}, {magic-wondrous/corset of dire witchcraft}, {magic-wondrous/ebony fly |figurine of wondrous power}, {magic-wondrous/gem of seeing}, Grandmother's basket (as a {magic-wondrous/portable hole}), Grandmother's shawl (as a {magic-wondrous/cloak of resistance +5}), {magic-wondrous/grim lantern}, {magic-wondrous/hat of disguise}, {magic-wondrous/haunted shoes}, {magic-wondrous/headband of alluring charisma +6}, {magic-wondrous/hexing doll}, {magic-wondrous/orb of foul Abaddon}, {magic-wondrous/pearl of power (5th/ level)}, {magic-ring/ring of elemental command} (fire), {magic-ring/ring of freedom of movement} (slotless), {magic-ring/ring of protection +5}; in addition to the gear listed here, Baba Yaga has access to a wide variety of other magic items that she can use at the GM's discretion.",
			"",
			"::sh[Special Abilities]",
			"",
			"**Contingency (Sp)** Whenever Baba Yaga is attacked, she is affected by {spell/mislead}.",
			"",
			"**Exceptional Stats (Ex)** Baba Yaga was born a perfect specimen of humanity. As a result, her ability scores were generated using 25 points, rather than using the standard 15 point buy used to create most NPCs. Additionally, Baba Yaga has much more gear than an NPC of her level would normally have. These modifications increase her total CR by 2.",
			"",
			"**Forceful Presence (Ex)** Baba Yaga adds her Charisma modifier as an insight bonus to her Armor Class and on all of her saving throws. In addition, Baba Yaga uses her Charisma score as well as her Constitution score when calculating hit points. This ability increases her total CR by 1.",
			"",
			"**Hut Familiar (Ex)** Baba Yaga built her Dancing Hut using a combination of the witch's hut hex and the sanctum mythic path ability, and over time expanded the artifact's powers to its present state. The {monster/Dancing Hut of Baba Yaga} serves as Baba Yaga's familiar, and replaces the normal witch's familiar ability. Baba Yaga's life is forever intertwined with her Dancing Hut and parts of her essence reside within it. As long as the hut exists, this special connection grants her 300 bonus hit points, DR 10/epic and good, and regeneration 20. This ability increases her total CR by 1.",
			"",
			"**Immortal (Su)** Baba Yaga has hidden her death to make herself even more difficult to kill. This functions as the base mythic ability, but Baba Yaga always returns to life 24 hours later, regardless of how she is killed. In order to permanently kill Baba Yaga, her death must be found and released back into her body, at which point she can be killed with a coup de grace or critical hit made with an artifact.",
			"",
			"**Long-Lived (Ex)** Mystical arcane powers, mythic abilities, and complex arcane rituals have extended Baba Yaga's life. She gains the +3 bonus to Intelligence, Wisdom, and Charisma scores for having lived beyond venerable age, but she doesn't gain the penalties to Strength, Dexterity, and Constitution resulting from this advanced age. Baba Yaga's supernaturally empowered life grants her complete immunity to ability damage and drain, charm and compulsion effects, death effects, disease, energy drain, petrification, poison, and all forms of madness (including confusion effects and feeblemind). This ability increases her total CR by 1.",
			"",
			"**Permanent Spells (Sp)** Through the use of {spell/permanency}, Baba Yaga is constantly under the effect of the following spells: {spell/arcane sight}, {spell/darkvision}, *read magic*, {spell/see invisibility}, and {spell/tongues}. Baba Yaga has also devised a way to inscribe symbol spells upon her person. Baba Yaga has permanent {spell/symbol[s] of death} (DC 36) magically inscribed on the center of her chest, between her shoulder blades, upon the crown of her head, and on the soles of her feet. Only a few great beings have knowledge of the symbols' passwords (each symbol has its own unique phrase), and even fewer significant personalities have been attuned to the symbols.",
			"",
			"**Queen of Witches (Ex)** As Queen of Witches, Baba Yaga knows all {main/spells_<witch} spells, as well as all {main/spells_<sorcerer//|wizard/ spells}. Baba Yaga also has knowledge of many other spells that she has researched. Many of these are arcane versions of divine spells. In addition, Baba Yaga can create artifacts, and has done so to great extent, the greatest of which is the {magic-artifact/Dancing Hut of Baba Yaga}.",
			"",
			"::sh[Description]",
			"",
			"Around campfires and in front of hearths on cold winter nights, wise grandmothers and favored uncles recite countless tales of a stern and powerful woman. Some know her as the Old Crone, others as Old Knobby Legs. She's often called the Queen of the Witches, but those who are wise call her Dear Grandmother. She is Baba Yaga, and on Golarion, she has an oppressive and violent legacy. But, on other worlds, the foolhardy and the brave seek her for wisdom and magic."
		]
	},
	"baba_yagas_rider_black_rider": {
		"name": "Black Rider (Baba Yaga's Rider)",
		"sources": [ "Irrisen - Land of Eternal Winter" ],
		"description": [
			"*A man with curling ram's horns sits astride a snorting, stamping black warhorse, gripping a dark, battle-worn spear.*",
			"",
			"::mh[Black Rider]{cr=\"13\"}",
			"",
			"{SOURCE Irrisen - Land of Eternal Winter/53}  ",
			"**XP** 25,600  ",
			"LN Medium fey  ",
			"**Init** +5; **Senses** darkvision 60 ft., low-light vision; Perception +25  ",
			"**Aura** icy aura (10 ft., DC 24)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 29, touch 15, flat-footed 24 (+9 armor, +5 Dex, +5 natural)  ",
			"**hp** 171 (18d6+108)  ",
			"**Fort** +12, **Ref** +16, **Will** +15  ",
			"**DR** 10/cold iron; **Immune** cold, poison; **SR** 24",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +2 {magic-enh/icy burst} spear +18/+13 (1d8+11/19-20/&times;3)  ",
			"**Special Attacks** Rider's weapon, weal or woe (DC 24)  ",
			"**Spell-Like Abilities** (CL 13th; concentration +18)  ",
			"*Constant*-{spell/see invisibility}  ",
			"*At will*-{spell/chill touch} (DC 16), {spell/detect thoughts} (DC 17), {spell/zone of truth} (DC 17)  ",
			"*5/day*-{spell/deeper darkness}, {spell/ice storm}  ",
			"*3/day*-{spell/cone of cold} (DC 20), {spell/dust of twilight} (DC 17), {spell/moonstruck} (DC 19)  ",
			"*1/day*-{spell/cloak of dreams} (DC 21)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 23, **Dex** 20, **Con** 22, **Int** 17, **Wis** 18, **Cha** 21  ",
			"**Base Atk** +9; **CMB** +15; **CMD** 25 (can't be disarmed)  ",
			"**Feats** {feat/Cleave}, {feat/Critical Focus}, {feat/Improved Critical/ (spear)}, {feat/Mounted Combat}, {feat/Power Attack}, {feat/Ride-By Attack}, {feat/Spirited Charge}, {feat/Trample}, {feat/Weapon Focus/ (spear)}  ",
			"**Skills** Intimidate +23, Knowledge (arcana) +18, Knowledge (history) +18, Knowledge (nature) +21, Knowledge (planes) +18, Perception +25, Ride +26, Sense Motive +25, Stealth +26, Survival +16  ",
			"**Languages** Common, Hallit, Skald, Sylvan; telepathy 60 ft.  ",
			"**SQ** conjure mount, Rider's robes",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Icy Aura (Su)** Misty vapors roil from the Black Rider to a distance of 10 feet. Any creatures in contact with the vapors must succeed at a DC 24 Fortitude save or be slowed as per the slow spell. Once affected, the creature remains slowed as long as it is in the aura and for 1 round afterward. The save DC is Charisma-based.",
			"",
			"**Rider's Robes (Su)** The Black Rider wears robes that provide the same protection as full plate armor.",
			"",
			"**Rider's Weapon (Su)** Whenever the Black Rider successfully confirms a critical hit with his +2 icy burst spear, the target is stunned for 1 round unless it succeeds at a DC 24 Fortitude save. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"The Black Rider has the most forbidding appearance of the Three Riders. He always appears in a frightening form when called to service. His judgments are the least recorded in history, as they are all performed under the cover of night, and many Irriseni citizens blame other vicious creatures and strange occurrences for the disappearance of their fellow citizens.",
			"",
			"**Family:** {family/Baba Yaga's Rider}"
		]
	},
	"black_rider": { "copyof": "baba_yagas_rider_black_rider" },
	"baba_yagas_rider_red_rider": {
		"name": "Red Rider (Baba Yaga's Rider)",
		"sources": [ "Irrisen - Land of Eternal Winter" ],
		"description": [
			"*A man with fiery red hair and antlers rides a red-gold stallion. His robes expose the hairy legs of a goat, ending in cloven hooves.*",
			"",
			"::mh[Red Rider]{cr=\"12\"}",
			"",
			"{SOURCE Irrisen - Land of Eternal Winter/54}  ",
			"**XP** 19,200  ",
			"LN Medium fey  ",
			"**Init** +9; **Senses** darkvision 60 ft., low-light vision; Perception +23",
			"",
			"::sh[Defense]",
			"",
			"**AC** 29, touch 15, flat-footed 24 (+8 armor, +5 Dex, +4 natural, +2 shield)  ",
			"**hp** 152 (16d6+96)  ",
			"**Fort** +11, **Ref** +15, **Will** +14  ",
			"**DR** 10/cold iron; **Immune** cold, poison; **SR** 23",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +2 {magic-enh/flaming} scimitar +18/+13 (1d6+9/15-20)  ",
			"**Special Attacks** bright blast, Rider's weapon, weal or woe (DC 23)  ",
			"**Spell-Like Abilities** (CL 12th; concentration +17)  ",
			"*Constant*-{spell/see invisibility}  ",
			"*At will*-{spell/chill touch} (DC 16), {spell/detect thoughts} (DC 17), {spell/zone of truth} (DC 17)  ",
			"*5/day*-{spell/ice storm}  ",
			"*3/day*-{spell/cone of cold} (DC 20), {spell/flame strike} (DC 20)  ",
			"*1/day*-{spell/fire storm} (DC 23)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 24, **Dex** 21, **Con** 22, **Int** 17, **Wis** 18, **Cha** 21  ",
			"**Base Atk** +8; **CMB** +15; **CMD** 25 (can't be disarmed)  ",
			"**Feats** {feat/Critical Focus}, {feat/Improved Critical/ (scimitar)}, {feat/Improved Initiative}, {feat/Mounted Combat}, {feat/Power Attack}, {feat/Ride-By Attack}, {feat/Trample}, {feat/Weapon Focus/ (scimitar)}  ",
			"**Skills** Acrobatics +12, Diplomacy +24, Intimidate +21, Knowledge (arcana) +15, Knowledge (history) +15, Knowledge (nature) +18, Knowledge (planes) +15, Perception +23, Ride +24, Sense Motive +23, Stealth +20  ",
			"**Languages** Common, Hallit, Skald, Sylvan; telepathy 60 ft.  ",
			"**SQ** conjure mount, Rider's robes",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Bright Blast (Su)** Three times per day, the Red Rider can erupt in flames, damaging all creatures within a 20-foot radius. Those caught in the blast must succeed at a DC 23 Reflex save or take 3d6 points of fire damage and be dazed for 1 round and dazzled for an additional 1d4 rounds. The save DC is Charisma-based.",
			"",
			"**Rider's Robes (Su)** The Red Rider wears robes that provide the same protection as half-plate armor.",
			"",
			"**Rider's Weapon (Su)** Whenever the Red Rider successfully confirms a critical hit with his +2 flaming scimitar, the target is dazed for 1 round unless it succeeds at a DC 23 Fortitude save. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"The Red Rider is the most fiery and aggressive of the Three Riders. When Irriseni citizens share old tales of previous Riders around the hearth, stories of the Red Rider's judgments always go into gruesome detail about his wholesale slaughter and shocking violence. Some argue that the Red Rider is no more vicious than the Black Rider, and that the larger number of heinous tales about the Red Rider are simply the result of the time of day in which he engages in his tasks. More citizens are awake and out of their homes during the day to witness the Red Rider's judgments before he cedes his time to the night.",
			"",
			"**Family:** {family/Baba Yaga's Rider}"
		]
	},
	"red_rider": { "copyof": "baba_yagas_rider_red_rider" },
	"baba_yagas_rider_white_rider": {
		"name": "White Rider (Baba Yaga's Rider)",
		"sources": [ "Irrisen - Land of Eternal Winter" ],
		"description": [
			"*A tall, handsome woman sits astride a white horse. She grips an elegant longbow made of raw birch.*",
			"",
			"::mh[White Rider]{cr=\"11\"}",
			"",
			"{SOURCE Irrisen - Land of Eternal Winter/55}  ",
			"**XP** 12,800  ",
			"LN Medium fey  ",
			"**Init** +7; **Senses** darkvision 60 ft., low-light vision; Perception +24  ",
			"**Aura** blinding light (30 ft., DC 23)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 27, touch 17, flat-footed 20 (+6 armor, +7 Dex, +4 natural)  ",
			"**hp** 136 (16d6+80)  ",
			"**Fort** +10, **Ref** +17, **Will** +15  ",
			"**DR** 10/cold iron; **Immune** cold, poison; **SR** 22",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +1 longsword +14/+9 (1d8+6/19-20)  ",
			"**Ranged** +2 {magic-enh/seeking} composite longbow +18/+13 (1d8+7/19-20/&times;3)  ",
			"**Special Attacks** Rider's weapon, weal or woe (DC 23)  ",
			"**Spell-Like Abilities** (CL 11th; concentration +16)  ",
			"*Constant*-{spell/see invisibility}  ",
			"*At will*-{spell/chill touch} (DC 16), {spell/detect thoughts} (DC 17), {spell/zone of truth} (DC 17)  ",
			"*5/day*-{spell/ice storm}, {spell/daybreak arrow}  ",
			"*3/day*-{spell/charm monster} (DC 19), {spell/cone of cold} (DC 20)  ",
			"*1/day*-{spell/mass suggestion} (DC 21)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 25, **Con** 20, **Int** 18, **Wis** 21, **Cha** 21  ",
			"**Base Atk** +8; **CMB** +13; **CMD** 23  ",
			"**Feats** {feat/Improved Critical/ (composite longbow)}, {feat/Manyshot}, {feat/Mounted Archery}, {feat/Mounted Combat}, {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Rapid Shot}, {feat/Weapon Focus/ (composite longbow)}  ",
			"**Skills** Bluff +18, Diplomacy +23, Intimidate +20, Knowledge (arcana) +18, Knowledge (history) +18, Knowledge (nature) +21, Knowledge (planes) +18, Perception +24, Ride +26, Sense Motive +24, Stealth +26  ",
			"**Languages** Common, Hallit, Skald, Sylvan; telepathy 60 ft.  ",
			"**SQ** conjure mount, Rider's robes",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** +1 {eq-weapon/longsword}",
			"",
			"::sh[Special Abilities]",
			"",
			"**Blinding Light (Su)** The White Rider can radiate a 30-foot-radius aura of blinding light as a free action. Creatures within the affected area must succeed at a DC 23 Fortitude save or be permanently blinded. A creature that successfully saves cannot be affected again by the Rider's blinding light aura for 24 hours. The save is Constitution-based.",
			"",
			"**Rider's Robes (Su)** The White Rider wears robes that provide the same protection as a breastplate.",
			"",
			"**Rider's Weapon (Su)** The White Rider has a +2 seeking composite longbow and a quiver that produces a never-ending supply of arrows. Once per round, she can draw a +1 brilliant energy arrow from her quiver.",
			"",
			"::sh[Description]",
			"",
			"The White Rider is the most even-tempered and diplomatic of the Three Riders. This does not mean that she is sympathetic or merciful, just that there is less blood staining the crisp white garments she wears. When the White Rider comes calling, citizens of Irrisen often seek to curry favor by bringing her gifts of hot tea, pastries, and fresh baked bread. She rarely accepts these offerings, and when she does it is only from those she has already judged to be loyal to Baba Yaga and worthy of the Queen of Witches's rule. Those who too eagerly attempt to carry favor face added scrutiny from her.",
			"",
			"**Family:** {family/Baba Yaga's Rider}"
		]
	},
	"white_rider": { "copyof": "baba_yagas_rider_white_rider" },
	"balravnus": {
		"name": "Balravnus, Lord of the Deep Pools",
		"sources": [ "Demons Revisited" ],
		"description": [
			"*This lumbering toadlike demon wields a blood-soaked halberd in its powerful hands - one of those hands is clad in a rusting jagged gauntlet, while on the beast's misshapen head perches a leering helm made of greasy green metal.*",
			"",
			"::mh[Balravnus, Lord of the Deep Pools]{cr=\"18\"}",
			"",
			"{SOURCE Demons Revisited/26}  ",
			"**XP** 153,600  ",
			"Male hezrou barbarian 7  ",
			"CE Large outsider (aquatic, chaotic, demon, evil, extraplanar)  ",
			"**Init** +6; **Senses** darkvision 60 ft.; Perception +31  ",
			"**Aura** {umr/stench} (DC 24, 10 rounds)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 33, touch 9, flat-footed 31 (+8 armor, +2 Dex, +16 natural, -2 rage, -1 size)  ",
			"**hp** 300 (17 HD; 10d10+7d12+194)  ",
			"**Fort** +23, **Ref** +9, **Will** +14; +2 vs. traps  ",
			"**Defensive Abilities** improved uncanny dodge, trap sense +2; **DR** 10/good, 1/-; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 29",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., swim 30 ft.  ",
			"**Melee** +2 wounding halberd +29/+24/+19/+14 (2d8+18/19-20/&times;3), bite +22 (4d4+5)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** nausea, rage (25 rounds/day), rage powers (moment of clarity, quick reflexes, strength surge +7)  ",
			"**Spell-Like Abilities** (CL 13th; concentration +19)  ",
			"*At will*-{spell/chaos hammer} (DC 20), {spell/greater teleport} (self plus 50 lbs. of objects only), {spell/unholy blight} (DC 20)  ",
			"*3/day*-{spell/gaseous form}  ",
			"*1/day*-{spell/blasphemy} (DC 23), {umr/summon} (level 4, 1 hezrou 35%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 33, **Dex** 15, **Con** 32, **Int** 14, **Wis** 16, **Cha** 22  ",
			"**Base Atk** +17; **CMB** +29; **CMD** 39  ",
			"**Feats** {feat/Bleeding Critical}, {feat/Blind-Fight}, {feat/Critical Focus}, {feat/Improved Critical/ (halberd)}, {feat/Improved Initiative}, {feat/Improved Lightning Reflexes}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Vital Strike}  ",
			"**Skills** Climb +31, Intimidate +26, Knowledge (arcana) +15, Knowledge (religion) +15, Perception +31, Spellcraft +19, Stealth +18, Swim +39  ",
			"**Languages** Abyssal, Celestial, Draconic; telepathy 100 ft.  ",
			"**SQ** amphibious, fast movement  ",
			"**Gear** +5 {eq-armor/studded leather}, +2 {magic-enh/wounding} {eq-weapon/halberd}, {magic-wondrous/gauntlet of rust}, {magic-wondrous/helm of telepathy}",
			"",
			"::sh[Description]",
			"",
			"In the final days of Thassilon, Runelord Alaznist knew that time was running out to strike a fatal blow against her hated enemy, Karzoug. The thought that she must retreat from a world in which Karzoug still lived haunted her dreams-what if her enemy woke before her in the ages to come? Alaznist contacted countless demons in those final hours, working desperately to transform her lair into an impregnable fortress guarded by the most horrific fiends she could command. As a result, even today, more than 10,000 years later and with Alaznist's empire long sunken under the waters of the Varisian Gulf, her fortress of Hollow Mountain remains a deadly realm ruled by giants, fleshwarped mutants, demons, and worse.",
			"",
			"Balravnus was originally nothing more than a hezrou conjured to guard one of the immense laboratories hidden within Hollow Mountain. Bound to service, Balravnus endured for millennia before a foolish Varisian sorcerer attempted to wrest control of the hezrou to aid in his explorations of Hollow Mountain. The sorcerer managed to break the wards and seized control of Balravnus, and for a few days the hezrou enjoyed a change of scenery even if he remained as bound to an arcane spellcaster's will as ever before. Then the sorcerer stumbled upon the den of a gibbering mouther the size of an elephant. The creature slew the sorcerer, and Balravnus immediately teleported back to the laboratory he had served as a guardian for rather than face the monster.",
			"",
			"Equipping himself with the choicest bits of treasure from the lab, including a helm of telepathy and a gauntlet of rust, Balravnus spent the next several years exploring Hollow Mountain. The hezrou intended to leave the mountain fortress eventually, to explore what had become of the world in the past millennia, but when he discovered a tribe of mutant troglodytes deep under the mountain, an idea formed in the demon's mind. The troglodytes were powerful creatures, deformed into horrible monstrosities from exposure to fleshwarping toxins that had seeped down into their homes, and Balravnus recognized those magics as the ones he had guarded for so long.",
			"",
			"It was a simple matter for the hezrou to seize control of the troglodytes by pretending to be a manifestation of their deity, Yamasoth, who the demon has since come to learn once dwelt in even deeper chambers further underground. The hezrou initially intended to study the mutants and master the art of fleshwarping, but he soon came to realize he was more interested and gratified simply ruling over the troglodytes. Today, Balravnus has entirely abandoned intellectual pursuits and become a barbaric leader of a society of mutated freaks. The demon idly considers taking his army into other levels of Hollow Mountain to expand his empire, but after so many centuries, Balravnus has developed a keen sense of patience.",
			"",
			"When conjured, Balravnus prefers offerings of magical elixirs, particularly unique ones he has never sampled before. The hezrou is also partial to potent doses of various drugs. It's a DC 28 check to research Balravnus."
		]
	},
	"bee_man_of_bellis": {
		"name": "Bee-Man of Bellis",
		"sources": [ "Andoran, Birthplace of Freedom" ],
		"description": [
			"*This shabby-cloaked figure is surrounded by hundreds of bees.*",
			"",
			"::mh[Bee-Man of Bellis]{cr=\"9\"}",
			"",
			"{SOURCE Andoran, Birthplace of Freedom/51}  ",
			"**XP** 6,400  ",
			"NE Medium aberration  ",
			"**Init** +6; **Senses** darkvision 60 ft., {umr/scent}; Perception +18",
			"",
			"::sh[Defense]",
			"",
			"**AC** 23, touch 17, flat-footed 16 (+6 Dex, +1 dodge, +6 natural)  ",
			"**hp** 110 (13d8+52); {umr/fast healing} 10  ",
			"**Fort** +8, **Ref** +10, **Will** +10  ",
			"**Defensive Abilities** {umr/amorphous}; **DR** 15/-; **Immune** disease, poison, paralysis, sleep, stunning",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 60 ft. (good)  ",
			"**Melee** slam +9 touch (3d6 plus poison)  ",
			"**Spell-Like Abilities** (CL 13th; concentration +16)  ",
			"*Constant*-speak with vermin (operates as {spell/speak with plants}, but for vermin)  ",
			"*At will*-{spell/alter self} (male human only), {spell/augury}, {spell/divination}  ",
			"*3/day*-{spell/glibness}, {spell/lesser geas} (DC 17), {umr/summon} (level 4, 1 wasp swarm or 1d4+1 giant bees 100%)  ",
			"*1/day*-{spell/commune with nature}, {spell/contact other plane}, {spell/reincarnate}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 10, **Dex** 23, **Con** 18, **Int** 13, **Wis** 15, **Cha** 17  ",
			"**Base Atk** +9; **CMB** +9; **CMD** 26  ",
			"**Feats** {feat/Ability Focus/ (poison)}, {feat/Acrobatic}, {feat/Dodge}, {feat/Mobility}, {feat/Spring Attack}, {feat/Step Up}, {feat/Wind Stance}  ",
			"**Skills** Acrobatics +23, Fly +27, Intimidate +19, Perception +18, Stealth +22, Survival +11  ",
			"**Languages** Common, Druidic  ",
			"**SQ** apian emissaries, swarmlike, taboo name",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate forest (Andoran)  ",
			"**Organization** solitary  ",
			"**Treasure** double",
			"",
			"::sh[Special Abilities]",
			"",
			"**Apian Emissaries (Sp)** The Bee-Man can use bees to duplicate the effect of pryings eye or whispering wind at will (caster level 13th). A successful DC 15 Perception check identifies the presence of the bees that act as the sensors for these spells, but a DC 20 Knowledge (nature) check is required to realize they are behaving under outside influence.",
			"",
			"**Poison (Ex)** Type injury (slam); *save* Fort DC 23; *frequency* 1/round for 6 rounds; *effect* 1d4 Str; *cure* 2 consecutive saves.",
			"",
			"**Swarmlike (Ex)** The Bee-Man exists as a hive mind controlling a body of swarming bees. He is immune to any physical spell or effect that targets a specific number of creatures (including single-target spells). This immunity doesn't apply to spells and effects generated by the Bee-Man himself, nor to mind-affecting effects that target single creatures. The Bee-Man takes half again as much damage (+50%) from damaging area effects. He is also susceptible to high winds and is treated as a Diminutive creature for the purposes of determining wind effects. The Bee-Man can be targeted by spells as if he were a creature of the vermin type.",
			"",
			"**Taboo Name (Su)** Whenever the Bee-Man's full name (Vernon Vestha) is spoken within 13 miles, he hears it as if using clairaudience/clairvoyance. He also learns the speaker's direction and distance.",
			"",
			"::sh[Description]",
			"",
			"Vernon Vestha was a forest oracle obsessed with bees, reading the future in the patterns of their flight. Driven mad by a desire to internalize the bees' powers of divination, he became one with his beloved bees in some honeyed rite. Now a living swarm in the rough semblance of a man, Vernon still roams the forests near Bellis, and some still seek out the ex-druid's wisdom by calling his name (Knowledge [local] DC 20 to know). He often appears when he is called, though he seldom grants favors without exacting a terrible price."
		]
	},
	"bezilak": {
		"name": "Bezilak, the Silken Fang",
		"sources": [ "Demons Revisited" ],
		"description": [
			"*This towering four-armed demon carries an evil-looking scepter in one of its two human hands - the other arms end in pincers.*",
			"",
			"::mh[Bezilak, the Silken Fang]{cr=\"17\"}",
			"",
			"{SOURCE Demons Revisited/20}  ",
			"**XP** 102,400  ",
			"Male glabrezu rogue 8  ",
			"CE Huge outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +7; **Senses** darkvision 60 ft., true seeing; Perception +34",
			"",
			"::sh[Defense]",
			"",
			"**AC** 32, touch 12, flat-footed 28 (+3 Dex, +1 dodge, +20 natural, -2 size)  ",
			"**hp** 310 (20 HD; 12d10+8d8+208)  ",
			"**Fort** +20, **Ref** +13, **Will** +13  ",
			"**Defensive Abilities** evasion, freedom of movement, improved uncanny dodge, trap sense +2; **DR** 10/good; **Immune** electricity, poison; **Resist** acid 10, cold 10, fire 10; **SR** 24",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** 2 pincers +25 (2d8+5/19-20), claw +25 (2d8+5), bite +25 (1d6+5), rod of withering +28 (1d4 Str and 1d4 Con)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** sneak attack +4d6, {umr/rend} (2 pincers, 2d8+16)  ",
			"**Spell-Like Abilities** (CL 14th; concentration +21)  ",
			"*Constant*-{spell/true seeing}  ",
			"*At will*-{spell/chaos hammer} (DC 21), {spell/confusion} (DC 21), {spell/dispel magic}, {spell/mirror image}, {spell/reverse gravity} (DC 24), {spell/greater teleport} (self plus 50 lbs. of objects only), {spell/veil} (self only), {spell/unholy blight} (DC 21)  ",
			"*1/day*-{spell/power word stun}, {umr/summon} (level 4, 1 glabrezu 20% or 1d2 vrocks 50%)  ",
			"*1/month*-{spell/wish} (granted to a mortal humanoid only)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 33, **Dex** 16, **Con** 30, **Int** 18, **Wis** 16, **Cha** 24  ",
			"**Base Atk** +18; **CMB** +31; **CMD** 45  ",
			"**Feats** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Dodge}, {feat/Improved Critical/ (pincers)}, {feat/Improved Initiative}, {feat/Mobility}, {feat/Persuasive}, {feat/Power Attack}, {feat/Spring Attack}, {feat/Staggering Critical}  ",
			"**Skills** Bluff +30, Climb +19, Diplomacy +34, Disguise +30, Intimidate +34, Knowledge (arcana) +15, Knowledge (local) +15, Knowledge (nobility) +14, Knowledge (planes) +27, Knowledge (religion) +14, Perception +34, Sense Motive +26, Spellcraft +27, Stealth +28  ",
			"**Languages** Abyssal, Celestial, Common, Draconic; telepathy 100 ft.  ",
			"**SQ** rogue talents (bleeding attack +4, combat trick, honeyed words, surprise attack), trapfinding +4  ",
			"**Combat Gear** {magic-rod/rod of withering}; **Other Gear** {magic-ring/ring of chameleon power}, {magic-ring/ring of freedom of movement}",
			"",
			"::sh[Description]",
			"",
			"Bezilak enjoys toying with his enemies, perhaps more so than other glabrezus. The Silken Fang loves nothing more than meeting a foe in combat and taking every opportunity to humiliate him in battle, deliberately making fewer attacks than he can (as if to imply that the foe isn't worth the effort), or taking advantage of a stunned foe and removing his weapons and armor, leaving him naked when the stun effect wears off. Once Bezilak has a victim completely at his mercy, he is fond of stepping back and offering the defeated foe a wish in return for staying his rending pincers - the only catch is that the defeated foe must agree to Bezilak's \"editorial adjustments\" to the wish, allowing Bezilak maximum use of the magic to serve his own desires.",
			"",
			"These edited wishes serve the demon's long-term goals, for Bezilak is quite ambitious. The Silken Fang has served many powerful wizards in his lifetime, ranging from Gebbite necromancers to strange demonologists from buried cities under the Osirian sands. Unlike many demons, he enters such servitude willingly after actively seeking out powerful spellcasters and warlords who can aid him in his desires. There is only one catch: before Bezilak agrees to service, the mortal must make the following wish: \"I wish to have the service of the Silken Fang for 1 month on the condition that at some point in the future, at the Silken Fang's whim, I am to be transported to his side to perform a service in kind to him.\" Bezilak favors spellcasters whose arrogance makes them foolish - he knows they will make this wish on the mistaken assumption that they will be able to kill the glabrezu before his agreed-upon service is to end, and therefore escape repayment. What very, very few of these power-mad fools ever seem to realize is that the wording of Bezilak's wish does not compel him to wait until after his service is complete to demand payment. So when, invariably, a \"master\" turns on Bezilak and attempts to destroy him, the glabrezu merely invokes the latter half of his wish and commands the \"master\" to become his slave. The power of a glabrezu's wishcraft is great, and those who meet this fate are invariably taken away to the Silken Fang's Abyssal fortress of Virax (a vast castle hidden in an immense chamber deep within Andirif khu's Vault of Ten Thousand Deaths), where they are placed in temporal stasis in an ever-growing collection of the greatest and most despicable spellcasters and warmongers of a hundred worlds. What Bezilak intends to do with his growing army of powerful pets is unknown, for Bezilak knows more than most that to reveal your plans is to defeat them.",
			"",
			"A spellcaster who manages to conjure the Silken Fang can sometimes avoid being tricked or forced into making the Silken Fang's trapped wish, especially if he provides as part of the conjuration an offering of no less than 13 names of powerful individuals (preferably spellcasters or the leaders of nations) to whom Bezilak can peddle his services. The demon is not above rewarding those conjurers who understand how to properly bribe him, after all. It's a DC 27 check to research the Silken Fang."
		]
	},
	"black_magga": {
		"name": "Black Magga",
		"sources": [
			"Rise of the Runelords Anniversary Edition",
			"Pathfinder #3: The Hook Mountain Massacre"
		],
		"description": [
			"*This enormous creature's serpentine neck supports a leering reptilian head - its body is a wriggling mass of tentacles.*",
			"",
			"::mh[Black Magga]{cr=\"15\"}",
			"",
			"{SOURCE Rise of the Runelords Anniversary Edition/406;Pathfinder #3: The Hook Mountain Massacre/88}  ",
			"**XP** 51,200  ",
			"CE Gargantuan outsider (aquatic, native)  ",
			"**Init** +4; **Senses** {umr/all-around vision}, darkvision 60 ft.; Perception +22",
			"",
			"::sh[Defense]",
			"",
			"**AC** 30, touch 6, flat-footed 30 (+24 natural, -4 size)  ",
			"**hp** 232 (15d10+150)  ",
			"**Fort** +19, **Ref** +11, **Will** +9  ",
			"**DR** 15/cold iron and magic; **Immune** death effects, mind-affecting effects, petrification, polymorph; **Resist** acid 20, cold 20; **SR** 26",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., swim 60 ft.  ",
			"**Melee** bite +24 (2d8+13/19-20 plus energy drain), 4 tentacles +19 (2d6+6 plus {umr/grab})  ",
			"**Space** 20 ft., **Reach** 20 ft.  ",
			"**Special Attacks** breath of madness, {umr/constrict} (2d6+11), {umr/energy drain} (2 levels, DC 22)  ",
			"**Spell-Like Abilities** (CL 15th; concentration +20)  ",
			"*Constant*-{spell/invisibility purge}  ",
			"*At will*-{spell/death knell} (DC 17), {spell/prayer}  ",
			"*3/day*-{spell/demand} (DC 23), {spell/dimensional anchor}, {spell/divination}, {spell/dominate person} (DC 20), {spell/greater command} (DC 20)  ",
			"*1/day*-{spell/commune}, {spell/dream}, {spell/unhallow}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 37, **Dex** 10, **Con** 31, **Int** 25, **Wis** 18, **Cha** 20  ",
			"**Base Atk** +15; **CMB** +32 (+36 grapple); **CMD** 42 (can't be tripped)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (bite)}, {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Vital Strike}  ",
			"**Skills** Acrobatics +18, Intimidate +23, Knowledge (arcana) +25, Knowledge (history) +22, Knowledge (nature) +22, Knowledge (planes) +25, Knowledge (religion) +22, Perception +22, Sense Motive +22, Spellcraft +25, Stealth +6, Survival +19, Swim +36  ",
			"**Languages** Abyssal, Celestial, Common, Draconic, Infernal, Thassilonian  ",
			"**SQ** transdimensional tentacles, warp dimensions",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** the Storval Deep  ",
			"**Organization** solitary  ",
			"**Treasure** triple",
			"",
			"::sh[Special Abilities]",
			"",
			"**Breath of Madness (Su)** Black Magga can exhale a cloud of foul-smelling, poisonous breath as a standard action once every minute. This cloud of black smoke fills a 60-foot cone. All creatures in the area take 1d6 points of Wisdom damage and become confused for 1d6 rounds (a DC 27 Will save halves the Wisdom damage and negates the confusion effect). This is a mind-affecting poison effect. The save DC is Constitution-based. This breath weapon cannot be used while underwater.",
			"",
			"**Transdimensional Tentacles (Su)** Black Magga's tentacles allow her to see into and infiltrate the Ethereal Plane and the Plane of Shadow while she is on the Material Plane. This allows her not only to be aware of these planes and the creatures there, but also to shift her tentacles through these planes to attack their inhabitants. She can even phase her tentacles in and out of existence, effectively reaching through walls and other solid barriers to attack foes on the other side, provided that area is not warded by a dimensional lock or similar effect. She can grapple foes with her tentacles normally, but cannot pull grappled foes or objects through planes as her tentacles shift between them.",
			"",
			"**Warp Dimensions (Su)** Black Magga's presence distorts the dimensions. Any creature that attempts to utilize a teleportation effect while within 300 feet of Black Magga must succeed at a DC 21 caster level check or the teleport effect fails. If the effect fails, the creature that attempted to create that effect must succeed at a DC 27 Fortitude save or be nauseated for 1d6 rounds. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Black Magga is one of the favored servants of Lamashtu and an embodiment of the goddess's reign over beasts, monsters, and madness. As an unholy auger of her will, Black Magga originally sought to confound the works of the civilized world, spread fear of monsters and the wilds, and direct Lamashtu's lesser servants in acts of depravity and bloodshed. Black Magga arrived in the Storval Deep not long after Karzoug flooded the immense quarry, and her presence in the newly formed lake brought much misery and dread to the Thassilonians who dwelt on the lake's shores or sailed its surface. Karzoug's interest in the region waned quickly, and he never bothered to take steps against the monster, prompting many to whisper that the runelord made a bargain with Lamashtu to place the monster in the Storval Deep, perhaps to hide some sort of great secret he had sunk beneath the waters. In any event, it was said that the goddess spoke directly to Black Magga, and for many, the words of the monster were equal to the commands of Lamashtu herself.",
			"",
			"Bearing a head like a plesiosaur atop a thrashing mass of tentacles and eyes, Black Magga is an immense creature indeed. Although she is effectively immortal until slain, she has spent many of the more than 10,000 years since she first came to Varisia in deep hibernation. These slumbers could last for a dozen centuries or more at a time, and are punctuated by relatively short periods of activity that generally last for only a few decades. These long periods of sleep have had something of a debilitating effect on Black Magga, for with each century of slumber, she grows weaker. She is now but a shadow of her original power. That she remains as powerful as she does today speaks volumes to the terrible wrath she must have possessed back during the height of Thassilon, before the advent of Earthfall changed everything.",
			"",
			"### The Myth of Black Magga",
			"",
			"Fisherfolk and woodsmen who have ventured near the Storval Deep have long told tales of a fell monster rising from the depths. Below are a few commonly held but mistaken beliefs about Black Magga - although they may well have been true during the times of ancient Thassilon, when she was at the height of her power.",
			"",
			"**Blood Tongue:** Many who have seen Black Magga and lived can never speak of their experiences. Supposedly, when they attempt to tell the tale, black blood wells from their throats and into their mouths, choking their words. Thus, far fewer claim to have seen Black Magga than actually have.",
			"",
			"**God-Proof:** Black Magga is older than many gods. Divine magic is said to have little effect whatsoever on her abominable form. Anyone who cuts Magga's black heart from her vile chest and bathes in its putrescent blood will likewise become invulnerable to the power of the gods.",
			"",
			"**Storm Bringer:** Sightings of Black Magga often herald powerful storms and hurricanes. It is said that the beast summons these storms to pull victims into her watery domain, whereupon she captures them, consumes them, and transforms them into monstrous, vermicular horrors.",
			"",
			"### Mothers of Oblivion",
			"",
			"Lesser versions of Black Magga are said to dwell in deep lakes in other parts of the world. Known as Mothers of Oblivion, these creatures have the same basic statistics as Black Magga, except that they have only 10 Hit Dice and are Huge rather than Gargantuan.",
			"",
			"Monstrous creatures of chaos and madness, the abominable Mothers of Oblivion are said to have been created by the goddess of monsters to serve as mouthpieces and leaders among her savage minions. Some esoteric texts-sacrilegious even to Lamashtu's profane church-claim that the Mothers of Oblivion are actually sisters of Lamashtu, subjugated by the goddess, robbed of their divinity, and cast down to Golarion as her twisted servitors. Whatever their heritage, for uncounted centuries the Mothers of Oblivion have been among the favored servants of Lamashtu and throughout history have risen to mete out her unholy wrath. Rare in the extreme - and despite what the fearful mortal races call them - these monstrosities seem to have no ability to reproduce, though some whisper that a select few are capable of biting off their own tongues to produce strange, wormlike spawn.",
			"",
			"Mothers of Oblivion slink in the darkest, deepest reaches of the world, shunning the light of day as well as the gaze of insectlike mortals, who would gawk and abandon their pathetic minds at the merest glimpse of such unknowable horrors. The deepest reaches of oceans and the oldest lakes serve as redoubts for these forsaken queens of madness. From these depths, they sate themselves on sea creatures, the offerings of their servants, and the occasional unwary victim dragged screaming from the surface. They are careful to keep their presence secret from those of the world above. From the depths, Mothers of Oblivion form intricate hierarchies of servants and go-betweens, reaching their black tentacles through the societies of amphibious intermediaries into the demesnes of greater monstrosities and larger cities and civilizations alike."
		]
	},
	"captain_ignisco": {
		"name": "Captain Ignisco",
		"sources": [ "Darklands Revisited" ],
		"description": [
			"*This alabaster-skinned man holds a rapier made of intricately carved crystal and wears armor made of the same material.*",
			"",
			"::mh[Captain Ignisco]{cr=\"6\"}",
			"",
			"{SOURCE Darklands Revisited/39}  ",
			"**XP** 2,400  ",
			"Male munavri psychic 2/swashbuckler 4  ",
			"CG Medium humanoid (munavri)  ",
			"**Init** +5; **Senses** darkvision 120 ft.; Perception +7",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 15, flat-footed 14 (+4 armor, +3 Dex, +2 dodge)  ",
			"**hp** 55 (6 HD; 2d6+4d10+22)  ",
			"**Fort** +4, **Ref** +7, **Will** +4  ",
			"**Defensive Abilities** charmed life 3/day, emotional push (+3, 1/day), nimble +1; **SR** 14  ",
			"**Weaknesses** {umr/light blindness}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** +1 rapier +10 (1d6+2/18-20) or silver dagger +8 (1d4/19-20)  ",
			"**Ranged** silver dagger +8 (1d4/19-20)  ",
			"**Special Attacks** deeds (derring-do, dodging panache, kip-up, menacing swordplay, opportune parry and riposte, precise strike +4, swashbuckler initiative), panache (3), phrenic amplification (defensive prognostication), phrenic pool (4 points)  ",
			"**Spell-Like Abilities** (CL 2nd; concentration +3)  ",
			"*1/day*-{spell/detect thoughts} (DC 14)  ",
			"**Psychic Spells Known** (CL 2nd; concentration +3)  ",
			"*1st (5/day)*-{spell/charm person} (DC 12), {spell/mind thrust I} (DC 12), {spell/true strike}  ",
			"*0 (at will)*-{spell/detect magic}, {spell/ghost sound} (DC 11), {spell/know direction}, {spell/mage hand}, {spell/mending}  ",
			"**Psychic Discipline** rapport",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 13, **Dex** 16, **Con** 16, **Int** 12, **Wis** 10, **Cha** 16  ",
			"**Base Atk** +5; **CMB** +6; **CMD** 21  ",
			"**Feats** {feat/Combat Expertise}, {feat/Dodge}, {feat/Mobility}, {feat/Weapon Focus/ (rapier)}  ",
			"**Skills** Acrobatics +10, Bluff +8, Diplomacy +8, Perception +7, Profession (sailor) +7, Sense Motive +5, Sleight of Hand +8, Spellcraft +7, Swim +7  ",
			"**Languages** Munavri, Undercommon; telepathy 60 ft.  ",
			"**SQ** advanced object reading, detect thoughts, emotional bond, swashbuckler finesse  ",
			"**Combat Gear** {magic-wondrous/feather token (swan boat)}, scroll of {spell/blur}, scroll of {spell/gaseous form}, wand of {spell/chill touch} (10 charges), wand of {spell/cure light wounds} (20 charges); **Other Gear** +1 {eq-armor/studded leather}, +1 {eq-weapon/rapier}, {eq-material/silver} {eq-weapon/dagger/s} (4), {eq-misc/prismatic crystal}",
			"",
			"::sh[Description]",
			"",
			"When the infamous Serrated Fleet of the urdefhan city of Niovengia moved against Beryl Isle, Captain Ignisco led the munavri defense. He and his crew boarded the urdefhan flagship Apocraphalix, and while he did not take the vessel, Ignisco sent the urdefhan fleet into disarray.",
			"",
			"Ignisco now sails the Sightless Sea, keeping a keen eye over the Braid - the colossal waterspout leading up to the aboleth-held territory known as the Inverted Sea. When he came across the Pathfinder Koriah Azmeren during his travels, he saved her from a band of urdefhan raiders. Ignisco brought her back to Beryl Isle, where she learned much from his stories of sailing darkened seas. In return for saving Azmeren and ensuring her Darklands discoveries reached the Grand Lodge, the Decemvirate expunged all records of the munavris from the annals of her published chronicle; only Azmeren, the Decemvirate, and the most trusted of Pathfinders know of the unpublished apocrypha that details the munavris' society."
		]
	},
	"courage_heart": {
		"name": "Courage Heart",
		"sources": [ "Pathfinder #68: The Shackled Hut" ],
		"description": [
			"*This woman with vaguely half-elven features wears a wooden breastplate and wields a wooden morningstar in one hand. In her other hand she holds a thorny red rose; blood from that hand trickles down her arm.*",
			"",
			"::mh[Courage Heart]{cr=\"15\"}",
			"",
			"{SOURCE Pathfinder #68: The Shackled Hut/84}  ",
			"**XP** 51,200  ",
			"CG Medium outsider (chaotic, extraplanar, good)  ",
			"**Init** +10; **Senses** darkvision 60 ft., low-light vision; Perception +27  ",
			"**Aura** rebellious aura (60 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 30, touch 13, flat-footed 27 (+10 armor, +3 Dex, +7 natural)  ",
			"**hp** 195 (17d10+102); {umr/fast healing} 10  ",
			"**Fort** +18, **Ref** +18, **Will** +14  ",
			"**DR** 10/lawful; **Immune** fear; **Resist** acid 20, cold 20, electricity 20, fire 20",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 30 ft. (average)  ",
			"**Melee** +3 {magic-enh/anarchic} morningstar +29/+24/+19/+14 (1d8+11)  ",
			"**Ranged** +1 anarchic dart +26/+21/+16/+11 (1d4+9)  ",
			"**Special Attacks** bloody rose, favored enemy (evil outsiders +6, humans +2, lawful outsiders +8, undead +4)  ",
			"**Spell-Like Abilities** (CL 17th; concentration +24)  ",
			"*At will*-{spell/aid}, {spell/chaos hammer}, {spell/remove fear}, {spell/holy smite}  ",
			"*3/day*-{spell/cure moderate wounds}, {spell/darkvision}, {spell/dimension door}, {spell/dispel law}, {spell/magic vestment}, {spell/magic weapon}, {spell/neutralize poison}, {spell/peasant armaments}, {spell/protection from arrows}, {spell/shield other}, {spell/status}  ",
			"*1/day*-{spell/martyr's last blessing}, {spell/mass invisibility}, {spell/telepathic bond}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 23, **Dex** 23, **Con** 22, **Int** 22, **Wis** 21, **Cha** 24  ",
			"**Base Atk** +17; **CMB** +23; **CMD** 39  ",
			"**Feats** {feat/Blind-Fight}, {feat/Dazzling Display}, {feat/Deflect Arrows}, {feat/Improved Initiative}, {feat/Improved Iron Will}, {feat/Iron Will}, {feat/Lookout}, {feat/Outflank}, {feat/Point-Blank Shot}, {feat/Rapid Shot}, {feat/Swap Places}, {feat/Vital Strike}, {feat/Weapon Focus/ (morningstar)}  ",
			"**Skills** Bluff +19, Climb +23, Handle Animal +29, Heal +20, Intimidate +29, Knowledge (local) +25, Perception +27, Perform (oratory) +19, Ride +13, Sense Motive +27, Spellcraft +25, Stealth +26, Survival +27, Swim +23  ",
			"**Languages** Celestial, Common, Infernal; telepathy 100 ft.  ",
			"**SQ** change shape (owl or mouse), martyr's blood, tactician",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land (Elysium)  ",
			"**Organization** solitary  ",
			"**Treasure** standard (+4 {eq-material/darkwood} {eq-armor/breastplate}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Bloody Rose (Su)** At will as a free action, the herald can create a thorny red rose. She may use this rose as a +1 anarchic dart as if she had the {feat/Quick Draw} feat. The rose loses all its powers 1 round after it leaves the herald's hand.",
			"",
			"**Darkwood Breastplate (Su, Ex)** The herald's +4 darkwood breastplate has all the normal properties of darkwood but is as hard and strong as steel (similar to wood created with an ironwood spell).",
			"",
			"**Favored Enemy (Ex)** The herald has the favored enemy ability of a 17th-level ranger.",
			"",
			"**Imbue with Power (Su)** The herald can imbue an ally with a portion of her power. This ability functions like imbue with spell ability, except she may transfer uses of the following spell-like abilities as if they were cleric spells: cure moderate wounds, magic weapon, peasant armaments, protection from arrows, shield other, and status. Using this ability reduces the number of times per day she can use that spell-like ability until she dismisses the transfer or the recipient expends it (for example, if she imbues a target with cure moderate wounds, thereafter she can only use that spell-like ability twice per day).",
			"",
			"**Martyr's Blood (Su)** By marking an ally with her blood, the herald can transfer part of her fast healing ability to that ally. The herald's fast healing decreases by 1 (minimum 0), and the ally gains fast healing 1 for 1 hour. This ability has no effect if the target already has fast healing.",
			"",
			"**Rebellious Aura (Su)** The herald's aura grants allies within 60 feet the effects of good hope and a paladin's aura of courage. The effects of this ability are included in the herald's stat block.",
			"",
			"**Tactician (Ex)** The herald has the tactician ability of a 17th-level cavalier (4/day, one teamwork feat, all allies within 30 feet, 11 rounds). She may use this ability with any of her teamwork feats (Lookout, Outflank, Swap Places).",
			"",
			"::sh[Description]",
			"",
			"Courage Heart is a weapon against tyranny and a mighty spark that kindles the fires of hope in mortal hearts. Once a mortal ranger in the service of Milani, she was an early champion of Galt's Red Revolution when its purpose was to depose evil Chelish nobles, but when that movement become more about chaos and vengeance, she fought against it instead. Eventually branded a Chelish sympathizer by the Revolutionary Council, she allowed herself to be captured in order to allow her allies to escape. She was executed with a final blade, which trapped her soul within it.",
			"",
			"Milani, having spent a century communicating directly with her followers, saw the merits of having a divine champion like other deities, and plucked the woman's soul from the artifact and made her a herald. Now the martyred hero keeps her original name secret so her living relatives in Galt do not become targets by association, and calls herself Courage Heart. Her mission is twofold: to attack the powerful enemies of the church (especially immortal undead who would subjugate the common folk and conjured outsiders used to strike fear into mortal hearts), and to inspire hope among mortals so they can find the strength to turn against tyrants.",
			"",
			"As Courage Heart opposes slavery and unjust imprisonment, she has made it her personal crusade to steal all the final blades and free the souls within them. Milani must look at the bigger picture, so the herald has to make progress toward this goal when she can. Courage Heart has been trying to get Pharasma's herald, the Steward of the Skein, to join her cause, as preventing souls from reaching the Boneyard is of interest to the Lady of Graves, but that herald's strange nature and the recent creation of the final blades (relative to the history of civilization) means she has made little headway in establishing that alliance to date.",
			"",
			"### Ecology",
			"",
			"As she has only been immortal for a few decades, Courage Heart still acts and feels like a mortal woman. She loves her homeland, cares deeply for her mortal relatives (most of whom have some elven blood and were alive when she was murdered), and enjoys worldly delights such as music and stories. Though she has an instinctive knowledge of the people and places near her, she has perfect recall of such things in Galt and feels great sorrow when she discovers that a building or person she knew in life has been destroyed or has died. She collects remnants of Galt's history, such as travel journals about its settlements, songs about its people, and sketches of its locations and inhabitants.",
			"",
			"Having died for her beliefs holding no expectation of ever returning, Courage Heart considers it an honor to die again and again in her goddess' service, especially if doing so advances the cause or saves mortal lives. The only thing she fears is torture, but she knows her immortal flesh is resistant to punishment and she has magic at her disposal to help her escape almost any confinement.",
			"",
			"Though she does not need to eat or drink, she still feels the urge to do so, and favors traditional Galtan food. A priest who calls her and has a Galtan meal ready for her is much more likely to get help than one who offers no such courtesy and expects immediate compliance.",
			"",
			"### Habitat & Society",
			"",
			"Though the herald tries hard to not play favorites, she loves Galt and her extended family, and often checks up on her friends and relatives by lurking in mouse or owl form. Milani's small following and the herald's recent elevation to immortal status means they both are inclined to push the boundaries of what the divine laws allow for direct intervention on Golarion. To bypass these restrictions and watch over her revolution-corrupted homeland, Courage Heart often asks Milani to incarnate her as a mortal ranger (usually of 4th to 7th level) so she can lend a hand where she is needed. In these incarnations she may be male or female and of nearly any human ethnicity or features, but she generally prefers light armor and wields a morningstar. In this mortal shell, she is more careful with her life-not out of any sense of self-preservation, but because she doesn't want her death to upset anyone she befriends. She prefers to show up in a settlement, deal with a problem, then leave before there are too many questions.",
			"",
			"Among the other celestial servitors of Milani, Courage Heart is beloved as a comrade and leader. She often gathers teams of like-minded celestials to ambush and slay devils, undead, and minions of Zon-Kuthon, then retires with these comrades to Milani's realm in Elysium to tell stories of each other's bravery and virtue."
		]
	},
	"daemonic_harbinger_braismois": {
		"name": "Braismois (Daemonic Harbinger)",
		"sources": [ "Druma, Profit and Prophecy" ],
		"description": [
			"*This humanoid fiend has an overly long torso, black eyes, and a mouth full of razor-sharp teeth. It wears black robes that cover most of its rotting, frostbitten flesh.*",
			"",
			"::mh[Braismois]{cr=\"22\"}",
			"",
			"{SOURCE Druma, Profit and Prophecy/58}  ",
			"**XP** 614,400  ",
			"NE Medium outsider (daemon, evil, extraplanar)  ",
			"**Init** +15; **Senses** darkvision 60 ft., true seeing; Perception +38  ",
			"**Aura** fine print (120 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 40, touch 28, flat-footed 30 (+8 deflection, +10 Dex, +12 natural)  ",
			"**hp** 377 (26d10+234)  ",
			"**Fort** +17, **Ref** +25, **Will** +24  ",
			"**DR** 20/good and silver; **Immune** acid, charm, compulsion, death effects, disease, emotion, enchantments, mind-reading, poison; **Resist** cold 30, electricity 30, fire 30; **SR** 33",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., burrow 60 ft., fly 60 ft. (perfect)  ",
			"**Melee** toxic quill +41/+36/+31/+26 (3d6+15/17-20 plus poison)  ",
			"**Ranged** toxic quill +41 (3d6+15/17-20 plus poison)  ",
			"**Spell-Like Abilities** (CL 26th; concentration +35)  ",
			"*Constant*-{spell/true seeing}  ",
			"*At will*-{spell/dimension door}, {spell/mirror image}  ",
			"*3/day*-{spell/displacement}, quickened mirror image, {spell/power word blind}, {spell/power word stun}, {spell/symbol of insanity} (DC 27), {spell/symbol of persuasion} (DC 25), {spell/symbol of strife} (DC 28), {spell/symbol of stunning} (DC 26)  ",
			"*1/day*-quickened {spell/mass hold person} (DC 26), {spell/overwhelming presence} (DC 28), quickened {spell/power word kill}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 30, **Con** 28, **Int** 25, **Wis** 28, **Cha** 29  ",
			"**Base Atk** +26; **CMB** +31; **CMD** 59  ",
			"**Feats** {feat/Ability Focus}, {feat/Combat Casting}, {feat/Combat Expertise}, {feat/Deadly Aim}, {feat/Greater Vital Strike}, {feat/Improved Critical/ (dagger)}, {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Quicken Spell-Like Ability/ (mass hold person)}, Quicken Spell-Like Ability (mirror image), Quicken Spell-Like Ability (power word kill), {feat/Vital Strike}, {feat/Weapon Finesse}  ",
			"**Skills** Appraise +20, Bluff +38, Diplomacy +38, Disguise +35, Fly +34, Intimidate +38, Knowledge (history) +20, Knowledge (nobility) +33, Knowledge (planes) +23, Linguistics +36, Perception +38, Profession (barrister) +38, Sense Motive +38, Spellcraft +33, Stealth +39  ",
			"**Languages** Abyssal, Common, Dwarven, Elven, Gnome, Halfling, Infernal; telepathy 300 ft.  ",
			"**SQ** daemonic harbinger traits, deft of hand",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abaddon)  ",
			"**Organization** solitary  ",
			"**Treasure** triple",
			"",
			"::sh[Special Abilities]",
			"",
			"**Daemonic Harbinger Traits (Su)** A {family/daemonic harbinger} is a powerful daemon that has not yet made the full transition from unique daemon to a horseman. It has several traits, as summarized here.",
			"",
			"- Immunity to acid, charm and compulsion effects, death effects, disease, and poison.",
			"- Resistance to cold 30, electricity 30, and fire 30.",
			"- Telepathy 300 feet.",
			"- The harbinger's natural weapons, as well as any weapon it wields, are treated as evil for the purpose of overcoming damage reduction.",
			"- The harbinger can grant spells to its worshipers. Granting spells does not require any specific action on its behalf. Braismois grants access to the domains of {domain/Evil}, {domain/Knowledge}, {domain/Rune} and {domain/Trickery}. His favored weapon is the light mace.",
			"",
			"**Deft of Hand (Ex)** Braismois wields his quill as both an instrument of ensnarement and a deadly weapon. He always adds his Dexterity bonus to damage rolls with his toxic quill. In addition, Braismois can add his Dexterity bonus to any skill check related to writing. As a swift action, Braismois can attempt a Profession (barrister) check to write a full contract for any situation. The result of this check is the DC for creatures attempting a Linguistics or Profession (barrister) check to identify loopholes or flaws within the contract in Braismois's favor.",
			"",
			"**Fine Print Aura (Su)** All written texts within the radius of this aura become unintelligibly dense and convoluted. Scrolls used within the aura automatically risk a mishap; the DC of the Wisdom check required to negate the mishap is 15 instead of DC 5. A scroll's user can spend a move action to attempt a DC 30 Linguistics or Profession (barrister) check to parse the text and use the scroll normally; failing this check results in a mishap.",
			"",
			"**Toxic Quill (Su)** Braismois's quill is a manifestation of his spirit and is treated as a +5 dagger that functions as a natural attack and deals 3d6 points of piercing damage on a hit. Braismois can throw the quill as a ranged attack against any creature within 120 feet. As a full-round action, he can instead make a ranged attack against all foes within 60 feet. Braismois can instantly re-form his toxic quill as a free action. For each attack Braismois makes with the quill, he can select one of the following poisons to apply to the attack. If the attack is a confirmed critical hit, the DC of the poison increases by 6 and can affect creatures with poison immunity. The save DCs are Constitution-based.",
			"",
			"- Broken Oath: injury; *save* Fort DC 32; *frequency* 1/minute for 10 minutes; *effect* 1d6 Wis and controlled by Braismois as per {spell/dominate monster} for the duration of the poison; *cure* 2 consecutive saves.",
			"- Promise of Power: injury; *save* Fort DC 32; *frequency* 2/round for 3 rounds; *effect* 2d6 Str; *cure* 2 consecutive saves or agree to telepathically transmitted contract with Braismois, which acts as a {spell/geas} and instantly heals the applied ability damage.",
			"- Silence: injury; *save* Fort DC 32; *frequency* 1/round for 6 rounds; *effect* 2d4 Con damage and cannot speak until the ability damage is healed; *cure* 2 consecutive saves.",
			"",
			"::sh[Description]",
			"",
			"Braismois, the Silent Quill, sometimes referred to as the Toxic Quill by those misinterpreting his weapon as his title, is the daemonic harbinger of broken deals, fine print, and unfair bargains. A being of immense power, Braismois currently serves {faith/Trelmarixian}, the Horseman of Famine, though only to fulfill an ongoing contract with the horseman. Braismois appears as a frostbitten human with weasel-like features, bedecked in ink-smeared clothing. His followers are generally administrators, barristers, clerks, or those highly placed in judicial or political environments. Braismois preys on mortals unable to fully grasp his contracts, though he enjoys a challenge and seeks out haughty nobles or intellectuals who believe themselves immune to such treachery. He frequently appears to powerful and influential mortals to seed contracts and deals across the Material Plane.",
			"",
			"The harbinger of broken deals rules from the Silent Nation, an expansive set of tunnels dug into the bottom of a glacier in Abaddon. Deep within the glacier, Braismois maintains a vast library of all the contacts and documentation on his various schemes throughout the cosmos, with each plane and world tended to by its own unique {monster/bibliodaemon} caretaker. Braismois also keeps the true versions of many historical records that he and his agents have altered or replaced over the years as vainglorious trophies within his archival sanctum.",
			"",
			"Those who serve Braismois in life end up as hunted petitioners doomed to roam the maze-like tunnels of the Silent Nation's lowest depths. Petitioners struggle eternally to decipher detailed but purposely inaccurate directions carved into the walls; those who fail to recognize the directions as falsehoods wander forever, those who recognize them as lies are quickly consumed by warden daemons, and those who put up misleading directions of their own to lead others into harm are elevated to the ranks of lesser daemonhood.",
			"",
			"Over a century ago, Braismois turned his attention to the nation of Druma and its Kalistocracy. A member of the esteemed Petronax family had come to learn the truth of the Kalistocracy's promised afterlife and saw it as little more than delaying an inevitable judgment by {faith/Pharasma}. This prophet betrayed the Kalistocracy and, using ancient Kellid rituals and profane tools uncovered in the Palakar Forest, communed with Braismois to share the discovery. Braismois fumed at the Kalistocracy's subversion of death, as any daemon would in their role as the would-be enders of all life. Having learned one of the greatest secrets on Golarion, Braismois has kept the information to himself, using the well-positioned Petronax family to weaken the Kalistocracy and pave the way for a daemonic incursion into the heart of the nation. It is through this culminating scheme that Braismois hopes to unearth the hidden tombs of Kalistrade's prophets and gorge on the untold number of souls removed from the cycle of death - an act that Braismois hopes will grant him enough power to challenge and supplant {faith/Charon} as the Horseman of Death."
		]
	},
	"braismois": { "copyof": "daemonic_harbinger_braismois" },
	"dancing_hut_of_baba_yaga": {
		"name": "Dancing Hut of Baba Yaga",
		"sources": [
			"Pathfinder #68: The Shackled Hut",
			"Artifacts and Legends"
		],
		"description": [
			"*A rustic hut stands here, its timber walls hung with bundles of drying herbs and etched with eerie symbols. From beneath its splintering wooden porch extends a pair of legs, like those of a fifteen-foot-tall chicken with gigantic talons caked in mud but sharp as razors.*",
			"",
			"::mh[Dancing Hut of Baba Yaga]{cr=\"17\"}",
			"",
			"{SOURCE Pathfinder #68: The Shackled Hut/63;Artifacts and Legends/22}  ",
			"**XP** 102,400  ",
			"N Huge construct  ",
			"**Init** +12; **Senses** {umr/blindsight} 120 ft.; Perception +8  ",
			"**Aura** {umr/frightful presence} (60 ft., DC 30)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 34, touch 20, flat-footed 22 (+12 Dex, +14 natural, -2 size)  ",
			"**hp** 188 (27d10+40); {umr/fast healing} 20  ",
			"**Fort** +9, **Ref** +21, **Will** +17  ",
			"**Defensive Abilities** evasion, immortal structure; **DR** 15/adamantine; **Immune** {umr/construct traits}, gaze attacks, visual effects and illusions, sight-based attacks; **SR** 28",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 60 ft.  ",
			"**Melee** 2 claws +38 (2d6+13 plus grab), slam +38 (2d8+13 plus {umr/grab})  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** {umr/constrict} (2d6+19), {umr/fast swallow}, {umr/swallow whole} (see below), {umr/trample} (2d8+19, DC 36)  ",
			"**Spell-Like Abilities** (CL 15th; concentration +22)  ",
			"*At will*-{spell/dimensional anchor}, {spell/freedom of movement}, {spell/irresistible dance} (DC 25)  ",
			"*3/day*-{spell/blink}, {spell/dimension door}, {spell/incendiary cloud} (DC 25)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 37, **Dex** 34, **Con** -, **Int** -, **Wis** 27, **Cha** 25  ",
			"**Base Atk** +27; **CMB** +42 (+46 grapple); **CMD** 64  ",
			"**Languages** understands any (cannot speak)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary (none)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Immortal Structure (Ex)** Reducing the Dancing Hut to 0 hit points causes its legs to buckle, bringing the hut itself toppling to the ground. Such a defeat has no effect on the hut's extradimensional interior or any creatures inside the hut. The hut remains immobile and unresponsive to its owner's commands to move or use any of the special abilities described in its creature stat block for 24 hours, though the transportive abilities of the hut and its cauldron can still be employed. The hut cannot be reduced to fewer than 0 hit points, no matter what damage, circumstances, or environment it might be subjected to after its defeat. After 24 hours, the hut regains half its hit points (94 hp) and its fast healing ability reactivates. It may then use its special abilities to escape from nearly any situation in which it finds itself. The Dancing Hut can only be destroyed by the method detailed in the artifact's destruction entry.",
			"",
			"**Swallow Whole (Ex)** If the Dancing Hut successfully grapples a creature with its slam attack, the victim is scooped up by the hut's front door and flung inside. The target appears within the extradimensional space inside the hut - the layout of which depends upon the hut's physical location. Being inside the hut is not necessarily dangerous, unless one of Baba Yaga's guardians or some other creature is there. A swallowed creature can attempt to escape by breaking open the front door, a deceptively sturdy barrier with hardness 15 and 100 hit points that also benefits from the hut's fast healing ability. The hut can expel swallowed creatures as a full-round action, flinging them from its open door. It must attempt a combat maneuver check against creatures that don't wish to leave, with failure meaning the target is able to hold on to the pitching and warping interior. The hut may choose which creatures it wishes to expel and which to keep inside.",
			"",
			"::sh[Description]",
			"",
			"A rustic hut stands here, its timber walls hung with bundles of drying herbs and etched with eerie symbols. From beneath its splintering wooden porch extends a pair of legs, like those of a fifteen-foot-tall chicken with gigantic talons caked in mud but sharp as razors."
		]
	},
	"demon_lord_baphomet": {
		"name": "Baphomet (Demon Lord)",
		"sources": [
			"Pathfinder #77: Herald of the Ivory Labyrinth",
			"Bestiary 4"
		],
		"description": [
			"*Fire burns on the central horn and in the rheumy eyes of this bestial winged demon, who stands more than twice a human's height.*",
			"",
			"::mh[Baphomet]{cr=\"27\"}",
			"",
			"{SOURCE Pathfinder #77: Herald of the Ivory Labyrinth/88}  ",
			"**XP** 3,276,800  ",
			"CE Large outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +23; **Senses** darkvision 60 ft., detect good, detect law, {umr/see in darkness}, true seeing; Perception +53  ",
			"**Aura** {umr/frightful presence} (180 ft., DC 38), unholy aura (DC 30)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 45, touch 34, flat-footed 45 (+4 deflection, +11 Dex, +11 natural, +10 profane, -1 size)  ",
			"**hp** 643 (33d10+462)  ",
			"**Fort** +36, **Ref** +26, **Will** +31  ",
			"**Defensive Abilities** Abyssal resurrection, freedom of movement, supernatural cunning; **DR** 20/cold iron, epic, and good; **Immune** ability damage, ability drain, charm and compulsion effects, death effects, electricity, energy drain, fire, maze, petrification, poison; **Resist** acid 30, cold 30; **SR** 38",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., fly 50 ft. (good)  ",
			"**Melee** Aizerghaul +52/+47/+42/+37 (2d8+28/19-20/&times;3), gore +40 (2d8+6 plus 2d6 fire plus burn), bite +40 (1d8+6)  ",
			"**Space** 10 ft., **Reach** 10 ft. (20 ft. with glaive)  ",
			"**Special Attacks** {umr/burn} (4d6 fire, DC 40), glaive mastery, {umr/powerful charge} (gore, 4d8+19 plus 2d6 fire and burn), scroll use  ",
			"**Spell-Like Abilities** (CL 27th)  ",
			"*Constant*-{spell/detect good}, {spell/detect law}, {spell/freedom of movement}, {spell/speak with animals}, {spell/true seeing}, {spell/unholy aura} (DC 30)  ",
			"*At will*-{spell/astral projection}, {spell/baleful polymorph} (DC 27), {spell/blasphemy} (DC 29), {spell/desecrate}, {spell/dominate person} (DC 27), {spell/greater dispel magic}, {spell/greater teleport}, {spell/telekinesis} (DC 27), {spell/shapechange}, {spell/unhallow}, {spell/unholy blight} (DC 26)  ",
			"*3/day*-quickened greater dispel magic, {spell/maze}, {umr/summon} demons, summon minotaurs, {spell/symbol of persuasion} (DC 28)  ",
			"*1/day*-{spell/imprisonment} (DC 31), {spell/mass charm monster} (DC 30), {spell/time stop}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 36, **Dex** 32, **Con** 38, **Int** 37, **Wis** 29, **Cha** 35  ",
			"**Base Atk** +33; **CMB** +47 (+51 bull rush); **CMD** 82 (84 vs. bull rush)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Craft Construct}, {feat/Craft Magic Arms and Armor}, {feat/Craft Wondrous Item}, {feat/Critical Focus}, {feat/Greater Bull Rush}, {feat/Greater Weapon Focus/ (glaive)}, {feat/Greater Weapon Specialization/ (glaive)}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (glaive)}, {feat/Improved Initiative}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (greater dispel magic)}, {feat/Scribe Scroll}, {feat/Staggering Critical}, {feat/Weapon Focus/ (glaive)}, {feat/Weapon Specialization/ (glaive)}  ",
			"**Skills** Acrobatics +44, Bluff +48, Diplomacy +48, Fly +49, Handle Animal +45, Intimidate +45, Knowledge (arcana) +49, Knowledge (dungeoneering) +46, Knowledge (geography) +46, Knowledge (history) +46, Knowledge (nobility) +46, Knowledge (planes) +49, Knowledge (religion) +49, Linguistics +46, Perception +53, Sense Motive +45, Spellcraft +49, Stealth +43, Use Magic Device +45; **Racial Modifiers** +8 Perception  ",
			"**Languages** all languages; speak with animals; telepathy 300 ft.  ",
			"**SQ** change shape (any animal, magical beast, or minotaur; greater polymorph), infernal brand, language mastery",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple (Aizerghaul, 2d6 scrolls, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Aizerghaul (Su)** Aizerghaul (Abyssal for \"Labyrinth's Final Edge\") is a uniquely shaped glaive, the head of which consists of a double blade akin to a crescent moon. This blade is made of ivory, but is razor sharp and as hard as adamantine (and possesses all the qualities of that material). It is a +5 lawful-outsider-bane unholy wounding glaive capable of inflicting particularly horrible and painful wounds on good-aligned targets and devils alike. Such a creature must succeed at a DC 38 Fortitude save each time it's wounded by Aizerghaul or be sickened with pain for as long as the damage caused by the wound persists. Whether the save succeeds or fails, these wounds don't heal naturally and resist magical healing. A character attempting to heal these wounds must succeed at a DC 32 caster level check or the healing has no effect on the injured creature.",
			"",
			"**Glaive Mastery (Ex)** Baphomet is exceptionally skilled at fighting with a glaive. He is treated as a 20th-level fighter for the purposes of fulfilling any feat prerequisites, such as that for Weapon Specialization.",
			"",
			"**Infernal Brand (Su)** The mark of Asmodeus is branded on Baphomet's brow, yet this is no mark of fealty or servitude. Rather, Baphomet has claimed the pentagram - a remnant of the time he spend as the archdevil's prisoner - and now draws power from it. The brand grants him his devil-like abilities of fire immunity and see in darkness. In addition, all devils and worshipers of devils take a -2 penalty on saving throws against Baphomet's special attacks and spell-like abilities. He gains a +4 bonus on caster level checks to penetrate a devil's spell resistance, and automatically penetrates a devil's damage reduction with his glaive and natural attacks.",
			"",
			"**Language Mastery (Ex)** Baphomet can speak, read, and understand all languages.",
			"",
			"**Scroll Use (Ex)** Baphomet can cast spells from any scroll as if he possessed the spell on a spell list. Spells he casts from scrolls always resolve at caster level 27th.",
			"",
			"**Summon Minotaurs (Sp)** Baphomet can summon half-fiend minotaurs, {monster/labyrinth minotaur/s}, and mythic minotaurs as if casting a summon monster spell. He can summon eight half-fiend minotaurs three times per day, and four mythic minotaurs or one labyrinth minotaur once per day. This ability functions as a swift action, but otherwise works like the {umr/summon} universal monster rule with 100% chance of success and counts as a 9th-level spell effect.",
			"",
			"**Supernatural Cunning (Su)** Baphomet is never caught flat-footed and gains a +8 bonus on initiative checks. In addition, he's immune to maze spells and can never become lost. He always knows the shortest, most direct route through any maze. After spending 1 minute in any maze, he understands its entire layout implicitly and can teleport to any location using his greater teleport spell-like ability.",
			"",
			"::sh[Description]",
			"",
			"Baphomet - Lord of the Minotaurs - was created by Lamashtu from the soul of the first minotaur. In those days, he was a powerfully muscled specimen, and the Queen of Demons kept him as a consort until the day Baphomet stole away from her palace in Yanaron, seeking to gain even greater favor by claiming a legendary trophy. Baphomet's ambition was as great as his folly, and he invaded the deepest layer of Hell, intent on stealing Asmodeus's ruby rod for his mistress. Needless to say, he was swiftly caught. Lamashtu claimed no allegiance to him, and Asmodeus imprisoned Baphomet in a devious maze the archdevil proclaimed to be unsolvable, even by the first minotaur. The archdevil also carved his own symbol into Baphomet's brow with the nail of his index finger in an attempt to fully subjugate the minotaur.",
			"",
			"But in this attempt, it was Asmodeus who overstepped his bounds. Not only did Baphomet solve the seemingly unsolvable maze after a mere decade, but as he escaped, he also took the world-sized labyrinth with him. Baphomet had changed over that time, becoming almost emaciated in his build, yet growing much wiser. He did not return to Lamashtu's side, but instead took the archdevil's infernal maze and made it his own as he claimed a portion of the Abyss as his realm.",
			"",
			"This was eons ago, and now Baphomet is a powerful demon lord in his own right. He has forgiven Lamashtu, and serves as her lover now and then, yet he's no longer her direct subservient minion. He works to increase the influence of his cult on countless worlds, building his forces so that one day he might again invade Hell. But this time, Baphomet plans on taking much more than Asmodeus's weapon - he intends to take Asmodeus's life!",
			"",
			"### Baphomet's Cult",
			"",
			"Baphomet is worshiped by conspirators, secret societies, corrupted crusaders, and above all else, minotaurs. His minotaur worshipers venerate him openly; in their art, Baphomet is typically depicted as a more classical bullheaded, minotaur-like creature, and when he deigns to appear before these worshipers he often assumes this form. His humanoid worshipers venerate him in secret, offering prayers and sacrifices in hidden shrines and dark temples beyond the sight of society and communicating in a complex series of hand gestures when in mixed company.",
			"",
			"Baphomet has two symbols. To most, including his minotaurs, his symbol is a brass minotaur's head with ruby eyes. His secret societies use this symbol as well, but also mark his works with the inverted pentagram, sometimes decorating the star shape with an image of his face. Baphomet's favored weapon is the glaive, although he does not abide any of his followers wielding a weapon that looks like Aizerghaul. He grants access to the domains of Animal, Chaos, Evil, and Strength, and to the subdomains of Demon, Ferocity, Fur, and Resolve.",
			"",
			"**Family:** {family/Demon Lord}"
		]
	},
	"baphomet": { "copyof": "demon_lord_baphomet" },
	"demon_lord_dagon": {
		"name": "Dagon (Demon Lord)",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*This demon's body is a nightmare of writhing tentacles and slippery coils below the leering maw of a deep sea predator.*",
			"",
			"::mh[Dagon]{cr=\"28\"}",
			"",
			"{SOURCE Bestiary 4/46}  ",
			"**XP** 4,915,200  ",
			"CE Huge outsider (chaotic, demon, evil, extraplanar, water)  ",
			"**Init** +11; **Senses** darkvision 60 ft., detect good, detect law, true seeing; Perception +55  ",
			"**Aura** {umr/frightful presence} (120 ft., DC 36), unholy aura (DC 28)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 46, touch 31, flat-footed 39 (+4 deflection, +7 Dex, +15 natural, +12 profane, -2 size)  ",
			"**hp** 676 (33d10+495); {umr/regeneration} 30 (deific or mythic)  ",
			"**Fort** +37, **Ref** +24, **Will** +33  ",
			"**Defensive Abilities** Abyssal resurrection, freedom of movement; **DR** 20/cold iron, epic, and good; **Immune** ability damage, ability drain, charm effects, compulsion effects, cold, death effects, electricity, energy drain, petrification, and poison; **Resist** acid 30, fire 30; **SR** 39",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., swim 120 ft.  ",
			"**Melee** bite +48 (6d6+17/19-20 plus grab), 4 tentacles +43 (2d6+8/19-20 plus {umr/grab})  ",
			"**Space** 15 ft., **Reach** 15 ft. (30 ft. with tentacle)  ",
			"**Special Attacks** breath weapon, command aquatic creature, {umr/constrict} (2d6+25), {umr/fast swallow}, poison, {umr/swallow whole} (transformation, AC 17, 67 hp)  ",
			"**Spell-Like Abilities** (CL 28th; concentration +38)  ",
			"*Constant*-{spell/detect good}, {spell/detect law}, {spell/freedom of movement}, {spell/speak with animals} (aquatic animals only), {spell/true seeing}, {spell/unholy aura} (DC 28)  ",
			"*At will*-{spell/astral projection}, {spell/blasphemy}[^M] (DC 27), {spell/control water}, {spell/control weather}[^M], {spell/desecrate}[^M], {spell/greater dispel magic}, {spell/greater teleport}, {spell/shapechange}, {spell/telekinesis}[^M] (DC 25), {spell/unhallow}, {spell/unholy blight}[^M] (DC 24)  ",
			"*3/day*-quickened greater dispel magic, {spell/insanity} (DC 27), {umr/summon} demons, {spell/symbol of insanity} (DC 28), {spell/vortex} (DC 27)  ",
			"*1/day*-{spell/storm of vengeance}[^M] (DC 29), {spell/time stop}[^M], {spell/tsunami}[^M] (DC 29)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 44, **Dex** 25, **Con** 40, **Int** 29, **Wis** 32, **Cha** 31  ",
			"**Base Atk** +33; **CMB** +52 (+56 bull rush, +54 disarm, +56 grapple, +54 trip); **CMD** 87 (89 vs. bull rush, 89 vs. disarm, can't be tripped)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Bleeding Critical}, {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Craft Wondrous Item}, {feat/Critical Focus}, {feat/Greater Bull Rush}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (bite)}, Improved Critical (tentacle), {feat/Improved Initiative}, {feat/Improved Trip}, {feat/Improved Vital Strike}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (greater dispel magic)}, {feat/Vital Strike}  ",
			"**Skills** Acrobatics +40 (+44 when jumping), Bluff +46, Intimidate +46, Knowledge (arcana) +45, Knowledge (geography) +42, Knowledge (history) +42, Knowledge (nature) +45, Knowledge (planes) +45, Knowledge (religion) +42, Perception +55, Sense Motive +47, Spellcraft +45, Stealth +35, Swim +61, Use Magic Device +43; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Aquan, Celestial, Common, Draconic; speak with animals (aquatic animals only), telepathy 300 ft.  ",
			"**SQ** {umr/compression}, demon lord traits",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any oceans (Abyss)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple",
			"",
			"::sh[Special Abilities]",
			"",
			"**Breath Weapon (Su)** Once every 1d4 rounds as a standard action, Dagon can exhale a 60-foot cone of inky blackness. Underwater, this cone manifests as black ink, while above water it manifests as a thick cloud. Creatures in the area have their vision obscured as if they were in complete darkness. Darkvision does not allow someone to see through the ink or smoke, but true seeing does. The ink or smoke persists for 1d4 rounds, but dissipates in 1 round in areas with aquatic currents or winds. Any creature in the breath weapon's area is exposed to the breath weapon's poison (see below) and must succeed at a DC 41 Will save or gain 2 negative levels as its memories and knowledge leach away (this is a mind-affecting effect). Any creature that enters the ink or cloud, or ends its turn inside it, must succeed at another Will save (at a +4 bonus) to avoid further level loss and poisoning. The save DC is Constitution-based.",
			"",
			"**Command Aquatic Creature (Su)** Dagon can command aquatic creatures to do his bidding as a move action, either via using his ability to speak with animals or via telepathy. This affects all aberrations, animals, magical beasts, oozes, and vermin within 300 feet that have the aquatic subtype (Will DC 36 negates). This functions like mass suggestion, but can affect mindless creatures. Dagon can suggest obviously harmful or suicidal acts (though non-mindless creatures gain a +10 bonus on their saving throws against these suggestions). The commanded course of activity can have a duration of up to 1 hour. If Dagon issues a new command to a creature, the previous command is discarded. Once a creature succeeds at its save against this effect, it is immune to further commands from Dagon for 24 hours. The save DC is Charisma-based.",
			"",
			"**Poison (Ex)** Breath weapon-contact; *save* Fort DC 41; *frequency* 1/round for 6 rounds; *effect* 1d6 Con drain and confused for 1 round; *cure* 3 consecutive saves.",
			"",
			"**Transformation (Su)** A creature swallowed by Dagon is assaulted by demonic enzymes, rasping talons, sucking tendrils, and vile gases. At the start of the swallowed creature's turn, it must succeed at a DC 41 Fortitude save or be nauseated, and must succeed at a DC 36 Will save or take 1d6 points of Dexterity and Charisma drain. Once the creature's Dexterity and Charisma are drained to 0, the creature transforms into a horrifically deformed version of itself that Dagon can then disgorge into any adjacent square as a swift action. The transformed creature gains the half-fiend template, its Dexterity and Charisma return to their normal values, and it is under Dagon's control (as dominate monster, caster level 28th). The transformation can be reversed by casting break enchantment and atonement on the victim during the first 24 hours (after that, it can be reversed only via miracle or wish). The Fortitude save DC is Constitution-based, and the Will save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Dagon is the demon lord of deformity, the sea, and sea monsters. He rules an Abyssal realm that consists of an immense ocean dotted above with strange and horrible islands and marked below with countless deep sea trenches and sunken cities. Dagon is 35 feet long, with the lower body of an eel, a horrific visage that evokes images of deep sea predators, and four long tentacles in place of arms.",
			"",
			"Dagon almost always uses Power Attack in combat, taking a -9 penalty on all attack rolls but gaining a +18 bonus on damage rolls. He is never encountered without a large number of aquatic demons or monsters at his side that he uses as pawns in battles, often simply commanding them to attack foes while he hangs back in the shadows and observes the fight with his cold eyes. Immense sharks, hezrous, carnivorous whales, krakens, and shoggoths are the demon lord's favored minions.",
			"",
			"Dagon began life not as a demon lord but as a powerful qlippoth - the reasons for his transformation into a demon lord are not understood by mortal scholars, but there is certainly no love lost between Dagon and the qlippoth race.",
			"",
			"### Dagon's Cult",
			"",
			"Dagon is worshiped primarily by boggards, heretical sahuagin and skum, marsh giants, and desperate or insane coastal dwellers. Most of his worshipers are grotesquely deformed or engage in various abhorrent practices of interbreeding with strange ichthyic or aquatic creatures that dwell nearby. His holy places are often decaying seaside churches, lighthouses, sea caves, or darkly beautiful underwater cathedrals. Often his worshipers also venerate various Great Old Ones, in particular Cthulhu, and it's not unusual to find priests of Dagon and Cthulhu working side by side in a community.",
			"",
			"Dagon is also known as the Shadow in the Sea. His unholy symbol is a gold disk inscribed with sinister runes around an open octopus eye. His favored weapon is the trident. He grants access to the domains of Chaos, Destruction, Evil, and Water, and access to the subdomains of Catastrophe, Demon, Oceans, and Rage.",
			"",
			"**Family:** {family/Demon Lord}",
			"",
			"[^M]: Dagon can use the mythic version of this ability in his realm."
		]
	},
	"dagon": { "copyof": "demon_lord_dagon" },
	"demon_lord_deskari": {
		"name": "Deskari (Demon Lord)",
		"sources": [
			"Pathfinder #78: City of Locusts",
			"Bestiary 4"
		],
		"description": [
			"*Larger than an elephant, this towering insectile nightmare wields a scythe made of bone. Its wings are swarms of biting flies, and its inhuman eyes glitter with cruel intelligence.*",
			"",
			"::mh[Deskari]{cr=\"29\"}",
			"",
			"{SOURCE Pathfinder #78: City of Locusts/88}  ",
			"**XP** 6,553,600  ",
			"CE Gargantuan outsider (chaotic, demon, earth, evil, extraplanar)  ",
			"**Init** +14; **Senses** darkvision 60 ft., detect good, detect law, swarmsight, true seeing; Perception +54  ",
			"**Aura** {umr/frightful presence} (180 ft., DC 36), unholy aura (DC 28)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 47, touch 32, flat-footed 37 (+4 deflection, +10 Dex, +15 natural, +12 profane, -4 size)  ",
			"**hp** 742 (33d10+561); {umr/regeneration} 30 (epic and good or deific)  ",
			"**Fort** +31, **Ref** +32, **Will** +32  ",
			"**Defensive Abilities** Abyssal resurrection, {umr/all-around vision}, freedom of movement, rasping armor; **DR** 20/cold iron, epic, and good; **Immune** ability damage and drain, charm and compulsion effects, death effects, electricity, energy drain, petrification, poison; **Resist** acid 30, cold 30, fire 30; **SR** 40",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 60 ft., climb 60 ft., fly 90 ft. (good)  ",
			"**Melee** Riftcarver +51/+46/+41/+36 (4d6+30/19-20/&times;4 plus poison), bite +41 (2d8+8 plus poison), sting +41 (2d6+8 plus poison)  ",
			"**Space** 20 ft., **Reach** 20 ft.  ",
			"**Special Attacks** breath weapon, enhanced venom, infestation, poison, swarm master  ",
			"**Spell-Like Abilities** (CL 29th; concentration +39)  ",
			"*Constant*-{spell/detect good}, {spell/detect law}, {spell/freedom of movement}, {spell/true seeing}, {spell/unholy aura} (DC 28)  ",
			"*At will*-{spell/astral projection}, {spell/blasphemy} (DC 27), {spell/control winds}, {spell/desecrate}, {spell/greater dispel magic}, {spell/greater teleport}, {spell/hungry pit} (DC 25), {spell/insect plague}, {spell/shapechange}, {spell/telekinesis} (DC 25), {spell/unhallow}, {spell/unholy blight} (DC 24)  ",
			"*3/day*-{spell/control weather}, {spell/creeping doom}, {spell/reverse gravity}, {umr/summon} demons, {spell/symbol of weakness} (DC 27)  ",
			"*1/day*-{spell/imprisonment} (DC 29), {spell/earthquake}, {spell/time stop}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 44, **Dex** 30, **Con** 42, **Int** 29, **Wis** 31, **Cha** 31  ",
			"**Base Atk** +33; **CMB** +54 (+56 bull rush, +58 sunder); **CMD** 92 (94 vs. bull rush, 94 vs. sunder, 100 vs. trip)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Craft Construct}, {feat/Craft Magic Arms and Armor}, {feat/Craft Wondrous Item}, {feat/Critical Focus}, {feat/Flyby Attack}, {feat/Greater Sunder}, {feat/Hover}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (scythe)}, {feat/Improved Initiative}, {feat/Improved Sunder}, {feat/Power Attack}, {feat/Staggering Critical}, {feat/Toughness}  ",
			"**Skills** Acrobatics +46 (+58 when jumping), Bluff +46, Climb +74, Disable Device +46, Fly +44, Intimidate +43, Knowledge (arcana, dungeoneering, engineering, planes) +42, Perception +54, Sense Motive +46, Spellcraft +45, Stealth +34, Use Magic Device +46; **Racial Modifiers** +16 Climb, +8 Perception  ",
			"**Languages** Abyssal, Celestial, Common, Draconic, Terran, Undercommon; telepathy 300 ft.  ",
			"**SQ** wall crawler",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple ({magic-artifact/Riftcarver}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Breath Weapon (Su)** Once every 1d4 rounds as a swift action, Deskari can spit out a line of noxious black slime in a 120-foot line that creates a 20-foot-radius-spread puddle of the stuff on the ground where the line terminates. Any creature caught in this area of effect takes 20d10 points of acid damage and is subject to the effects of Deskari's poison. A successful DC 42 Reflex save halves the damage, but does not mitigate the poison's effects. The line and puddle created by this attack remain as active acid on the ground for 1d4 rounds, affecting any creatures that move through an affected area. Damage caused by this breath weapon does not persist into additional rounds, but on the round a creature takes this damage, it is considered to be taking continuous damage for the purposes of spellcasting and concentration checks. The save DC is Constitution-based.",
			"",
			"**Enhanced Venom (Su)** Any poisons created by Deskari (or even those used by him) become enhanced, and can affect creatures normally immune to poison. If an affected creature is mythic and is normally immune to poison, it instead receives a +4 bonus on its saving throw against Deskari's poison effects.",
			"",
			"**Infestation (Su)** Whenever a creature becomes poisoned by Deskari, it also becomes infested with thousands of microscopic demonic eggs that quickly multiply and spread throughout the victim's bloodstream and flesh alike. Once infested, a creature remains infested even after the poison's effects end or are cured. A creature that has been infested by Deskari is recognized by all mindless swarms as a host, and such swarms never deal damage to the creature unless influenced and compelled to do so by an outside influence. An infested creature takes a -4 penalty on all saving throws made against Deskari's attacks or spells cast by his clerics. As a swift action, Deskari may command a creature's infestation to accelerate; this deals 20d6 points of damage and stuns the target for 1 round (a successful DC 42 Fortitude save halves the damage and negates the stun effect) as the eggs hatch and a fiendish locust swarm bursts out of the creature's body (ending the infestation). Infestation is a disease effect, and the save DC is Constitution-based.",
			"",
			"**Poison (Ex)** Bite, breath weapon, sting, or *Riftcarver*-injury; *save* Fort DC 42; *frequency* 1/round for 6 rounds; *effect* 1d4 Constitution drain plus infestation; *cure* 3 consecutive saves. The save DC is Constitution-based.",
			"",
			"**Rasping Armor (Su)** The armor plates that protect Deskari's body rasp together whenever he is damaged by a physical attack, creating a discordant shrieking and grinding sound. Every time a creature strikes Deskari with an attack that deals bludgeoning, force, piercing, or slashing damage, all creatures within 10 feet of Deskari must succeed at a DC 42 Fortitude save or be sickened for 1d6 rounds. A sickened creature that fails this save becomes staggered for 1 round. A staggered creature that fails this save becomes nauseated for 1 round. Finally, a nauseated creature that fails this save becomes stunned for 1d6 rounds. This is a mind-affecting sonic effect that does not affect demons. The save DC is Constitution-based.",
			"",
			"**Swarm Master (Su)** Deskari is immune to swarm damage and other swarm effects (such as distraction). As a swift action, he can direct the movement of any swarm within 30 feet. An intelligent swarm can resist this compulsion by succeeding at a DC 36 Will save. Any swarm created by or conjured by Deskari deals +3d6 points of swarm damage, and the damage caused by such a swarm is treated as chaotic, epic, and evil for the purpose of overcoming damage reduction. The save DC is Charisma-based.",
			"",
			"**Swarmsight (Su)** Deskari can see through the eyes of any swarm he commands or controls, including the swarm of biting flies that makes up his wings (this swarm, incidentally, grants him all-around vision).",
			"",
			"**Wall Crawler (Su)** Deskari can climb any vertical surface with ease and never has to attempt Climb checks to avoid falling as a result of taking damage. This grants him a +16 racial bonus on Climb checks.",
			"",
			"::sh[Description]",
			"",
			"Known as the Lord of the Locust Host and the Usher of the Apocalypse, Deskari has long plagued the region of Sarkoris, ever since he discovered a strange thinness between that nation and his own Abyssal realm. His first attempt to capitalize upon this strange feature ended with his defeat at Aroden's hands, but after the god's death at the outset of the Age of Lost Omens, Deskari and his cult wasted no time in opening the Worldwound to allow the demon lord's plans for Golarion to continue.",
			"",
			"Deskari carved his realm from the raw matter of the Abyss using a great scythe called Riftcarver, a weapon he crafted from the remains of the strange creature his father, Pazuzu, mated with tens of thousands of years ago. Today, Pazuzu and Deskari have what passes as a cordial relationship - the two demon lords do not work together, but neither do they oppose each other's goals on the Material Plane and beyond.",
			"",
			"### Deskari's Cult",
			"",
			"Deskari is worshiped primarily by the denizens of the Worldwound on Golarion-by tieflings, fallen crusaders, demons, half-fiends, and all manner of other vile creatures that dwell within that devastated land.",
			"",
			"Deskari's symbol is a pair of crossed locust wings dripping with blood. His favored weapon is the scythe, in honor of his devastating weapon of choice, Riftcarver, but his worshipers sometimes prefer to use smaller weapons, especially when they must move unnoticed among enemies. Deskari grants access to the domains of Chaos, Destruction, Evil, and War, and to the subdomains of Blood, Catastrophe, Demons, and Tactics.",
			"",
			"**Family:** {family/Demon Lord}"
		]
	},
	"deskari": { "copyof": "demon_lord_deskari" },
	"demon_lord_kostchtchie": {
		"name": "Kostchtchie (Demon Lord)",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*This towering giant with twisted legs has human skulls woven into his beard and holds an immense warhammer.*",
			"",
			"::mh[Kostchtchie]{cr=\"26\"}",
			"",
			"{SOURCE Bestiary 4/48}  ",
			"**XP** 2,457,600  ",
			"CE Huge outsider (chaotic, cold, demon, evil, extraplanar)  ",
			"**Init** +6; **Senses** darkvision 60 ft., detect good, detect law, true seeing; Perception +52  ",
			"**Aura** {umr/frightful presence} (120 ft., DC 33), unholy aura (DC 26)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 44, touch 30, flat-footed 38 (+4 deflection, +6 Dex, +14 natural, +12 profane, -2 size)  ",
			"**hp** 604 (31d10+434); {umr/regeneration} 30 (deific or mythic)  ",
			"**Fort** +35, **Ref** +20, **Will** +31  ",
			"**Defensive Abilities** Abyssal resurrection, freedom of movement, {umr/rock catching}; **DR** 20/cold iron, epic, and good; **Immune** ability damage, ability drain, charm effects, compulsion effects, cold, death effects, electricity, energy drain, petrification, and poison; **Resist** acid 30, fire 30; **SR** 37  ",
			"**Weaknesses** vulnerable to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 60 ft., climb 60 ft.  ",
			"**Melee** +5 adamantine icy burst warhammer +53/+48/+43/+38 (3d6+24/19-20/&times;3 plus 1d6 cold), slam +48 (1d8+19 plus {umr/grab})  ",
			"**Ranged** rock +37/+32/+27/+22 (2d6+19)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** clutch foe, crushing blow, favored enemy (giants +4, humans +4, see below), powerful slam, {umr/rock throwing} (600 ft.), vengeful strike  ",
			"**Spell-Like Abilities** (CL 26th; concentration +34)  ",
			"*Constant*-{spell/air walk}, {spell/detect good}, {spell/detect law}, {spell/freedom of movement}, {spell/true seeing}, {spell/unholy aura} (DC 26)  ",
			"*At will*-{spell/astral projection}, {spell/blasphemy}[^M] (DC 25), {spell/cone of cold}[^M] (DC 23), {spell/desecrate}[^M], {spell/enlarge person}[^M], {spell/greater dispel magic}, {spell/greater teleport}, {spell/telekinesis}[^M] (DC 23), {spell/shapechange}, {spell/unhallow}, {spell/unholy blight}[^M] (DC 22)  ",
			"*3/day*-{spell/polar ray}[^M], {spell/power word stun}[^M], {umr/summon} demons, {spell/symbol of stunning} (DC 25)  ",
			"*1/day*-{spell/mass icy prison} (DC 27), {spell/polar midnight} (DC 27), {spell/time stop}[^M]",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 48, **Dex** 23, **Con** 38, **Int** 25, **Wis** 30, **Cha** 27  ",
			"**Base Atk** +31; **CMB** +52 (+54 bull rush, +56 grapple, +56 sunder); **CMD** 86 (88 vs. bull rush, 88 vs. sunder)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Catch Off-Guard}, {feat/Craft Construct}, {feat/Craft Magic Arms and Armor}, {feat/Craft Wondrous Item}, {feat/Critical Focus}, {feat/Greater Sunder}, {feat/Greater Vital Strike}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (warhammer)}, {feat/Improved Sunder}, {feat/Improved Vital Strike}, {feat/Power Attack}, {feat/Quick Draw}, {feat/Staggering Critical}, {feat/Vital Strike}  ",
			"**Skills** Bluff +42, Climb +58, Intimidate +42, Knowledge (arcana) +41, Knowledge (engineering) +38, Knowledge (local) +41, Knowledge (planes) +41, Knowledge (religion) +38, Perception +52, Sense Motive +44, Spellcraft +41, Stealth +32, Use Magic Device +39; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Common, Draconic, Giant; telepathy 300 ft.  ",
			"**SQ** demon lord traits",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any cold (Abyss)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple (+5 {eq-material/adamantine} {magic-enh/icy burst} {eq-weapon/warhammer}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Clutch Foe (Ex)** If Kostchtchie chooses to use his hand to make a grapple check when he successfully slams and grabs a Medium or smaller opponent, he takes a -20 penalty on the grapple check. On following rounds, he can attempt to maintain his grapple on the creature as a swift action. If successful, he can constrict the creature for 1d8+28 points of damage, throw the creature (treat this as a bull rush), or use the creature as an improvised weapon. An opponent used as a weapon takes half as much damage as it deals to the creature it hits.",
			"",
			"**Crushing Blow (Su)** Once per round, Kostchtchie may designate any attack with his warhammer to be a crushing blow. He must designate this attack before making the attack roll. If he hits, the blow ignores the target's hardness and damage reduction, and allows him to make a free trip attempt against the target. This trip attempt does not provoke an attack of opportunity, can target a foe of any size, and has no chance of causing Kostchtchie to fall prone if he fails. A creature struck by a crushing blow must attempt a DC 44 Fortitude save; success means the creature is staggered for 1 round, and failure means it is stunned for 1 round and staggered for 1d6 rounds afterward. The save DC is Strength-based.",
			"",
			"**Favored Enemy (Su)** Against female giants or female humans, Kostchtchie's favored enemy bonuses increase to +8. Once per day, he can declare any one creature as a favored enemy, but only if that creature has damaged, humiliated, or otherwise inconvenienced him at some point in the previous 24 hours. His favored enemy bonuses against that creature last 24 hours.",
			"",
			"**Powerful Slam (Ex)** Kostchtchie's slam attack is considered a primary attack even when he uses a weapon in his other hand, and he always adds his full Strength bonus to damage dealt with his slam attack.",
			"",
			"**Vengeful Strike (Su)** Once per round, Kostchtchie may make an attack of opportunity against any creature that strikes him in melee combat. This attack of opportunity has a critical threat range of 18-20. Against female targets, the vengeful strike is also a crushing blow.",
			"",
			"::sh[Description]",
			"",
			"Kostchtchie (pronounced kosh-TIK-ti-kai) appears as an immense, deformed frost giant with twisted legs, tiny white eyes, and a thick matted beard into which are woven dozens of skulls-trophies of mortal kings and priests of rival faiths he has slain. Legends speak that each of these skulls is haunted by the ghost of its previous owner, and that he can commune with these spirits to seek their wisdom - although if the legends are true, it is more likely that Kostchtchie has little interest in anything but mockery and torment for these lost souls.",
			"",
			"Kostchtchie is never seen without his massive warhammer, an adamantine maul of such prodigious size that even the strongest frost giant would have trouble wielding it properly. Known also as the Deathless Frost, Kostchtchie dwells in an immense Abyssal fortress carved from the heart of a towering mountain in a frozen realm of jagged mountains and immense glaciers infested with manifold frozen horrors. Kostchtchie stands 30 feet tall.",
			"",
			"Kostchtchie was born of human parents, and became a murderer when his father forced him to kill his mother and sisters. Kostchtchie went one better and murdered his father as well. Later in life, after he had become a ferocious warlord well known for the slaying of dozens of giant chieftains, he confronted the Witch Queen Baba Yaga and tried to force her to grant him immortality - she agreed, but twisted his form, turned him into a hideous giant, and hid away the last fragment of his mortal soul in a magical torc. Kostchtchie fled to the Abyss to nurture his hatred and hide his shame, eventually finding a new purpose as a patron of frost giants despite his hatred of their kind. Kostchtchie longs for the recovery of the torc that contains the fragment of his soul, in the hope that its return might reverse his deformity without removing his immortality.",
			"",
			"In combat, Kostchtchie almost always uses Power Attack, taking a -8 penalty on all attack rolls but gaining a +16 bonus on damage rolls. The Deathless Frost is often accompanied by several frost giants, at least two of which are clerics. These clerics attend his every need, healing him in battle as best they can lest they forfeit their lives - or fall to some fate even more dire at the merciless hands of the Deathless Frost.",
			"",
			"### Kostchtchie's Cult",
			"",
			"Kostchtchie is worshiped by giants-primarily frost giants, although many ettins, hill giants, and ogres worship him as well. Some white dragons worship the Deathless Frost, and even certain barbaric human tribes in the frozen reaches of the world have been known to venerate him. He does not tolerate women in his cults, and never grants female clerics spells. He is served by half-fiend yetis, ice linnorms, remorhazes, and other cold-dwelling monsters of great size.",
			"",
			"Kostchtchie's unholy symbol is an ice-caked, runecarved warhammer, and the warhammer is his favored weapon. He grants access to the domains of Chaos, Evil, Strength, and War, and access to the subdomains of Demon, Ferocity, Ice, and Tactics (although the Ice subdomain is normally not available without the Water domain, an exception is made in this case because of the demon lord's close association with cold).",
			"",
			"**Family:** {family/Demon Lord}",
			"",
			"[^M]: Kostchtchie can use the mythic version of this ability in his realm."
		]
	},
	"kostchtchie": { "copyof": "demon_lord_kostchtchie" },
	"demon_lord_nocticula": {
		"name": "Nocticula (Demon Lord)",
		"sources": [
			"Pathfinder #76: The Midnight Isles",
			"Bestiary 4"
		],
		"description": [
			"*This frighteningly majestic creature spreads wide her runeadorned wings. Molten iron weeps from her hooves, and her three tails are studded with barbs.*",
			"",
			"::mh[Nocticula]{cr=\"30\"}",
			"",
			"{SOURCE Pathfinder #76: The Midnight Isles/86}  ",
			"**XP** 9,830,400  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +13; **Senses** darkvision 60 ft., detect good, detect law, {umr/see in darkness}, true seeing; Perception +58  ",
			"**Aura** seductive presence (180 ft., DC 43), unholy aura (DC 33)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 48, touch 41, flat-footed 35 (+4 deflection, +13 Dex, +7 natural, +14 profane)  ",
			"**hp** 774 (36d10+576); {umr/regeneration} 30 (deific or mythic)  ",
			"**Fort** +32, **Ref** +37, **Will** +35  ",
			"**Defensive Abilities** Abyssal resurrection, freedom of movement; **DR** 20/cold iron, epic, and lawful; **Immune** ability damage and drain, charm and compulsion effects, death effects, electricity, energy drain, fire, petrification, poison; **Resist** acid 30, cold 30; **SR** 41",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 60 ft., fly 90 ft. (good)  ",
			"**Melee** 2 claws +48 (1d8+12 plus 1d4 Cha drain), 3 stings +48 (2d6+12/19-20 plus poison), 2 hooves +43 (1d4+6 plus 1d6 fire and burn), 2 wings +43 (1d4+6)  ",
			"**Ranged** Shadowkiss +54/+49/+44/+39 (1d4+20/17-20 plus poison)  ",
			"**Special Attacks** {umr/burn} (3d6 fire, DC 44), cruel shot, domination, energy drain, poison, profane ascension, sneak attack +4d6  ",
			"**Spell-Like Abilities** (CL 30th)  ",
			"*Constant*-{spell/detect good}, {spell/detect law}, {spell/freedom of movement}, {spell/tongues}, {spell/true seeing}, {spell/unholy aura} (DC 33)  ",
			"*At will*-{spell/astral projection}, {spell/blasphemy} (DC 32), {spell/chaos hammer} (DC 29), {spell/deeper darkness}, {spell/desecrate}, {spell/greater dispel magic}, {spell/greater teleport}, {spell/power word blind}, {spell/telekinesis} (DC 30), {spell/shapechange}, {spell/unhallow}  ",
			"*3/day*-{spell/finger of death} (DC 32), quickened {spell/mass suggestion} (DC 31), {umr/summon} demons, {spell/symbol of death} (DC 33)  ",
			"*1/day*-{spell/soul bind} (DC 34), {spell/time stop}, {spell/wail of the banshee} (DC 34)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 34, **Dex** 36, **Con** 42, **Int** 35, **Wis** 32, **Cha** 40  ",
			"**Base Atk** +36; **CMB** +48; **CMD** 89  ",
			"**Feats** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Craft Construct}, {feat/Craft Magic Arms and Armor}, {feat/Craft Wondrous Item}, {feat/Critical Focus}, {feat/Deadly Aim}, {feat/Flyby Attack}, {feat/Greater Feint}, {feat/Improved Critical/ (hand crossbow)}, Improved Critical (sting), {feat/Improved Feint}, {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Quicken Spell-Like Ability/ (mass suggestion)}, {feat/Rapid Reload/ (hand crossbow)}, {feat/Rapid Shot}, {feat/Staggering Critical}  ",
			"**Skills** Acrobatics +52, Bluff +62, Diplomacy +54, Disguise +51, Fly +56, Intimidate +51, Knowledge (arcana, local, nobility) +48, Knowledge (planes, religion) +51, Perception +58, Perform (dance) +51, Sense Motive +50, Sleight of Hand +49, Spellcraft +48, Stealth +52, Use Magic Device +54; **Racial Modifiers** +8 Bluff, +8 Perception  ",
			"**Languages** Abyssal, Celestial, Common, Draconic, Undercommon; telepathy 300 ft., tongues  ",
			"**SQ** change shape (any humanoid; alter self), swift transformation",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple (Shadowkiss, 100,000 gp in various jewelry, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Cruel Shot (Ex)** Nocticula is adept at making ranged attacks to strike cruel shots that deal significant and humiliating damage. She adds her Charisma bonus to all damage dealt by ranged weapons.",
			"",
			"**Domination (Su)** As a standard action, Nocticula can crush a foe's will. The target must be visible to Nocticula and within 120 feet. It must succeed at a DC 43 Will save or fall instantly under Nocticula's influence as dominate monster (CL 30th). If she uses domination against a humanoid creature, she may instead choose to use the ability as a swift action, and it functions as dominate person. As long as the target is under this effect, it gains a +4 profane bonus on all saving throws against targets other than Nocticula.",
			"",
			"**Energy Drain (Su)** Nocticula's energy drain functions identically to that of a succubus, except that she drains 2 levels when she uses this ability against mythic creatures, or 1d6+4 levels against non-mythic creatures.",
			"",
			"**Poison (Ex)** Sting or hand crossbow-injury; *save* Fort DC 44; *frequency* 1/round for 6 rounds; *effect* 1d4 Wisdom drain plus paralysis for 1 round. Anyone who fails two consecutive saves against this poison is permanently blinded. The save DC is Constitution-based.",
			"",
			"**Profane Ascension (Su)** As a swift action while in an act of passion with a willing mortal, Nocticula may grant a profane ascension. The target's name appears in glowing Abyssal runes on Nocticula's wings, and a crimson mark manifests somewhere on the target's body. The target immediately gains a +6 profane bonus to any one ability score of its choice, a +4 profane bonus to any other ability score of its choice, and the see in darkness ability. A single creature may have only one profane ascension in effect at any one time. As long as the effect persists, Nocticula can communicate telepathically with the target across any distance and may use any of her spell-like abilities through the target, manifesting them as if the target were using them. A profane ascension may be removed by a miracle or wish. Nocticula can remove it as a free action, dealing 4d6 points of Charisma drain and imparting 1d10+10 permanent negative levels to the victim.",
			"",
			"**Seductive Presence (Su)** Unlike most demon lords, Nocticula does not possess a frightful presence ability. Rather, she has a seductive presence that she can activate as a free action whenever she speaks or uses a spell-like ability. Anyone within 180 feet who fails a DC 43 Fortitude save loses any immunity to mind-affecting effects, charm effects, and compulsion effects, and becomes fascinated by Nocticula for 5d4 rounds. A creature affected by a mind-affecting effect while within this aura remains affected even after leaving Nocticula's seductive presence. Creatures that succeed at this saving throw are immune to this ability for 24 hours. The save DC is Charisma-based.",
			"",
			"**Shadowkiss (Su)** Nocticula's favored weapon is Shadowkiss, a +5 unholy hand crossbow that magically creates ammunition as it fires. Once a target is damaged by a bolt fired from Shadowkiss, the hand crossbow gains the bane weapon special ability against that target's creature type on all further attacks. Shadowkiss may only have one bane effect in place at one time. Bolts fired from Shadowkiss gain the ghost touch ability (an effect not normally available to ranged weapons).",
			"",
			"**Swift Transformation (Ex)** Nocticula can use her change shape ability as a free action.",
			"",
			"::sh[Description]",
			"",
			"Nocticula is the demon lord of assassins, darkness, and lust, and rules the Abyssal realm of the Midnight Isles, a vast archipelago formed around the murdered remnants of dozens of demon lords and other powerful foes. Having been the first succubus and then having ascended to become a demigoddess, Nocticula now sets her eyes at a greater prize: full divinity. Lamashtu is the only demon lord who has accomplished this task so far, but Nocticula aims to be the second. What kind of deity she might become is anyone's guess - some believe that Nocticula is secretly seeking redemption from her demonic nature. Others say these rumors were seeded by Nocticula herself as a grand lie to distract her enemies from her true goal of becoming an assassin and seducer of gods.",
			"",
			"Nocticula is certainly mercurial in her personality and attitude. She may simply murder or enslave visitors to her realm, or she may welcome them with open arms - even those who one would think were her enemies. Only a fool accepts her invitation without suspicion, for what the queen of succubi wants may change dramatically from one moment to the next.",
			"",
			"### Nocticula's Cult",
			"",
			"Nocticula is worshiped by assassins, the lustful, whores, shadow-using creatures, and of course succubi. These worshipers form relatively small cults, often akin to secret societies, that use brothels, nobility, or academies as a cover for their true purposes. A small number of heretics venerate her as well, not as a demigoddess of murder and lust but as one of outcasts, artists, and the glories of midnight. The fact that such heretical clerics are granted spells as surely as the rest of her worshipers has caused not a small amount of discontent among her faithful, which Nocticula seems to enjoy.",
			"",
			"Nocticula's symbol is a multi-pointed crown wrapped with thorny vines. Her favored weapon is the hand crossbow. She grants access to the domains of Chaos, Charm, Darkness, and Evil, and to the subdomains of Demon, Loss, Lust, and Night.",
			"",
			"**Family:** {family/Demon Lord}"
		]
	},
	"nocticula": { "copyof": "demon_lord_nocticula" },
	"demon_lord_pazuzu": {
		"name": "Pazuzu (Demon Lord)",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*Held aloft by four great feathered wings, this hawk-faced fiend has a scorpion's tail and carries a black metal scepter.*",
			"",
			"::mh[Pazuzu]{cr=\"30\"}",
			"",
			"{SOURCE Bestiary 4/50}  ",
			"**XP** 9,830,400  ",
			"CE Large outsider (air, chaotic, demon, evil, extraplanar)  ",
			"**Init** +13; **Senses** darkvision 60 ft., detect good, detect law, true seeing; Perception +58  ",
			"**Aura** {umr/frightful presence} (180 ft., DC 40, 10 rounds), locusts (10 ft., distraction, DC 43), unholy aura (DC 31)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 48, touch 38, flat-footed 39 (+4 deflection, +9 Dex, +10 natural, +16 profane, -1 size)  ",
			"**hp** 752 (35d10+560); {umr/regeneration} 30 (deific or mythic)  ",
			"**Fort** +31, **Ref** +32, **Will** +35  ",
			"**Defensive Abilities** Abyssal resurrection, avian mastery, freedom of movement; **DR** 20/cold iron, epic, and good; **Immune** ability damage, ability drain, charm effects, compulsion effects, cold, death effects, electricity, energy drain, petrification, and poison; **Resist** acid 30, cold 30, fire 30; **SR** 41",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 60 ft., fly 150 ft. (perfect)  ",
			"**Melee** +5 {magic-enh/anarchic} {magic-enh/keen} {magic-enh/unholy} longsword +54/+49/+44/+39 (2d6+20/17-20), bite +49 (2d6+15), claw +49 (1d6+15), sting +49 (2d8+15 plus poison), 2 talons +49 (1d6+15)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** hear name, poison, possession, profane  ",
			"**Spell-Like Abilities** (CL 30th; concentration +43)  ",
			"*Constant*-{spell/detect good}, {spell/detect law}, {spell/freedom of movement}, {spell/speak with animals} (winged animals only), {spell/true seeing}, {spell/unholy aura} (DC 31)  ",
			"*At will*-{spell/astral projection}, {spell/blasphemy}[^M] (DC 30), {spell/control winds}, {spell/desecrate}[^M], {spell/dominate person}[^M] (DC 28), {spell/greater dispel magic}, {spell/greater teleport}, {spell/shapechange}, {spell/telekinesis}[^M] (DC 28), {spell/unhallow}, {spell/unholy blight}[^M] (DC 27)  ",
			"*3/day*-quickened dominate person[^M] (DC 28), {umr/summon} demons, {spell/symbol of persuasion} (DC 29), {spell/sympathy} (DC 31), {spell/whirlwind}[^M]  ",
			"*1/day*-{spell/dominate monster} (DC 32), {spell/time stop}[^M], {spell/wish}[^M]",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 40, **Dex** 28, **Con** 42, **Int** 33, **Wis** 34, **Cha** 36  ",
			"**Base Atk** +35; **CMB** +51 (+55 sunder); **CMD** 92 (94 vs. sunder)  ",
			"**Feats** {feat/Bleeding Critical}, {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Craft Construct}, {feat/Craft Magic Arms and Armor}, {feat/Craft Rod}, {feat/Craft Wondrous Item}, {feat/Critical Focus}, {feat/Flyby Attack}, {feat/Greater Sunder}, {feat/Greater Vital Strike}, {feat/Improved Initiative}, {feat/Improved Sunder}, {feat/Improved Vital Strike}, {feat/Multiattack}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (dominate person)}, {feat/Vital Strike}  ",
			"**Skills** Acrobatics +47 (+59 when jumping), Bluff +51, Diplomacy +51, Fly +53, Intimidate +48, Knowledge (arcana) +49, Knowledge (local) +46, Knowledge (nature) +46, Knowledge (nobility) +46, Knowledge (planes) +49, Knowledge (religion) +46, Perception +58, Sense Motive +50, Spellcraft +49, Stealth +43, Survival +47, Use Magic Device +48; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Auran, Celestial, Common, Draconic; telepathy 300 ft.  ",
			"**SQ** demon lord traits",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple ({magic-artifact/Scepter of Shibaxet}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Aura of Locusts (Su)** Pazuzu exhales clouds of locusts. In any round in which he does not move more than 5 feet, he is surrounded by a 10-foot-radius spread of these creatures. Any creature that enters this area must succeed at a DC 43 Fortitude save or be nauseated for 1 round. The save DC is Constitution-based.",
			"",
			"**Avian Mastery (Su)** Any creature flying under its own power (flight from a source other than a spell, spell-like ability, or magic item) that attempts to attack Pazuzu with a melee attack must attempt a DC 40 Will save. If it fails, the creature can't follow through with the attack, that part of its action is lost, and it can't directly attack Pazuzu for 1d4 rounds. Once a creature succeeds at this save, it is immune to this ability for 24 hours. The save DC is Charisma-based.",
			"",
			"**Hear Name (Su)** Pazuzu hears his name whenever it is spoken, regardless of distance-this ability functions even across planar boundaries. If a creature speaks Pazuzu's name aloud three times in the same breath, Pazuzu automatically knows that creature's precise location and name. If Pazuzu is on the same plane as someone who speaks his name three times in a single breath, he can immediately attempt to possess that creature.",
			"",
			"**Poison (Ex)** Sting-injury; *save* Fort DC 43; *frequency* 1/round for 6 rounds; *effect* 1d6 Wisdom drain and nauseated; *cure* 3 consecutive saves.",
			"",
			"**Possession (Su)** Once per day as a swift action, Pazuzu can attempt to possess a single living creature within 1 mile, provided he knows the target's name. The target can resist this possession attempt by succeeding at a DC 43 Will save. A lawful creature gains a +10 bonus on this saving throw, and a good creature gains a +20 bonus on the saving throw (these bonuses stack). If the creature successfully saves, it is immune to possession attempts by Pazuzu for the rest of its life. If the saving throw fails, Pazuzu can control the possessed creature from afar. While possessing a creature, Pazuzu automatically knows every thought that creature has. By concentrating, he can sense the creature's surroundings using that creature's senses. As a swift action, he can cause the creature to perform any ability it can perform on its own. Pazuzu can use any of his spell-like abilities through a possessed target, with the effects resolving as if the possessed creature had created the effect. Possession is permanent, but Pazuzu can only possess one creature at a time. When Pazuzu isn't actively controlling the target, it can take its own actions. Dispel chaos or dispel evil ends this possession effect as if it were an enchantment spell, but unless the caster of the spell succeeds at a DC 30 caster level check, as a swift action Pazuzu can attempt to possess the caster as he is driven out of the target. A creature possessed by Pazuzu is immune to protection from evil, magic circle against evil, and any similar effects. The save DC is Charisma-based.",
			"",
			"**Profane Wishcraft (Su)** A creature that accepts a wish from Pazuzu immediately becomes chaotic evil unless it succeeds at a DC 43 Will save. A creature that becomes chaotic evil in this way gains the benefits of a good hope spell for 1 week, followed by the effects of crushing despair for 1d6 months (CL 30th). The save DC is Charisma-based.",
			"",
			"**Swarm Master (Su)** Pazuzu is immune to swarm damage and other swarm effects (such as distraction). As a swift action, he can direct the movement of any swarm within 30 feet.",
			"",
			"::sh[Description]",
			"",
			"Pazuzu is among the oldest and most powerful of all demon lords. His Abyssal realm is located in one of that plane's greatest rifts. This vertical realm includes an immense city, at the heart of which can be found Shibaxet, Pazuzu's personal rookery and palace. Pazuzu appears as a four-winged, 15-foot-tall fiend. He takes great delight in corrupting mortals, particularly those of a pure heart and soul, offering them any one wish in return for nothing but their innocence.",
			"",
			"### Pazuzu's Cult",
			"",
			"Pazuzu, King of the Wind Demons, is worshiped by harpies and other evil avians, and by a large number of antipaladins who were once honorable but were tempted to chaos and evil - often by Pazuzu himself. His sacred places and temples are cliffside cathedrals, desert ruins, and spires atop mountain peaks.",
			"",
			"His unholy symbol is an image of himself with his right hand upraised. His favored weapon is the longsword. He grants access to the domains of Air, Chaos, Evil, and Trickery, and access to the subdomains of Cloud, Deception, Demon, and Wind.",
			"",
			"Pazuzu's Scepter of Shibaxet can be found [here](magic-artifact/scepter_of_shibaxet).",
			"",
			"**Family:** {family/Demon Lord}",
			"",
			"[^M]: Pazuzu can use the mythic version of this ability in his realm."
		]
	},
	"pazuzu": { "copyof": "demon_lord_pazuzu" },
	"demon_lord_shax": {
		"name": "Shax (Demon Lord)",
		"sources": [
			"Pathfinder #74: Sword of Valor",
			"Bestiary 4"
		],
		"description": [
			"*This stork-headed, winged humanoid is spattered with blood and wields a pair of gory, razor-sharp daggers in his dripping hands.*",
			"",
			"::mh[Shax]{cr=\"28\"}",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/84}  ",
			"**XP** 4,915,200  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +18; **Senses** darkvision 60 ft., detect good, detect law, true seeing; Perception +54  ",
			"**Aura** bleeding wounds (30 ft.), {umr/frightful presence} (120 ft., DC 36), unholy aura (DC 28)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 46, touch 38, flat-footed 32 (+14 Dex, +8 natural, +14 profane)  ",
			"**hp** 676 (33d10+495); {umr/regeneration} 30 (deific or mythic)  ",
			"**Fort** +26, **Ref** +32, **Will** +28  ",
			"**Defensive Abilities** absorb blood, Abyssal resurrection, freedom of movement; **DR** 20/cold iron, epic, and good; **Immune** ability damage and drain, bleed, charm and compulsion effects, death effects, electricity, energy drain, poison, petrification; **Resist** acid 30, cold 30, fire 30; **SR** 39",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** +5 unholy dagger +46/+41/+36/+31 (1d4+15/17-20), +5 unholy dagger +46/+41/+36/+31 (1d4+15/17-20), bite +38 (1d6+5)  ",
			"**Ranged** thrown surgical tool +47/+42/+37/+32 (1d6+10)  ",
			"**Special Attacks** command blood, frightful weapon prowess, painful cuts, sneak attack +5d6  ",
			"**Spell-Like Abilities** (CL 28th; concentration +38)  ",
			"*Constant*-{spell/detect good}, {spell/detect law}, {spell/freedom of movement}, {spell/true seeing}, {spell/unholy aura}  ",
			"*At will*-{spell/astral projection}, {spell/blasphemy} (DC 27), {spell/blood biography} (DC 23), {spell/desecrate}, {spell/greater dispel magic}, {spell/greater teleport}, {spell/telekinesis} (DC 25), {spell/shapechange}, {spell/spiritual weapon}, {spell/unhallow}, {spell/unholy blight} (DC 24)  ",
			"*3/day*-{spell/blade barrier} (DC 26), {spell/mage's sword}, {umr/summon} demons, {spell/symbol of pain} (DC 25)  ",
			"*1/day*-{spell/finger of death} (DC 27), {spell/time stop}, {spell/weird} (DC 29)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 30, **Dex** 39, **Con** 40, **Int** 30, **Wis** 31, **Cha** 31  ",
			"**Base Atk** +33; **CMB** +43 (+47 disarm); **CMD** 81  ",
			"**Feats** {feat/Blinding Critical}, {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Craft Magic Arms and Armor}, {feat/Critical Focus}, {feat/Double Slice}, {feat/Greater Disarm}, {feat/Greater Two-Weapon Fighting}, {feat/Improved Critical/ (dagger)}, {feat/Improved Disarm}, {feat/Improved Initiative}, {feat/Improved Two-Weapon Fighting}, {feat/Improvised Weapon Mastery}, {feat/Quick Draw}, {feat/Throw Anything}, {feat/Two-Weapon Fighting}, {feat/Two-Weapon Rend}  ",
			"**Skills** Acrobatics +50, Bluff +46, Craft (alchemy) +46, Disable Device +50, Fly +47, Heal +43, Intimidate +46, Knowledge (arcana) +43, Knowledge (engineering) +21, Knowledge (planes) +46, Knowledge (religion) +43, Perception +54, Sense Motive +46, Sleight of Hand +47, Spellcraft +43, Stealth +50, Use Magic Device +46; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Common, Draconic; telepathy 300 ft.  ",
			"**SQ** master of lies",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple (2 +5 {magic-enh/unholy} {eq-weapon/dagger/s}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Absorb Blood (Su)** If a creature dies while under the effects of Shax's ability to command blood, all of the victim's blood slithers out of its body and moves at a speed of 60 feet toward Shax. If the slithering blood reaches Shax, it flows up onto his body and is absorbed, affecting Shax as a heal spell (CL 28th). A slithering pool of blood can be destroyed by any amount of fire damage applied to it before it reaches its goal, or by the application of an effect that transmutes liquid to something other than blood.",
			"",
			"**Aura of Bleeding Wounds (Su)** Whenever a creature takes piercing or slashing damage within 30 feet of Shax, it takes an additional 1d6 points of bleed damage. This bleed damage stacks with itself, up to a maximum of 10d6 points. As a free action, Shax may designate any number of creatures within the aura to be exempt from this effect.",
			"",
			"**Command Blood (Su)** As a swift action, Shax can command the blood of any creature that is currently suffering from bleed damage to do his bidding. The target must be within 60 feet of Shax for him to use this ability. The target can resist this ability with a successful DC 36 Fortitude save. If the target fails the save, Shax can command the victim's blood to behave in one of the manners listed below. Once commanded, the blood continues to function in this way for as long as the victim continues to bleed. Shax can change the effect in a subsequent round by using this ability again, but no more than one of the following effects can be in effect at any one time. The save DC is Charisma-based.",
			"",
			"- Blinding Blood: The victim's blood runs up into its eyes and blinds it at the start of its turn unless the victim takes a move action to wipe away the blood. Once a victim is blinded in this way, it remains blinded as long as the bleed effect continues.",
			"- Bloody Mess: The victim's blood spreads out across its body, making it slippery. This grants a +10 circumstance bonus on Escape Artist checks and all attempts to resist being grappled, but the victim must succeed at a DC 36 Reflex save at the start of each round or drop objects it holds. These effects last as long as the bleed effect continues.",
			"- Choking Blood: The target's blood runs up into its nostrils and mouth unless the creature uses a free hand to pinch its nose shut and holds its breath. If the target doesn't do so, the blood runs into its lungs and the creature must succeed at a Constitution check each round or it begins to drown. Once a victim begins to drown, it continues to do so as long as the bleed effect persists.",
			"- Gruesome Tendrils: This effect automatically ends any bleed effects the victim is currently suffering as it causes the blood coating the victim to solidify into thin, whiplike tendrils that lash out at any creature within 5 feet. Any creature that begins its turn in this area automatically takes 1d6 points of slashing damage and 1d6 points of bleed damage; a successful DC 36 Reflex save prevents this damage.",
			"",
			"**Frightful Weapon Prowess (Ex)** When an opponent observes Shax's attacks, the frightening display of the demon lord's grace makes the victim take additional damage from those attacks, as if simply imagining the damage were enough to cause injury. Shax gains a profane bonus equal to his Charisma modifier on damage rolls (+10 damage) with all weapon attacks and ranged attacks made against a victim who can observe him. This damage is negated if the victim closes its eyes, but doing so puts the opponent in greater danger from Shax's sneak attacks. This is a visual fear effect.",
			"",
			"**Master of Lies (Ex)** Shax is immune to any magical effect that discerns lies or forces him to speak the truth.",
			"",
			"**Painful Cuts (Ex)** Whenever Shax threatens a critical hit with a slashing weapon, the victim must succeed at a DC 36 Fortitude save or be staggered by the pain for 1 round. If the hit was a critical hit, the staggered effect lasts for 1d4 rounds on a failed saving throw. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Shax is the demon lord of envy, lies, and-above all else-murder. He rules an Abyssal realm known as Charnelhome, an immense mansion the size of a city perched atop a slanted bluff surrounded by a bog of thorny, blood-drinking plants. He is fond of inviting his captured enemies as well as his greatest worshipers into the chambers of this building, for those who survive his deathtraps often serve as lessons as to how he can improve his methods of mayhem.",
			"",
			"Shax is particularly skilled at blinding foes with critical hits - when he does so, he likes to pluck the eyes from his victim's face as part of the attack and swiftly gobble them down whole. He can hurl the countless surgical tools he carries on his body as deadly weapons, but prefers to slaughter foes in melee.",
			"",
			"### Shax's Cult",
			"",
			"Babaus, chokers, derros, drow, evil nobles, serial killers, and torturers worship Shax by inflicting grisly torments on other conscious and living souls. The subjects of these tortures aren't always unwilling or innocent victims, although his cultists prefer tormenting enemies of the faith over allies or members. The cult's holy places are narrow alleyways in violent parts of large cities, hidden rooms in grand estates, and secret dungeons filled with deathtraps and torture chambers. These unholy temples are often guarded by fiendish animals (particularly large, predatory birds) and shadow demons, but are usually watched over by a number of babau demons as well. Enhanced versions of these demons, called the Sons of Shax, and can be found serving his greatest cults.",
			"",
			"Shax's unholy symbol is a curved white feather sitting in a pool of blood. His favored weapon is the dagger. He grants access to the domains of Chaos, Destruction, Evil, and Nobility, and to the subdomains of Demon, Leadership, Martyr, and Rage. For more rules about demon lords, including the full rules of Shax's Abyssal resurrection and summon demons abilities, see {umr/demon lord traits}.",
			"",
			"**Family:** {family/Demon Lord}"
		]
	},
	"shax": { "copyof": "demon_lord_shax" },
	"demon_lord_sifkesh": {
		"name": "Sifkesh (Demon Lord)",
		"sources": [
			"Pathfinder #75: Demon's Heresy",
			"Bestiary 4"
		],
		"description": [
			"*This gaunt woman has blood-soaked hair, eyes and lips stitched shut with wire, and severed limbs that float nearby as if they were still attached.*",
			"",
			"::mh[Sifkesh]{cr=\"28\"}",
			"",
			"{SOURCE Pathfinder #75: Demon's Heresy/86}  ",
			"**XP** 4,915,200  ",
			"CE Medium outsider (chaotic, demon, evil, extraplanar)  ",
			"**Init** +12; **Senses** darkvision 60 ft., detect good, detect law, true seeing; Perception +51  ",
			"**Aura** {umr/frightful presence} (120 ft., DC 38), unholy aura (20 ft., DC 31)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 49, touch 43, flat-footed 36 (+4 deflection, +12 Dex, +1 dodge, +6 natural, +16 profane)  ",
			"**hp** 666 (31d10+496); {umr/regeneration} 30 (deific or mythic)  ",
			"**Fort** +30, **Ref** +33, **Will** +30  ",
			"**Defensive Abilities** critical healing, freedom of movement, heretical; **DR** 20/cold iron, epic, and good; **Immune** ability damage and drain, bleed, charm and compulsion effects, death effects, electricity, energy drain, petrification, poison, slashing weapons; **Resist** acid 30, cold 30, fire 30; **SR** 39",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 120 ft. (perfect)  ",
			"**Melee** +5 unholy speed war razor +47/+42/+37/+32 (1d4+27/19-20), claw +42 (4d6+27/19-20 plus 1d4 Cha drain)  ",
			"**Space** 5 ft., **Reach** 30 ft.  ",
			"**Special Attacks** Charisma drain, despairing cry, precise cuts, suicide  ",
			"**Spell-Like Abilities** (CL 28th; concentration +41)  ",
			"*Constant*-{spell/detect good}, {spell/detect law}, {spell/freedom of movement}, {spell/true seeing}, {spell/unholy aura}  ",
			"*At will*-{spell/astral projection}, {spell/blasphemy} (DC 30), {spell/crushing despair} (DC 27), {spell/desecrate}, {spell/greater dispel magic}, {spell/greater teleport}, {spell/telekinesis} (DC 28), {spell/shapechange}, {spell/suggestion} (DC 26), {spell/unhallow}, {spell/unholy blight} (DC 27)  ",
			"*3/day*-{spell/demand} (DC 31), quickened {spell/dominate person} (DC 28), quickened suggestion (DC 26), {umr/summon} demons, {spell/symbol of strife} (DC 32)  ",
			"*1/day*-{spell/sympathy} (DC 31), {spell/time stop}, {spell/weird} (DC 32)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 32, **Dex** 35, **Con** 42, **Int** 33, **Wis** 29, **Cha** 36  ",
			"**Base Atk** +31; **CMB** +42; **CMD** 85 (can't be tripped)  ",
			"**Feats** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Craft Construct}, {feat/Craft Magic Arms and Armor}, {feat/Craft Wondrous Item}, {feat/Critical Focus}, {feat/Dodge}, {feat/Improved Critical/ (war razor)}, Improved Critical (claw), {feat/Mobility}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (dominate person, suggestion)}, {feat/Spring Attack}, {feat/Staggering Critical}, {feat/Whirlwind Attack}  ",
			"**Skills** Acrobatics +46, Bluff +47, Diplomacy +47, Fly +54, Intimidate +44, Knowledge (arcana) +42, Knowledge (engineering) +42, Knowledge (history) +42, Knowledge (local) +42, Knowledge (nobility) +45, Knowledge (planes) +45, Knowledge (religion) +42, Perception +51, Sense Motive +43, Spellcraft +45, Stealth +46, Use Magic Device +44; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal (can't speak), Celestial (can't speak), Common (can't speak); telepathy 300 ft.  ",
			"**SQ** demon lord traits, detached limbs",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple (+5 {magic-enh/unholy} {magic-enh/speed} {eq-weapon/war razor}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Charisma Drain (Su)** Sifkesh's claw leaves hideous scars that resist healing even via magic; these scars manifest as Charisma drain. The more scars a victim gains in this manner, the more despondent and depressed its personality grows. A creature whose Charisma score is drained to 3 or lower by this attack automatically fails any Will save against any spell-like ability or supernatural attack made by Sifkesh. A successful DC 41 Will save resists the Charisma drain inflicted by this attack, and instead causes the victim to be sickened for 1 round. The save DC is Charisma-based.",
			"",
			"**Critical Healing (Ex)** Critical hits cause Sifkesh to experience a sudden rush of energy and healing. Any additional damage dealt to Sifkesh by a critical hit actually heals her of that amount of damage rather than harming her. This damage applies simultaneously to the attack's normal damage, and can prevent her from being slain if the damage from the normal attack would otherwise have been enough to kill her. Sifkesh takes no damage at all (but neither does she gain healing) from critical hits she or her allies deal to her-only attempts to actually damage her can heal her in this way. Whenever Sifkesh is healed of any damage in this manner, she becomes hasted for 1 round. Sifkesh takes normal damage from sneak attacks and other precision-based damage.",
			"",
			"**Despairing Cry (Su)** Once every 1d4 rounds as a swift action, Sifkesh can unleash a soul-rending mournful scream that affects all creatures in a 60-foot-radius spread. A creature in this area must attempt a successful DC 38 Will save or be overcome by suicidal despair-on a successful save, a creature is merely sickened for 1d4 rounds. A creature fully affected by this special attack takes a -6 penalty on attack rolls, saving throws, ability checks, skill checks, and weapon damage rolls, and cannot gain the benefit of any morale bonus for 24 hours. A creature that is normally immune to fear loses that ability while under the effects of despairing cry, and can be ordered to take obviously suicidal acts while under the influence of effects like charm person, dominate person, and suggestion. The effects of multiple despairing cries do not stack. This is a mind-affecting sonic curse effect. The save DC is Charisma-based.",
			"",
			"**Detached Limbs (Su)** Sifkesh's arms, legs, and head are not physically attached to her torso. Instead, they float in approximately the positions they would normally take up, but never quite perfectly aligned. She is immune to any effect that severs limbs or her head. In addition, when she attacks, her limbs can move with surprising speed, effectively granting her exceptional reach for a Medium creature.",
			"",
			"**Heretical (Ex)** Sifkesh's heretical persona protects her from servants of faith. Against any spell cast by a divine spellcaster, her Spell Resistance increases to 41, and she gains a +2 bonus on all saving throws against such spells. A divine spellcaster who willingly touches Sifkesh must succeed at a DC 38 Will save or be nauseated for 1d4 rounds. The save DC is Charisma-based.",
			"",
			"**Immune to Edged Weapons (Ex)** Sifkesh is immune to all forms of slashing damage and bleed effects.",
			"",
			"**Precise Cuts (Ex)** Sifkesh deals an amount of additional damage equal to her Intelligence bonus on any successful attack that deals slashing damage.",
			"",
			"**Suicide (Su)** Once per day as an immediate action, Sifkesh can drop her defenses when attacked by a foe. She is treated as flat-footed for this attack, loses her profane bonus to her AC and spell resistance, and automatically fails any saving throws against that attack. If this attack kills her, she immediately utters her despairing cry (even if she's already used it within the previous 1d4 rounds). Any creatures affected by this particular despairing cry are also stunned for 1d4 rounds. One round after she commits suicide, Sifkesh automatically comes back to life, as if affected by {spell/true resurrection}.",
			"",
			"::sh[Description]",
			"",
			"Sifkesh, the Sacred Whore, is the demon lord of suicide, heresy, and hopeless despair. She rules the Abyssal realm of Vantian, the legendary City of Open Windows. The city itself is constantly destroying itself, as its buildings continually plummet into the churning surf along an eternally crumbling coastline.",
			"",
			"Sifkesh is among the most enigmatic of all demon lords, for she seems more diabolic or even daemonic in her personality and appearance. Planar scholars have long struggled to interpret the demon lord's position and power. The belief that Sif kesh rose from the animus of a heretical erinyes who became the first of Hell's heretics is correct, and she constantly works to seduce and lure additional powerful devils from their infernal roles, inviting some to join her as favored minions but leaving others in place so they can more easily work to subvert Hell's machinations.",
			"",
			"### Sifkesh's Cult",
			"",
			"Sifkesh is worshiped by blasphemers, heretics, outcasts from other religions, and survivors of botched suicide attempts. Her faithful are relatively solitary individuals, and there isn't a strong element of group worship of the demon lord-her cults tend to be small and often amount to only a single worshiper who might employ or rule his own group of minions or followers who don't actually serve the Sacred Whore. Worship of Sifkesh is a deeply personal and secretive thing, and many of her followers publicly belong to other religions, worshiping the demon lord of heresy in secret as they work to undermine the faith their allies and companions believe them to have. Holy sites to Sifkesh include desecrated churches, haunted houses, and towers with too many windows - nearly always, such temples and shrines to Sifkesh are empty and abandoned. The lone worshiper might share the site with other creatures such as predators or undead, and may even rely upon the presence of such creatures as convenient protection and defense against the enemy.",
			"",
			"Sifkesh's unholy symbol is a pair of feminine hands crossed at slashed wrists. Her favored weapon is the war razor. She grants access to the domains of Chaos, Evil, Madness, and Trickery, and to the subdomains of Deception, Demon, Loss, and Nightmare (even though she normally wouldn't be able to grant access to the subdomain of Loss, she can do so due to her close associations with despair and hopelessness).",
			"",
			"**Family:** {family/Demon Lord}"
		]
	},
	"sifkesh": { "copyof": "demon_lord_sifkesh" },
	"demon_lord_xoveron": {
		"name": "Xoveron (Demon Lord)",
		"sources": [
			"Pathfinder #73: The Worldwound Incursion",
			"Bestiary 4"
		],
		"description": [
			"*This hulking, four-armed, four-headed, sting-tailed gargoyle stands as tall as a house.*",
			"",
			"::mh[Xoveron]{cr=\"27\"}",
			"",
			"{SOURCE Pathfinder #73: The Worldwound Incursion/84}  ",
			"**XP** 3,276,800  ",
			"CE Huge outsider  ",
			"**Init** +6; **Senses** darkvision 60 ft., detect good, detect law, true seeing; Perception +55  ",
			"**Aura** {umr/frightful presence} (120 ft., DC 35), unholy aura (DC 27)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 45, touch 30, flat-footed 39 (+4 deflection, +6 Dex, +15 natural, +12 profane, -2 size)  ",
			"**hp** 643 (33d10+462); {umr/regeneration} 30 (mythic or deific)  ",
			"**Fort** +36, **Ref** +23, **Will** +33  ",
			"**Defensive Abilities** Abyssal resurrection, freedom of movement; **DR** 20/cold iron, good, and epic; **Immune** ability damage and drain, acid, charm and compulsion effects, death effects, electricity, level drain, petrification, poison; **Resist** cold 30, fire 30; **SR** 38",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., fly 80 ft. (good)  ",
			"**Melee** 4 claws +48 (1d8+17/19-20), 4 bites +48 (2d6+17/19-20), sting +48 (1d8+17/19-20 plus poison)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** devastating blow, feed, poison, {umr/rend} (2 claws, 2d8+25), roar, shatter petrification, shockwave  ",
			"**Spell-Like Abilities** (CL 27th; concentration +36)  ",
			"*Constant*-{spell/detect good}, {spell/detect law}, {spell/freedom of movement}, {spell/true seeing}, {spell/unholy aura} (DC 27)  ",
			"*At will*-{spell/astral projection}, {spell/blasphemy} (DC 26), {spell/desecrate}, {spell/flesh to stone} (DC 25), {spell/greater dispel magic}, {spell/greater teleport}, {spell/shapechange}, {spell/stone shape}, {spell/telekinesis} (DC 24), {spell/unhallow}, {spell/unholy blight} (DC 23)  ",
			"*3/day*-{spell/earthquake}, quickened flesh to stone (DC 25), {spell/reverse gravity}, {spell/symbol of weakness} (DC 26)  ",
			"*1/day*-{spell/implosion} (DC 28), {spell/imprisonment} (DC 28), {spell/time stop}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 44, **Dex** 23, **Con** 38, **Int** 24, **Wis** 32, **Cha** 28  ",
			"**Base Atk** +33; **CMB** +52 (+56 bull rush, +56 sunder); **CMD** 86 (88 vs. bull rush, 88 vs. sunder)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Bleeding Critical}, {feat/Craft Construct}, {feat/Craft Magic Arms and Armor}, {feat/Craft Wondrous Item}, {feat/Critical Focus}, {feat/Greater Bull Rush}, {feat/Greater Sunder}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (claw, bite, sting)}, {feat/Improved Lightning Reflexes}, {feat/Improved Sunder}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (flesh to stone)}  ",
			"**Skills** Acrobatics +39 (+47 when jumping), Disable Device +42, Fly +42, Intimidate +45, Knowledge (arcana) +40, Knowledge (religion) +40, Knowledge (engineering) +43, Knowledge (planes) +43, Perception +55, Sense Motive +47, Spellcraft +43, Stealth +34, Use Magic Device +42; **Racial Modifiers** +8 Perception  ",
			"**Languages** Abyssal, Celestial, Common, Draconic, Terran; telepathy 300 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Ghahazi, Abyss)  ",
			"**Organization** solitary (unique)  ",
			"**Treasure** triple",
			"",
			"::sh[Special Abilities]",
			"",
			"**Devastating Blow (Su)** As a standard action, Xoveron can bring all four of his claws to bear upon a single target. It this attack hits, he deals 8d8+68 points of bludgeoning damage. If the target is a creature, it must make a successful DC 43 Fortitude save or be knocked prone and staggered for 1d4 rounds. If the target is an object, the attack ignores all hardness possessed by the object. The save DC is Strength-based.",
			"",
			"**Feed (Su)** Xoveron can consume the corpse of a Large or smaller creature that has been dead no longer than a day as a full-round action. Doing so destroys the creature's body and leaves its gear scattered on the ground. All armor and gear worn in the body slot must make a successful DC 43 Fortitude save to avoid becoming broken by this swift and violent consumption. When Xoveron feeds on a creature, he immediately learns all of that creature's memories and knowledge. In addition, he gains the effects of a heal spell and a haste spell (both at CL 27th). The save DC is Strength-based.",
			"",
			"**Poison (Ex)** Sting-injury; *save* Fort DC 40; *frequency* 1/round for 6 rounds; *effect* 1d6 Dexterity drain; *cure* 3 consecutive saves. If a creature's Dexterity is drained to 0, the creature is immediately petrified. The save DC is Constitution-based.",
			"",
			"**Roar (Su)** Xoveron can unleash a devastating roar as a standard action once per hour. When he roars, all creatures and unattended objects within 60 feet take 30d10 points of sonic damage and become stunned for 1d6 rounds. Xoveron does not take this damage, and he can exclude any number of creatures or objects from this effect as he wills. A successful DC 40 Reflex save halves the damage and negates the stun effect. The save DC is Constitution-based.",
			"",
			"**Shatter Petrification (Su)** Xoveron can strike a petrified creature with any one of his natural weapon attacks to cause it to shatter. The petrified creature can resist this with a successful DC 43 Fortitude save. If the creature fails to resist, the blow smashes it apart into an explosion of razor sharp stone fragments. Any creature within 10 feet of a shattering petrified creature takes 10d6 points of piercing and slashing damage from these flying fragments of once-living flesh (Reflex DC 43 half). Xoveron is never damaged by these flying shards of stone. The save DC is Strength-based.",
			"",
			"**Shockwave (Su)** When Xoveron makes a charge attack while flying and lands at the end of the charge, the force of his landing creates a powerful shockwave. All creatures standing on the ground within 30 feet of Xoveron when he lands at the end of a charge attack must make a successful DC 40 Reflex save to avoid being knocked prone by the force of the impact. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Xoveron, the Horned Prince, is the demon lord of gargoyles, gluttony, and ruins. It is said that he can look out through the eyes of all stone gargoyles perched on roofs throughout the world, watching and waiting for cities to fall, that he might visit and feed on those left behind. Xoveron himself towers at a height of 25 feet, with a wingspan of just over 50 feet. When the Horned Prince moves, the sound of stone grinding on stone can be heard, as if the demon lord himself were composed not of flesh but of some unholy stone come to demonic life.",
			"",
			"Xoveron is often accompanied by numerous {monster/vrolikai} and {monster/ulkreth} demons. Gargoyles of tremendous size often serve at the Horned Prince's whim, as do monsters with a reputation for hunger and gluttony, such as purple worms or man-eating animals. His realm on the Abyss is an immense, ruined city called Ghahazi, said to have been constructed over the eons by the Horned Prince, who plucked decaying districts and crumbling structures from dead cities across countless worlds.",
			"",
			"### Xoveron's Cult",
			"",
			"Xoveron is traditionally worshiped by gargoyles, although as the Age of Lost Omens has drawn on, his worship among humanoids has been increasing steadily, particularly among bandits, brigands, gluttons, and those who dwell in blasted, apocalyptic regions such as the Worldwound and the Sodden Lands. In such regions, the landscapes of ruined cities and devastated skylines appeal to those who worship the Horned Prince; his cultists raise temples to their demonic patron there in caverns, on ruined rooftops, or within the skeletal frames of partially collapsed cathedrals to gods whose faith and worship alike have moved on. Defenestration is far and away the favored method of sacrifice for his cult.",
			"",
			"In addition to gargoyles, the cult is particularly fond of and even subservient to the nabasu demons. Often, a cult of Xoveron seeks out a newly \"born\" nabasu and offers itself to the demon. Usually this means the demon takes a few of the cultists to feed on and demands the survivors seek out more victims on a regular basis, but in some cases the ravenous newborn nabasu simply consumes the entire cult. To the fanatic of Xoveron, though, such a fate is worth dying for.",
			"",
			"Xoveron's unholy symbol is a five-horned gray gargoyle skull that's missing its lower jaw. His favored weapon is the ranseur. He grants access to the domains of Chaos, Earth, Evil, and Strength, and to the subdomains of Caves, Demon, Entropy, and Ferocity.",
			"",
			"**Family:** {family/Demon Lord}"
		]
	},
	"xoveron": { "copyof": "demon_lord_xoveron" },
	"emperor_of_scales": {
		"name": "Emperor of Scales",
		"sources": [ "Pathfinder #42: Sanctum of the Serpent God" ],
		"description": [
			"*The air fills with the sound of hissing snakes as a giant, severed snake's head floats into view, with a gaping mouth and twin fangs dripping virulent poison. Its eyes are milky and blind, but its forked tongue constantly tests the air for fresh scents. Below the head, where a body should be, numerous hissing serpents thrash like tendrils of torn flesh. Blood drips from the severed head, sizzling as it burns like acid through anything it touches.*",
			"",
			"::mh[Emperor of Scales]{cr=\"15\"}",
			"",
			"{SOURCE Pathfinder #42: Sanctum of the Serpent God/82}  ",
			"**XP** 51,200  ",
			"CE Huge outsider (chaotic, evil, native)  ",
			"**Init** +11; **Senses** {umr/all-around vision}, darkvision 60 ft., {umr/scent}; Perception +26  ",
			"**Aura** {umr/frightful presence} (60 ft., DC 25), maddening hiss (100 ft., DC 25)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 30, touch 15, flat-footed 23 (+7 Dex, +15 natural, -2 size)  ",
			"**hp** 225 (18d10+126); {umr/regeneration} 5 (electricity)  ",
			"**Fort** +19, **Ref** +13, **Will** +15  ",
			"**DR** 15/good and silver; **Immune** acid, fire, mind-affecting effects, paralysis, poison, vorpal weapons; **SR** 26",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., climb 30 ft., fly 60 ft. (good)  ",
			"**Melee** bite +24 (2d8+8/19-20 plus poison and grab), 8 snakebites +22 (1d6+4 plus poison)  ",
			"**Space** 15 ft., **Reach** 10 ft. (15 ft. with snakebites)  ",
			"**Special Attacks** acidic gore, poison, {umr/swallow whole} (2d8+12 plus poison, AC 17, 22 hp)  ",
			"**Spell-Like Abilities** (CL 15th; concentration +21)  ",
			"*Constant*-{spell/fly}  ",
			"*At will*-{spell/poison} (DC 20), {spell/teleport}  ",
			"*3/day*-{spell/accelerate poison} (DC 18), {spell/blindness//deafness} (DC 18), {spell/blur}, {spell/dominate person} (DC 21), {spell/major image} (DC 19), {spell/mirror image}, {spell/suggestion} (DC 19)  ",
			"*1/day*-{spell/chaos hammer} (DC 20), {spell/dream}, {spell/mass suggestion} (DC 22), {spell/nightmare} (DC 21), {spell/unholy blight} (DC 20)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 26, **Dex** 24, **Con** 23, **Int** 13, **Wis** 19, **Cha** 22  ",
			"**Base Atk** +18; **CMB** +28 (+32 grapple); **CMD** 45 (can't be tripped)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Great Fortitude}, {feat/Hover}, {feat/Improved Critical/ (bite)}, {feat/Improved Initiative}, {feat/Multiattack}, {feat/Power Attack}, {feat/Snatch}, {feat/Toughness}  ",
			"**Skills** Bluff +27, Climb +16, Escape Artist +22, Fly +20, Knowledge (history) +12, Knowledge (planes) +12, Knowledge (religion) +12, Perception +26, Sense Motive +22, Spellcraft +19, Stealth +16, Use Magic Device +21; **Racial Modifiers** +4 Escape Artist, +4 Perception, +4 Stealth, +4 Use Magic Device  ",
			"**Languages** Abyssal, Aklo, Azlanti (does not speak), telepathy 100 ft.  ",
			"**SQ** command snakes",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Acidic Gore (Su)** The Emperor of Scales' giant severed head continually drips blood and gore that burn like acid. Any creature within 10 feet of the Emperor of Scales must make a DC 25 Reflex save or be sprayed by droplets of acidic blood, taking 2d6 points of acid damage. The save DC is Constitution-based.",
			"",
			"**Command Snakes (Ex)** As a free action, the Emperor of Scales can command any snake or serpent with the animal or magical beast type, as the {spell/dominate animal} spell. The target can resist the command with a DC 25 Will save.",
			"",
			"**Immunity to Vorpal Weapons (Ex)** The Emperor of Scales is essentially a giant head with no body. As a result, its head cannot be severed, and vorpal weapons have no additional effect on it.",
			"",
			"**Maddening Hiss (Su)** The Emperor of Scales' numerous snake heads constantly hiss in a maddening cacophony as a free action. Any creature within 100 feet of the Emperor of Scales must make a DC 25 Will save or be confused for 1 round. This is a mind-affecting compulsion insanity effect. A creature that saves cannot be affected by the Emperor of Scales' maddening hiss for 24 hours. The save DC is Charisma-based.",
			"",
			"**Poison (Ex)** Bite or swallow-injury; *save* Fort DC 25; *frequency* 1/round for 10 rounds; *effect* 2d6 acid and 1d4 Str; *cure* 2 consecutive saves; snakebite-injury; *save* Fort DC 20; *frequency* 1/round for 6 rounds; *effect* 1d2 Con; *cure* 2 consecutive saves.",
			"",
			"::sh[Description]",
			"",
			"In the earliest days of the Age of Serpents, when the great serpentfolk empire was young, the serpentfolk were ruled by a single, powerful priest-king. When Ydersius took his rightful place as god of the serpentfolk, he exalted this priest-king above all others, raising the king up to become his foremost servant and herald. With his original name long lost to memory, the first king of the serpentfolk empire became known as the Emperor of Scales.",
			"",
			"With Ydersius's still-living head entombed beneath the earth and his mindless body endlessly wandering the Darklands, the Emperor of Scales is the snake-god's primary representative on Golarion. Unable to take direct action on his own, Ydersius relies upon his herald to enact his will on the Material Plane. The Emperor of Scales embodies the fall of the mighty serpentfolk empire from its previous heights, and personifies the rage of Ydersius himself, trapped and sundered into two lesser parts. But he also represents the god's immortality, for even in defeat Ydersius was not slain, and even without a body, the Emperor of Scales still serves.",
			"",
			"The Emperor of Scales does not speak, but it can communicate telepathically. Snakes and serpents of all kinds and sizes flock to the Emperor of Scales, who can enslave them to his will. The Emperor of Scales appears as a giant snake's head about 20 feet long, and weighs close to 5 tons. His serpentine tendrils extend another 15 feet behind and around his head."
		]
	}
}
