{
	"warden_jack_swarm": {
		"name": "Warden Jack Swarm",
		"sources": [ "Pathfinder #121: The Lost Outpost" ],
		"description": [
			"::mh[Warden Jack Swarm]{cr=\"4\"}",
			"",
			"{SOURCE Pathfinder #121: The Lost Outpost/44}  ",
			"**XP** 1,200  ",
			"N Fine construct (swarm)  ",
			"**Init** +2; **Senses** darkvision 60 ft., low-light vision, tremorsense 30 ft.; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 21, touch 20, flat-footed 19 (+2 Dex, +1 natural, +8 size)  ",
			"**hp** 27 (5d10)  ",
			"**Fort** +1, **Ref** +3, **Will** +1  ",
			"**Immune** {umr/construct traits}, weapon damage, swarm traits",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** swarm (1d6 plus distraction)  ",
			"**Space** 10 ft., **Reach** 0 ft.  ",
			"**Special Attacks** {umr/distraction} (DC 12), topple, wounding spikes  ",
			"**Spell-Like Abilities** (CL 5th; concentration +0)  ",
			"*At will*-{spell/open//close}",
			"",
			"::sh[Tactics]",
			"",
			"**During Combat** The swarm doesn't use complex tactics, but it does use the terrain to its advantage when possible.  ",
			"**Morale** The swarm fights until destroyed.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 4, **Dex** 14, **Con** -, **Int** -, **Wis** 11, **Cha** 1  ",
			"**Base Atk** +5; **CMB** -; **CMD** -  ",
			"**SQ** tower access",
			"",
			"::sh[Special Abilities]",
			"",
			"**Topple (Ex)** Any living creature damaged by a warden jack swarm when its spikes are retracted must make a successful DC 12 Reflex save or fall prone. The save is Constitution-based.",
			"",
			"**Tower Access (Sp)** This specific warden jack swarm can cast {spell/open//close} as a move action on any door within area P. Circumstances that prevent {spell/open//close} from functioning normally also prevent this ability from working. This ability is as much a feature of the building as it is the swarm; therefore, it does not function on containers or in any other building besides the tower.",
			"",
			"**Wounding Spikes (Ex)** Any living creature hit by a warden jack swarm when its spikes are extended also takes 1 point of bleed damage.",
			"",
			"::sh[Description]",
			"",
			"The warden jack swarm comprises thousands of Fine steel ball bearings that move in electro-thaumaturgical cohesion, making a clicking or clinking sound as it moves. Each sphere can extrude sharp spikes, which essentially transforms it into a swarm of caltrops. The creature can navigate uneven terrain, roll up hills and very sharp slopes, and flow around and between obstacles. The warden jack swarm has one severe limitation: it cannot climb a 90-degree angle. It can roll down steps but not climb them, and it can be trapped in a pit. It can sense the topology of the ground, allowing it to generally avoid pits. In this encounter, the warden jack swarm cannot scale the large rock piles or the steps, although it can roll around the rocks and up the slope alongside the steps. It can also flow through the ankheg nymph tunnels and move underground at a depth of a few feet below the current elevation. When the swarm flows underground, it reveals the location of one of the tunnels' access points, but if the PCs have not noticed the other holes, they may not know where the swarm might emerge. While underground, the swarm can determine the PCs' location using its tremorsense.",
			"",
			"The swarm is programmed to attack humanoids in a restricted area but not wildlife or other creatures. The swarm does not interpret monstrous humanoids like skum as legitimate targets-perhaps an oversight by the swarm's programmer."
		]
	},
	"warmonger": {
		"name": "Warmonger",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This massive wood-and-metal giant wields a scythe, a wicked spiked wrecking ball, an immense pick, and a huge crossbow.*",
			"",
			"::mh[Warmonger]{cr=\"19\"}",
			"",
			"{SOURCE Bestiary 6/274}  ",
			"**XP** 204,800  ",
			"N Huge construct  ",
			"**Init** +6; **Senses** darkvision 120 ft., low-light vision; Perception +7",
			"",
			"::sh[Defense]",
			"",
			"**AC** 34, touch 14, flat-footed 28 (+6 Dex, +20 natural, -2 size)  ",
			"**hp** 344 (28d10+190)  ",
			"**Fort** +9, **Ref** +15, **Will** +16  ",
			"**DR** 15/adamantine and bludgeoning; **Immune** {umr/construct traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** reaper +37 (3d6+11/&times;4), siege pick +37 (2d6+11/&times;4), wrecking ball +37 (3d6+11 plus stun), 2 slams +37 (1d8+11)  ",
			"**Ranged** 4 automatic crossbow bolts +32 (3d8/19-20), rock +33 (3d6+11)  ",
			"**Space** 15 ft., **Reach** 15 ft. (30 ft. with wrecking ball)  ",
			"**Special Attacks** {umr/rock throwing} (140 ft.), warmonger weaponry",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 32, **Dex** 23, **Con** -, **Int** -, **Wis** 25, **Cha** 11  ",
			"**Base Atk** +28; **CMB** +41; **CMD** 57  ",
			"**SQ** fortified construction",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Automatic Crossbow (Ex)** Bolts fired from a warmonger's automatic crossbow have a range increment of 100 feet and deal 3d8 points of piercing damage, with a critical threat range of 19-20. The weapon creates ammunition magically as needed and can fire up to four bolts per round as part of a full attack. A warmonger can throw one rock in the same round that it attacks with its automatic crossbow, but cannot throw rocks or use its crossbow in the same round it makes melee attacks.",
			"",
			"**Fortified Construction (Ex)** A warmonger gains an additional 150 bonus hit points in addition to the 40 bonus hit points a Huge construct gains.",
			"",
			"**Warmonger Weaponry (Ex)** A warmonger's weapons are all primary natural attacks. The reaper deals slashing damage, the siege pick piercing damage, and the wrecking ball bludgeoning damage. Creatures damaged by the wrecking ball are stunned for 1 round unless they succeed at a DC 24 Fortitude save. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Warmongers are the scourges of battlefields, unleashed by creators seeking decisive ends to large-scale conflicts."
		]
	},
	"warmonger_wasp": {
		"name": "Warmonger Wasp",
		"sources": [
			"Bestiary 5",
			"The Worldwound"
		],
		"description": [
			"*This wasplike creature seems to be partially made of metal. Its wings create an iridescent glow as it buzzes through the air.*",
			"",
			"::mh[Warmonger Wasp]{cr=\"7\"}",
			"",
			"{SOURCE Bestiary 5/274;The Worldwound/61}  ",
			"**XP** 3,200  ",
			"CE Large construct (extraplanar)  ",
			"**Init** +10; **Senses** darkvision 60 ft., low-light vision; Perception +13",
			"",
			"::sh[Defense]",
			"",
			"**AC** 21, touch 15, flat-footed 15 (+6 Dex, +6 natural, -1 size)  ",
			"**hp** 85 (10d10+30); {umr/fast healing} 5  ",
			"**Fort** +5, **Ref** +9, **Will** +4  ",
			"**Immune** electricity, {umr/construct traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 30 ft. (good)  ",
			"**Melee** bite +15 (1d8+4), 2 claws +15 (1d6+4), sting +15 (1d6+4/19-20 plus poison)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** static discharge, poison",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 18, **Dex** 23, **Con** -, **Int** 3, **Wis** 13, **Cha** 1  ",
			"**Base Atk** +10; **CMB** +15; **CMD** 31 (35 vs. trip)  ",
			"**Feats** {feat/Ability Focus/ (poison)}, {feat/Great Fortitude}, {feat/Improved Critical/ (sting)}, {feat/Improved Initiative}, {feat/Weapon Finesse}  ",
			"**Skills** Fly +14, Perception +13, Stealth +13; **Racial Modifiers** +8 Perception, +8 Stealth  ",
			"**Languages** Abyssal (can't speak)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or flight (3-12)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Poison (Ex)** Sting-injury; *save* Fort DC 17; *frequency* 1/round for 6 rounds; *effect* 1d4 Dex; *cure* 2 consecutive saves.",
			"",
			"**Static Discharge (Su)** Once every 1d4 rounds as part of a move action that's taken to fly at least 10 feet, a warmonger wasp's wings can discharge a bolt of electricity to a range of up to 60 feet. The bolt explodes upon reaching its target, creating a 20-foot-radius burst that deals 6d6 points of electricity damage (Reflex DC 15 half). The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Like the more powerful retriever, the warmonger wasp is a construct built from the protoplasmic flesh and chaotic fecundity of the Abyss itself. Partially organic and partially metallic, warmonger wasps serve demonic armies as air support in large battles. Their electricity-based explosions work well on battlefields where demons and mortals clash, as electrical attacks have no effect on demons. Warmonger wasps are grown rather than constructed, and while the procedure of crafting these constructs is beyond the ken of mortal crafters, spellcasters can conjure them to do their bidding. Warmonger wasps are only intelligent enough to understand simple commands, and even then they generally understand only commands universally associated with battlefield conditions.",
			"",
			"A warmonger wasp is about 10 feet long, has a 20-foot wingspan, and weighs 1,200 pounds.",
			"",
			"### Conjuring a Warmonger Wasp",
			"",
			"Although a warmonger wasp is not an outsider, it may nonetheless be conjured by either a planar ally or planar binding spell. The spellcaster must take care when doing so, however, using specially prepared incenses, the secretions of rare and violent insects, and complex diagrams drawn with expensive phosphorescent inks, lest the wasp attack the spellcaster upon the spell's completion. These components cost 15,000 gp and replace the usual costs associated with casting either spell (including the required Charisma check to browbeat the creature into servitude with planar binding, as well as planar ally's requirement to pay the conjured creature).",
			"",
			"### Massacre Wasp",
			"",
			"Warmonger wasps grow organically from protoplasmic flesh and chaos, so it's no surprise that, unlike many constructs, each warmonger wasp has a uniquely terrible appearance, and the wasps warp, twist, and mutate over time. While in most cases, significant mutations prove crippling and ultimately cause the wasp's death, in rare cases, the mutated wasp reaches a new state of evolution and becomes a massacre wasp: a more powerful version of the warmonger wasp that is capable of strategizing and leading other warmonger wasps in battlefield maneuvers. Massacre wasps usually have the advanced or giant simple template as well as either 6 evolution points' worth of summoner eidolon evolutions or other monster abilities of a similar power level and scope. Massacre wasps' static discharge works once per round instead of once every 1d4 rounds."
		]
	},
	"warped_one": {
		"name": "Warped One",
		"sources": [ "The Worldwound" ],
		"description": [
			"*This insane, twisted, humanoid-shaped tangle of limbs and gnashing teeth thrashes and howls, all too eager to wreak havoc.*",
			"",
			"::mh[Warped One]{cr=\"8\"}",
			"",
			"{SOURCE The Worldwound/62}  ",
			"**XP** 4,800  ",
			"CE Medium outsider (chaotic, evil, extraplanar)  ",
			"**Init** +8; **Senses** darkvision 60 ft.; Perception +10  ",
			"**Aura** warp field (30 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 21, touch 14, flat-footed 17 (+4 Dex, +7 natural)  ",
			"**hp** 105 (10d10+50)  ",
			"**Fort** +12, **Ref** +9, **Will** +9  ",
			"**Defensive Abilities** {umr/amorphous}, insane; **Immune** mind-affecting effects, petrification, polymorph effects; **Resist** electricity 10; **SR** 19",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 4 claws +16 (1d4+6/19-20)  ",
			"**Special Attacks** fleshwarping  ",
			"**Spell-Like Abilities** (CL 8th; concentration +10)  ",
			"*Constant*-{spell/blur}  ",
			"*At will*-{spell/dimension door} (self plus 50 lbs. of objects only)  ",
			"*1/day*-unstable summoning",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 22, **Dex** 19, **Con** 20, **Int** 12, **Wis** 5, **Cha** 15  ",
			"**Base Atk** +10; **CMB** +16; **CMD** 30 (34 vs. trip)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Improved Critical/ (claws)}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Skill Focus/ (Stealth)}  ",
			"**Skills** Acrobatics +17, Climb +19, Knowledge (planes) +14, Perception +10, Stealth +23, Swim +19, Use Magic Device +15  ",
			"**Languages** Abyssal",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Abyss)  ",
			"**Organization** solitary, pair, or mob (3-14)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Fleshwarping (Su)** A warped one's body constantly shifts and changes as raw Abyssal energies course through it, reshaping and rebuilding it in minor but hideous ways. Once a warped one enters combat, these growing energies begin to alter its statistics in small ways. At the start of a warped one's turn, roll on the following table to see what additional effect its fleshwarping has on it for that round-all of the following mutations have a duration of 1 round unless otherwise noted.",
			"",
			"| d8 | Result |",
			"| --- | --- |",
			"| 1 | Infusion of Chaos: The warped one's body ripples and shifts rapidly as it grows and absorbs fingers, tendrils, sightless eyes, toothless mouths, tumors, and other mostly useless organs out of its body. The warped one gains DR 10/lawful. |",
			"| 2 | Enhanced Musculature: The warped one grows much more muscular. It gains a +2 enhancement bonus on melee attack rolls, melee weapon damage, CMB checks, Strength-based checks, and to its CMD. |",
			"| 3 | Lean and Swift: The warped one grows lean and agile, with longer legs and additional joints in its limbs. It gains a +2 dodge bonus to its AC, a +2 enhancement bonus on Reflex saves, and its speed increases by 10 feet. |",
			"| 4 | Prismatic Scales: Multicolored scales grow from the warped one's flesh. It gains resistance to acid 10, cold 10, and fire 10. |",
			"| 5 | Razor-Sharp Talons: The warped one's claws grow additional, sharper talons. Its claw attacks gain bleed 1d6. |",
			"| 6 | Multiple Eyes: The warped one grows additional eyes and other sensory organs. It gains a +8 bonus on Perception checks and gains all-around vision. |",
			"| 7 | Accelerated Metabolism: The warped one sheds its claws and teeth and immediately grows new ones, its wounds heal, and its colors grow brighter. It gains a +2 enhancement bonus on Fortitude saves and immediately heals 3d8+10 points of damage (if it's currently unwounded, it gains these hit points as temporary hit points that last for 1 hour or until depleted). |",
			"| 8 | Armor Plating: The warped one grows a thick hide and dark scaly plates granting it DR 5/, and its natural armor bonus increases by +4. |",
			"",
			"**Insanity (Ex)** A warped one's mind is completely unhinged, a raw chaos of madness. It uses its Charisma modifier on Will saves instead of its Wisdom modifier, and it is immune to mind-affecting effects. Any attempt to contact a warped one telepathically (including using spells like detect thoughts) produces a backlash effect, dealing 1d4 points of Charisma damage to the one attempting the contact. A DC 17 Will save negates this effect. The save DC is Charisma-based.",
			"",
			"**Unstable Summoning (Sp)** A warped one can rend the boundaries between worlds to summon creatures to aid it in combat, but it has little control over what sorts of monsters or demons respond to its summonings. When a warped one uses its unstable summoning, there's a 50% chance that a creature (or a group of creatures) arrives to aid the warped one. Creatures summoned in this way are immune to that particular warped one's warp field. To determine the nature of the summoned aid, roll on the table below. This is a 5th-level spell effect.",
			"",
			"| d8 | Result |",
			"| --- | --- |",
			"| 1 | 1d4+1 mephits (determine type randomly) |",
			"| 2 | 1d4+1 Medium elementals (determine type randomly) |",
			"| 3 | 1d3 salamanders |",
			"| 4 | 1d3 Large elementals (determine type randomly) |",
			"| 5 | 1d3 babaus |",
			"| 6 | 1 shadow demon |",
			"| 7 | 1 succubus |",
			"| 8 | 1 warped one |",
			"",
			"**Warp Field (Su)** A warped one exudes a field of mental and physical entropic energy to a radius of 30 feet that twists and warps the minds and bodies of all other living creatures. Creatures who begin their turn inside of a warp field must succeed at a DC 17 Will save. Failure indicates that the creature is confused for 1 round and suffers one mutation from the table below. These mutations emerge swiftly and painfully, causing the victim to become sickened for 1 round and to gain one random mutation from the following table for 1 round. Once a creature succeeds at its saving throw against a warp field, it is immune to further effects from that specific warped one's warp field for 24 hours. This is a polymorph effect. The save DCs are Charisma-based.",
			"",
			"| d8 | Result |",
			"| --- | --- |",
			"| 1 | Club Foot: One of your feet becomes badly deformed. Reduce your speed by 10 feet. |",
			"| 2 | Cataracts: Your eyes film over with cataracts. You are blinded. |",
			"| 3 | Demonic Horns: You grow several bony horns from your skull. You must succeed at a DC 17 Reflex save or any headband or hat you wear becomes broken. |",
			"| 4 | Boneless Mass: You fall prone and your movement rate is reduced to 0 feet. You must succeed at a DC 17 Fortitude save to avoid being stunned for 1 round. |",
			"| 5 | Twisted Hands: Your hands twist and deform. You drop all held objects and worn rings and cannot use your hands to make attacks or cast spells for 1 round. |",
			"| 6 | Twisted Visage: Your face deforms into a hideous mockery. You cannot speak or cast spells with verbal components. |",
			"| 7 | Malnourished: You become skeletally thin. All worn items (save boots, head, and headband items) drop from your body, and you must succeed at a DC 17 Fortitude save to avoid being entangled in your gear. When you return to your normal shape 1 round later, dropped items remain on the ground in your square. |",
			"| 8 | Obesity: You become monstrously obese. Your land speed is reduced to 5 feet. In addition, if you fail a DC 17 Reflex save, any items you have equipped in the armor, belt, body, chest, neck, shoulders, or wrist slots become broken. |",
			"",
			"::sh[Description]",
			"",
			"Demons form from the interaction of sinful human souls upon the fecundity of the Abyss itself, but this is not the only way the demonic plane creates life. In certain parts of this blasphemous realm, non-sinful souls or even living humanoids can be overwhelmed and transformed into demon-like creatures. So powerful are the energies corrupting and warping these humanoids that chaotic force continues to leak from their creations and continuously affect the creatures' flesh-forever twisting and mutating them in endless agony. These poor victims have been transformed into warped ones.",
			"",
			"No two warped ones look exactly alike, although they all share certain common features. They always appear as two to four demonic humanoids awkwardly fused together into a single human-sized monstrosity. While they can have several limbs, they always have four that sport particularly sharp talons. Once a warped one enters combat, the excitement of imminent bloodshed (both that of its victims and of itself) causes the entropic energies within it to change and mutate. A fight against a warped one is a harrowing experience, for not only do the warped one's physical traits change continuously, these mutations affect and cripple those nearby in devastating ways.",
			"",
			"As using a warped one in combat adds lots of additional dice rolls to encounters, you may want to \"synchronize\" their fleshwarping and warp-field abilities when using multiple warped ones in battles, so each round they all exhibit the same trait and their warp fields all have the same effect. A warped one is 7 feet tall and weighs 350 pounds."
		]
	},
	"warpglass_ooze": {
		"name": "Warpglass Ooze",
		"sources": [ "Pathfinder #133: Secrets of Roderic's Cove" ],
		"description": [
			"*This watery puddle reflects a distorted image of its surroundings, as though it were a window to another reality.*",
			"",
			"::mh[Warpglass Ooze]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder #133: Secrets of Roderic's Cove/88}  ",
			"**XP** 600  ",
			"N Medium ooze  ",
			"**Init** +1; **Senses** blindsight 60 ft.; Perception +4",
			"",
			"::sh[Defense]",
			"",
			"**AC** 7, touch 7, flat-footed 7 (-3 Dex)  ",
			"**hp** 25 (3d8+12)  ",
			"**Fort** +5, **Ref** -2, **Will** +2  ",
			"**Defensive Abilities** acidic; **DR** 5/bludgeoning or slashing; **Immune** acid, {umr/ooze traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft.  ",
			"**Melee** 2 slams +4 (1d4+2 plus 1d4 acid)  ",
			"**Special Attacks** compelling reflection",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 14, **Dex** 5, **Con** 19, **Int** 2, **Wis** 12, **Cha** 15  ",
			"**Base Atk** +2; **CMB** +4; **CMD** 11 (can't be tripped)  ",
			"**Feats** {feat/Improved Initiative}, {feat/Vital Strike}  ",
			"**Skills** Perception +4  ",
			"**SQ** buoyant, {umr/compression}, {umr/freeze}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or pool (3-8)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Acidic (Su)** Any creature that touches a warpglass ooze or strikes it with a natural attack or unarmed strike takes 1d4 points of acid damage unless it succeeds at a DC 15 Reflex save. A creature that strikes a warpglass ooze with a melee weapon must succeed at a DC 15 Reflex save, or that weapon takes 1d4 points of acid damage. Ammunition that strikes a warpglass ooze is automatically destroyed after it inflicts its damage. The save DC is Constitution-based.",
			"",
			"**Buoyant (Ex)** A warpglass ooze can move on the surface of water-based liquids as if using {spell/water walk}.",
			"",
			"**Compelling Reflection (Su)** A warpglass ooze displays supernaturally captivating images of nearby creatures. A creature within 30 feet of a warpglass ooze must succeed at a DC 13 Will save at the beginning of its turn or be compelled to move toward the ooze and take no other actions for 1 round, avoiding any other dangers along its path (including any movement that would provoke attacks of opportunity). A creature can avoid the need to make the saving throw by not looking at the warpglass ooze, as with a gaze attack. If an affected creature ends its turn adjacent to the ooze, it touches the ooze and takes a -1 penalty on all Wisdom- and Charisma-based checks from the harrowing images it sees. This penalty stacks, up to a total of -4. The penalty is a curse effect that slowly fades with time, reducing the penalty by 1 every 24 hours until it reaches 0. A creature that successfully saves against this effect can't be affected again by the same warpglass ooze's compelling reflection for 24 hours. Sightless creatures can't be affected by this ability, nor can creatures that cast no reflection (such as {template/vampire/s}). This is a mind-affecting compulsion effect. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"A menace featured in Varisian folk tales, warpglass oozes lurk in marshes and forests, masquerading as a simple puddle or stretching across the surface of a larger body of water. Tales say that a traveler can indeed see her future in the reflections of a warpglass ooze... if she can survive the creature's enchanting magic and acidic caress. In fact, creatures that look upon these ambush predators do see a warped reflection of themselves-possibly dressed as a regal knight, weeping over an open grave, or holding aloft a valuable bauble - though there is no evidence the images are founded in reality.",
			"",
			"Warpglass oozes aren't particularly intelligent, but they are patient, favoring subtlety over brute combat. The oozes enthrall their prey with fanciful images, compelling their victims to touch its acidic surface so the ooze can break down and digest the victim's flesh. A warpglass ooze's images might be whimsical or terrifying, but they always feature the viewing creature reflected in the ooze's surface. Creatures that shake off the ooze's compulsion find their minds lingering on the distorted reflections as they attempt to meet - or avoid - the fate they witnessed. If attacked, warpglass oozes extrude knots of protoplasm to bludgeon foes, but they often retreat in the face of powerful opposition. Warpglass oozes typically don't pursue escaping prey as long as other food sources remain available, but if hungry enough, an ooze may follow a solitary creature.",
			"",
			"A typical warpglass ooze is about 4 feet in diameter and a few inches thick, and it weighs about 250 pounds.",
			"",
			"Barely sentient, warpglass oozes primarily concern themselves with the basics of survival. A warpglass ooze seeks out a spot where it can hide in plain sight, but with sufficient traffic to keep them sated. Warpglass oozes can subsist on nearly any sort of organic material, but they strongly prefer fresh meat to vegetation or carrion. As their preferred prey are animals and humanoids, both of whom are affected by their compelling reflection, warpglass oozes are usually found in well-used watering holes, ditches alongside well-traveled trails, and ponds near busy settlements. They generally avoid lairs near swift-moving water, as they aren't skilled swimmers and can mimic only still water. Warpglass oozes remain in their selected location as long as food remains plentiful, moving on only if prey becomes scarce or if they are harassed or threatened.",
			"",
			"Warpglass oozes reproduce asexually, splitting into two separate oozes after gaining sufficient mass through feeding (an ooze preparing to split might have the giant creature simple template). A pool of several warpglass oozes may form in particularly favorable areas where enough food allows them to frequently split.",
			"",
			"Sages disagree on the origins of these strange oozes. Varisians circulate an old parable of a young fortune-teller who fell victim to her own vanity. Unwaveringly certain of her abilities, she left her caravan to commune with nature spirits, ignoring repeated warning omens from {faith/Desna}. When the fortune teller drowned in a flash flood, her essence mingled with the water to form the first warpglass ooze. Other folk tales posit that warpglass oozes are innocent victims of cruel fey creatures such as {monster/bog |nixie/s} or {monster/rusalka/s} that murder charmed mortals by forcing them to stare at their own distorted image in a puddle until thirst or the elements take their inevitable toll. Academics point out that warpglass oozes are virtually unknown outside of Varisia and that Varisia's ancient history is filled with powerful wizards who mastered potent enchantments and fleshwarping magic. These scholars disagree as to whether these wizards created warpglass oozes as a weapon, as a punishment, or merely for callous amusement. Some attribute their creation specifically to Xanderghul, the runelord of pride, as every ooze's reflection is fundamentally self-centered.",
			"",
			"Most survivors who viewed their reflections in a warpglass ooze maintain that the images never came true. Furthermore, victims of multiple warpglass oozes report that the images seen in each ooze are different and sometimes mutually inconsistent (such as a victim seeing himself freezing to death in a cave and later envisioning himself being roasted alive). Sages therefore agree that warpglass oozes don't actually provide any genuine foresight, but the question remains of where the oozes obtain the substance of their alluring reflections. Reflections are always dramatic - featuring benevolent heroics or nightmarish tortures, for example - which bolsters a theory that warpglass oozes somehow show glimpses of the infinite variations a victim's life might have taken.",
			"",
			"### Habitat",
			"",
			"Though warpglass oozes thrive in nearly any environment, they frequently drift toward rural, stony areas where standing water is common. They are not unheard of in urban areas, but they rarely survive long there; larger cities don't provide the time and privacy the oozes need to lure, slay, and digest prey, while smaller villages become alarmed more quickly at missing residents and seek out threats. Warpglass oozes can survive in arctic or desert climates, although they grow sluggish in such conditions. In cold environments, warpglass oozes learn to stiffen their surface to more closely resemble a sheet of ice. Desert denizens are frequently protective of watering holes and suspicious of small, clear puddles, so warpglass oozes often lurk under stony overhangs or amid enticing hot springs.",
			"",
			"Warpglass oozes aren't intelligent enough to form true societies, although pools of oozes sometimes work together. These pools often position one or two warpglass oozes to draw in prey, while the others slowly slink around behind their victims to cut off escape.",
			"",
			"Few creatures have much use for the dangerous oozes except as near-mindless guardians. Nevertheless, some reclusive families of {monster/cliff giant/s} atop the Storval Plateau keep and breed warpglass oozes. Able to safely handle the oozes due to their careful, patient training and resistance to the oozes' acid, these giants believe they can divine a person's fate by interpreting the reflected images and matching them with omens in the natural world."
		]
	},
	"warsworn": {
		"name": "Warsworn",
		"sources": [
			"Bestiary 4",
			"Pathfinder #35: War of the River Kings"
		],
		"description": [
			"*An enormous, animate mass of armed and armored corpses undulates forth, like a siege tower of steel-girded flesh.*",
			"",
			"::mh[Warsworn]{cr=\"16\"}",
			"",
			"{SOURCE Bestiary 4/272;Pathfinder #35: War of the River Kings/88}  ",
			"**XP** 76,800  ",
			"NE Gargantuan undead  ",
			"**Init** +3; **Senses** darkvision 60 ft.; Perception +27  ",
			"**Aura** {umr/frightful presence} (60 ft., DC 26)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 29, touch 9, flat-footed 26 (+3 Dex, +20 natural, -4 size)  ",
			"**hp** 207 (18d8+126)  ",
			"**Fort** +13, **Ref** +9, **Will** +17  ",
			"**Defensive Abilities** {umr/channel resistance} +4; **DR** 10/bludgeoning and magic; **Immune** {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** 4 slams +21 (2d6+12 plus energy drain)  ",
			"**Ranged** 1 scrap ball +12 (2d6+12)  ",
			"**Space** 20 ft., **Reach** 5 ft.  ",
			"**Special Attacks** absorb dying creature, {umr/energy drain} (1 level, DC 26), {umr/trample} (2d6+18, DC 31)  ",
			"**Spell-Like Abilities** (CL 18th; concentration +25)  ",
			"*3/day*-extended {spell/animate objects} (7 Medium weapons only), {spell/telekinesis} (violent thrust, heavy armor only)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 34, **Dex** 17, **Con** -, **Int** 9, **Wis** 22, **Cha** 25  ",
			"**Base Atk** +13; **CMB** +29; **CMD** 42 (can't be tripped)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Blind-Fight}, {feat/Greater Overrun}, {feat/Improved Bull Rush}, {feat/Improved Overrun}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Step Up}, {feat/Strike Back}  ",
			"**Skills** Climb +33, Perception +27, Swim +30  ",
			"**Languages** Common (can't speak)  ",
			"**SQ** profane magic",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** double standard (nonmagical armor and weapons)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Absorb Dying Creature (Su)** A warsworn can consume any dying creature by moving into the same space. This immediately kills the creature, absorbs the corpse into the warsworn, and heals the warsworn by an amount equal to the creature's Constitution score. Absorbed corpses can't be resurrected by any effect short of a miracle or wish until the warsworn that consumed them is destroyed.",
			"",
			"**Profane Magic (Su)** Protection from evil blocks attacks from a warsworn's spell-like abilities. Weapons animated by the warsworn are damaged by channeled energy as if undead.",
			"",
			"**Scrap Ball (Ex)** The warsworn can throw a mass of broken weapons and armor. This deals an amount of damage equal to 2d6 + the warsworn's Strength modifier, and has a range increment of 20 feet.",
			"",
			"::sh[Description]",
			"",
			"Warsworns are massive undead amalgams, their evershifting, chaotic bodies composed of countless slain soldiers and their armor and weapons. The shambling, serpentine form of a warsworn creates a grotesque, metallic cacophony as the weapons and armor of countless souls clash as though still in the throes of a never-ending battle. A warsworn forms by the will of a god or goddess of undeath or war, or spontaneously from the bloodlust and wrath of a battlefield of dead soldiers. Once created, a warsworn exists to spread the rage of war, ravage the land, and spread the carnage of battle.",
			"",
			"A typical warsworn weighs several tons and can reach a height of up to 25 feet. A newly formed one is much smaller, but quickly consumes nearby corpses from a battlefield or mass grave and swells to its full size. It is always hungry for more dying bodies. It prefers to absorb warriors and soldiers, but willingly consumes any suitable humanoid. Its constant grinding motion breaks its component parts, giving it plenty of scrap to hurl at distant foes."
		]
	},
	"wasp_giant_wasp": {
		"name": "Wasp, Giant Wasp",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This horse-sized wasp is covered in yellow and black vertical stripes - its stinger is the size of a sword and drips with venom.*",
			"",
			"::mh[Giant Wasp]{cr=\"3\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/275}  ",
			"**XP** 800  ",
			"N Large vermin  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception +9",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 10, flat-footed 13 (+1 Dex, +4 natural, -1 size)  ",
			"**hp** 34 (4d8+16)  ",
			"**Fort** +8, **Ref** +2, **Will** +2  ",
			"**Immune** mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., fly 60 ft. (good)  ",
			"**Melee** sting +6 (1d8+6 plus poison)  ",
			"**Space** 10 ft., **Reach** 5 ft.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 18, **Dex** 12, **Con** 18, **Int** -, **Wis** 13, **Cha** 11  ",
			"**Base Atk** +3; **CMB** +8; **CMD** 19  ",
			"**Skills** Fly +3, Perception +9; **Racial Modifiers** +8 Perception",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate forests  ",
			"**Organization** solitary, pair, group (3-6), or nest (7-19)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Poison (Ex)** Sting-injury; *save* Fort DC 18; *frequency* 1/round for 6 rounds; *effect* 1d2 Dexterity damage; *cure* 1 save. The save DC is Constitution-based, and includes a +2 racial bonus.",
			"",
			"::sh[Description]",
			"",
			"Giant wasps nearly always form nests, though not like their much smaller cousins. Each nest functions with one leader (the queen), a few workers, and several soldiers. The workers and the queen produce offspring while the soldiers protect the nest and hunt for food. Giant wasp nests are typically found in caves, abandoned houses, or any complex large enough to fit a dozen 10-foot-tall insects.",
			"",
			"Giant wasps attack when hungry or threatened, stinging their prey to death. They take dead or incapacitated opponents back to their lairs as food for their unhatched young - the experience of lying in a wasp nest, paralyzed while its grubs feed, is one of nature's cruelest inventions. Even when part of a nest, giant wasps tend toward solitary hunting, and it's rare to see more than one at a time."
		]
	},
	"giant_wasp": { "copyof": "wasp_giant_wasp" },
	"wasp_giant": { "copyof": "wasp_giant_wasp" },
	"wasp_ground_wasp_swarm": {
		"name": "Wasp, Ground Wasp Swarm",
		"sources": [ "Pathfinder #79: The Half-Dead City" ],
		"description": [
			"*Thousands of yellow and black wasps form a thick cloud that swirls with savage bites and venomous stings.*",
			"",
			"::mh[Ground Wasp Swarm]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder #79: The Half-Dead City/88}  ",
			"**XP** 600  ",
			"N Fine vermin (swarm)  ",
			"**Init** +1; **Senses** darkvision 60 ft., tremorsense 15 ft.; Perception +8",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 19, flat-footed 18 (+1 Dex, +8 size)  ",
			"**hp** 13 (3d8)  ",
			"**Fort** +3, **Ref** +2, **Will** +1  ",
			"**Defensive Abilities** {subtype/swarm} traits; **Immune** mind-affecting effects, weapon damage",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 5 ft., burrow 10 ft., fly 30 ft. (good)  ",
			"**Melee** swarm (1d6 plus distraction and poison)  ",
			"**Space** 10 ft., **Reach** 0 ft.  ",
			"**Special Attacks** {umr/distraction} (DC 11)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 1, **Dex** 12, **Con** 10, **Int** -, **Wis** 11, **Cha** 3  ",
			"**Base Atk** +2; **CMB** -; **CMD** -  ",
			"**Skills** Fly +13, Perception +8; **Racial Modifiers** +8 Perception",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm deserts or plains  ",
			"**Organization** solitary, pair, or infestation (3-6)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Poison (Ex)** Swarm-injury; *save* Fort DC 11; *frequency* 1/round for 6 rounds; *effect* 1 Dexterity damage; *cure* 1 save.",
			"",
			"::sh[Description]",
			"",
			"Ground wasps live in colonies dug into the ground, and even inhabit cracks and hollow spaces within tombs and ruins. These social insects leave their nests only to hunt (or defend the nest), often lurking just within the entrance and relying on their tremorsense to detect nearby creatures. When a creature gets too near their nest, the wasps stream out of hiding and attack.",
			"",
			"Many varieties of ground wasps are parasitic, and attack large creatures as a means of reproduction, as well as in defense. Ground wasps have a paralytic poison, and once a victim has sustained dozens of stings, its body goes limp. Once its prey is incapacitated, a ground wasp swarm descends on the still-living creature and lays hundreds of eggs just beneath its skin. Some ground wasps swarm for food in a similar fashion. Mature ground wasps don't eat much flesh themselves, but they often take down prey so they can retrieve food for their growing larvae."
		]
	},
	"ground_wasp_swarm": { "copyof": "wasp_ground_wasp_swarm" },
	"wasp_ground_swarm": { "copyof": "wasp_ground_wasp_swarm" },
	"wasp_wasp_swarm": {
		"name": "Wasp, Wasp Swarm",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*A low, ominous buzz announces the arrival of a mass of many thousands of angry, stinging wasps.*",
			"",
			"::mh[Wasp Swarm]{cr=\"3\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/275}  ",
			"**XP** 800  ",
			"N Diminutive vermin (swarm)  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception +9",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 15, flat-footed 14 (+1 Dex, +4 size)  ",
			"**hp** 31 (7d8)  ",
			"**Fort** +5, **Ref** +3, **Will** +3  ",
			"**Defensive Abilities** {subtype/swarm} traits; **Immune** weapon damage",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 5 ft., fly 40 ft. (good)  ",
			"**Melee** swarm (2d6 plus poison)  ",
			"**Space** 10 ft., **Reach** 0 ft.  ",
			"**Special Attacks** {umr/distraction} (DC 13), poison",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 1, **Dex** 13, **Con** 10, **Int** -, **Wis** 12, **Cha** 9  ",
			"**Base Atk** +5; **CMB** -; **CMD** -  ",
			"**Skills** Fly +11, Perception +9; **Racial Modifiers** +8 Perception  ",
			"**SQ** swarm traits, vermin traits",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate forests  ",
			"**Organization** solitary, pair, fury (3-6 swarms), maelstrom (7-12 swarms)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Poison (Ex)** Swarm-injury; *save* Fort DC 13; *frequency* 1/round for 4 rounds; *effect* 1 Dexterity damage; *cure* 1 save. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"A wasp swarm is a flying mass of thousands of carnivorous wasps. In such large numbers, they become voracious hunters, capable of taking down large creatures with their venom-filled stings. While a wasp swarm is capable of inflicting hundreds of stings, its true danger arises from its insatiable appetite for meat.",
			"",
			"Wasp swarms surround and attack any living prey in their paths, and are swift to seek out new prey once their anger is aroused. An enraged wasp swarm often loses track of its hive or the original source of its anger, and presented with a constant series of new targets to swarm and sting, a swarm can continue its rampage nonstop until it is destroyed or dispersed."
		]
	},
	"wasp_swarm": { "copyof": "wasp_wasp_swarm" },
	"watcher": {
		"name": "Watcher",
		"sources": [ "Planar Adventures" ],
		"description": [
			"*This enormous black insectile creature moves with an almost nauseating grace as it watches with its single red eye.*",
			"",
			"::mh[Watcher]{cr=\"22\"}",
			"",
			"{SOURCE Planar Adventures/246}  ",
			"**XP** 614,400  ",
			"LN Gargantuan outsider  ",
			"**Init** +12; **Senses** blindsight 120 ft., see in darkness, true seeing; Perception +51",
			"",
			"::sh[Defense]",
			"",
			"**AC** 41, touch 26, flat-footed 32 (+8 Dex, +1 dodge, +11 Wis, +15 natural, -4 size)  ",
			"**hp** 429 (26d10+286); {umr/regeneration} 15 (chaotic spells and effects)  ",
			"**Fort** +19, **Ref** +23, **Will** +27  ",
			"**Defensive Abilities** evasion, freedom of movement; **DR** 15/chaotic; **Immune** blindness, daze, divination effects, force effects, mind-affecting effects; **SR** 33",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 60 ft.; air walk  ",
			"**Melee** 6 talons +32 (2d8+10/19-20 plus stasis)  ",
			"**Space** 20 ft., **Reach** 30 ft.  ",
			"**Spell-Like Abilities** (CL 20th; concentration +25)  ",
			"*Constant*-{spell/air walk}, {spell/freedom of movement}, {spell/true seeing}  ",
			"*At will*-{spell/control weather}, {spell/plane shift} (DC 22), {spell/telekinesis} (DC 20)  ",
			"*3/day*-{spell/call lightning storm} (DC 21), {spell/earthquake} (DC 22), quickened {spell/teleport}, {spell/sirocco} (DC 21), {spell/vortex} (DC 22), {spell/whirlwind} (DC 23)  ",
			"*1/day*-{spell/meteor swarm} (DC 24), {spell/storm of vengeance} (DC 24), {spell/time stop}, {spell/tsunami} (DC 24)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 30, **Dex** 27, **Con** 32, **Int** 29, **Wis** 34, **Cha** 21  ",
			"**Base Atk** +26; **CMB** +40; **CMD** 70 (can't be tripped)  ",
			"**Feats** {feat/Alertness}, {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Dodge}, {feat/Improved Critical/ (talons)}, {feat/Improved Initiative}, {feat/Mobility}, {feat/Quicken Spell-Like Ability/ (teleport)}, {feat/Skill Focus/ (Perception)}, {feat/Spring Attack}, {feat/Staggering Critical}, {feat/Whirlwind Attack}  ",
			"**Skills** Acrobatics +37, Craft (any one) +38, Knowledge (arcana) +35, Knowledge (dungeoneering) +35, Knowledge (engineering) +35, Knowledge (geography) +35, Knowledge (history) +35, Knowledge (planes) +38, Knowledge (religion) +35, Perception +51, Sense Motive +45, Spellcraft +38, Stealth +25, Survival +41, Use Magic Device +34  ",
			"**Languages** telepathy 200 ft.; truespeech  ",
			"**SQ** beacon of Jandelay, inconspicuous, perfect observation, phase shift",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (Jandelay)  ",
			"**Organization** solitary or council (2-5)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Beacon of Jandelay (Su)** Watchers can plant a beacon of Jandelay - a six-foot-tall glowing spire of pale yellow force energy - by spending 1 minute of uninterrupted activity. When planted on a world shortly to experience an apocalypse, these beacons designate the surrounding environs as important and guarantee that the area around the beacon will be incorporated into Jandelay upon the world's destruction. Beacons of Jandelay function properly even when constructed out of phase (see phase shift below), so watchers typically place them in such a manner to prevent denizens of the doomed world from removing or otherwise tampering with them. A beacon of Jandelay has hardness 30 and 440 hit points. A watcher immediately senses if a beacon of Jandelay it created takes damage, and when a watcher plane shifts or teleports to a site that contains a beacon of Jandelay, it always arrives on target.",
			"",
			"**Inconspicuous (Su)** Despite their enormous size, watchers have an unnerving ability to fade into the background, causing other creatures to overlook or ignore them. When a creature would first perceive a watcher (see it, hear its movements, or notice it with any other sense, be it natural or supernatural), it must succeed at a DC 28 Will save or it simply doesn't perceive the watcher for 24 hours, treating it as if it were invisible and silenced from the observer's perspective. On a successful save, the creature perceives the watcher and is immune to that watcher's inconspicuous ability for 24 hours. If the watcher attacks a creature that failed its save, it breaks the inconspicuous effect for that creature automatically for 24 hours. The Oliphaunt of Jandelay automatically fails its save against the inconspicuous ability, allowing the watchers to share their home with the beast while staying beneath its notice. This is a mind-affecting effect that automatically bypasses the Oliphaunt of Jandelay's ward against command ability. The save DC is Charisma-based.",
			"",
			"**Perfect Observation (Su)** Watchers see and remember every sensation around them with perfect clarity, and their memory never fades. They are always assumed to have rolled a 20 on vision-based Perception checks (resulting in a 71 for a typical watcher). Further, they gain a bonus to their AC equal to their Wisdom modifier as a result of this supernatural ability to perceive threats and danger.",
			"",
			"**Phase Shift (Su)** Once per day, a watcher can shift itself out of phase with reality as a standard action; shifting back into phase is a free action. When out of phase with reality, a watcher can't be affected by effects from the plane it is watching, but it also can't affect that plane with its abilities (except for with beacon of Jandelay). However, the watcher can still observe the plane, and denizens of the plane can observe it if they overcome the watcher's inconspicuous ability. Watchers often use phase shift to observe events leading up to an apocalypse without succumbing to the cataclysm destined to destroy the world in question. Dimensional anchor or similar effects that bar dimensional travel not only prevent a watcher from using phase shift but can also force a watcher back into reality if they successfully target and affect a phase-shifted watcher. A watcher forced into reality against its will in this manner becomes staggered for 1d3 rounds.",
			"",
			"**Stasis (Su)** A creature damaged by a watcher's talon must succeed at a DC 28 Will save or be slowed for 1 round, as per slow. A slowed creature (be it a creature affected by the spell of the same name, by a watcher's talon, or by another slow-inducing effect) that takes damage from a watcher's talon must succeed at a DC 28 Fortitude save or become permanently trapped in a state of stasis, as per temporal stasis. This effect ends if the watcher who created the effect is slain or is no longer on the same plane as the victim. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"The watchers of Jandelay are bizarre and enigmatic creatures, inscrutable to most mortals, particularly since Jandelay itself is so unknown. Watchers lurk in worlds on the brink of destruction in order to observe events as they unfold and to catalogue and prepare a piece of the worlds for eternal enshrinement in Jandelay. Watchers mostly perform this work unseen, regularly setting beacons and, rarely, putting objects or beings into stasis in order to bring them along to Jandelay. Watchers have no desire to accelerate apocalypses before their appointed times, but they are drawn to action when would-be heroes or saviors take extreme measures to prevent a calamity.",
			"",
			"On Jandelay, watchers move from region to region, building alabaster spires and creating other objects and edifices upon the interstitial fields, depending on their favored crafts. Left alone, a watcher might spend centuries crafting a single object, only to lose interest in its work immediately after completing the task.",
			"",
			"When faced with a particular threat or curiosity, watchers naturally organize into councils of up to five individuals. When such a council forms, one watcher is selected as an observer, and this watcher is bolstered by the presence of the others. Councils often take quite a while to come to a decision as to how to proceed, but once they do, they pursue their task with an eerie single-mindedness and efficiency that has led some observers to incorrectly infer that the speechless watchers were operating as a hive mind - in truth, they are simply obsessed with perfection and elegance of action.",
			"",
			"Prehensile filaments nestled amid the sharp talons at the tip of each leg allow watchers to perform precision motions as necessary. A watcher's peculiar brand of air walk keeps its main body upright even if all of its legs are occupied, allowing it to attack with all six legs and protecting it from attempts to trip it.",
			"",
			"Watchers stand 30 feet tall atop their insectile legs, and weigh 6 tons.",
			"",
			"### Watcher Faith",
			"",
			"Most watchers follow a dualistic faith that venerates an entity known as the First Watcher (a being that serves the role of preserver) and the Oliphaunt (which serves the role of destroyer), but other strange beliefs vary from watcher to watcher. Both the {monster/Oliphaunt>_of_jandelay} and the First Watcher are very real creatures. The First Watcher is a colossal watcher with the advanced creature template and unique abilities, and it is the only creature capable of birthing new watchers as they are needed. The role of First Watcher is hereditary. When a First Watcher is slain, another watcher immediately ascends in power to replace it - yet regardless of how many cycles of incarnation occur, it is always known as the First Watcher."
		]
	},
	"water_leaper": {
		"name": "Water Leaper",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*This vicious monster has webbed wings, a mouth full of sharp teeth, and a long tail ending a black stinger.*",
			"",
			"::mh[Water Leaper]{cr=\"2\"}",
			"",
			"{SOURCE Bestiary 5/275}  ",
			"**XP** 600  ",
			"CN Small magical beast (aquatic)  ",
			"**Init** +7; **Senses** darkvision 60 ft., low-light vision; Perception +6",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 14, flat-footed 11 (+3 Dex, +1 size)  ",
			"**hp** 22 (3d10+6)  ",
			"**Fort** +5, **Ref** +6, **Will** +3",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., fly 20 ft. (clumsy), swim 30 ft.  ",
			"**Melee** bite +5 (1d4+1), sting +5 (1d4+1 plus 1 bleed and jagged sting)  ",
			"**Special Attacks** {umr/bleed} (1), jagged sting, water leap",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 12, **Dex** 16, **Con** 15, **Int** 7, **Wis** 14, **Cha** 13  ",
			"**Base Atk** +3; **CMB** +4; **CMD** 17  ",
			"**Feats** {feat/Flyby Attack}, {feat/Improved Initiative}  ",
			"**Skills** Acrobatics +11 (+15 when jumping), Fly -3, Perception +6, Stealth +11, Swim +9; **Racial Modifiers** +4 Acrobatics (+8 when jumping)  ",
			"**Languages** Aquan  ",
			"**SQ** amphibious",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any lakes or swamps  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Jagged Sting (Ex)** A water leaper's sting causes dangerous shards too tiny for the eye to see to break off into the target's flesh and cause bleeding. A successful DC 15 Heal check stops the bleeding and removes the fragments. However, magical and supernatural healing of any kind doesn't stop the bleeding and instead seals the fragments within the wound, increasing the bleed damage to 1d4 points and the Heal DC to stop the bleeding to 20. Further such healing still doesn't stop the bleed effect, but also doesn't increase the damage or Heal DC further.",
			"",
			"**Water Leap (Ex)** Water leapers get their name from their uncanny ability to ambush prey by leaping out of the water. A water leaper that begins its turn in the water can make a special leaping charge attack. This special charge doesn't need to be in a straight line with respect to altitude, allowing the water leaper to leap out, up and over the rim of a boat, and down onto its prey. At the end of a water leap, the water leaper can make both a bite and a sting attack.",
			"",
			"::sh[Description]",
			"",
			"Water leapers are ornery hunters that thrive in lakes, swamps, and other marshy bodies of water. They eagerly ambush much larger targets. Against challenging prey, they make their namesake leap from the water, use their jagged sting to open a wound, and then wait for their victim to bleed out. Although fishermen tell tales of marauding water leapers, in reality, the creatures prefer attacking animals and other less canny prey, since intelligent creatures are both more likely to be able to halt the bleeding from the water leaper's sting and hold a grudge afterward.",
			"",
			"The average water leaper is a little over 3 feet long, not counting its wings or the length of its tail, and weighs between 8 and 16 pounds.",
			"",
			"### Water Mauler",
			"",
			"Much like many other amphibious animals, water leapers grow through several stages before reaching the their adult form. What most don't realize is that water leapers' small winged stage isn't the species's final form. Most water leapers don't live long enough to undergo their final metamorphosis, which occurs at an inconsistent age, but those that do transform into water maulers (considered by most scholars to be a rare separate-but-related species). A water mauler is a Large water leaper advanced by adding HD. It gains two claw attacks, rend (2 claws), and pounce (replacing water leap).",
			"",
			"Water maulers, unlike their brethren, are more likely to interact with creatures of other species - particularly natives of the swamp such as boggards - to create mutually beneficial alliances. They can even serve as reluctant mounts, capable of carrying their riders both into the air and beneath the waves. Such water maulers mainly enter into these collaborations to procure themselves steady sources of food, but they occasionally desire something more unusual - typically colorful items they have seen in passing."
		]
	},
	"water_orm": {
		"name": "Water Orm",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*A reptilian head on a serpentine neck slowly surfaces. Shadows beneath the water hint at a body of considerable size.*",
			"",
			"::mh[Water Orm]{cr=\"10\"}",
			"",
			"{SOURCE Bestiary 2/280}  ",
			"**XP** 9,600  ",
			"N Huge magical beast (aquatic)  ",
			"**Init** +7; **Senses** darkvision 120 ft., low-light vision; Perception +11",
			"",
			"::sh[Defense]",
			"",
			"**AC** 24, touch 11, flat-footed 21 (+3 Dex, +13 natural, -2 size)  ",
			"**hp** 136 (13d10+65)  ",
			"**Fort** +13, **Ref** +13, **Will** +7  ",
			"**Defensive Abilities** elusive; **Immune** cold; **Resist** fire 20",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., swim 50 ft.  ",
			"**Melee** bite +19 (4d6+8/19-20 plus {umr/grab}), tail slap +14 (2d8+4)  ",
			"**Space** 15 ft., **Reach** 15 ft. (20 ft. with bite)  ",
			"**Special Attacks** {umr/swallow whole} (3d6+12 bludgeoning damage, AC 16, 13 hp)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 26, **Dex** 16, **Con** 21, **Int** 4, **Wis** 13, **Cha** 11  ",
			"**Base Atk** +13; **CMB** +23 (+27 grapple); **CMD** 36 (40 vs. trip)  ",
			"**Feats** {feat/Improved Critical/ (bite)}, {feat/Improved Initiative}, {feat/Improved Iron Will}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Skill Focus/ (Stealth)}  ",
			"**Skills** Perception +11, Stealth +14, Swim +16; **Racial Modifiers** +4 Perception  ",
			"**Languages** Aquan (cannot speak)  ",
			"**SQ** water travel",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any lakes  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Elusive (Su)** Water orms are rarely discovered except by their own choice. As a full-round action while in water, a water orm can move up to its run speed (200 ft.) without leaving any trace of its passage (identical in effect to pass without trace). An elusive water orm gains a +40 circumstance bonus to its Stealth check. In addition, when not in combat, a water orm is considered to be under the effects of a nondetection spell. These effects function at caster level 20th and cannot be dispelled.",
			"",
			"**Water Travel (Su)** As a full-round action once per day, a water orm can dissolve into water, appearing only as a long, dark, serpentine stretch of water that looks similar to the passage of a school of fish when viewed from above the water. While in this form, the water orm swims at a speed of 600 feet per round (60 mph) and gains a +40 bonus on all Swim checks. It cannot attack or take any action other than swimming in this form, and can remain in this form for up to 8 hours at a time. A water orm can revert to its solid form from this state as a free action. Water orms are unable to pass into or through salt water when using this ability.",
			"",
			"::sh[Description]",
			"",
			"Just as sailors tell stories of sea serpents, so do denizens on the shores of remote lakes whisper of strange, secretive monsters lurking in the depths of these large bodies of water. Like sea serpents, proof of their existence is as elusive as the beasts themselves. Known as water orms and believed by some to be a strange link between linnorms and sea serpents, most locals refer to any such local monster (real or imagined) by a pet name or the name of the lake it calls home. Water orms are craftier than sea serpents, and generally inclined toward curiosity rather than violence. Nevertheless, a water orm does not hesitate to attack any creature it views as a threat to itself or its lake.",
			"",
			"Water orms are extremely long-lived. Several different variants have been reported. With sightings rare and unverifiable, it is unclear whether these are variations within a single species, or several unrelated creatures. Some are described as long-necked aquatic reptiles, some as fresh-water sea serpents, others as bizarrely elongated seals or whales, and still others as impossibly large sea horses. Most are 40 to 45 feet in length, and weigh 2,000 to 3,000 pounds."
		]
	},
	"water_strider_swarm": {
		"name": "Water Strider Swarm",
		"sources": [ "Pathfinder #49: The Brinewall Legacy" ],
		"description": [
			"*Countless thousands of long-legged water bugs glide soundlessly over the surface of the water, skimming over it in a wave of twitching bodies.*",
			"",
			"::mh[Water Strider Swarm]{cr=\"1\"}",
			"",
			"{SOURCE Pathfinder #49: The Brinewall Legacy/82}  ",
			"**XP** 400  ",
			"N Diminutive vermin (swarm)  ",
			"**Init** +4; **Senses** darkvision 60 ft., tremorsense 30 ft.; Perception +6",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 18, flat-footed 14 (+4 Dex, +4 size)  ",
			"**hp** 9 (2d8)  ",
			"**Fort** +3, **Ref** +4, **Will** +0  ",
			"**Defensive Abilities** {subtype/swarm} traits; **Immune** mind-affecting effects, weapon damage  ",
			"**Weaknesses** swarm traits",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., swim 20 ft., water walk 30 ft.  ",
			"**Melee** swarm (1d6 plus blood drain and distraction)  ",
			"**Space** 10 ft., **Reach** 0 ft.  ",
			"**Special Attacks** {umr/blood drain} (1d2 Constitution), {umr/distraction} (DC 11)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 1, **Dex** 18, **Con** 10, **Int** -, **Wis** 10, **Cha** 2  ",
			"**Base Atk** +1; **CMB** -; **CMD** -  ",
			"**Skills** Acrobatics +6 (+12 jump), Perception +6, Swim +3; **Racial Modifiers** Acrobatics (+6 jump), +4 Perception  ",
			"**SQ** water walking",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate lakes, rivers, or swamps  ",
			"**Organization** solitary or pair  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Water Walking (Ex)** Water striders are covered with waterrepellent hairs that prevent them from sinking beneath the water's surface. The swarm's movement speed across water is 30 feet.",
			"",
			"::sh[Description]",
			"",
			"Water striders are aquatic insects that skate across the surface of still water. Their bodies are long and narrow, with an individual measuring less than 1 inch in length. The body and legs of a water strider are covered with a layer of water-repelling hairs, making it possible for the strider to resist the surface tension of the water. The insect stands on its front and rear legs, and pushes against the water surface with its middle legs to propel itself forward. Water striders are also excellent jumpers, launching themselves distances of up to 5 feet. Any movement on land is limited to jumping. Swarms of particularly vicious water striders commonly gather at the edges of bodies of water, attacking anything that disturbs the surface of their pools."
		]
	},
	"water_strider_giant_water_strider": {
		"name": "Water Strider, Giant Water Strider",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*This bug has long, fuzzy legs that support it on the water's surface as if the creature stands on solid ground.*",
			"",
			"::mh[Giant Water Strider]{cr=\"1\"}",
			"",
			"{SOURCE Bestiary 4/273}  ",
			"**XP** 400  ",
			"N Large vermin  ",
			"**Init** +1; **Senses** darkvision 60 ft., tremorsense 60 ft.; Perception +4",
			"",
			"::sh[Defense]",
			"",
			"**AC** 12, touch 10, flat-footed 11 (+1 Dex, +2 natural, -1 size)  ",
			"**hp** 19 (3d8+6)  ",
			"**Fort** +5, **Ref** +2, **Will** +1  ",
			"**Immune** mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 20 ft. (poor)  ",
			"**Melee** 2 claws +2 (1d4+1), bite +2 (1d2+1)  ",
			"**Space** 10 ft., **Reach** 5 ft.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 13, **Dex** 13, **Con** 14, **Int** -, **Wis** 10, **Cha** 2  ",
			"**Base Atk** +2; **CMB** +4; **CMD** 16 (24 vs. trip)  ",
			"**Skills** Fly -5, Perception +4, Swim +5; **Racial Modifiers** +4 Perception, +4 Swim  ",
			"**SQ** water skating",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any water  ",
			"**Organization** solitary or colony (2-9)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Tremorsense (Ex)** A water strider's tremorsense functions only when the creature is in contact with the water's surface.",
			"",
			"**Water Skating (Ex)** A water strider can move on the surface of water as if it were on land. A water strider swimming at the water's surface can pull itself onto the water with a successful Swim check.",
			"",
			"::sh[Description]",
			"",
			"A giant water strider is a long-legged insect with the ability to walk on water. It feeds on fish and birds. Water striders use their weak flight only to escape predators or for seasonal migrations to new breeding areas. They are sometimes kept as mounts by coast-dwelling humanoids. A giant water strider lives 1-2 years.",
			"",
			"Carrying more than a light load (200 pounds) prevents a giant water strider from using its water skating ability."
		]
	},
	"giant_water_strider": { "copyof": "water_strider_giant_water_strider" },
	"water_strider_nymph_water_strider": {
		"name": "Water Strider, Nymph Water Strider",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*These small, immature water insects are easily supported by the water's surface tension.*",
			"",
			"::mh[Nymph Water Strider]{cr=\"1/4\"}",
			"",
			"{SOURCE Bestiary 4/273}  ",
			"**XP** 100  ",
			"N Small vermin  ",
			"**Init** +2; **Senses** darkvision 60 ft., tremorsense 60 ft. (see {monster/giant water strider}); Perception +4",
			"",
			"::sh[Defense]",
			"",
			"**AC** 13, touch 13, flat-footed 11 (+2 Dex, +1 size)  ",
			"**hp** 4 (1d8)  ",
			"**Fort** +2, **Ref** +2, **Will** +0  ",
			"**Immune** mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., fly 20 ft. (poor)  ",
			"**Melee** 2 claw -1 (1d3-2), bite -1 (1d2-2)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 7, **Dex** 15, **Con** 10, **Int** -, **Wis** 10, **Cha** 2  ",
			"**Base Atk** +0; **CMB** -3; **CMD** 9 (17 vs. trip)  ",
			"**Skills** Fly +0, Perception +4, Swim +2; **Racial Modifiers** +4 Perception, +4 Swim  ",
			"**SQ** water skating (see {monster/giant water strider})",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any water  ",
			"**Organization** solitary or colony (2-9)  ",
			"**Treasure** incidental",
			"",
			"::sh[Description]",
			"",
			"A nymph water strider is an immature specimen of the giant water strider-more mature than a caterpillar but not yet an adult. Over the next several months it eats and molts, increasing in size with each molt until it becomes Large and is fully adult. These creatures are shy and more skittish than adults.",
			"",
			"Lizardfolk hunt wild nymph water striders, and consider them a wonderful delicacy. Boggards and gripplis raise them as food animals, but something about the domestication process makes such nymphs unappealing to lizardfolk. In the wild they frantically flee other creatures that approach them, making them difficult to hunt or corral. Many boggard, lizardfolk, and grippli tribes consider capturing a live nymph a rite of passage to adulthood.",
			"",
			"A nymph water strider isn't suitable as a mount for any Large or smaller creature."
		]
	},
	"nymph_water_strider": { "copyof": "water_strider_nymph_water_strider" },
	"water_wraith": {
		"name": "Water Wraith",
		"sources": [ "Inner Sea Bestiary" ],
		"description": [
			"*This eight-legged lizard has a round, lamprey-like mouth full of teeth, and its scales slowly change color to match its surroundings.*",
			"",
			"::mh[Water Wraith]{cr=\"2\"}",
			"",
			"{SOURCE Inner Sea Bestiary/59}  ",
			"**XP** 600  ",
			"CN Large magical beast (aquatic)  ",
			"**Init** +5; **Senses** darkvision 60 ft., low-light vision; Perception +5",
			"",
			"::sh[Defense]",
			"",
			"**AC** 16, touch 11, flat-footed 14 (+1 Dex, +1 dodge, +5 natural, -1 size)  ",
			"**hp** 19 (3d10+3)  ",
			"**Fort** +4, **Ref** +4, **Will** +2",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., swim 40 ft.  ",
			"**Melee** bite +4 (1d8+2 plus attach), 4 claws +4 (1d6+2)  ",
			"**Special Attacks** {umr/blood drain} (1d2 Constitution), {umr/rend} (2 claws, 1d3+3)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 14, **Dex** 13, **Con** 13, **Int** 3, **Wis** 12, **Cha** 6  ",
			"**Base Atk** +3; **CMB** +6 (+10 when attached); **CMD** 18 (30 vs. trip)  ",
			"**Feats** {feat/Dodge}, {feat/Improved Initiative}  ",
			"**Skills** Perception +5, Stealth +1, Swim +14  ",
			"**SQ** amphibious, expressive chameleon",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm rivers (Garund)  ",
			"**Organization** solitary, pair, or swarm (3-12)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Expressive Chameleon (Ex)** Once per round as a free action, a water wraith can change its color to any of its own choosing. A water wraith using this ability to camouflage itself gains a +8 bonus on Stealth checks.",
			"",
			"::sh[Description]",
			"",
			"Water wraiths are eight-legged amphibious lizards indigenous to the Mwangi Expanse with the ability to change their color at will. This chameleon-like ability, combined with their superior intelligence, makes them coveted as exotic pets or guard animals. They are imported throughout Garund for those virtues. Patient and cunning hunters, water wraiths prefer to lie still in ponds and rivers until their prey comes within range. When an unfortunate creature does, these fearless hunters strike, their webbed claws propelling them quickly forward either on land or in water. Once their toothy, eel-like mouths attach to victims, water wraiths quickly begin to bleed them dry.",
			"",
			"Water wraiths depicted here represent the upper end of size limitations for captive specimens. In captivity, these creatures are deliberately kept underfed and rarely grow beyond 2 feet in length. Water wraiths encountered wild in the Mwangi wetlands, or kept on an unrestricted diet, grow to even more massive sizes.",
			"",
			"Strange superstitions are born out of water wraiths' color-changing powers. This changeability is not just an automatic defensive response, but can be a matter of self-expression, or even strategy and tactics on the part of the creature. Water wraiths often express likes and dislikes with an outward display of color: bright red is frequently associated with hunger, and dull green represents dislike or lack of interest. Some small communities in Katapesh and Osirion actually utilize water wraiths in a primitive system of jurisprudence. The authorities release the accused into a pen with the creatures, then interpret the reactions of the lizards as signs of guilt or innocence. All too frequently, the wraiths declare the accused innocent by virtue of being delicious. Water wraiths find fullblooded elves to be unpalatable, but show no aversion to their half-elven cousins. Water wraiths are not limited to changing color in response to base drives, however. Sneaky and cunning, they do not hesitate to blend into their surroundings despite their emotional state if it affords them an advantage in hunting."
		]
	},
	"wayang": {
		"name": "Wayang",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*Spiralling patterns cover this shadowy humanoid's skin, and its black hair trails away in wisps.*",
			"",
			"::mh[Wayang]{cr=\"1/2\"}",
			"",
			"{SOURCE Bestiary 4/274}  ",
			"**XP** 200  ",
			"Male wayang illusionist 1  ",
			"CN Small humanoid (wayang)  ",
			"**Init** +3; **Senses** darkvision 60 ft.; Perception +2",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 14, flat-footed 11 (+3 Dex, +1 size)  ",
			"**hp** 8 (1d6+2)  ",
			"**Fort** +1, **Ref** +3, **Will** +1; +2 vs. shadow spells",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft.  ",
			"**Melee** dagger +0 (1d3-1/19-20)  ",
			"**Ranged** blowgun +4 (1)  ",
			"**Spell-Like Abilities** (CL 1st; concentration +2)  ",
			"*1/day*-{spell/ghost sound} (DC 11), {spell/pass without trace}, {spell/ventriloquism} (DC 12)  ",
			"**Arcane School Spell-Like Abilities** (CL 1st; concentration +4)  ",
			"*6/day*-{spell/blinding ray}  ",
			"**Illusionist Spells Prepared** (CL 1st; concentration +4)  ",
			"*1st*-{spell/hypnotism} (DC 14), {spell/silent image} (DC 14), {spell/vanish}  ",
			"*0 (at will)*-{spell/detect magic}, {spell/ghost sound} (DC 13), {spell/read magic}  ",
			"**Opposition Schools** necromancy, transmutation",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 8, **Dex** 16, **Con** 12, **Int** 17, **Wis** 8, **Cha** 13  ",
			"**Base Atk** +0; **CMB** -2; **CMD** 11  ",
			"**Feats** {feat/Combat Casting}, {feat/Scribe Scroll}  ",
			"**Skills** Craft (alchemy) +7, Knowledge (arcana) +7, Perception +2, Spellcraft +7, Stealth +10; **Racial Modifiers** +2 Perception, +2 Stealth  ",
			"**Languages** Abyssal, Common, Draconic, Goblin, Wayang  ",
			"**SQ** arcane bond (amulet), extended illusions +1 round, light and dark, shadow magic",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate forests  ",
			"**Organization** solitary, pair, tribe (3-24)  ",
			"**Treasure** NPC gear ({eq-weapon/blowgun} with 20 darts, dagger, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Light and Dark (Su)** Once per day as an immediate action, a wayang can choose to be affected by positive and negative energy effects as if it were an undead creature, taking damage from positive energy and healing damage from negative energy. This ability lasts for 1 minute.",
			"",
			"::sh[Description]",
			"",
			"Originating from the Shadow Plane, wayangs are pixie-like in stature with extremely gangly limbs and skin the color of deep shadow. They follow a philosophy known as \"The Dissolution,\" which teaches that in passing they again merge into shadow.",
			"",
			"### Wayang Characters",
			"",
			"Wayangs are defined by class levels - they don't have racial Hit Dice. Wayangs have the following racial traits.",
			"",
			"**+2 Dexterity, +2 Intelligence, -2 Wisdom:** Wayangs are nimble and cagey, but their worldview is strange.  ",
			"**Small:** Wayangs are Small creatures and gain a +1 size bonus to AC, a +1 size bonus on attack rolls, a -1 penalty on combat maneuver checks and to CMD, and a +4 size bonus on Stealth checks.  ",
			"**Slow Speed:** Wayangs have a base speed of 20 feet.  ",
			"**Darkvision:** Wayangs can see in the dark up to 60 feet.  ",
			"**Light and Dark (Su):** See stat block above.  ",
			"**Lurker:** Wayangs gain a +2 racial bonus on Perception and Stealth checks.  ",
			"**Shadow Magic:** Wayangs add +1 to the save DC of shadow subschool spells they cast. Wayangs with a Charisma score of 11 or higher gain the following spell-like abilities: 1/day-ghost sound, pass without trace, ventriloquism (caster level equals the wayang's level, saves are Charisma-based).  ",
			"**Shadow Resistance:** Wayangs get a +2 racial bonus on saves against spells of the shadow subschool.  ",
			"**Languages:** Wayangs begin play speaking Common and Wayang. Those with high Intelligence scores can choose from the following: any human language, Abyssal, Aklo, Draconic, Goblin, and Infernal."
		]
	},
	"weasel_dire_weasel": {
		"name": "Weasel, Dire Weasel",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*This bear-sized predator is long and low-slung. Its soft fur and intelligent expression contrast with its glistening fangs.*",
			"",
			"::mh[Dire Weasel]{cr=\"3\"}",
			"",
			"{SOURCE Bestiary 4/275}  ",
			"**XP** 800  ",
			"N Large animal  ",
			"**Init** +3; **Senses** low-light vision, scent; Perception +11",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 12, flat-footed 14 (+3 Dex, +5 natural, -1 size)  ",
			"**hp** 32 (5d8+10)  ",
			"**Fort** +6, **Ref** +7, **Will** +2",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** bite +8 (1d8+7 plus grab)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** {umr/blood drain} (1d4+1 Con), {umr/blood rage}, {umr/grab}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 16, **Con** 14, **Int** 2, **Wis** 13, **Cha** 11  ",
			"**Base Atk** +3; **CMB** +9 (+13 grapple); **CMD** 22 (26 vs. trip)  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Skill Focus/ (Perception)}, {feat/Weapon Focus/ (bite)}  ",
			"**Skills** Climb +9, Perception +11, Stealth +10, Swim +11; **Racial Modifiers** +4 Climb, +2 Perception, +6 Stealth, +2 Swim  ",
			"**SQ** {umr/compression}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary, pair, or den (3-6)  ",
			"**Treasure** incidental",
			"",
			"::sh[Description]",
			"",
			"Common in a variety of environments and climates, dire weasels are larger relatives of normal weasels. They're relentless predators known for their fearless nature and killing frenzies, and are dangerous to farmsteads and settlements - they not only prey on cattle and horses, but also target humanoids. Those that do often become obsessed with the taste of that flesh and hunt such prey exclusively.",
			"",
			"Sometimes, dire weasels are trained to be mounts by evil humanoids - usually by bugbears or hobgoblins.",
			"",
			"Measuring 12 feet long, a dire weasel stands 4 feet tall at the shoulder and weighs around 900 pounds."
		]
	},
	"dire_weasel": { "copyof": "weasel_dire_weasel" },
	"weasel_dire": { "copyof": "weasel_dire_weasel" },
	"weasel_giant_weasel": {
		"name": "Weasel, Giant Weasel",
		"sources": [
			"Bestiary 4",
			"Pathfinder #67: The Snows of Summer"
		],
		"description": [
			"*The predatory nature of this wolf-sized creature is revealed by its long teeth, sleekly muscular body, and belligerent hiss.*",
			"",
			"::mh[Giant Weasel]{cr=\"1\"}",
			"",
			"{SOURCE Bestiary 4/275;Pathfinder #67: The Snows of Summer/82}  ",
			"**XP** 400  ",
			"N Medium animal  ",
			"**Init** +4; **Senses** low-light vision, scent; Perception +7",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 14, flat-footed 11 (+4 Dex, +1 natural)  ",
			"**hp** 9 (2d8)  ",
			"**Fort** +3, **Ref** +7, **Will** +1",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft.  ",
			"**Melee** bite +5 (1d6+3 plus grab)  ",
			"**Special Attacks** {umr/blood drain} (1d2 Con), {umr/grab}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 14, **Dex** 19, **Con** 10, **Int** 2, **Wis** 13, **Cha** 11  ",
			"**Base Atk** +1; **CMB** +3 (+7 grapple); **CMD** 17 (21 vs. trip)  ",
			"**Feats** {feat/Weapon Finesse}  ",
			"**Skills** Climb +6, Perception +7, Stealth +10, Swim +8; **Racial Modifiers** +4 Climb, +2 Perception, +6 Stealth, +2 Swim  ",
			"**SQ** {umr/compression}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary, pair, or den (3-6)  ",
			"**Treasure** incidental",
			"",
			"::sh[Description]",
			"",
			"Like their smaller cousins, giant weasels have long, slender bodies and short legs, and come in a variety of colors from reddish brown to snowy white. Giant weasels are active and tenacious predators, and have a reputation for being as clever as they are quick. Both highly aggressive and extremely territorial, they frequently attack creatures that are much larger than they are.",
			"",
			"Giant weasels are often trained to serve as guards and mounts by various Small humanoids. Adult giant weasels can grow to be 5 feet long, stand as high as 2-1/2 feet tall at the shoulder, and weigh up to 150 pounds."
		]
	},
	"giant_weasel": { "copyof": "weasel_giant_weasel" },
	"weasel_giant": { "copyof": "weasel_giant_weasel" },
	"weaverworm": {
		"name": "Weaverworm",
		"sources": [ "Pathfinder #45: Broken Moon" ],
		"description": [
			"*The bloated white segments of a maggot's body erupt in a torso of mixed feminine and insectile features. Pale humanoid skin and carapace meld together beneath a face with segmented eyes and mandibles chittering a song of discordant alien clicks and hisses, as overlong carapace claws weave cords of thick webbing between them.*",
			"",
			"::mh[Weaverworm]{cr=\"8\"}",
			"",
			"{SOURCE Pathfinder #45: Broken Moon/86}  ",
			"**XP** 4,800  ",
			"NE Huge aberration  ",
			"**Init** +18; **Senses** darkvision 60 ft., tremorsense 30 ft.; Perception +10",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 12, flat-footed 16 (+6 Dex, +8 natural, -2 size)  ",
			"**hp** 95 (10d8+50)  ",
			"**Fort** +7, **Ref** +7, **Will** +9",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., burrow 10 ft., climb 30 ft.  ",
			"**Melee** 1 bite +9 (2d6+7), 2 claws +9 (1d8+7 plus paralytic nails)  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** drag, weaver's song, paralytic nails, {umr/web} (+11 ranged, DC 19, 10 hp)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 24, **Dex** 18, **Con** 18, **Int** 13, **Wis** 14, **Cha** 17  ",
			"**Base Atk** +7; **CMB** +16; **CMD** 30 (can't be tripped)  ",
			"**Feats** {feat/Far Shot}, {feat/Improved Initiative}, {feat/Point-Blank Shot}, {feat/Toughness}, {feat/Weapon Finesse}  ",
			"**Skills** Bluff +8, Climb +19, Intimidate +16, Knowledge (dungeoneering) +7, Perception +10, Perform (string) +14, Spellcraft +13, Stealth +6  ",
			"**Languages** Common",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any forests or hills  ",
			"**Organization** solitary  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Drag (Ex)** A weaverworm that successfully entangles a victim with its web attack can retract the web, dragging the victim into its clutches. Each round, the entangled victim can attempt a CMD check to escape. Upon a failed check, the weaverworm forcibly drags its victim 20 feet toward it.",
			"",
			"**Paralytic Nails (Ex)** A weaverworm's nails secrete a potent paralytic agent. Any creature damaged by its claw attacks must make a DC 19 Fortitude save or be paralyzed for 1 round. In addition, the weaverworm's nails break off in the bodies of those it paralyzes. A paralyzed creature must make another save to avoid being paralyzed again at the beginning of its round, doing so every round until the nail is removed as a full-round action. A weaverworm's nail can be removed with either a DC 12 Strength check, which removes the nail and deals 1d4 points of damage to the victim, or a DC 14 Heal check, which deals no damage. A weaverworm's paralytic nails don't affect any creature that is immune to poison. The save DC is Constitution-based.",
			"",
			"**Weaver's Song (Su)** A weaverworm can play its webs like a grotesque musical instrument. When doing so, all non-weaverworms within 300 feet must make DC 18 Will saves. Those who make their saves are unaffected. Those who fail are fascinated, and on their turn, move toward the weaverworm by the most direct means available. If the path leads into a dangerous area, such as through fire or off a cliff, that creature receives a second saving throw to end the effect before moving into peril. A victim within 5 feet of the weaverworm simply stands and listens. This effect continues for as long as the weaverworm performs and for 1d4 rounds thereafter. This is a sonic mind-affecting charm effect. Whether or not the save is successful, the victim is immune to the same weaverworm's song for 24 hours. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Foul servants of the goddess of disease and gluttony, weaverworms - or simply \"weavers,\" as they are often called - are terrifying abominations, combining the features of predatory insects, monstrously huge larvae, and deathly pale humanoids. Creations of Urgathoa forgotten by their cruel mistress long ago, these horrors seek out the dark places of the world, sowing murder and fear from the darkness, and all the while raising unnatural songs in praise of the goddess of gluttony.",
			"",
			"Weaverworms typically measure 18 feet long, though the most bloated weigh upward of a ton."
		]
	},
	"weedwhip": {
		"name": "Weedwhip",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*This strange, vibrant plant slowly but dangerously whips about its trio of tendrils with spiked heads.*",
			"",
			"::mh[Weedwhip]{cr=\"2\"}",
			"",
			"{SOURCE Bestiary 4/276}  ",
			"**XP** 600  ",
			"N Medium plant  ",
			"**Init** +7; **Senses** blindsight 30 ft., low-light vision; Perception +1  ",
			"**Aura** {umr/stench} (DC 12, 1 minute)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 13, flat-footed 11 (+3 Dex, +1 natural)  ",
			"**hp** 16 (3d8+3)  ",
			"**Fort** +4, **Ref** +4, **Will** +2  ",
			"**Defensive Abilities** dig in, poisonous; **Immune** {umr/plant traits}  ",
			"**Weaknesses** languid whips",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft.  ",
			"**Melee** 3 tentacles +5 (1d4 plus poison)  ",
			"**Space** 5 ft., **Reach** 15 ft.  ",
			"**Special Attacks** poison",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 10, **Dex** 17, **Con** 12, **Int** -, **Wis** 13, **Cha** 5  ",
			"**Base Atk** +2; **CMB** +2; **CMD** 15 (27 vs. trip)  ",
			"**Feats** {feat/Improved Initiative}[^B], {feat/Weapon Finesse}[^B]  ",
			"**SQ** camouflage",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate or warm forests  ",
			"**Organization** solitary, pair, or patch (3-6)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Camouflage (Ex)** Since a weedwhip looks like a normal plant when at rest, a successful DC 15 Perception check is required to notice it before it attacks for the first time. Anyone with ranks in Survival or Knowledge (nature) can use either of those skills instead of Perception to notice the plant.",
			"",
			"**Dig In (Ex)** A weedwhip can bury its central bulb in earth or sand as a move action, granting it partial cover against all attacks, but preventing it from moving. It can extract itself from the ground as a move action.",
			"",
			"**Languid Whips (Ex)** A weedwhip's tentacles don't threaten any squares, and doesn't make attacks of opportunity.",
			"",
			"**Poison (Ex)** Tentacle-contact; *save* Fort DC 12; *frequency* 1/round for 6 rounds; *effect* nauseated 1 round; *cure* 2 consecutive saves. The save DC is Constitution-based.",
			"",
			"**Poisonous (Ex)** Any creature that attacks a weedwhip with a natural piercing or slashing weapon is exposed to its poison.",
			"",
			"::sh[Description]",
			"",
			"A weedwhip is an animate plant that rarely attacks unless provoked. Its unpleasant smell (reminiscent of decomposing fish) and tendency to sprout in any passable soil makes it a nuisance to farmers and settlers. Those who don't know of the weedwhip's dangers quickly fall prey to this plant once they target it for culling. Farmers have to deal with it in croplands and orchards, groundskeepers find it climbing walls like ivy, druids spot it encroaching on sacred groves, and even cave dwellers find it growing in dung heaps. Animals don't eat it because of its stench and poison, and fire is a risky way to destroy it because the weed mixes with other plants or wraps around trees or buildings.",
			"",
			"A mature plant consists of a torso-sized bulb with small, ambulatory roots and three large, lashing vines, each as long as a whip, with blade-like thorns that secrete an irritating toxin. When the weedwhip is blooming, the bulb is crowned with a large flower and its scent is especially strong, often attracting pollinating flies.",
			"",
			"In rocky areas lacking suitable soil, a weedwhip can root itself in a corpse, leading some adventurers to think it prefers feeding on dead bodies or plants seeds in its kills, but it does so only in extreme circumstances.",
			"",
			"[^B]: Bonus feat."
		]
	},
	"wendigo": {
		"name": "Wendigo",
		"sources": [
			"Bestiary 2",
			"Pathfinder #6: Spires of Xin-Shalast"
		],
		"description": [
			"*This hideous shape has the head of a feral elk with jagged teeth and sharp antlers. Its humanoid legs end in blackened, burnt stumps.*",
			"",
			"::mh[Wendigo]{cr=\"17\"}",
			"",
			"{SOURCE Bestiary 2/281;Pathfinder #6: Spires of Xin-Shalast/88}  ",
			"**XP** 102,400  ",
			"CE Large outsider (cold, native)  ",
			"**Init** +13; **Senses** blindsight 60 ft., darkvision 60 ft., low-light vision; Perception +26",
			"",
			"::sh[Defense]",
			"",
			"**AC** 32, touch 18, flat-footed 23 (+9 Dex, +14 natural, -1 size)  ",
			"**hp** 279 (18d10+180); {umr/regeneration} 15 (fire)  ",
			"**Fort** +21, **Ref** +22, **Will** +11  ",
			"**DR** 15/cold iron and magic; **Immune** cold, fear; **SR** 28  ",
			"**Weaknesses** vulnerability to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 120 ft. (perfect)  ",
			"**Melee** bite +26 (2d8+9/19-20 plus 4d6 cold and grab), 2 claws +26 (2d6+9/19-20 plus 4d6 cold)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** dream haunting, howl, {umr/rend} (2 claws, 1d8+13 plus 4d6 cold plus 1d4 Cha damage), wendigo psychosis  ",
			"**Spell-Like Abilities** (CL 18th; concentration +25)  ",
			"*At will*-{spell/wind walk} (DC 23; see below)  ",
			"*1/day*-{spell/control weather} (as druid), {spell/nightmare} (DC 22)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 29, **Dex** 29, **Con** 31, **Int** 26, **Wis** 20, **Cha** 24  ",
			"**Base Atk** +18; **CMB** +28 (+32 grapple); **CMD** 47  ",
			"**Feats** {feat/Ability Focus/ (howl)}, {feat/Critical Focus}, {feat/Flyby Attack}, {feat/Improved Critical/ (bite, claws)}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Persuasive}, {feat/Tiring Critical}  ",
			"**Skills** Acrobatics +30, Bluff +28, Diplomacy +9, Fly +36, Intimidate +32, Knowledge (arcana, geography, nature, religion) +26, Knowledge (planes) +29, Perception +26, Sense Motive +26, Spellcraft +29, Stealth +26, Survival +26  ",
			"**Languages** Aklo, Common, Giant; telepathy 1 mile  ",
			"**SQ** {umr/no breath}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any cold  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Dream Haunting (Su)** When a wendigo uses its nightmare spell-like ability, the victim is also exposed to wendigo psychosis.",
			"",
			"**Howl (Ex)** Three times per day as a standard action, a wendigo can emit a forlorn howl that can be heard up to a mile away. Any who hear the howl must make a DC 28 Will save to avoid becoming shaken for an hour. Creatures within 120 feet become panicked for 1d4+4 rounds, and those within 30 feet cower with fear for 1d4 rounds. This is a mind-affecting fear effect. The save DC is Charisma-based.",
			"",
			"**Wendigo Psychosis (Su)** Curse-Nightmare or wind walk; *save* Will DC 26; *onset* 1 minute; *frequency* 1/day; *effect* 1d4 Wis drain (minimum Wis 1); *cure* 3 consecutive saves. When a victim's Wisdom reaches 1, he seeks an individual of his race to kill and devour. After completing this act, the afflicted individual takes off at a run, and in 1d4 rounds sprints up into the sky at such a speed that his feet burn away into jagged stumps. The transformation into a wendigo takes 2d6 minutes as the victim wind walks across the sky. Once the transformation is complete, the victim is effectively dead, replaced by a new wendigo. {spell/Miracle}, {spell/true resurrection}, or {spell/wish} can restore such a victim to life, yet doing so does not harm the new wendigo. The save is Charisma-based.",
			"",
			"**Wind Walk (Sp)** If a wendigo pins a grappled foe, it can attempt to wind walk with the target by using its spell-like ability - it automatically succeeds on all concentration checks made to use wind walk. If the victim fails to resist the spell, the wendigo hurtles into the sky with him. Each round, a victim can make a new DC 23 Will save to turn solid again, but at this point he falls if he cannot fly. Eventually, the wendigo strands the victim in some rural area, usually miles from where it began. A creature that wind walks with a wendigo is exposed to wendigo psychosis. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Beings of ancient evil, wendigos haunt the minds of mortals, driving them to desperation and, ultimately, cannibalistic madness. They enjoy whittling down prey before they strike, trailing victims for days, even weeks, while plaguing their journeys with nightmares and foul weather.",
			"",
			"Tribal humanoids sometimes worship wendigos as gods, bringing them live sacrifices or attempting to appease the creatures by engaging in ritual cannibalism. They mark a wendigo's territory with fetishes and dress in the furs and hides of whatever animal it most closely resembles. Wendigos take little interest in the practices of their worshipers, and view them only as an ample supply of victims."
		]
	},
	"whale": {
		"name": "Whale",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*This immense whale moves slowly through the water with a grace that seems incongruous, given its immense size.*",
			"",
			"::mh[Whale]{cr=\"10\"}",
			"",
			"{SOURCE Bestiary 2/282}  ",
			"**XP** 9,600  ",
			"N Gargantuan animal  ",
			"**Init** +2; **Senses** blindsight 120 ft., low-light vision; Perception +23",
			"",
			"::sh[Defense]",
			"",
			"**AC** 22, touch 4, flat-footed 22 (-2 Dex, +18 natural, -4 size)  ",
			"**hp** 157 (15d8+90)  ",
			"**Fort** +17, **Ref** +7, **Will** +7",
			"",
			"::sh[Offense]",
			"",
			"**Speed** swim 40 ft.  ",
			"**Melee** tail slap +21 (4d6+21) or bite +21 (4d6+21)  ",
			"**Space** 20 ft., **Reach** 20 ft.  ",
			"**Special Attacks** capsize",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 38, **Dex** 6, **Con** 23, **Int** 2, **Wis** 11, **Cha** 5  ",
			"**Base Atk** +11; **CMB** +29; **CMD** 37 (can't be tripped)  ",
			"**Feats** {feat/Diehard}, {feat/Endurance}, {feat/Great Fortitude}, {feat/Improved Bull Rush}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Power Attack}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Perception +23, Swim +30; **Racial Modifiers** +4 Perception  ",
			"**SQ** {umr/hold breath}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any oceans  ",
			"**Organization** solitary, pair, or pod (3-16)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Capsize (Ex)** A whale can attempt to capsize a boat or ship by ramming it as a charge attack and making a CMB check. The DC of this check is 25, or the result of the captain's Profession (sail0r) check, whichever is higher. For each size category the ship is larger than the whale's size, the whale takes a cumulative -10 penalty on this CMB check.",
			"",
			"::sh[Description]",
			"",
			"Whales are frequently hunted for their meat and the valuable oil in their blubber. Baleen whales have no teeth and attack with a tail slap; toothed whales like sperm whales instead attack with a bite. Whale companions are smaller species-rules for such companions are the same as those for {druidcompanion/orca/s}."
		]
	},
	"whale_great_white_whale": {
		"name": "Whale, Great White Whale",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*This immense whale has an enormous, box-shaped head over a massive, toothy maw. Its rough white hide is laced with scars.*",
			"",
			"::mh[Great White Whale]{cr=\"14\"}",
			"",
			"{SOURCE Bestiary 2/282}  ",
			"**XP** 38,400  ",
			"N Colossal animal  ",
			"**Init** -2; **Senses** blindsight 120 ft., low-light vision; Perception +13",
			"",
			"::sh[Defense]",
			"",
			"**AC** 28, touch 0, flat-footed 28 (-2 Dex, +28 natural, -8 size)  ",
			"**hp** 225 (18d8+144)  ",
			"**Fort** +21, **Ref** +9, **Will** +8",
			"",
			"::sh[Offense]",
			"",
			"**Speed** swim 40 ft.  ",
			"**Melee** bite +25 (6d6+20/19-20), tail slap +20 (3d6+10)  ",
			"**Space** 30 ft., **Reach** 30 ft.  ",
			"**Special Attacks** capsize, smashing breach",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 50, **Dex** 6, **Con** 27, **Int** 2, **Wis** 11, **Cha** 5  ",
			"**Base Atk** +13; **CMB** +41; **CMD** 49 (can't be tripped)  ",
			"**Feats** {feat/Critical Focus}, {feat/Diehard}, {feat/Endurance}, {feat/Great Fortitude}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (bite)}, {feat/Iron Will}, {feat/Power Attack}, {feat/Staggering Critical}  ",
			"**Skills** Perception +13, Swim +39  ",
			"**SQ** {umr/hold breath}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any oceans  ",
			"**Organization** solitary, pair, or pod (3-16)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Smashing Breach (Ex)** As a full-round action, a great white whale can make a special charge attack against creatures on the surface of the water. At the end of its charge, the whale breaches, then slams down onto the target with incredible force. Any Huge or smaller creatures in the whale's space must make a DC 27 Reflex save or take 4d8+30 points of bludgeoning damage and be forced into the nearest square that is adjacent to the whale. This breach automatically attempts to capsize any boats caught wholly or partially in this area. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Legendary in size and temper, great white whales are far more aggressive than their smaller kin."
		]
	},
	"whale_great_white": { "copyof": "whale_great_white_whale" },
	"great_white_whale": { "copyof": "whale_great_white_whale" },
	"whaler_jellyfish": {
		"name": "Whaler Jellyfish",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This enormous, translucent blob trails a mass of six immense tentacles and a central forest of tendrils below its body.*",
			"",
			"::mh[Whaler Jellyfish]{cr=\"17\"}",
			"",
			"{SOURCE Bestiary 6/169}  ",
			"**XP** 102,400  ",
			"N Colossal vermin (aquatic)  ",
			"**Init** +6; **Senses** blindsight 120 ft.; Perception +7",
			"",
			"::sh[Defense]",
			"",
			"**AC** 32, touch 8, flat-footed 26 (+6 Dex, +24 natural, -8 size)  ",
			"**hp** 270 (20d8+180)  ",
			"**Fort** +21, **Ref** +12, **Will** +13  ",
			"**Defensive Abilities** {umr/amorphous}, aquatic transparency; **DR** 20/piercing or slashing; **Immune** mind-affecting effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** swim 30 ft.  ",
			"**Melee** 6 tentacles +20 (2d6+13 plus {umr/grab} and poison)  ",
			"**Space** 30 ft., **Reach** 60 ft.  ",
			"**Special Attacks** {umr/constrict} (2d6+13), poison",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 36, **Dex** 23, **Con** 28, **Int** -, **Wis** 25, **Cha** 1  ",
			"**Base Atk** +15; **CMB** +36; **CMD** 52 (can't be tripped)  ",
			"**Skills** Swim +21",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any oceans  ",
			"**Organization** solitary, pack (2-4), or bloom (5-8)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Aquatic Transparency (Ex)** A whaler jellyfish is effectively invisible when underwater.",
			"",
			"**Poison (Ex)** Tentacle-injury; *save* Fort DC 29; *frequency* 1/round for 6 rounds; *effect* 1d4 Con damage and paralysis for 1 round; *cure* 2 consecutive saves. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"The largest of all known jellyfish, whaler jellyfish are able to rapidly paralyze and kill prey as large as whales-hence their name. This deep blue creature's pale bell can sometimes be mistaken for a bank of fog when viewed from afar as it drifts on the surface of the sea, lying in wait patiently for its next meal."
		]
	},
	"whirlmaw": {
		"name": "Whirlmaw",
		"sources": [ "Inner Sea Bestiary" ],
		"description": [
			"*This creature glides on undulating folds of leathery skin. Its spinning, circular mouth is lined with rows of razor-sharp teeth.*",
			"",
			"::mh[Whirlmaw]{cr=\"8\"}",
			"",
			"{SOURCE Inner Sea Bestiary/60}  ",
			"**XP** 4,800  ",
			"N Medium aberration  ",
			"**Init** +10; **Senses** darkvision 60 ft., keen sight, tremorsense 30 ft.; Perception +8",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 16, flat-footed 14 (+6 Dex, +4 natural)  ",
			"**hp** 102 (12d8+48)  ",
			"**Fort** +8, **Ref** +10, **Will** +8  ",
			"**Immune** fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., burrow 10 ft., fly 90 ft. (perfect)  ",
			"**Melee** bite +16 (2d6+9 plus burrowing bite)  ",
			"**Special Attacks** flying charge",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 23, **Dex** 22, **Con** 18, **Int** 3, **Wis** 10, **Cha** 3  ",
			"**Base Atk** +9; **CMB** +15; **CMD** 31 (can't be tripped)  ",
			"**Feats** {feat/Flyby Attack}, {feat/Hover}, {feat/Improved Initiative}, {feat/Power Attack}, {feat/Weapon Focus/ (bite)}, {feat/Wingover}  ",
			"**Skills** Fly +18, Perception +8, Stealth +15  ",
			"**SQ** dust cloud",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** warm deserts (Rahadoum)  ",
			"**Organization** solitary or flight (2-9)  ",
			"**Treasure** none (eye gems worth 300 gp each)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Burrowing Bite (Ex)** If a whirlmaw successful hits a Small or larger creature with its bite attack, it immediately attempts to start a grapple as a free action with a +4 bonus on the grapple check. If the grapple check is successful, the whirlmaw's spinning, sawlike mouth immediately begins to burrow into the flesh of the creature, dealing 4d6+12 points of damage per round until the grapple is broken.",
			"",
			"**Dust Cloud (Ex)** By rapidly beating the leathery flaps of skin attached along its body, a whirlmaw can raise a cloud of debris while using its Hover feat just as if it were a Large creature.",
			"",
			"**Flying Charge (Ex)** When a whirlmaw makes a charge attack while flying, it gains a +4 bonus on its attack roll (rather than the normal +2 bonus), and does not take the normal -2 penalty to Armor Class.",
			"",
			"**Keen Sight (Ex)** A whirlmaw is extremely sharp-sighted. It takes only half the penalty on Perception checks for distance, and can see creatures in open terrain clearly from up to a mile away.",
			"",
			"::sh[Description]",
			"",
			"Predators of the deep desert, whirlmaws are just one of the many dangers posed to those who travel the dry wastes of inner Rahadoum. Little more than flying eaters, these creatures rise singly or in flights, and attack all other living creatures that enter their territory. They are equally at home nestled in shallow burrows beneath sand dunes or resting in the rocky crevices of mountains. When they hunt, they soar upon the high thermals and keep an eye out for potential prey through the stony orbs that serve as their eyes.",
			"",
			"These bizarre hunters prefer to burrow into the torsos of their victims and consume the blood-rich organs, leaving the corpses' peripheral parts for scavengers. Few that encounter these vicious predators live to tell of it. The skeletal remains of whirlmaws' victims can be identified by the suspiciously circular sections of their torsos missing where the creatures burrowed through and consumed the flesh, bone, and organs in their entirety.",
			"",
			"The green, gemlike eyes of a whirlmaw are prized by those who seek exotic and dangerous treasures in the desert. It is speculated by some that these mystical orbs are the source of the whirlmaw's natural fire immunity, and alchemists and wizards often use them as components in creating magic items that bestow that form of energy resistance."
		]
	},
	"whisperer": {
		"name": "Whisperer",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This luminous shape stands twice the height of a human. A pale light shines where its face should be.*",
			"",
			"::mh[Whisperer]{cr=\"20\"}",
			"",
			"{SOURCE Bestiary 6/276}  ",
			"**XP** 307,200  ",
			"NE Large fey (extraplanar, incorporeal)  ",
			"**Init** +20; **Senses** blindsight 360 ft., low-light vision, see in darkness; Perception +37  ",
			"**Aura** whispers (120 ft., DC 30)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 35, touch 35, flat-footed 24 (+9 deflection, +10 Dex, +1 dodge, +6 insight, -1 size)  ",
			"**hp** 363 (22d6+286)  ",
			"**Fort** +20, **Ref** +23, **Will** +21  ",
			"**Defensive Abilities** anticipation, {umr/incorporeal}, rejuvenate; **DR** 15/cold iron; **Immune** cold, disease, mind-affecting effects, poison, sonic; **SR** 31",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 100 ft. (perfect)  ",
			"**Melee** 6 mist tendrils +20 touch (3d10/19-20 plus cursed wound)  ",
			"**Space** 10 ft., **Reach** 20 ft.  ",
			"**Special Attacks** compel sacrifice, inescapable curse  ",
			"**Spell-Like Abilities** (CL 20th; concentration +29)  ",
			"*At will*-{spell/animate plants}, {spell/arboreal hammer}, {spell/control water}, {spell/control weather}, {spell/dominate animal} (DC 22), {spell/dream}, {spell/etherealness}, {spell/greater dispel magic}, {spell/nightmare} (DC 24), {spell/telekinesis} (DC 24), {spell/transport via plants}, {spell/triggered suggestion} (DC 23), {spell/wind walk}  ",
			"*3/day*-{spell/commune with nature}, quickened {spell/confusion} (DC 23), quickened {spell/greater dispel magic}, {spell/green caress} (DC 25)  ",
			"*1/day*-{spell/earthquake}, {spell/reverse gravity}, {spell/whirlwind} (DC 27), {spell/wish} (to duplicate druid spells of 7th or lower level only)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** -, **Dex** 31, **Con** 36, **Int** 24, **Wis** 23, **Cha** 29  ",
			"**Base Atk** +11; **CMB** +22; **CMD** 48 (can't be tripped)  ",
			"**Feats** {feat/Combat Casting}, {feat/Combat Reflexes}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Improved Critical/ (touch)}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Mobility}, {feat/Quicken Spell-Like Ability/ (confusion, greater dispel magic)}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Bluff +34, Disable Device +32, Fly +41, Knowledge (arcana, planes, religion) +29, Knowledge (geography, nature) +32, Perception +37, Sense Motive +31, Spellcraft +29, Stealth +31, Survival +28  ",
			"**Languages** Aklo, Sylvan; telepathy 300 ft.  ",
			"**SQ** primeval landscape, unsuspected",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any wilderness  ",
			"**Organization** solitary  ",
			"**Treasure** double",
			"",
			"::sh[Special Abilities]",
			"",
			"**Anticipation (Ex)** A whisperer applies its Wisdom modifier to initiative checks and as an insight bonus to its Armor Class.",
			"",
			"**Aura of Whispers (Su)** Within 120 feet of a whisperer, the effects of its primeval landscape are significantly quickened. Creatures in the primeval landscape must attempt Will saves once per round to avoid its effects, rather than once per day.",
			"",
			"**Compel Sacrifice (Su)** When a whisperer uses its triggered suggestion spell-like ability on a creature currently under the influence of its primeval landscape, it can implant a suggestion to perform an act of self-destruction, such as \"The next time you speak to someone you love, you will instead tell them you have found something better to love and then walk into the nearest body of water and drown yourself.\"",
			"",
			"**Cursed Wound (Su)** Damage caused by a whisperer's mist tendrils overcomes all damage reduction and ignores all hardness, but damage the tendrils deal to objects is halved. Mist tendril damage does not heal naturally. A character attempting to use magical healing on a creature damaged in this way must succeed at a DC 31 caster level check or the healing has no effect on the injured creature. Mist tendrils are primary natural touch attacks that create deep, bloodless, crater-shaped wounds.",
			"",
			"**Inescapable Curse (Su)** Once per day, a whisperer can focus its attention on a single sentient creature (any living creature with an Intelligence score of 3 or higher) within 120 feet to plant a potent curse on the target. The victim can resist this curse with a successful DC 30 Will save. If successful, that creature is immune to that whisperer's inescapable curse for 24 hours. If the victim fails the save, she grows increasingly obsessed with the whisperer's primeval landscape and will not voluntarily leave this region. If forced to exit this area, the victim becomes sickened, and the next time the victim falls asleep, she vanishes and returns to the exact point where the whisperer first placed the inescapable curse upon her, as per greater teleport. This is a curse effect. The save DC is Charisma-based.",
			"",
			"**Primeval Landscape (Su)** When a whisperer arrives on the Material Plane, it can spend 24 hours in a wilderness area to lay claim to a region of up to 10 miles in diameter as its territory, which then becomes its primeval landscape. While in a whisperer's primeval landscape, the DCs of Survival checks to navigate or avoid becoming lost are increased by 20. A divination that offers guidance, such as find the path, requires a successful DC 31 caster level check as it is cast or the result is corrupted and it instead leads explorers into the whisperer's embrace. A whisperer's primeval landscape is always under the effects of a grand perilous demesne curse, as if the whisperer had cast supreme curse terrain. The total CR of hazards encountered simultaneously must be 18 or lower, rather than 15, and each individual hazard is CR 17 or lower, rather than 14. If any of the hazards are defeated, the whisperer automatically replaces them 24 hours later. A primeval landscape can be removed via remove curse or similar methods (against DC 30), as detailed for all cursed lands. Any creature that enters a primeval landscape begins to suffer increasingly vivid and maddening hallucinations. After spending 24 hours in the region, and again every 24 hours thereafter as long as it remains in the area, a creature can attempt a DC 30 Will save to resist being increasingly affected by the primeval landscape. Upon each failed saving throw, the creature moves one step down the following track. Casting greater restoration or psychic surgery on an affected creature moves it one step up the track. Miracle or wish removes all cumulative effects. Every full 24 hours spent outside of the primeval landscape, the victim moves one step up along this track. At the GM's discretion, the whisperer can choose to not to affect specific creatures or to stop their progression at a specific step. While the effects of a primeval landscape are not mind-affecting, mindless creatures and creatures with an Intelligence score of 2 or lower are immune to the effects. The save DC is Charisma-based.",
			"",
			"- First Failed Save: Things seem strange, and otherwise normal events or objects become ominous and unsettling. The victim gains the sickened condition.",
			"- Second Failed Save: The terrain seems to shift and warp while sounds are twisted into atonal parodies or blocked out by eerie whispering. In addition to being sickened, an affected creature moves at half speed and treats all other creatures as if they had {rule/concealment}.",
			"- Third Failed Save: The subject's hallucinations crowd out actual events, and her perception bears little relationship to reality. In addition to the effects of earlier failed saves, an affected creature is staggered.",
			"- Fourth Failed Save: The subject's autonomic processes begin to fail as pain and paranoia take hold. The subject is nauseated.",
			"- Fifth Failed Save: The victim is slain.",
			"",
			"**Rejuvenate (Su)** A whisperer that is killed reappears in its primeval landscape at the next new moon. The only way to prevent a whisperer from rejuvenating is to remove the primeval landscape effect before the whisperer's rejuvenation.",
			"",
			"**Unsuspected (Su)** A creature that attempts a save against any of a whisperer's abilities is unaware that it has done so unless obvious visual evidence is present. Under such circumstances, the GM should roll saving throws for player characters in secret.",
			"",
			"::sh[Description]",
			"",
			"Civilization spreads like an invasive species, destroying and consuming, transforming and dominating. There are some realms, though-primeval and pristine tracts of wilderness-that civilization will never claim. These are the whisperers' domains.",
			"",
			"The whisperers are fey in the most otherworldly and alien way possible. They resent those who trespass on their primeval landscapes, the lone exceptions being the undead that rise from the spirits of their victims or those fey who, by their natures or through cruel fate, have fallen to evil. These fey seek out the whisperer's realm, both for the protection it provides and because they find its alien presence strangely euphoric; they often delight in leading intruders into the whisperer's grasp.",
			"",
			"A whisperer's domain is nearly as hostile to intruders as the whisperer itself is. Lethal hazards, unexplainable occurrences, and eerie happenings are common in a primeval landscape, as are haunts formed from previous trespassers. Plant creatures and animals attack viciously, and even \"ordinary\" plants seem hostile to intruders.",
			"",
			"A whisperer is 15 feet tall and, being incorporeal, is completely weightless."
		]
	},
	"whyrlish": {
		"name": "Whyrlish",
		"sources": [ "Planar Adventures" ],
		"description": [
			"*This translucent, jellyfish-like creature has a shimmering purple and blue bell-like body that sports a nest of sting-tipped tendrils.*",
			"",
			"::mh[Whyrlish]{cr=\"15\"}",
			"",
			"{SOURCE Planar Adventures/248}  ",
			"**XP** 51,200  ",
			"N Huge aberration (extraplanar)  ",
			"**Init** +11; **Senses** darkvision 60 ft., low-light vision; Perception +19",
			"",
			"::sh[Defense]",
			"",
			"**AC** 31, touch 16, flat-footed 23 (+7 Dex, +1 dodge, +15 natural, -2 size)  ",
			"**hp** 210 (20d8+120)  ",
			"**Fort** +12, **Ref** +15, **Will** +18  ",
			"**Defensive Abilities** all-around vision, {umr/amorphous}; **Immune** ability drain, death effects, electricity, energy drain, fear, negative energy effects",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 10 ft., fly 50 ft. (perfect)  ",
			"**Melee** stings +23 (4d8+10 plus cnidocytes), 2 tentacles +23 (2d6+10 plus {umr/grab})  ",
			"**Space** 15 ft., **Reach** 15 ft.  ",
			"**Special Attacks** electrical discharge, {umr/constrict} (2d6+10)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 31, **Dex** 24, **Con** 23, **Int** 5, **Wis** 22, **Cha** 12  ",
			"**Base Atk** +15; **CMB** +27 (+29 bull rush); **CMD** 45 (47 vs. bull rush)  ",
			"**Feats** {feat/Acrobatic}, {feat/Combat Reflexes}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Improved Bull Rush}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Mobility}, {feat/Power Attack}, {feat/Vital Strike}  ",
			"**Skills** Acrobatics +17, Fly +21, Perception +19  ",
			"**Languages** Aklo (can't speak)  ",
			"**SQ** {umr/compression}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any air (Astral Plane)  ",
			"**Organization** solitary, pair, or flotilla (3-5)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Cnidocytes (Ex)** A whyrlish's tentacles are laced with supernatural microscopic cnidocytes that lodge themselves into targets upon a successful tentacle attack. These barbs cause intense pain, but also dampen the victim's resistance to electricity damage. When a creature is stung by a whyrlish, it must succeed at a DC 26 Fortitude saving throw to avoid becoming staggered by pain for 1 round. After this round, the pain reduces to a dull ache, causing the creature stung to be sickened for 1 minute. As long as a creature is staggered or sickened by the cnidocytes, it loses its resistance and immunity to electricity damage, if any. A target that succeeds at its saving throw negates this effect entirely. This is a pain effect and the save DC is Constitution-based.",
			"",
			"**Electrical Discharge (Su)** Once every 1d4 rounds, a whyrlish can emit a powerful discharge of electricity from its bell as a standard action, creating a 120-foot-long line of electricity. Each creature caught in this area takes 15d6 points of electricity damage (Reflex DC 26 half). In the round immediately following an electrical discharge, the whyrlish's natural attacks deal an additional 1d6 points of electricity damage on a hit (this damage does not increase its constrict damage). The save DC is Constitution-based.",
			"",
			"**Tentacles (Ex)** A whyrlish's tentacles are a primary natural attack.",
			"",
			"::sh[Description]",
			"",
			"The whyrlish is a fascinating sight to behold; a jellyfish-like giant often found floating tranquilly alongside the River of Souls in the Astral Plane. These creatures gain nourishment from the metaphysical energies of the River of Souls - a process that does not harm the souls passing through the river but that often puts the whyrlish in direct confrontation with predators who seek to harvest souls for their own nefarious purposes. Whyrlishes fight ferociously against such predators, more out of a reflexive defense than from any real form of altruism or desire to protect the souls.",
			"",
			"A typical whyrlish is 30 feet long (including tentacles), and weighs about 2,500 pounds."
		]
	},
	"wickerman": {
		"name": "Wickerman",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*This humanoid-shaped colossus is a towering fury of burning wicker and wood.*",
			"",
			"::mh[Wickerman]{cr=\"13\"}",
			"",
			"{SOURCE Bestiary 4/277}  ",
			"**XP** 25,600  ",
			"N Colossal construct (fire)  ",
			"**Init** +3; **Senses** darkvision 60 ft., low-light vision; Perception +0",
			"",
			"::sh[Defense]",
			"",
			"**AC** 20, touch 5, flat-footed 17 (+3 Dex, +15 natural, -8 size)  ",
			"**hp** 157 (14d10+80); {umr/fast healing} 1  ",
			"**Fort** +4, **Ref** +7, **Will** +4  ",
			"**Defensive Abilities** fire healing, hardness 5; **Immune** {umr/construct traits}, fire  ",
			"**Weaknesses** vulnerable to cold",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** 2 slams +19 (2d8+13 plus burn and grab)  ",
			"**Ranged** burning brand +9 (4d6+13 plus burn)  ",
			"**Space** 30 ft., **Reach** 30 ft.  ",
			"**Special Attacks** {umr/burn} (1d6 fire, DC 17), wicker cage",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 37, **Dex** 16, **Con** -, **Int** -, **Wis** 10, **Cha** 7  ",
			"**Base Atk** +14; **CMB** +35 (+39 grapple); **CMD** 48  ",
			"**SQ** constant blaze",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Burning Brand (Ex)** Once per round, a wickerman can draw forth pieces of its own body and throw them as a ranged attack with a range increment of 60 feet.",
			"",
			"**Constant Blaze (Su)** A wickerman constantly burns but is never consumed. Its flames are magical. Immersion in water only suppresses the flames, and only for as long as the wickerman is immersed. While its flames are suppressed, the wickerman loses its burn ability, and its wicker cage ability doesn't deal fire damage or cause creatures to catch on fire.",
			"",
			"**Fire Healing (Ex)** A magical attack that deals fire damage heals the wickerman 1 point of damage for every 3 points of damage the attack would otherwise deal.",
			"",
			"**Wicker Cage (Su)** If a wickerman successfully grapples a creature, as a move action it can shove the grabbed creature into the cage built into its chest. This works like swallow whole (4d6 fire damage plus the target automatically [catches on fire](rule/catching_on_fire)), AC 17, 15 hp). The DC to put out this fire is 17. If a creature cuts its way free, the wickerman can't use this ability again until it is fully healed. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"A wickerman is a towering wicker statue with a cage in its chest. Inanimate ones are used for sacrifices to gods or nature faiths, and the constructs to terrify a faith's enemies.",
			"",
			"### Construction",
			"",
			"A wickerman is created from 12,000 pounds of wicker and rare wood costing 10,000 gp. Activating the wickerman requires sacrificing a living humanoid inside its chest cage. Sacrificing a creature is an evil act.",
			"",
			"**CL** 14th; **Price** 110,000 gp",
			"",
			"**Requirements** {feat/Craft Construct}, {spell/fire seeds}, {spell/wall of fire}, {spell/warp wood}, creator must be caster level 12th; Skill Craft (carpentry) or Craft (sculptures) DC 15; **Cost** 60,000 gp"
		]
	},
	"wight": {
		"name": "Wight",
		"sources": [
			"Pathfinder RPG Bestiary",
			"Undead Revisited"
		],
		"description": [
			"*The flesh of this walking corpse is rotting and putrid, its body skeletal in places and its eye sockets glowing with red light.*",
			"",
			"::mh[Wight]{cr=\"3\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/276}  ",
			"**XP** 800  ",
			"LE Medium undead  ",
			"**Init** +1; **Senses** darkvision 60 ft.; Perception +11",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 11, flat-footed 14 (+1 Dex, +4 natural)  ",
			"**hp** 26 (4d8+8)  ",
			"**Fort** +3, **Ref** +2, **Will** +5  ",
			"**Defensive Abilities** {umr/undead traits}  ",
			"**Weaknesses** resurrection vulnerability",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** slam +4 (1d4+1 plus energy drain)  ",
			"**Special Attacks** create spawn, {umr/energy drain} (1 level, DC 14)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 12, **Dex** 12, **Con** -, **Int** 11, **Wis** 13, **Cha** 15  ",
			"**Base Atk** +3; **CMB** +4; **CMD** 15  ",
			"**Feats** {feat/Blind-Fight}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Intimidate +9, Knowledge (religion) +7, Perception +11, Stealth +16; Racial Modifier +8 Stealth  ",
			"**Languages** Common  ",
			"**SQ** create spawn",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, gang (3-6), or pack (7-12)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Create Spawn (Su)** Any humanoid creature that is slain by a wight becomes a wight itself in only 1d4 rounds. Spawn so created are less powerful than typical wights, and suffer a -2 penalty on all d20 rolls and checks, as well as -2 hp per HD. Spawn are under the command of the wight that created them and remain enslaved until its death, at which point they lose their spawn penalties and become full-fledged and free-willed wights. They do not possess any of the abilities they had in life.",
			"",
			"**Resurrection Vulnerability (Su)** A {spell/raise dead} or similar spell cast on a wight destroys it (Will negates). Using the spell in this way does not require a material component.",
			"",
			"::sh[Description]",
			"",
			"Wights are humanoids who rise as undead due to necromancy, a violent death, or an extremely malevolent personality. In some cases, a wight arises when an evil undead spirit permanently bonds with a corpse, often the corpse of a slain warrior. They are barely recognizable to those who knew them in life; their flesh is twisted by evil and undeath, the eyes burn with hatred, and the teeth become beast-like. In some ways, a wight bridges the gap between a ghoul and a spectre - a warped animated corpse whose touch steals living energy.",
			"",
			"As undead, wights do not need to breathe, so they are sometimes found underwater, though they are not particularly good swimmers unless they were originally swimming creatures such as aquatic elves or merfolk. Underwater wights prefer low-ceilinged caves where their limited swimming isn't as much of a liability.",
			"",
			"The wight presented here is a typical example of its kind, but sometimes when a wight creates spawn from particularly unusual humanoids, the resulting wights are quite different in power, such as the following three variants.",
			"",
			"**Brute Wight (CR 5):** Giants that are killed by wights become hunchbacked, simple-minded undead. Brute wights are {template/giant} {template/advanced} wights, but cannot create spawn of their own.",
			"",
			"**Cairn Wight (CR 4):** Some societies deliberately create these specialized wights to serve as guardians for barrows or other burial sites. A cairn wight is an {template/advanced} wight that fights with a weapon, typically a sword, that channels its energy drain attack and affects creatures damaged by the weapon as if they had been struck by the wight's slam attack.",
			"",
			"**Frost Wight (CR 4):** Wights created in cold environments sometimes become pale undead with blue-white eyes and ice in their hair. Frost wights have the cold subtype and their slam attacks deal 1d6 cold damage in addition to the normal effects. A creature touching a frost wight with natural weapons or unarmed strikes takes 1d6 cold damage.",
			"",
			"### Variants",
			"",
			"{SOURCE Undead Revisited/55}  ",
			"Wights arise in many ways, and their particular origins often influence the abilities they possess.",
			"",
			"**Dust Wight (+1 CR):** Just as wights that rise from the dead in frozen environments can become infused with the dangerous qualities of their harsh environs, dust wights carry in their desiccated, crumbling frames the scorching punishment of the searing desert. These wights are typically found in desert tombs or ruins, and have fiery orange eyes and very little flesh save for leathery scraps clinging to their bones. A dust wight gains DR 5/bludgeoning, and when it hits a foe with its slam attack, causes the creature struck to become dehydrated if this victim fails a Fortitude save (same DC as the wight's energy drain attack). A dehydrated foe becomes fatigued (or exhausted if already fatigued).",
			"",
			"**Mist Wight (+1 CR):** A mist wight can exhale black breath at will as a standard action, creating a 10-foot cube of thick mist that acts as {spell/obscuring mist}. This tainted air causes living creatures to become fatigued as long as they remain within the mist and for 1 round thereafter. The cloud of mist remains in place for 1 round per HD possessed by the mist wight. Once per day, a mist wight can infuse its breath with the choking stench of the grave, creating an effect identical to a {spell/stinking cloud} (Fortitude DC 14 negates; the save DC is Charisma-based). Mist wights can sense the subtle intake of breath in creatures around them, and they gain blindsense 60 feet against living creatures who aren't holding their breath.",
			"",
			"### Accursed Treasure",
			"",
			"{SOURCE Undead Revisited/55}  ",
			"A wight's treasure can become infused with its dark spirit, creating a gnawing, obsessive greed that saps the spirit and life of any creature that claims it. A character that possesses accursed wight treasure gains a number of negative levels equal to the total gp value of the stolen treasure divided by 10,000 (minimum of one negative level). These negative levels remain as long as the creature retains ownership of the treasure (even if this treasure is not carried) - they disappear as soon as the stolen treasure is destroyed, stolen, freely given away, or returned to the wight's lair. If the treasure is merely sold, the negative levels become permanent negative levels that can then be removed via means like {spell/restoration}.",
			"",
			"A creature whose negative levels equal its Hit Dice perishes and rises as a wight. If the wight whose treasure it stole still exists, it becomes a wight spawn bound to that wight. If not, it becomes a free-willed wight. Removing these negative levels does not end the curse, but {spell/remove curse} or {spell/break enchantment} does, with a caster level check against a DC equal to the wight's energy drain save DC. A wight's treasure does not confer negative levels while in the area of a {spell/hallow} spel"
		]
	},
	"wikkawak": {
		"name": "Wikkawak",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*This thick-bodied, white-furred bugbear wears bearskins and carries an axe made of ice and bone.*",
			"",
			"::mh[Wikkawak]{cr=\"4\"}",
			"",
			"{SOURCE Bestiary 4/278}  ",
			"**XP** 1,200  ",
			"CE Medium humanoid (goblinoid)  ",
			"**Init** +3; **Senses** darkvision 60 ft., scent; Perception +11",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 13, flat-footed 16 (+3 armor, +3 Dex, +3 natural)  ",
			"**hp** 39 (6d8+12)  ",
			"**Fort** +4, **Ref** +8, **Will** +3  ",
			"**Resist** cold 5",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** battleaxe +9 (1d8+7/&times;3)  ",
			"**Ranged** javelin +7 (1d6+5)  ",
			"**Spell-Like Abilities** (CL 4th; concentration +5)  ",
			"*3/day*-{spell/quench}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 17, **Con** 15, **Int** 12, **Wis** 13, **Cha** 12  ",
			"**Base Atk** +4; **CMB** +9; **CMD** 22  ",
			"**Feats** {feat/Martial Weapon Proficiency/ (battleaxe)}, {feat/Nimble Moves}, {feat/Power Attack}  ",
			"**Skills** Climb +11, Intimidate +11, Perception +11, Stealth +16, Survival +7; **Racial Modifiers** +4 Intimidate, +4 Perception, +4 Stealth  ",
			"**Languages** Common, Giant, Goblin  ",
			"**SQ** thuggery, trackless step",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold mountains  ",
			"**Organization** solitary, pair, gang (3-6), or warband (7-12 plus 3 warriors of 1st level and 1 chieftain of 3rd-5th level)  ",
			"**Treasure** NPC gear (mwk studded leather armor, battleaxe, 3 {eq-weapon/javelin/s}, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Thuggery (Ex)** Intimidate and Perception are class skills for wikkawaks.",
			"",
			"::sh[Description]",
			"",
			"The goblinoid race of bugbears infests all regions of the world, and these cruel creatures have adapted to the various climes where they make their homes. In the icy wastes, a race of albino bugbears called wikkawaks stalk the windswept glaciers and frozen mountaintops.",
			"",
			"Well adapted to the cold, wikkawaks are masters of stealth and arctic survival, and they have the ability to quell lanterns, torches, and campfires with a thought. Wikkawaks leave no trail in even the heaviest of snows, though salt sprinkled on snow can supposedly reveal a wikkawak's tracks. Of course, by the time one has discovered a wikkawak's trail, it could already be too late.",
			"",
			"Like most bugbears, wikkawaks normally lead a solitary existence, preying on isolated settlers and hunters like pale arctic serial killers. Their powerful noses can sniff out a humanoid or animal over great distances. The rank smell of fear is a powerful stimulant to wikkawaks, and an individual wikkawak hunter might stalk and terrorize a potential victim for several nights, \"steeping\" its prey in dread and terror before finally pouncing. Wikkawaks consider humanoid flesh a great delicacy, and one might freeze a dead humanoid in a remote area, only to return to its grisly cache again and again to savor the taste of the victim for weeks on end. Wikkawaks enjoy keeping mementos of their victims, and prefer fingers as trophies.",
			"",
			"Wikkawaks occasionally congregate in larger groups, either to find mates or to better terrorize a large settlement. Wikkawak pairings seldom last longer than a winter, and young wikkawaks are pushed out into the cold to fend for themselves as soon as they've grown their fur. Wikkawaks don't enjoy the company of other goblinoids, and are just as likely to kill and eat a tribe of snow goblins as they are to rule their lesser kin.",
			"",
			"A wikkawak is covered in a thick pelt of insulating white fur, and its beady eyes are a dead white color. A typical wikkawak stands just over 7 feet tall and weighs around 450 pounds."
		]
	},
	"wild_hunt_wild_hunt_archer": {
		"name": "Wild Hunt, Wild Hunt Archer",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This lithe, androgynous humanoid has pointed ears, glowing green eyes, and six fingers on each slender hand.*",
			"",
			"::mh[Wild Hunt Archer]{cr=\"13\"}",
			"",
			"{SOURCE Bestiary 6/279}  ",
			"**XP** 25,600  ",
			"CN Medium fey (wild hunt)  ",
			"**Init** +13; **Senses** greensight 60 ft., low-light vision, scent, see in darkness; Perception +31",
			"",
			"::sh[Defense]",
			"",
			"**AC** 28, touch 24, flat-footed 19 (+5 deflection, +9 Dex, +4 natural)  ",
			"**hp** 187 (22d6+110)  ",
			"**Fort** +12, **Ref** +22, **Will** +19  ",
			"**Defensive Abilities** instinctive cooperation, wild grace; **DR** 10/cold iron; **Immune** cold; **Resist** electricity 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** gore +16 (1d6+7)  ",
			"**Ranged** +5 {magic-enh/icy burst} {magic-enh/seeking} composite longbow +26/+21/+16 (1d8+10/19-20/&times;3 plus 1d6 cold)  ",
			"**Special Attacks** infuse arrow, wild {umr/gaze} (DC 26)  ",
			"**Spell-Like Abilities** (CL 13th; concentration +18)  ",
			"*Constant*-{spell/know direction}, {spell/speak with animals}, {spell/speak with plants}  ",
			"*At will*-{spell/vampiric touch}  ",
			"*3/day*-{spell/black tentacles}, {spell/haste}, {spell/slay living} (DC 20), {spell/sleet storm}, {spell/stone tell}  ",
			"*1/day*-{spell/cloudkill} (DC 20), {spell/disintegrate} (DC 21), {spell/freezing sphere} (DC 21)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 28, **Con** 21, **Int** 16, **Wis** 23, **Cha** 21  ",
			"**Base Atk** +11; **CMB** +16; **CMD** 40  ",
			"**Feats** {feat/Deadly Aim}, {feat/Far Shot}, {feat/Improved Critical/ (composite longbow)}, {feat/Improved Initiative}, {feat/Improved Precise Shot}, {feat/Mounted Archery}, {feat/Mounted Combat}, {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Rapid Shot}, {feat/Weapon Focus/ (composite longbow)}  ",
			"**Skills** Acrobatics +34, Handle Animal +27, Intimidate +27, Knowledge (nature) +28, Perception +31, Ride +31, Sense Motive +31, Stealth +34, Survival +28  ",
			"**Languages** Aklo, Common, Sylvan; speak with animals, speak with plants  ",
			"**SQ** living bow, planar acclimation, wild hunt link",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary, squad (2-6), ride (1-4 wild hunt archers mounted on wild hunt horses), or wild hunt  ",
			"**Treasure** standard (mwk composite longbow, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Infuse Arrow (Su)** A wild hunt archer can cast a single spell-like ability with the range of touch as a part of a full attack. If he does so, the spell infuses his bow and travels with the next arrow he fires. If he hits a creature with that arrow, the target is also subject to the effects of the spell. If he misses, the spell vanishes from the arrow. Alternatively, he can infuse his bow with a spell-like ability that affects an area as a standard action. The spell's area of effect centers around wherever the arrow lands. If he hits a creature with such an arrow, that creature takes a -4 penalty on saves and checks it attempts against the effects of the spell, and also to its CMD against the spell effects (if applicable).",
			"",
			"**Living Bow (Su)** Any non-magical bow that a wild hunt archer picks up gains a spark of life, sprouting small leaves and becoming a +5 icy burst seeking composite longbow for as long as the archer holds it. The archer's quiver produces arrows automatically as the archer draws them; these arrows vanish after 1 round.",
			"",
			"**Wild Hunt Link (Su)** The weapon attacks and natural attacks of all creatures in a wild hunt archer's wild hunt link ignore miss chances from {rule/concealment}, as long as they target the correct square.",
			"",
			"::sh[Description]",
			"",
			"Wild hunt archers are methodical hunters who fire their bows with uncanny accuracy. Since wild hunt archers tend to be slower on foot than most of their companions, they will often rely on wild hunt horses to provide increased mobility. Rather than carrying normal arrows, they can produce arrows from magical quivers - these quivers do not function in this manner for anyone other than wild hunt archers. Rarely, they carry specific slaying arrows to augment particularly dangerous hunts.",
			"",
			"**Family:** {family/Wild Hunt}"
		]
	},
	"wild_hunt_archer": { "copyof": "wild_hunt_wild_hunt_archer" },
	"wild_hunt_wild_hunt_horse": {
		"name": "Wild Hunt, Wild Hunt Horse",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This powerful steed stands upon wispy puffs of air, its grassy mane and tail swishing majestically in the wind.*",
			"",
			"::mh[Wild Hunt Horse]{cr=\"11\"}",
			"",
			"{SOURCE Bestiary 6/280}  ",
			"**XP** 12,800  ",
			"CN Large fey (wild hunt)  ",
			"**Init** +4; **Senses** greensight 60 ft., low-light vision, scent, see in darkness; Perception +23",
			"",
			"::sh[Defense]",
			"",
			"**AC** 25, touch 17, flat-footed 20 (+3 deflection, +4 Dex, +1 dodge, +8 natural, -1 size)  ",
			"**hp** 142 (19d6+76)  ",
			"**Fort** +12, **Ref** +15, **Will** +12  ",
			"**Defensive Abilities** freedom of movement, instinctive cooperation, wild grace; **DR** 10/cold iron; **Immune** cold; **Resist** electricity 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 100 ft.; air walk  ",
			"**Melee** bite +21 (2d6+12), 2 hooves +19 (1d10+6 plus bleed)  ",
			"**Space** 10 ft., **Reach** 10 ft.  ",
			"**Special Attacks** bewildering hoofbeats, bleed 1d6, deafening cry, wild {umr/gaze} (DC 22)  ",
			"**Spell-Like Abilities** (CL 13th; concentration +16)  ",
			"*Constant*-{spell/air walk}, {spell/freedom of movement}, {spell/know direction}, {spell/speak with animals}, {spell/speak with plants}  ",
			"*At will*-{spell/transport via plants} (self and rider only)  ",
			"*3/day*-{spell/stone tell}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 34, **Dex** 19, **Con** 18, **Int** 9, **Wis** 12, **Cha** 17  ",
			"**Base Atk** +9; **CMB** +22 (+26 overrun); **CMD** 40 (42 vs. overrun, 44 vs. trip)  ",
			"**Feats** {feat/Dodge}, {feat/Endurance}, {feat/Great Fortitude}, {feat/Greater Overrun}, {feat/Improved Overrun}, {feat/Multiattack}, {feat/Power Attack}, {feat/Run}, {feat/Weapon Focus/ (bite, hoof)}  ",
			"**Skills** Acrobatics +26, Perception +23, Sense Motive +23, Stealth +22, Survival +20  ",
			"**Languages** Common, Sylvan; speak with animals, speak with plants  ",
			"**SQ** planar acclimation, rider synergy, wild hunt link",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary, herd (2-10), or wild hunt  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Bewildering Hoofbeats (Su)** As a standard action, a wild hunt horse can make it seem as though hundreds of horses are approaching from all directions. All creatures within 60 feet must succeed at a DC 22 Will save or become confused for 1d4 rounds. A creature that succeeds at this save is immune to the bewildering hoofbeats ability of all wild hunt horses for 24 hours. The save DC is Charisma-based.",
			"",
			"**Deafening Cry (Su)** As a standard action up to three times per day (but no more than once every 1d4 rounds), a wild hunt horse can emit a thundering cry. All creatures in a 30-foot cone emanating from the horse take 10d6 points of sonic damage and are deafened for 1 minute. Creatures that succeed at a DC 23 Fortitude save take half damage and are not deafened. The save DC is Constitution-based.",
			"",
			"**Rider Synergy (Su)** When a wild hunt horse carries a rider with the wild hunt subtype, the two act as one. If either the rider or the mount would take damage, the rider and mount decide how to divide the damage (typically splitting it equally). Additionally, the rider's movement as a part of the horse's overrun combat maneuver does not provoke attacks of opportunity, unless that movement would also cause the horse to provoke attacks of opportunity.",
			"",
			"**Wild Hunt Link (Su)** A wild hunt horse increases the speed of all creatures in its wild hunt link by 30 feet. This increase is an enhancement bonus. It also grants the members of its link the effects of freedom of movement.",
			"",
			"::sh[Description]",
			"",
			"When they are not participating in a hunt, wild hunt horses enjoy constructing complicated courses through land and sky and racing each other for ever-changing stakes.",
			"",
			"**Family:** {family/Wild Hunt}"
		]
	},
	"wild_hunt_horse": { "copyof": "wild_hunt_wild_hunt_horse" },
	"wild_hunt_wild_hunt_hound": {
		"name": "Wild Hunt, Wild Hunt Hound",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*Green smoke billows from the bared teeth and flared nostrils of this muscular, sharp-eared hound.*",
			"",
			"::mh[Wild Hunt Hound]{cr=\"10\"}",
			"",
			"{SOURCE Bestiary 6/281}  ",
			"**XP** 9,600  ",
			"CN Medium fey (wild hunt)  ",
			"**Init** +4; **Senses** blindsense 60 ft., blindsight 30 ft., greater arcane sight, greensight 60 ft., low-light vision, scent, see in darkness, see invisibility; Perception +22",
			"",
			"::sh[Defense]",
			"",
			"**AC** 24, touch 17, flat-footed 20 (+3 deflection, +4 Dex, +7 natural)  ",
			"**hp** 133 (14d6+84)  ",
			"**Fort** +12, **Ref** +13, **Will** +14  ",
			"**Defensive Abilities** instinctive cooperation, wild grace; **DR** 10/cold iron; **Immune** cold; **Resist** electricity 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 60 ft.  ",
			"**Melee** bite +17 (2d6+9 plus {umr/trip}), 2 claws +17 (1d8+9)  ",
			"**Special Attacks** summon pack, wild {umr/gaze} (DC 20)  ",
			"**Spell-Like Abilities** (CL 10th; concentration +13)  ",
			"*Constant*-{spell/greater arcane sight}, {spell/greater magic fang}, {spell/know direction}, {spell/mage hand}, {spell/see invisibility}, {spell/speak with animals}, {spell/speak with plants}  ",
			"*At will*-{spell/locate creature}, {spell/locate object}, {spell/residual tracking}  ",
			"*3/day*-{spell/discern location}, {spell/dispel magic}, {spell/stone tell}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 24, **Dex** 19, **Con** 22, **Int** 13, **Wis** 20, **Cha** 17  ",
			"**Base Atk** +7; **CMB** +14 (+18 trip); **CMD** 31 (37 vs. trip)  ",
			"**Feats** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Great Fortitude}, {feat/Greater Trip}, {feat/Improved Trip}, {feat/Weapon Focus/ (bite, claw)}  ",
			"**Skills** Acrobatics +21, Intimidate +17, Perception +22, Sense Motive +22, Stealth +21, Survival +19 (+26 when following tracks), Swim +24; **Racial Modifiers** +7 Survival when following tracks  ",
			"**Languages** Common, Sylvan; speak with animals, speak with plants  ",
			"**SQ** planar acclimation, track, wild hunt link",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary, pack (2-10), or wild hunt  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Summon Pack (Su)** Once per day as a standard action, a wild hunt hound can let forth a mighty howl, summoning a fog that coalesces into spectral dogs. The fog surrounds the wild hound in a 20-foot radius, traveling with the hound as it moves for 10 minutes. The spectral hounds provide {rule/concealment} as per the spell {spell/fog cloud} and grant the wild hunt hound a +4 circumstance bonus on its combat maneuver checks to trip opponents. They also harry their foes with a relentless assault of bite and claw attacks. Any enemy that ends its turn within the fog takes 2d6 points of slashing damage (Reflex DC 20 half). The save DC is Charisma-based.",
			"",
			"**Track (Ex)** A wild hunt hound adds a bonus equal to half its Hit Dice on Survival checks to follow tracks (+7 for a typical wild hunt hound).",
			"",
			"**Wild Hunt Link (Su)** All creatures in a wild hunt hound's wild hunt link share some if its sensory abilities, gaining blindsense 60 feet, greater arcane sight, and see invisibility",
			"",
			"::sh[Description]",
			"",
			"Wild hunt hounds are expert trackers that take the lead against elusive prey. When left to their own devices, they seek out creatures that are notoriously difficult to track, collecting minor trinkets as trophies of their achievements (using their mage hand ability to carry their prizes home or to adorn themselves if possible). While they can be competitive when engaged in separate tasks, wild hunt hounds working together on a hunt never allow these rivalries to become a distraction.",
			"",
			"These fey hounds are never truly alone, as they are always surrounded with green mist composed of fragments of the spirits of the wild hunt's victims. Stripped of all thoughts beyond a desire to chase and hunt, this fog eagerly answers the hound's baying call and forms into dogs that loyally fight at the hound's side.",
			"",
			"Although the hounds of the wild hunt may seem outwardly to be mere animals, they are quite intelligent. Wild hunt hounds are fond of taking advantage of their bestial appearance, and when left as guardians or allowed to wander freely, make excellent spies among those who don't recognize the creatures' ability to understand language. When not tracking a quarry, wild hunt hounds enjoy relaxing and capering in any natural environment - but even in their play they engage in complex pursuits, testing each other's ability to track and evade simultaneously.",
			"",
			"**Family:** {family/Wild Hunt}"
		]
	},
	"wild_hunt_hound": { "copyof": "wild_hunt_wild_hunt_hound" },
	"wild_hunt_wild_hunt_monarch": {
		"name": "Wild Hunt, Wild Hunt Monarch",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This limber and regal humanoid has an elk's antlers, long pointed ears, flowing white hair, and luminescent green eyes.*",
			"",
			"::mh[Wild Hunt Monarch]{cr=\"19\"}",
			"",
			"{SOURCE Bestiary 6/282}  ",
			"**XP** 204,800  ",
			"CN Medium fey (wild hunt)  ",
			"**Init** +11; **Senses** greensight 60 ft., low-light vision, mistsight, scent, see in darkness; Perception +37",
			"",
			"::sh[Defense]",
			"",
			"**AC** 34, touch 26, flat-footed 26 (+8 deflection, +7 Dex, +1 dodge, +8 natural)  ",
			"**hp** 325 (26d6+234)  ",
			"**Fort** +19, **Ref** +22, **Will** +23  ",
			"**Defensive Abilities** instinctive cooperation, wild grace; **DR** 15/cold iron; **Immune** cold; **Resist** electricity 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** monarch's glaive +30/+25/+20 (1d10+21/19-20/&times;3 plus 2d6), gore +19 (1d8+5)  ",
			"**Ranged** monarch's glaive +26 (1d10+21/19-20/&times;3 plus 2d6)  ",
			"**Special Attacks** call to the hunt, monarch's glaive, staggering gore, wild {umr/gaze} (DC 31), wild reincarnation  ",
			"**Spell-Like Abilities** (CL 17th; concentration +25)  ",
			"*Constant*-{spell/know direction}, {spell/speak with animals}, {spell/speak with plants}  ",
			"*At will*-{spell/charm monster} (DC 22), {spell/command} (DC 19), {spell/dominate person} (DC 23), {spell/ghost sound} (DC 18), {spell/major image} (DC 21)  ",
			"*3/day*-quickened {spell/charm monster} (DC 22), {spell/greater command} (DC 23), {spell/hallucinatory terrain} (DC 22), {spell/mass suggestion} (DC 24), {spell/plane shift} (DC 25), {spell/stone tell}, {spell/veil}  ",
			"*1/day*-{spell/dominate monster} (DC 27), {umr/summon} (level 9, 1 wild hunt horse 100%), {spell/wind walk}  ",
			"**Druid Spells Prepared** (CL 17th; concentration +25)  ",
			"*9th*-{spell/foresight}  ",
			"*8th*-{spell/finger of death} (DC 26), {spell/mass cure serious wounds}, {spell/word of recall}  ",
			"*7th*-{spell/control weather}, {spell/fire storm} (DC 25), {spell/heal}, {spell/sunbeam} (DC 25)  ",
			"*6th*-{spell/greater dispel magic} (2), {spell/move earth}, {spell/transport via plants} (2)  ",
			"*5th*-{spell/baleful polymorph} (DC 23), {spell/call lightning storm} (DC 23), {spell/death ward}, {spell/tree stride}, {spell/wall of thorns}  ",
			"*4th*-{spell/air walk}, {spell/cure serious wounds} (2), {spell/dispel magic}, {spell/flame strike} (DC 22), {spell/freedom of movement}  ",
			"*3rd*-{spell/cure moderate wounds} (2), {spell/daylight}, {spell/snare}, {spell/spike growth}, {spell/wind wall}  ",
			"*2nd*-{spell/barkskin}, {spell/hold animal} (DC 20), {spell/lesser restoration}, {spell/resist energy}, {spell/stone call}, {spell/tree shape}  ",
			"*1st*-{spell/cure light wounds} (2), {spell/entangle} (DC 19), {spell/faerie fire}, {spell/obscuring mist}, {spell/produce flame}  ",
			"*0*-{spell/detect magic}, {spell/guidance}, {spell/mending}, {spell/stabilize}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 33, **Dex** 25, **Con** 28, **Int** 22, **Wis** 26, **Cha** 27  ",
			"**Base Atk** +13; **CMB** +24; **CMD** 50  ",
			"**Feats** {feat/Blind-Fight}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Dodge}, {feat/Furious Focus}, {feat/Great Fortitude}, {feat/Improved Critical/ (glaive)}, {feat/Improved Initiative}, {feat/Power Attack}, {feat/Quicken Spell-Like Ability/ (charm monster)}, {feat/Step Up}, {feat/Tiring Critical}, {feat/Weapon Focus/ (glaive)}  ",
			"**Skills** Acrobatics +36, Diplomacy +37, Intimidate +34, Knowledge (geography, nature) +35, Perception +37, Perform (wind) +37, Ride +33, Sense Motive +37, Stealth +36, Survival +34, Use Magic Device +37  ",
			"**Languages** Aklo, Common, Draconic, Sylvan; speak with animals, speak with plants  ",
			"**SQ** planar acclimation, wild hunt link",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary or wild hunt  ",
			"**Treasure** double (+3 glaive, other treasure)",
			"",
			"::sh[Special Abilities]",
			"",
			"**Call to the Hunt (Su)** Once per day as a full-round action, a wild hunt monarch can blow his hunt monarch's horn to summon a number of other wild hunt fey up to a CR 18 encounter. For example, he may summon one wild hunt scout, two wild hunt archers, two wild hunt horses, and two wild hunt hounds. These fey appear within 100 feet of him at locations of his choosing, and they remain on the Material Plane for 1 hour or until reduced to 0 hit points. In the hands of any other creature, the hunt monarch's horn functions as an ornate masterwork horn.",
			"",
			"**Monarch's Glaive (Su)** A wild hunt monarch wields a +3 thundering glaive that functions as a bane weapon against any creature (thus effectively functioning as a +5 thundering glaive that deals an additional 2d6 points of damage on a hit to all targets). A wild hunt monarch can summon his glaive to his hand across any distance as a free action. He can make attacks with the glaive in any square between himself and the end of his reach, even if a glaive would not normally threaten that square. Additionally, he can hurl his glaive at opponents. When he uses his glaive in this way, it counts as a thrown weapon with a range increment of 100 feet. If the wild hunt monarch dies, the glaive reverts to a +3 glaive.",
			"",
			"**Spells (Sp)** A wild hunt monarch casts spells as a 17th-level druid.",
			"",
			"**Staggering Gore (Ex)** A wild hunt monarch's gore attack knocks the breath out of his foes. A target that takes damage from this attack must succeed at a DC 32 Fortitude save or be staggered for 3 rounds. The save DC is Constitution-based.",
			"",
			"**Wild Gaze (Su)** A wild hunt monarch has increased control over his gaze. Each round as a free action, he can select any number of visible creatures to exclude from his gaze. Humanoids and monstrous humanoids that fail the save are dazed as well as paralyzed, and animals and magical beasts are panicked. All other creatures are confused and can never receive the result of \"act normally\"; on such a result, they instead move in a random direction at full speed, as if pursuing an imaginary target. Succeeding at a save against any wild hunt fey's wild gaze attack (whether it is that of the monarch or any other member of the hunt) does not grant the normal 24 hour period of immunity to the monarch's wild gaze attack.",
			"",
			"**Wild Hunt Link (Su)** The monarch can maintain a wild hunt link to a range of 1 mile. He expands the range of the wild hunt link ability for all members of the wild hunt within his range to 1 mile as well, allowing the hunters to spread out with almost a mile between them without breaking the connection. All members of a monarch's wild hunt link gain regeneration 10; this regeneration cannot be suppressed as long as the wild hunt monarch lives. A wild hunt monarch's plane shift spell-like ability can transport any number of creatures in his link, as long as they all join hands or are similarly in contact with one another.",
			"",
			"**Wild Reincarnation (Su)** Once per day as a free action when a wild hunt monarch slays an adjacent creature by any means, he can attempt to reincarnate it as a wild hunt fey, even if the creature would not normally wish to be restored to life. The slain creature can resist this reincarnation if it succeeds at a DC 31 Fortitude save, but creatures slain while under the effects of any of the wild hunt monarch's charm or compulsion spell-like abilities take a -4 penalty on this saving throw. The wild hunt monarch can reincarnate the creature into his choice of wild hunt creature whose CR is equal to or less than the target's CR in its previous life. Alternatively, if the target was a humanoid or fey creature, the monarch can use the creature's own natural abilities to create a unique member of the wild hunt. Such a creature maintains all of its abilities. Its type changes to fey (do not recalculate any statistics), and it gains the wild hunt subtype. Its appearance changes to blend in with the wild hunt, granting it features such as long ears and glowing green eyes. Once reincarnated, the creature retains only faint memories of its previous life, but is now chaotic neutral and loyal to the wild hunt. A creature reincarnated in this way can be restored to its original life only via a miracle or wish-slaying the creature and raising it from the dead merely restores it to its latest incarnation as a member of the wild hunt, unless the effect of the wild reincarnation is first removed from the body via a successful break enchantment spell against a DC of 31. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Wild hunt monarchs command dozens of other wild hunt fey. While their followers can travel on personal missions, these majestic leaders (who can be female or male, and are referred to as wild hunt queens or wild hunt kings as appropriate) can rally the hunt to follow them anywhere without question. Wild hunt monarchs set the terms of each specific hunt, depending upon the prey and their own whims. The easier the prey, the more likely a monarch is to impose rules to make the hunt more entertaining, such as forbidding anyone but his hounds from injuring the quarry, or holding back his forces to give the target creature time to rest and recover.",
			"",
			"Many members of a wild hunt monarch's following join as soon as they are born from the fey realm, but others are born out of his own prey, or come to serve him after the demise of their previous leader. Monarchs do not typically interact with their own kind, but they occasionally collaborate on an exceptionally challenging hunt, testing their wits against nascent demigods or beasts of legend.",
			"",
			"**Family:** {family/Wild Hunt}"
		]
	},
	"wild_hunt_monarch": { "copyof": "wild_hunt_wild_hunt_monarch" },
	"wild_hunt_wild_hunt_scout": {
		"name": "Wild Hunt, Wild Hunt Scout",
		"sources": [ "Bestiary 6" ],
		"description": [
			"*This lithe humanoid has pointed ears, glowing green eyes, and a ram's horns.*",
			"",
			"::mh[Wild Hunt Scout]{cr=\"15\"}",
			"",
			"{SOURCE Bestiary 6/284}  ",
			"**XP** 51,200  ",
			"CN Medium fey (wild hunt)  ",
			"**Init** +13; **Senses** greensight 60 ft., low-light vision, scent, see in darkness; Perception +34",
			"",
			"::sh[Defense]",
			"",
			"**AC** 31, touch 25, flat-footed 21 (+5 deflection, +9 Dex, +1 dodge, +6 natural)  ",
			"**hp** 228 (24d6+144)  ",
			"**Fort** +16, **Ref** +23, **Will** +21  ",
			"**Defensive Abilities** instinctive cooperation, wild grace; **DR** 15/cold iron; **Immune** cold, blindness; **Resist** electricity 10, fire 10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** force scimitar +18/+13/+8 touch (1d6+5 force/15-20)  ",
			"**Ranged** crystal +21 touch (3d6 force plus blindness)  ",
			"**Special Attacks** sneak attack +4d6, wild {umr/gaze} (DC 27)  ",
			"**Spell-Like Abilities** (CL 15th; concentration +20)  ",
			"*Constant*-{spell/know direction}, {spell/pass without trace}, {spell/speak with animals}, {spell/speak with plants}  ",
			"*3/day*-{spell/clairaudience//clairvoyance}, {spell/dimension door}, {spell/stone tell}  ",
			"*1/day*-{spell/true seeing}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 29, **Con** 22, **Int** 17, **Wis** 24, **Cha** 21  ",
			"**Base Atk** +12; **CMB** +17; **CMD** 42  ",
			"**Feats** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Dodge}, {feat/Great Fortitude}, {feat/Greater Feint}, {feat/Improved Critical/ (scimitar)}, {feat/Improved Feint}, {feat/Improved Initiative}, {feat/Mobility}, {feat/Skill Focus/ (Bluff)}, {feat/Spring Attack}, {feat/Weapon Focus/ (scimitar)}  ",
			"**Skills** Acrobatics +36, Bluff +38, Intimidate +29, Knowledge (nature) +30, Perception +34, Ride +33, Sense Motive +34, Stealth +36, Survival +31  ",
			"**Languages** Aklo, Common, Sylvan; speak with animals; speak with plants  ",
			"**SQ** planar acclimation, wild hunt link",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary, invasion (2-6), or wild hunt  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Crystal (Su)** A wild hunt scout can manifest a green crystal in her free hand as a swift action; this crystal vanishes as soon as it leaves her possession. As a swift action, a wild hunt scout can fire a beam of green energy from her crystal. This is a ranged touch attack with a range increment of 40 feet that deals 3d6 points of force damage on a hit. A creature struck by this beam must succeed at a DC 27 Fortitude save or be permanently blinded. The save DC is Charisma-based.",
			"",
			"**Force Scimitar (Su)** As a swift action, a wild hunt scout can summon a crystalline scimitar. Attacks with this scimitar resolve as if they were touch attacks and deal force damage. Outside of its creator's hands, a force scimitar vanishes.",
			"",
			"**Wild Hunt Link (Su)** All creatures in a wild hunt scout's wild hunt link share each other's senses. As long as a creature benefits from this link, it gains a +4 insight bonus on initiative and Perception checks. If at least one creature in the link disbelieves an illusion, all creatures in the link are considered to disbelieve the illusion. Wild hunt fey in this link are never considered flat-footed against a foe unless all of them are considered flat-footed against that foe.",
			"",
			"::sh[Description]",
			"",
			"Wild hunt scouts relish the chance to seek revenge upon those who have wronged or insulted the wild hunt. They grow bored quickly when the stakes are not lethal, yet they rarely let their bloodlust cloud their tactical choices.",
			"",
			"**Family:** {family/Wild Hunt}"
		]
	},
	"wild_hunt_scout": { "copyof": "wild_hunt_wild_hunt_scout" },
	"will_o_wisp": {
		"name": "Will-o'-Wisp",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This faintly glowing ball of light bobs gently in the air, the nebulous image of what might be a skull visible somewhere in its depths.*",
			"",
			"::mh[Will-o'-Wisp]{cr=\"6\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/277}  ",
			"**XP** 2,400  ",
			"CE Small aberration (air)  ",
			"**Init** +13; **Senses** darkvision 60 ft.; Perception +17",
			"",
			"::sh[Defense]",
			"",
			"**AC** 26, touch 26, flat-footed 16 (+5 deflection, +9 Dex, +1 dodge, +1 size)  ",
			"**hp** 40 (9d8)  ",
			"**Fort** +3, **Ref** +12, **Will** +9  ",
			"**Defensive Abilities** natural invisibility; **Immune** magic",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 50 ft. (perfect)  ",
			"**Melee** {magic-enh/shock} +16 touch (2d8 electricity)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 1, **Dex** 29, **Con** 10, **Int** 15, **Wis** 16, **Cha** 14  ",
			"**Base Atk** +6; **CMB** +0; **CMD** 24  ",
			"**Feats** {feat/Alertness}, {feat/Blind-Fight}, {feat/Dodge}, {feat/Improved Initiative}, {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +21, Bluff +11, Escape Artist +21, Fly +31, Perception +17, Stealth +25  ",
			"**Languages** Aklo, Common  ",
			"**SQ** feed on fear",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any swamp  ",
			"**Organization** solitary, pair, or string (3-4)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Feed on Fear (Su)** Any time a will-o'-wisp is within 15 feet of a dying creature or creature subject to a fear effect, it gains fast healing 5.",
			"",
			"**Immunity to Magic (Ex)** Will-o'-wisps are immune to all spells and spell-like abilities that allow spell resistance, except {spell/magic missile} and {spell/maze}.",
			"",
			"**Natural Invisibility (Ex)** Will-o'-wisps have the ability to extinguish their natural glow as a move action, effectively becoming {spell/invisib/le>ility}, as per the spell.",
			"",
			"::sh[Description]",
			"",
			"Every trapper and bog farmer living near marshes or swamps has his own name for these faintly glowing balls of light - jack o' the lanterns, corpse candles, walking fires, pine lights, spooklights, rushlights - but all recognize them as dangerous predators and false guides in the darkness.",
			"",
			"Evil creatures that feed on the strong psychic emanations of terrified creatures, will-o'-wisps delight in tempting gullible travelers into dangerous situations. In the wild lands where they're most common, will-o'-wisps favor simple tactics like positioning themselves over cliffs or quicksand where they can easily be mistaken for lanterns (especially if they can set their traps near actual signal lanterns), allowing them to lure unwary travelers into perilous situations. On rare occasions, will-o'-wisps seeking easier pickings will move into a city and take up residence near gallows or follow along invisibly behind an army in order to harvest the fear of the dying men; why the vast majority choose to remain in the swamps where victims are scarce remains a mystery. Will-o'-wisps only use their electric shock ability under extreme duress, preferring to let other creatures or hazards claim their victims while they float nearby and feast.",
			"",
			"Will-o'-wisps can glow any color they choose, but are most frequently yellow, white, green, or blue. They can even vary their luminosity to create patterns - many will-o'-wisps are fond of creating vague skull-like shapes in their glow to further terrify their victims. Their actual bodies are barely visible globes of translucent spongy material 1 foot across and weighing 3 pounds, capable of emitting light from every surface. A will-o'-wisp's light is approximately as bright as a torch, and though they do not seem to use sound to communicate with each other, they hear perfectly and can vibrate their bodies rapidly to simulate speech.",
			"",
			"While vilified by most other sentient creatures, will-o'-wisps are actually quite intelligent, if utterly alien in their reasoning. Sometimes organized into groups called \"strings,\" their society and goals remain complete unknowns to outsiders, as do their origins, though they have sometimes been known to strike bargains with those who can offer them vast quantities of appropriately frightened victims. As will-o'-wisps do not age, and are effectively immortal unless killed by violence, particularly ancient will-o'-wisps can serve as fantastic repositories of knowledge from the ancient past, although convincing one of these cruel creatures to cooperate with an interrogation can be a trick in and of itself."
		]
	},
	"winterwight": {
		"name": "Winterwight",
		"sources": [ "Bestiary 2" ],
		"description": [
			"*Human-sized and of a deathly blue color, this long-taloned skeletal creature is partially encased in jagged sheets of ice.*",
			"",
			"::mh[Winterwight]{cr=\"17\"}",
			"",
			"{SOURCE Bestiary 2/283}  ",
			"**XP** 102,400  ",
			"CE Medium undead (cold)  ",
			"**Init** +10; **Senses** darkvision 60 ft.; Perception +27  ",
			"**Aura** cold (10 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 32, touch 16, flat-footed 26 (+6 Dex, +16 natural)  ",
			"**hp** 270 (20d8+180); {umr/fast healing} 10  ",
			"**Fort** +15, **Ref** +14, **Will** +16  ",
			"**Defensive Abilities** {umr/channel resistance} +4; **DR** 15/bludgeoning and good; **Immune** cold, {umr/undead traits}; **SR** 28  ",
			"**Weaknesses** vulnerability to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +30 (2d8+15 plus blightfire), 2 claws +30 (2d6+15 plus blightfire)  ",
			"**Special Attacks** {umr/rend} (2 claws 2d8+22)  ",
			"**Spell-Like Abilities** (CL 17th; concentration +26)  ",
			"*Constant*-{spell/air walk}  ",
			"*At will*-{spell/cone of cold} (DC 24), {spell/dimension door}, {spell/greater dispel magic}, {spell/sleet storm}, {spell/wall of ice}  ",
			"*3/day*-{spell/polar ray}  ",
			"*1/day*-{spell/control weather}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 40, **Dex** 23, **Con** -, **Int** 11, **Wis** 18, **Cha** 29  ",
			"**Base Atk** +15; **CMB** +30; **CMD** 46  ",
			"**Feats** {feat/Blind-Fight}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Greater Vital Strike}, {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Staggering Critical}, {feat/Vital Strike}  ",
			"**Skills** Acrobatics +26, Intimidate +32, Perception +27, Stealth +29  ",
			"**Languages** Common",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any cold land  ",
			"**Organization** solitary, pair, or incursion (3-6)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Aura of Cold (Su)** Winterwights are surrounded by a 10-foot radius of deathly chill. Any creatures within this area during the winterwight's turn takes 2d10 points of cold damage. All creatures of the cold subtype within this area (including the winterwight) are treated as having fast healing 10.",
			"",
			"**Blightfire (Su)** Whenever a winterwight damages a creature with a bite or claw, the wound erupts with tongues of black fire. For the next 5 rounds, the victim must make a DC 29 Fortitude saving throw at the start of its turn or take 1d6 points of Constitution drain. The winterwight gains 10 temporary hit points each time the creature fails a saving throw against blightfire. A creature cannot be affected by more than one instance of blightfire at a time. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"The winterwight is an undead horror born from the coldest depths of the negative energy plane. Infused with the dark, cold magic that permeates this realm of death, the winterwight takes the form of a skeleton coated in armor of jagged ice.",
			"",
			"Though it resembles an ordinary skeleton from a distance, the winterwight's frame is much sturdier than the average humanoid's, its frozen armor intertwining with its bone structure to form an incredibly hardy chassis. Sometimes called hatewraiths because of their insatiable lust for suffering, these frozen horrors are often found in areas that suffer from magical cold or frozen climates.",
			"",
			"Winterwights are 7 feet tall and weigh 250 pounds."
		]
	},
	"wisagatcak": {
		"name": "Wisagatcak",
		"sources": [ "Planar Adventures" ],
		"description": [
			"*This spiderlike monstrosity watches quietly, skittering about on six needle-sharp legs.*",
			"",
			"::mh[Wisagatcak]{cr=\"14\"}",
			"",
			"{SOURCE Planar Adventures/249}  ",
			"**XP** 38,400  ",
			"LE Small outsider (evil, extraplanar, lawful)  ",
			"**Init** +7; **Senses** see in darkness, tremorsense 30 ft.; Perception +24  ",
			"**Aura** insidious whispers (60 ft., DC 23)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 30, touch 19, flat-footed 22 (+7 Dex, +1 dodge, +11 natural, +1 size)  ",
			"**hp** 200 (16d10+112)  ",
			"**Fort** +12, **Ref** +17, **Will** +15  ",
			"**DR** 10/good; **Immune** cold; **SR** 25",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., burrow 20 ft., climb 40 ft.  ",
			"**Melee** bite +22 (1d8+5 plus weakness), gore +22 (2d4+5), 4 talons +22 (1d6+5)  ",
			"**Special Attacks** {umr/rake} (2 talons, 1d6+5), ravage flesh  ",
			"**Spell-Like Abilities** (CL 14th; concentration +19)  ",
			"*At will*-{spell/dimension door}, {spell/whispering wind}  ",
			"*3/day*-{spell/air walk}, {spell/freezing sphere} (DC 21)  ",
			"*1/day*-{spell/polar ray} (DC 23), {spell/wall of ice}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 21, **Dex** 24, **Con** 25, **Int** 18, **Wis** 20, **Cha** 21  ",
			"**Base Atk** +16; **CMB** +20 (+24 trip); **CMD** 38 (48 vs. trip)  ",
			"**Feats** {feat/Acrobatic Steps}, {feat/Combat Expertise}, {feat/Dodge}, {feat/Greater Trip}, {feat/Improved Trip}, {feat/Lunge}, {feat/Mobility}, {feat/Nimble Moves}  ",
			"**Skills** Acrobatics +26, Bluff +24, Climb +32, Intimidate +24, Knowledge (arcana) +20, Knowledge (planes) +23, Perception +24, Sense Motive +24, Stealth +30, Survival +24  ",
			"**Languages** Common, Infernal; telepathy 100 ft.",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold mountains (Hell)  ",
			"**Organization** solitary or wave (2-8)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Insidious Whispers (Su)** The wisagatcak relentlessly assaults intelligent creatures within 60 feet with an onslaught of telepathic whispering consisting of dark temptations and horrifying promises that can drive victims mad. If a creature begins its turn within the area of a wisagatcak's insidious whispers, it must succeed at a DC 23 Will save or take 1 point of Wisdom damage. Once a creature takes 4 points of Wisdom damage from insidious whispers (from one or multiple overlapping auras), it becomes afflicted with paranoia. A character suffering from paranoia is immune to further Wisdom damage from insidious whispers. This is a mind-affecting insanity effect. The save DC is Charisma-based.",
			"",
			"**Ravage Flesh (Su)** If a wisagatcak hits a target with at least three of its attacks, it can attempt to rake the foe. Once a wisagatcak has raked a foe, it can automatically attempt to rake that foe in the following round and gains a +4 bonus on attack and damage rolls with its rake attacks. If a wisagatcak successfully damages the same foe with its rake attack in 2 successive rounds, it gains the effects of haste in the following round.",
			"",
			"**Weakness (Su)** A creature bitten by a wisagatcak must succeed at a DC 25 Fortitude save or take 1 point of Strength drain. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Though wisagatcaks do not have a true hive mind, waves of these creatures are intimidatingly coordinated when hunting prey. Although they are outsiders and do not need to feed to survive, wisagatcaks enjoy the taste of warm flesh. A single wisagatcak can reduce a human body to its skeleton with unsettling speed.",
			"",
			"A wisagatcak has a leg span of 5 feet and weighs 60 pounds."
		]
	},
	"witchcrow": {
		"name": "Witchcrow",
		"sources": [
			"Pathfinder #67: The Snows of Summer",
			"Bestiary 5"
		],
		"description": [
			"*With a raucous cry and a flurry of feathered wings, this jet-black bird takes to the air, an unnatural gleam in its otherworldly eyes.*",
			"",
			"::mh[Witchcrow]{cr=\"1\"}",
			"",
			"{SOURCE Pathfinder #67: The Snows of Summer/88;Bestiary 5/277}  ",
			"**XP** 400  ",
			"CE Tiny magical beast  ",
			"**Init** +2; **Senses** darkvision 60 ft., detect magic, low-light vision; Perception +6",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 14, flat-footed 12 (+2 Dex, +2 size)  ",
			"**hp** 13 (3d10-3)  ",
			"**Fort** +2, **Ref** +5, **Will** +2  ",
			"**Resist** cold 5",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., fly 50 ft. (good)  ",
			"**Melee** 2 talons +4 (1d3-1)  ",
			"**Space** 2-1/2 ft., **Reach** 5 ft.  ",
			"**Spell-Like Abilities** (CL 3rd; concentration +4; save DCs are Intelligence-based)  ",
			"*Constant*-{spell/detect magic}, {spell/speak with animals} (birds only)  ",
			"*3/day*-{spell/perceive cues}, {spell/vanish}, {spell/ventriloquism} (DC 12)  ",
			"*1/day*-{spell/ill omen}, {spell/mirror image}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 8, **Dex** 15, **Con** 8, **Int** 13, **Wis** 12, **Cha** 11  ",
			"**Base Atk** +3; **CMB** +3 (+5 steal); **CMD** 12 (14 vs. steal)  ",
			"**Feats** {feat/Combat Expertise}, {feat/Flyby Attack}[^B], {feat/Improved Steal}  ",
			"**Skills** Fly +15, Knowledge (arcana) +2, Perception +6, Sleight of Hand +11, Spellcraft +3, Stealth +14; **Racial Modifiers** +8 Sleight of Hand  ",
			"**Languages** Aklo, Common; speak with animals (birds only)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold and temperate forests and plains  ",
			"**Organization** solitary, pair, covey (3-12), or murder (13-30)  ",
			"**Treasure** standard",
			"",
			"::sh[Description]",
			"",
			"The dreaded witchcrow, renowned as a harbinger of ill deeds and misfortune, preys on the weak and spies on the unwary. Clever, manipulative, and avaricious in the extreme, these foul birds have no conscience and know no fear. Witchcrows strive to steal not only victims' most cherished possessions, but their hopes and dreams as well. They delight in bringing anguish, sowing doubt even as they feign friendly advice designed to tear down alliances, dupe the gullible, and compromise the virtuous. Despite their deceptive nature, witchcrows can also hold valuable information - or come by such if paid to retrieve it.",
			"",
			"Witchcrows value arcane magic above all else, not simply as practitioners - the birds certainly have their own innate talent for witchcraft - but also as collectors. In exchange for their services or valuable information, witchcrows trade for scrolls, potions, and other lesser magic items. Even if such items go unoffered, an intense covetous streak drives witchcrows to pilfer these things if they sense them among a bargainer's possessions. Often, they single out arcane casters as targets for thievery, closing on casters from a distance with their vanish ability and executing flyby attacks to snatch away any baubles they desire. They carry such loot back to their nests to proudly share stories of their daring raids under the preening adulation of their peers. Prolonged spellcasting (casting spells with a casting time greater than 1 round) often attracts witchcrows in the area. They stalk spellcasters in groups, watching for opportunities to steal from them.",
			"",
			"Legends claim the first witchcrows spawned in the Dimension of Dreams-hatched from corrupted eggs nurtured by night hags and released onto other planes to carry out misdeeds. Whether this tale is true or not, these birds often keep company with hags. They sometimes treat with more powerful magical beings as messengers, spies, or informants, traveling in groups for mutual protection. Each covey or murder also follows a migratory pattern, moving between sites of power and areas of unusual magic.",
			"",
			"Greater witchcrows not only hoard arcane items, but also are dependent on them for reproduction, siphoning away subtle emanations of magical power to aid their gestation process. The likelihood of an egg hatching into a greater witchcrow increases in direct correlation to the time it spends in close proximity to such items. As a result, female witchcrows are much more active in stealing arcane objects for their nests and aggressively fend off rivals to retain any treasure in their possession. Witchcrows can lay a clutch of up to five eggs every year and remain fertile throughout their entire adult lifespan-approximately 20 to 30 years.",
			"",
			"As a greater witchcrow nears the end of its life, it experiences an unusual phenomenon called the Dreaming, in which it enters a fugue state lasting nearly a week. During this time, it molts and meditates as it comes to terms with the end of its life and attempts to pinpoint its final resting place. Usually, this is a place it particularly enjoyed in the past. Once the bird determines the location and fixates on it, the remaining members of its group invoke their apportation to send it there as its life's reward. Thereafter, the others argue and bicker over any magic items left behind by the elder witchcrow.",
			"",
			"### Habitat",
			"",
			"Witchcrows have an affinity for colder climes, and often masquerade as normal crows living in the fields and forests near the civilized settlements of other creatures. They particularly seek out magical societies where they can gain greater access to arcane items. On Golarion, this makes witchcrows most prevalent in Irrisen, where they've developed a terrible reputation-enough so that the witches of Irrisen (and the people they rule) both fear and revile the birds, marking them for destruction whenever they find them.",
			"",
			"In witchcrow society, greater witchcrows always establish dominance over their lesser kin, rising to lead large congregations of the malicious birds and shepherding them from one habitat to another. Witchcrows always mutually support one another even as they compete for the same resources, following a strict social hierarchy that aggrandizes the most successful thieves among them. Leaders of any given covey collect and dispense the spoils of their activities, assigning arcane treasures to the strongest of their kind during mating season. Those witchcrows that contribute little to the group's success often find themselves with empty nests during these gatherings - or cast out of the flock entirely.",
			"",
			"[^B]: Bonus feat."
		]
	},
	"witchcrow_greater_witchcrow": {
		"name": "Witchcrow, Greater Witchcrow",
		"sources": [ "Pathfinder #67: The Snows of Summer" ],
		"description": [
			"::mh[Greater Witchcrow]{cr=\"3\"}",
			"",
			"{SOURCE Pathfinder #67: The Snows of Summer/88}  ",
			"**XP** 800  ",
			"CE Small magical beast  ",
			"**Init** +3; **Senses** darkvision 60 ft., detect magic, low-light vision; Perception +9",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 15, flat-footed 11 (+3 Dex, +1 dodge, +1 size)  ",
			"**hp** 32 (5d10+5)  ",
			"**Fort** +5, **Ref** +7, **Will** +4  ",
			"**Resist** cold 5",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 20 ft., fly 60 ft. (good)  ",
			"**Melee** 2 talons +7 (1d6+1)  ",
			"**Special Attacks** hexes (cackle, evil eye [-2, 6 rounds], misfortune [1 round])  ",
			"**Spell-Like Abilities** (CL 5th; concentration +8; save DCs are Intelligence-based)  ",
			"*Constant*-{spell/detect magic}, {spell/speak with animals} (birds only)  ",
			"*3/day*-{spell/perceive cues}, {spell/vanish}, {spell/ventriloquism} (DC 14)  ",
			"*1/day*-{spell/ill omen}, {spell/mirror image}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 12, **Dex** 17, **Con** 12, **Int** 17, **Wis** 16, **Cha** 13  ",
			"**Base Atk** +5; **CMB** +5 (+7 steal); **CMD** 19 (21 vs. steal)  ",
			"**Feats** {feat/Combat Expertise}, {feat/Dodge}, {feat/Flyby Attack}[^B], {feat/Improved Steal}  ",
			"**Skills** Bluff +5, Fly +15, Knowledge (arcana) +6, Perception +9, Sense Motive +6, Sleight of Hand +12, Spellcraft +6, Stealth +15; **Racial Modifiers** +8 Sleight of Hand  ",
			"**Languages** Abyssal, Aklo, Auran, Common; speak with animals (birds only)  ",
			"**SQ** apportation",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold and temperate forests and plains  ",
			"**Organization** solitary, pair, covey (3-12), or murder (13-30)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Apportation (Su)** In large enough groupings (such as a murder), greater witchcrows can perform a cooperative form of magic once per day to open a glowing ring in one place leading to somewhere else on the planet. This always entails a raucous aerial ritual, usually centered on those that wish to make use of this ability. The ritual functions like a teleportation circle (CL 17th), except it requires 1 minute of uninterrupted casting time, the circle doesn't need to be placed on a horizontal surface, and it is not invisible or hard to detect. After coming into existence, the edges of the circle glow and the effect stays in place for 1 minute. Most witchcrows loathe using this power, but some offer it as a service to those in need of quick travel, demanding a high price for such assistance - usually something in the bargainer's possession that is cherished, extremely valuable, and almost always magical.",
			"",
			"**Hexes (Su)** A greater witchcrow uses hexes as a 5th-level witch. Invariably, these abilities include the cackle, evil eye, and misfortune hexes, and require a successful DC 15 Will save to negate or resist. Witchcrow cackling proves especially unnerving as it sounds like extremely mocking cawing.",
			"",
			"::sh[Description]",
			"",
			"The dreaded witchcrow, renowned as a harbinger of ill deeds and misfortune, preys on the weak and spies on the unwary. Clever, manipulative, and avaricious in the extreme, these foul birds have no conscience and know no fear. Witchcrows strive to steal not only victims' most cherished possessions, but their hopes and dreams as well. They delight in bringing anguish, sowing doubt even as they feign friendly advice designed to tear down alliances, dupe the gullible, and compromise the virtuous. Despite their deceptive nature, witchcrows can also hold valuable information - or come by such if paid to retrieve it.",
			"",
			"Witchcrows value arcane magic above all else, not simply as practitioners - the birds certainly have their own innate talent for witchcraft - but also as collectors. In exchange for their services or valuable information, witchcrows trade for scrolls, potions, and other lesser magic items. Even if such items go unoffered, an intense covetous streak drives witchcrows to pilfer these things if they sense them among a bargainer's possessions. Often, they single out arcane casters as targets for thievery, closing on casters from a distance with their vanish ability and executing flyby attacks to snatch away any baubles they desire. They carry such loot back to their nests to proudly share stories of their daring raids under the preening adulation of their peers. Prolonged spellcasting (casting spells with a casting time greater than 1 round) often attracts witchcrows in the area. They stalk spellcasters in groups, watching for opportunities to steal from them.",
			"",
			"### Ecology",
			"",
			"Legends claim the first witchcrows spawned in the Dimension of Dreams-hatched from corrupted eggs nurtured by night hags and released onto other planes to carry out misdeeds. Whether this tale is true or not, these birds often keep company with hags. They sometimes treat with more powerful magical beings as messengers, spies, or informants, traveling in groups for mutual protection. Each covey or murder also follows a migratory pattern, moving between sites of power and areas of unusual magic.",
			"",
			"Greater witchcrows not only hoard arcane items, but also are dependent on them for reproduction, siphoning away subtle emanations of magical power to aid their gestation process. The likelihood of an egg hatching into a greater witchcrow increases in direct correlation to the time it spends in close proximity to such items. As a result, female witchcrows are much more active in stealing arcane objects for their nests and aggressively fend off rivals to retain any treasure in their possession. Witchcrows can lay a clutch of up to five eggs every year and remain fertile throughout their entire adult lifespan-approximately 20 to 30 years.",
			"",
			"As a greater witchcrow nears the end of its life, it experiences an unusual phenomenon called the Dreaming, in which it enters a fugue state lasting nearly a week. During this time, it molts and meditates as it comes to terms with the end of its life and attempts to pinpoint its final resting place. Usually, this is a place it particularly enjoyed in the past. Once the bird determines the location and fixates on it, the remaining members of its group invoke their apportation to send it there as its life's reward. Thereafter, the others argue and bicker over any magic items left behind by the elder witchcrow.",
			"",
			"### Habitat",
			"",
			"Witchcrows have an affinity for colder climes, and often masquerade as normal crows living in the fields and forests near the civilized settlements of other creatures. They particularly seek out magical societies where they can gain greater access to arcane items. On Golarion, this makes witchcrows most prevalent in Irrisen, where they've developed a terrible reputation-enough so that the witches of Irrisen (and the people they rule) both fear and revile the birds, marking them for destruction whenever they find them.",
			"",
			"In witchcrow society, greater witchcrows always establish dominance over their lesser kin, rising to lead large congregations of the malicious birds and shepherding them from one habitat to another. Witchcrows always mutually support one another even as they compete for the same resources, following a strict social hierarchy that aggrandizes the most successful thieves among them. Leaders of any given covey collect and dispense the spoils of their activities, assigning arcane treasures to the strongest of their kind during mating season. Those witchcrows that contribute little to the group's success often find themselves with empty nests during these gatherings - or cast out of the flock entirely.",
			"",
			"[^B]: Bonus feat."
		]
	},
	"witchcrow_greater": { "copyof": "witchcrow_greater_witchcrow" },
	"greater_witchcrow": { "copyof": "witchcrow_greater_witchcrow" },
	"witchfire": {
		"name": "Witchfire",
		"sources": [
			"Bestiary 2",
			"Pathfinder #5: Sins of the Saviors"
		],
		"description": [
			"*Bathed in sickly green flames, this insubstantial specter of a beautiful young woman floats just off the ground.*",
			"",
			"::mh[Witchfire]{cr=\"9\"}",
			"",
			"{SOURCE Bestiary 2/284;Pathfinder #5: Sins of the Saviors/84}  ",
			"**XP** 6,400  ",
			"CE Medium undead (incorporeal)  ",
			"**Init** +10; **Senses** darkvision 60 ft.; Perception +16",
			"",
			"::sh[Defense]",
			"",
			"**AC** 24, touch 24, flat-footed 17 (+7 deflection, +6 Dex, +1 dodge)  ",
			"**hp** 115 (10d8+70)  ",
			"**Fort** +10, **Ref** +11, **Will** +10  ",
			"**Defensive Abilities** {umr/incorporeal}, witchflame, **Immune** fire, {umr/undead traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 50 ft. (perfect)  ",
			"**Melee** incorporeal touch +13 (8d6 fire plus witchflame)  ",
			"**Ranged** witchflame bolt +13 (8d6 fire plus witchflame)  ",
			"**Spell-Like Abilities** (CL 9th; concentration +16)  ",
			"*At will*-{spell/dancing lights}, {spell/disguise self}, {spell/ghost sound} (DC 17), {spell/invisibility}, {spell/pyrotechnics} (DC 19), {spell/ray of enfeeblement} (DC 18)  ",
			"*1/day*-{umr/summon} (level 4, 2 will-o'-wisps 50%)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** -, **Dex** 22, **Con** -, **Int** 17, **Wis** 16, **Cha** 25  ",
			"**Base Atk** +7; **CMB** +13; **CMD** 31  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Dodge}, {feat/Improved Initiative}, {feat/Lightning Reflexes}, {feat/Mobility}  ",
			"**Skills** Bluff +17, Fly +14, Intimidate +20, Knowledge (any two) +13, Perception +16, Sense Motive +16, Stealth +19  ",
			"**Languages** Auran, Common, Giant  ",
			"**SQ** sound mimicry (animal noises)",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any swamps or woodlands  ",
			"**Organization** solitary or coven (3 witchfires and hags-see below)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Witchflame (Su)** Any creature damaged by the incorporeal touch or ranged bolt attacks of a witchfire must succeed on a DC 22 Will save or become engulfed in sickly green flames. While these eerie flames deal no additional damage, the affected creature glows as per faerie fire and becomes sickened. While under the effects of the witchflame, the victim gains vulnerability to fire and takes half again as much damage (+50%) from fire attacks of any sort. This effect persists for 10 minutes. The supernatural flames can only be extinguished before this duration expires by a break enchantment, miracle, remove curse, or wish spell - the effective caster level of the witchflame is equal to the witchfire's HD (CL 10th for most witchfires). Any creature entering the same square as a witchfire or striking it with a melee attack must succeed on a DC 22 Will save or begin burning with witchflame, even if the attack would not otherwise harm the witchfire because of its incorporeal nature. A bolt of witchflame has a range of 60 feet with no range increment. The save DCs are Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"When an exceptionally vile hag or witch dies with some malicious plot left incomplete, or proves too horridly tenacious to succumb to the call of death, the foul energies of these wicked old crones sometimes spawn incorporeal undead known as witchfires. These ghostly creatures appear much as they did in life, although the grotesque undead energy that births them makes them appear young and attractive and wreathes their insubstantial bodies in a powerful aura of sickly green flame, a ghostly fire referred to as \"witchflame\" in local legends.",
			"",
			"Strings of {monster/will-o'-wisp/s} are often found in the immediate vicinity of witchfires and are typically led by the undead, leading scholars to speculate that the creatures feed off of a witchfire's flames and fury.",
			"",
			"### Witchfire Covens",
			"",
			"Witchfires occasionally join or subjugate existing hag covens (see info under {monster/green hag}). A hag coven that includes a witchfire gains the following additional coven spell-like abilities: 3/day-blight, create undead, fire storm (DC 21), nightmare (DC 18), waves of exhaustion (DC 20). All abilities function at CL 9th, and save DCs are based on a Charisma score of 16. The use of these abilities functions identically to other coven abilities. Such covens must have at least one living hag, as covens of three witchfires gain no coven-related abilities."
		]
	},
	"witchwyrd": {
		"name": "Witchwyrd",
		"sources": [
			"Bestiary 2",
			"Pathfinder #14: Children of the Void"
		],
		"description": [
			"*This gray-skinned humanoid wears fine red robes. The being has four arms, each ending in a three-fingered hand.*",
			"",
			"::mh[Witchwyrd]{cr=\"6\"}",
			"",
			"{SOURCE Bestiary 2/285;Pathfinder #14: Children of the Void/88}  ",
			"**XP** 2,400  ",
			"LN Medium monstrous humanoid  ",
			"**Init** +6; **Senses** darkvision 60 ft., detect magic; Perception +8",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 12, flat-footed 17 (+4 armor, +2 Dex, +3 natural)  ",
			"**hp** 68 (8d10+24)  ",
			"**Fort** +7, **Ref** +8, **Will** +9  ",
			"**Defensive Abilities** absorb force; **DR** 5/magic",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** ranseur +11/+6 (2d4+4/&times;3), 2 slams +6 (1d4+1 plus grab) or 4 slams +11 (1d4+3 plus {umr/grab})  ",
			"**Space** 5 ft., **Reach** 5 ft. (10 ft. with ranseur)  ",
			"**Special Attacks** force bolt  ",
			"**Spell-Like Abilities** (CL 8th; concentration +13)  ",
			"*Constant*-{spell/detect magic}, {spell/floating disk}, {spell/mage armor}, {spell/resist energy} (one at a time), {spell/unseen servant}  ",
			"*3/day*-{spell/dispel magic}, {spell/displacement}, {spell/suggestion} (DC 18)  ",
			"*1/day*-{spell/dimension door}, {spell/resilient sphere} (DC 19)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 16, **Dex** 15, **Con** 17, **Int** 18, **Wis** 13, **Cha** 20  ",
			"**Base Atk** +8; **CMB** +11 (+15 grapple); **CMD** 23  ",
			"**Feats** {feat/Deflect Arrows}[^B], {feat/Great Fortitude}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Persuasive}  ",
			"**Skills** Appraise +12, Bluff +13, Diplomacy +11, Intimidate +18, Knowledge (arcana) +12, Knowledge (geography) +12, Knowledge (planes) +12, Perception +8, Sense Motive +5, Use Magic Device +9  ",
			"**Languages** Common, Draconic, one or more planar languages; tongues",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any land  ",
			"**Organization** solitary, entourage (1 witchwyrd and 2-5 humanoid guards), or enclave (2-5 witchwyrds and 11-20 humanoid guards)  ",
			"**Treasure** double",
			"",
			"::sh[Special Abilities]",
			"",
			"**Absorb Force (Su)** Once per round, a witchwyrd can use a free hand to \"catch\" a magic missile fired at it. This absorbs the missile and manifests as a glowing nimbus around that hand (which is no longer considered free). The energy lasts 6 rounds or until it is used to create a force bolt. To use this ability, the witchwyrd must be aware of the incoming magic missile and cannot be flat-footed.",
			"",
			"**Force Bolt (Su)** A witchwyrd can \"throw\" a magic missile (1d4+1 damage) from each free hand as a free action (maximum of two per round). If it has absorbed a magic missile, it can throw an additional force bolt that round, expending the absorbed energy (maximum of two additional bolts per round).",
			"",
			"::sh[Description]",
			"",
			"Alien merchants that travel between planets and planes, witchwyrds stand 7 feet tall, weigh 300 pounds, and are covered in hairless blue-gray skin. Witchwyrds new to a market or eager to avoid identification during an important business deal fold their second sets of flexible arms behind their backs and dress in robes, the better to pass as a less-infamous humanoid race. Witchwyrds tend to prefer the driest, warmest regions of the areas they visit-perhaps an indicator of their mysterious home world.",
			"",
			"[^B]: Bonus feat."
		]
	},
	"wizards_shackle": {
		"name": "Wizard's Shackle",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*This eel-like creature has a thick, greasy body and a large, circular mouth full of tiny teeth.*",
			"",
			"::mh[Wizard's Shackle]{cr=\"1/2\"}",
			"",
			"{SOURCE Bestiary 5/278}  ",
			"**XP** 200  ",
			"N Tiny aberration (aquatic)  ",
			"**Init** +0; **Senses** arcane sight, blindsight 60 ft.; Perception +6",
			"",
			"::sh[Defense]",
			"",
			"**AC** 12, touch 12, flat-footed 12 (+2 size)  ",
			"**hp** 9 (2d8)  ",
			"**Fort** +0, **Ref** +0, **Will** +4  ",
			"**Defensive Abilities** host buffer; **Immune** disease, mind-affecting effects, poison; **SR** 11",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 5 ft., swim 30 ft.  ",
			"**Melee** bite +3 (1d4-3 plus attach and 1d3 Wisdom damage)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft.  ",
			"**Special Attacks** puppet master  ",
			"**Spell-Like Abilities** (CL 5th; concentration +1)  ",
			"*Constant*-{spell/arcane sight}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 4, **Dex** 11, **Con** 11, **Int** 12, **Wis** 13, **Cha** 2  ",
			"**Base Atk** +1; **CMB** -1 (+7 grapple); **CMD** 6 (14 vs. grapple, can't be tripped)  ",
			"**Feats** {feat/Weapon Finesse}  ",
			"**Skills** Climb +2, Knowledge (arcana) +6, Perception +6, Stealth +13, Swim +10  ",
			"**Languages** Aklo (can't speak); telepathy 10 ft.  ",
			"**SQ** amphibious, {umr/compression}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any water  ",
			"**Organization** solitary, pair, or infestation (3-12)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Host Buffer (Ex)** A wizard's shackle that has dominated a host uses the host's saving throws if they are better than the wizard's shackle's saving throws.",
			"",
			"**Puppet Master (Su)** If a wizard's shackle attaches to a creature that can cast spells or use spell-like abilities, the target creature must succeed at a DC 14 Will save or become dominated (as per dominate monster). The domination lasts as long as the wizard's shackle remains in contact with the victim. If the target would receive a new save against the effect (as described in the spell), a successful save allows it to avoid taking the action, but doesn't end the domination. The save DC is Intelligence-based and includes a +2 racial bonus.",
			"",
			"**Tenacious Grip (Ex)** A wizard's shackle gains a +8 bonus on combat maneuver checks to grapple and to CMD against grapple combat maneuvers.",
			"",
			"::sh[Description]",
			"",
			"Wizard's shackles are intelligent, eel-like parasites with tough bodies covered in pulsating veins. A wizard's shackle not attached to a host is quite cowardly and typically flees if it can. However, if the wizard's shackle becomes aware of a creature capable of casting spells or using spell-like abilities, it becomes extraordinarily aggressive. Once it establishes physical contact with such a creature, a wizard's shackle attempts to dominate its host. Wizard's shackles can't control non-spellcasters, and never attempt to.",
			"",
			"Though wizard's shackles are intelligent, they don't have a society of their own and, without a host, they perform simple acts like eating, mating, and sleeping in the fashion of mindless vermin. However, once it dominates a spellcasting host, a wizard's shackle reveals its full potential. Driven by strange yearnings and enigmatic impulses, a wizard's shackle leads its host to perform various tasks that don't make sense from an outside perspective. Most of these tasks are weird but benign, such as using magic to steal a merchant's silverware or fix the roof of a peasant's house. Rarely, a wizard's shackle will force its host to commit murder or other brutal acts intended to fulfill some unknown purpose, though most victims of such actions tend to be wicked or corrupt in their own rights. Regardless, wizard's shackles attached to hosts have an alien but almost childlike curiosity when it comes to humanoid society, and only the prospect of discovering more can distract them from their enigmatic tasks.",
			"",
			"Wizard's shackles latched onto hosts will sometimes form a social group, like a mage's guild composed solely of dominated spellcasters. These collectives tend to work toward goals just as incomprehensible, if not more so, than an individual wizard's shackle. Such goals might include spending a week dedicated to cleaning all the city's fountains until they shine or building an obelisk made of hollow copper.",
			"",
			"A typical wizard's shackle measures a mere foot in length and weighs about 2 pounds.",
			"",
			"### Archwizard's Shackle",
			"",
			"Rarely, a wizard's shackle that learns enough about the world manages to establish a personality that it maintains even without a host. Archwizard's shackles are often less disruptive and dangerous than their lesser kindred, as they understand that they are enslaving another being's mind. Many learn to work together with a host instead of taking full control, but evil archwizard's shackles are a much more significant threat. Archwizard's shackles advance by class levels."
		]
	},
	"wolf": {
		"name": "Wolf",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This powerful canine watches its prey with piercing yellow eyes, darting its tongue across sharp white teeth.*",
			"",
			"::mh[Wolf]{cr=\"1\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/278}  ",
			"**XP** 400  ",
			"N Medium animal  ",
			"**Init** +2; **Senses** low-light vision, scent; Perception +8",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 12, flat-footed 12 (+2 Dex, +2 natural)  ",
			"**hp** 13 (2d8+4)  ",
			"**Fort** +5, **Ref** +5, **Will** +1",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** bite +2 (1d6+1 plus {umr/trip})",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 13, **Dex** 15, **Con** 15, **Int** 2, **Wis** 12, **Cha** 6  ",
			"**Base Atk** +1; **CMB** +2; **CMD** 14 (18 vs. trip)  ",
			"**Feats** {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Perception +8, Stealth +6, Survival +1 (+5 scent tracking); **Racial Modifiers** +4 Survival when tracking by scent",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold or temperate forests  ",
			"**Organization** solitary, pair, or pack (3-12)  ",
			"**Treasure** none",
			"",
			"::sh[Description]",
			"",
			"Wandering alone or in packs, wolves sit at the top of the food chain. Ferociously territorial and exceptionally wide-ranging in their hunting, wolf packs cover broad areas. A wolf's wide paws contain slight webbing between the toes that assists in moving over snow, and its fur is a thick, water-resistant coat ranging in color from gray to brown and even black in some species. Its paws contain scent glands that mark the ground as it travels, assisting in navigation as well as broadcasting its whereabouts to fellow pack members. Generally, a wolf stands from 2-1/2 to 3 feet tall at the shoulder and weighs between 45 and 150 pounds, with females being slightly smaller."
		]
	},
	"wolf_dire_wolf": {
		"name": "Wolf, Dire Wolf",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This immense black wolf is the size of a horse, its fangs as large and sharp as knives.*",
			"",
			"::mh[Dire Wolf]{cr=\"3\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/278}  ",
			"**XP** 800  ",
			"N Large animal  ",
			"**Init** +2; **Senses** low-light vision, scent; Perception +10",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 11, flat-footed 12 (+2 Dex, +3 natural, -1 size)  ",
			"**hp** 37 (5d8+15)  ",
			"**Fort** +7, **Ref** +6, **Will** +2",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** bite +7 (1d8+6 plus {umr/trip})  ",
			"**Space** 10 ft., **Reach** 5 ft.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 19, **Dex** 15, **Con** 17, **Int** 2, **Wis** 12, **Cha** 10  ",
			"**Base Atk** +3; **CMB** +8; **CMD** 20 (24 vs. trip)  ",
			"**Feats** {feat/Run}, {feat/Skill Focus/ (Perception)}, {feat/Weapon Focus/ (bite)}  ",
			"**Skills** Perception +10, Stealth +3, Survival +1 (+5 scent tracking); **Racial Modifiers** +4 Survival when tracking by scent",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold or temperate forests  ",
			"**Organization** solitary, pair, or pack (3-8)  ",
			"**Treasure** none",
			"",
			"::sh[Description]",
			"",
			"An enormous version of a normal wolf, dire wolves represent the wolf in its most primal form. These creatures follow the same basic behaviors of regular wolves, but are much more aggressive. Dire wolves often serve giants as hunting companions and vicious guard animals. Some ferocious humanoids and woodsmen use trained dire wolves as mounts. Darker than normal wolves, dire wolves' coats tend toward blacks and deep mottled grays. An adult dire wolf is typically about 9 feet long and weighs roughly 800 pounds."
		]
	},
	"dire_wolf": { "copyof": "wolf_dire_wolf" },
	"wolf_dire": { "copyof": "wolf_dire_wolf" },
	"wolf_timber_wolf": {
		"name": "Wolf, Timber Wolf",
		"sources": [ "Pathfinder #67: The Snows of Summer" ],
		"description": [
			"*A chilling chorus of howls echoes through the air as a massive, white-furred wolf emerges.*",
			"",
			"::mh[Timber Wolf]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder #67: The Snows of Summer/83}  ",
			"**XP** 600  ",
			"N Medium animal  ",
			"**Init** +4; **Senses** low-light vision, scent; Perception +10",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 14, flat-footed 14 (+4 Dex, +4 natural)  ",
			"**hp** 17 (2d8+8)  ",
			"**Fort** +7, **Ref** +7, **Will** +3",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** bite +4 (1d6+4 plus {umr/trip})",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 17, **Dex** 19, **Con** 19, **Int** 2, **Wis** 16, **Cha** 10  ",
			"**Base Atk** +1; **CMB** +4; **CMD** 18 (22 vs. trip)  ",
			"**Feats** {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Perception +10, Stealth +8; **Racial Modifiers** +4 Survival when tracking by scent",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold forest or mountains  ",
			"**Organization** solitary, pair, or pack (3-20)  ",
			"**Treasure** none",
			"",
			"::sh[Description]",
			"",
			"Timber wolves range in color from white to gray to pitch black. The largest males can weigh 175 pounds. Timber wolves typically have longer legs and bigger paws to help traverse the difficult terrain in which they live. More importantly, their proportionally larger heads, held up by powerful neck muscles, allow them to drag down sizable herd animals.",
			"",
			"Hunts begin with a communal howl to unite the pack. They chase their prey over vast distances-sometimes over 50 miles-wearing prey down with fear and exhaustion. Using jaws capable of crushing bones and snapping spines, several timber wolves at a time might latch on to a victim and drag it to the ground. Their speed and pack instincts let them use coordinated attacks, flanking, and hit-and-run maneuvers.",
			"",
			"Group howling helps bind the pack together. The howls can be used for calling the pack to the hunt, determining the location of other pack members, communicating food sources, and even determining social order. Howls can be heard over vast distances and help establish a pack's territory, which averages 350 square miles.",
			"",
			"The power and majesty of timber wolves inspire many sentient races. For civilized folk, the wolf has come to embody a primitive evil, often playing the role of a villain in fairy tales. This has earned the animal an undeserved reputation for aggression. Among northern peoples, the wolf symbolizes strength and prowess in battle. Many tribes revere wolf totems, and some even claim in their folklore to be originally descended from wolves."
		]
	},
	"wolf_timber": { "copyof": "wolf_timber_wolf" },
	"timber_wolf": { "copyof": "wolf_timber_wolf" },
	"wolf_in_sheeps_clothing": {
		"name": "Wolf-in-Sheep's-Clothing",
		"sources": [
			"Bestiary 3",
			"Misfit Monsters Redeemed"
		],
		"description": [
			"*A small forest animal sits motionless atop a worn stump - and then the stump's face peels open into a maw of sharp teeth.*",
			"",
			"::mh[Wolf-in-Sheep's-Clothing]{cr=\"8\"}",
			"",
			"{SOURCE Bestiary 3/285;Misfit Monsters Redeemed/63}  ",
			"**XP** 4,800  ",
			"N Medium aberration  ",
			"**Init** +4; **Senses** all-around vision, darkvision 60 ft.; Perception +14",
			"",
			"::sh[Defense]",
			"",
			"**AC** 21, touch 10, flat-footed 21 (+11 natural)  ",
			"**hp** 97 (13d8+39)  ",
			"**Fort** +9, **Ref** +6, **Will** +10",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 5 ft., burrow 5 ft., climb 5 ft.  ",
			"**Melee** bite +12 (1d6+3), 8 tentacles +11 (1d4+1 plus {umr/grab} and pull)  ",
			"**Space** 5 ft., **Reach** 5 ft. (15 ft. with tentacle)  ",
			"**Special Attacks** {umr/constrict} (tentacle 1d4+3), implant, {umr/pull} (tentacle, 5 ft.)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 17, **Dex** 10, **Con** 17, **Int** 6, **Wis** 14, **Cha** 7  ",
			"**Base Atk** +9; **CMB** +12 (+18 grapple); **CMD** 22 (can't be tripped)  ",
			"**Feats** {feat/Great Fortitude}, {feat/Greater Grapple}[^B], {feat/Improved Initiative}, {feat/Improved Lightning Reflexes}, {feat/Lightning Reflexes}, {feat/Multiattack}, {feat/Skill Focus/ (Perception)}, {feat/Weapon Focus/ (tentacle)}  ",
			"**Skills** Climb +15, Disguise -1 (+11 as tree stump), Knowledge (nature) +4, Perception +14, Sense Motive +8, Stealth +9; **Racial Modifiers** +12 Disguise as tree stump  ",
			"**SQ** corpse lure",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any forest  ",
			"**Organization** solitary  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Corpse Lure (Ex)** By setting a corpse atop its stump and riddling the body with small, extruded filaments, a wolf-in-sheep's-clothing can crudely maneuver the corpse, manipulating it like a puppet. The corpse cannot leave the stump or perform complex actions, but is instead used to lure larger prey within range of the wolf-in-sheep's-clothing's tentacles. The largest corpse a wolf-in-sheep's-clothing can manipulate in this fashion is two size categories smaller than itself (thus Tiny creatures for a Medium wolf-in-sheep's-clothing). When a wolf-in-sheep's-clothing uses a corpse like this, it gains a +8 bonus on Disguise checks beyond its normal racial bonus.",
			"",
			"**Implant (Ex)** A wolf-in-sheep's-clothing can infest a creature with its eggs in one of two ways. A creature that eats a carcass used by the monster as a corpse lure automatically becomes implanted. Alternatively, up to once per day, a wolf-in-sheep's-clothing can implant an egg into a helpless or pinned creature as part of a grapple action. The target can resist being implanted with a DC 19 Fortitude save, but if it fails, the seed gestates and becomes a self-aware creature that slowly steals nourishment from its host before finally exploding free of its host's gut. The parasite can be cut free of the host's belly with a DC 25 Heal check, which takes 1 hour and deals 3d6 slashing damage regardless of success or failure. Remove disease (or any similar effect) also kills an implanted egg.",
			"",
			"Wolf-in-Sheep's-Clothing Egg: Infestation-ingestion; *save* Fort 19; *onset* 1 day; *frequency* 1/day; *effect* 1d4 Str damage until host reaches 0, then 3d6 damage as parasite bursts free; *cure* 3 consecutive saves. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"A wolf-in-sheep's-clothing appears at first to be little more than a tree stump sitting in a clearing, perhaps with a small animal sitting atop it. Only when a predator comes close does it become clear that the small animal is in fact long dead, given false life by tendrils springing up through its form, but by then it's too late, as the wolf-in-sheep's-clothing drags the would-be hunter into its waiting maw.",
			"",
			"Though intelligent, these monsters see little need for the company of others. Their method of reproduction is as hideous as their tactic of using corpses as lures, for they implant their parasitic eggs in living hosts, giving their spawn a fresh meal to eat upon hatching.",
			"",
			"A wolf-in-sheep's-clothing is usually about 4 to 5 feet across and weighs 200 pounds.",
			"",
			"[^B]: Bonus feat."
		]
	},
	"wolliped": {
		"name": "Wolliped",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*This shaggy, multi-legged creature has a flattened face with wide nostrils and four eyes. Ivory tusks jut downward, flanking its mouth.*",
			"",
			"::mh[Wolliped]{cr=\"3\"}",
			"",
			"{SOURCE Bestiary 5/279}  ",
			"**XP** 800  ",
			"N Large animal  ",
			"**Init** +2; **Senses** low-light vision, scent; Perception +9",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 11, flat-footed 13 (+2 Dex, +4 natural, -1 size)  ",
			"**hp** 30 (4d8+12)  ",
			"**Fort** +7, **Ref** +6, **Will** +1",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** gore +1 (1d8+2)  ",
			"**Ranged** spit +4 touch  ",
			"**Space** 10 ft., **Reach** 5 ft.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 18, **Dex** 14, **Con** 17, **Int** 2, **Wis** 11, **Cha** 3  ",
			"**Base Atk** +3; **CMB** +8; **CMD** 20 (32 vs. trip)  ",
			"**Feats** {feat/Endurance}[^B], {feat/Run}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Climb +8, Perception +9",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate hills  ",
			"**Organization** solitary, pair, or herd (3-12)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Docile (Ex)** Wollipeds are not naturally belligerent creatures. Unless a wolliped is specifically trained for combat, its gore is treated as a secondary attack and the creature lacks the trample ability. If trained for combat, its gore attack becomes gore +6 (1d8+6) and it gains the trample ability (1d6+6, DC 16).",
			"",
			"**Spit (Ex)** Once per hour, a wolliped can regurgitate the contents of its stomach, spitting the foul slurry at a single target within 10 feet as a ranged touch attack. On a successful hit, the target must succeed at a DC 15 Fortitude save or be sickened for 1d4 rounds. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Some claim wollipeds weren't initially domesticated to be working animals, but rather were herded and bred for their extremely warm and plentiful fleece. Regardless of the creatures' origins, arctic dwellers have a long history of using these magnificent animals for many purposes, even employing them as mounts in battle. A typical wolliped stands between 5 and 6 feet at the front shoulder and weighs upward of 1,000 pounds.",
			"",
			"Wollipeds are social herd animals that subsist on a diet of grasses, leaves, and other plant material. Wollipeds in high mountainous environments obtain much of their food from lichens and mosses, while herds of wollipeds on the plains graze on more substantial fare. Wild wollipeds tend to migrate to more plentiful foraging lands in the harshest winters, though these can be difficult to find.",
			"",
			"Walking on eight sturdy legs, wollipeds are exceptionally sure-footed. These creatures can climb steep mountain trails and march through heavy snow with little effort, and arctic cavalry have often charged up scree-choked hillsides to raid fortresses on the backs of armored wollipeds. The great beasts' facility at maneuvering in challenging environments, as well as their generally submissive nature, have resulted in a long relationship with the humanoids that share their homes. Wollipeds live for about 15 years, mating and giving birth every 11 months, and can be ridden until the final month of pregnancy.",
			"",
			"Wollipeds are social animals, grouping together into herds for protection. When threatened, wollipeds gather in a tight cluster with the young animals in the very center of the herd. Domesticated wollipeds are used for casual riding, pulling plows, and powering mills.",
			"",
			"Wolliped fleece is a versatile textile, as wolliped fibers wick water away, and still provide adequate warmth even when soaked. The variations in their coat colors and textures provide weavers with a wide array of design options.",
			"",
			"Wollipeds are known to use spitting as a form of communication, as well as a method of defense. Most wollipeds only spit at one another, typically in the course of their tusk-clashing shows of dominance, but when threatened, they can launch a nauseating wad of partially digested food at their attackers to sicken and distract them.",
			"",
			"[^B]: Bonus feat."
		]
	},
	"wolliped_wolliped_combat_trained": {
		"name": "Wolliped, Wolliped (Combat Trained)",
		"sources": [ "Pathfinder #70: The Frozen Stars" ],
		"description": [
			"*This shaggy, multi-legged creature has a flattened face with wide nostrils and four eyes. Ivory tusks jut downward from its mouth.*",
			"",
			"::mh[Wolliped (Combat Trained)]{cr=\"3\"}",
			"",
			"{SOURCE Pathfinder #70: The Frozen Stars/90}  ",
			"**XP** 800  ",
			"N Large animal  ",
			"**Init** +2; **Senses** low-light vision, scent; Perception +6",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 11, flat-footed 13 (+2 Dex, +4 natural, -1 size)  ",
			"**hp** 30 (4d8+12)  ",
			"**Fort** +7, **Ref** +6, **Will** +1",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** gore +6 (1d8+6)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** {umr/trample} (1d6+6, DC 16)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 18, **Dex** 14, **Con** 17, **Int** 2, **Wis** 11, **Cha** 3  ",
			"**Base Atk** +3; **CMB** +8 (+10 bull rush); **CMD** 20 (22 vs. bull rush, 32 vs. trip)  ",
			"**Feats** {feat/Endurance}, {feat/Improved Bull Rush}, {feat/Power Attack}  ",
			"**Skills** Climb +8, Perception +6",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate hills  ",
			"**Organization** solitary, pair, or cavalry (3-12)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Spit (Ex)** Once per hour, a wolliped can regurgitate the contents of its stomach, spitting the foul material at a single target within 10 feet. The target must succeed at a DC 15 Fortitude save or be sickened for 1d4 rounds. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Believed to be native to the Parapet Mountains, wollipeds were among the first beasts of burden domesticated by Triaxians. Some claim wollipeds weren't domesticated initially to be working animals, but rather were herded and bred for their extremely warm and plentiful fleece. In any case, Triaxians have a long history of using these magnificent animals for many purposes, even employing them as mounts in battle. A typical wolliped stands between 5 and 6 feet at the front shoulder and weighs upward of 1,000 pounds.",
			"",
			"### Ecology",
			"",
			"Wollipeds are social herd animals that subsist on a diet of grasses, leaves, and other plant material. Wollipeds in high mountainous environments obtain much of their food from lichens and mosses, while herds of wollipeds on the plains graze on more substantial fare. Wild wollipeds tend to migrate to more plentiful foraging lands when winter comes to Triaxus, though these can be difficult to find. Domesticated wollipeds, tended to by their Triaxian herders, are found throughout nearly all of Triaxus.",
			"",
			"Walking on eight sturdy legs, wollipeds are exceptionally sure-footed. These creatures can climb steep mountain trails and march through heavy snow with little effort, and Triaxian cavalry have often charged up scree-choked hillsides to raid fortresses on the backs of armored wollipeds. The great beasts' facility at maneuvering in challenging environments and generally submissive nature have resulted in a long relationship with the humanoids on Triaxus. Wollipeds live for about 15 years, mating and giving birth every 11 months, and can be ridden until the final month of pregnancy.",
			"",
			"### Habitat",
			"",
			"Wollipeds are social animals, grouping together into herds for protection. When threatened, wollipeds gather in a tight cluster with the young animals kept in the very center of the herd. Domesticated wollipeds are used for casual riding, pulling plows, and walking circles to power wollimills.",
			"",
			"While other exotic fabrics are available during a Triaxian summer, the mainstay of Triaxian winter textiles is spun wolliped fleece. Wolliped fibers wick water away, and still provide adequate warmth even when soaked, while the variations in coat colors and textures provide a wide array of design options.",
			"",
			"Like Triaxians, wollipeds exhibit distinct seasonal variance. Wollipeds born during the winter have long, thick, shaggy coats of fine fibers with a hollow core, while those born in the summers have shorter, thinner coats. Rather than the coats of individuals changing, the change happens generationally; winter wollipeds give birth to short-coated summer wollipeds as the planet warms, and vice versa. The process happens quickly, usually beginning in eastern Aylok, though no one knows precisely why.",
			"",
			"In addition to wolliped fleece, some Triaxian artisans use the ivory from wolliped tusks as a raw material, but this is most common for wollipeds born during the winter, as their tusks are three times the size of those born in summer. Winterborn wollipeds use their foot-long tusks for a variety of purposes. In addition to using them to dig in the ice and snow for deep green tubers, burmoss, and patches of sentient tulbos fungus that stretches beneath the ice, wollipeds clash their tusks together in competitions for dominance within a herd and as part of their mating displays.",
			"",
			"Wollipeds use spitting as a form of communication as well as for defense. Most wollipeds only spit at one another, typically in the course of their tusk-clashing shows of dominance, but when threatened they can launch a nauseating wad of partially digested fodder at their attackers. Some trained wolliped mounts have honed this nature into a weapon guided by their riders.",
			"",
			"The dragons of Triaxus have little use for terrestrial mounts, and instead use wollipeds as a consistent source of food. More than half of all domesticated wollipeds eventually feed Triaxus's dragon population, though most wollipeds used for meat are older animals whose fleece has turned coarse and brittle. Triaxians also eat wolliped flesh, but most consider young and healthy animals too valuable to eat except during desperate winter years.",
			"",
			"### Regional Variants",
			"",
			"The statistics on the facing page represent the most common breed of wolliped native to the Drakelands, the Allied Territories, and the Skyfire Mandate. In addition to these, a multitude of other breeds exist throughout Triaxus.",
			"",
			"Alurals: Triaxians of the Unbound Tribes breed the best wollipeds for battle, with their steeds recognized worldwide as being the strongest and most aggressive. Alurals are also the only known breed of wolliped that is carnivorous. Tribes here collect wolliped milk, fermenting it into a potent alcoholic beverage used for rituals, feasts, and holy days. Alurals have the advanced simple template.",
			"",
			"Ningese Wollipeds: The remote nation of Ning breeds the smallest wollipeds on Triaxus. Ningese wollipeds are quick and nimble, using these traits to elude the hordes of monsters threatening the civilized regions of the nation. Wollipeds here are primarily used for fleece and food. In the summer, Ningese wollipeds grow to Medium size and their speed increases by 10 feet. Ningese wollipeds born in the harsh winter are Small and have 2 fewer Hit Dice; their Strength and Constitution decreases by 2, and their Dexterity increases by 2."
		]
	},
	"wolliped_combat_trained": { "copyof": "wolliped_wolliped_combat_trained" },
	"wolliped_wolliped_domesticated_or_wild": {
		"name": "Wolliped, Wolliped (Domesticated or Wild)",
		"sources": [ "Pathfinder #70: The Frozen Stars" ],
		"description": [
			"::mh[Wolliped (Domesticated or Wild)]{cr=\"3\"}",
			"",
			"{SOURCE Pathfinder #70: The Frozen Stars/90}  ",
			"**XP** 800  ",
			"N Large animal  ",
			"**Init** +2; **Senses** low-light vision, scent; Perception +9",
			"",
			"::sh[Defense]",
			"",
			"**AC** 15, touch 11, flat-footed 13 (+2 Dex, +4 natural, -1 size)  ",
			"**hp** 30 (4d8+12)  ",
			"**Fort** +7, **Ref** +6, **Will** +1",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** gore +1 (1d8+2)  ",
			"**Space** 10 ft., **Reach** 5 ft.",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 18, **Dex** 14, **Con** 17, **Int** 2, **Wis** 11, **Cha** 3  ",
			"**Base Atk** +3; **CMB** +8; **CMD** 20 (32 vs. trip)  ",
			"**Feats** {feat/Endurance}, {feat/Run}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Climb +8, Perception +9",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate hills  ",
			"**Organization** solitary, pair, or herd (3-12)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Docile (Ex)** Unless a wolliped is specifically trained for combat (see the {skill/Handle Animal/ skill}), its gore is treated as a secondary attack and the creature lacks the trample ability.",
			"",
			"**Spit (Ex)** Once per hour, a wolliped can regurgitate the contents of its stomach, spitting the foul material at a single target within 10 feet. The target must succeed at a DC 15 Fortitude save or be sickened for 1d4 rounds. The save DC is Constitution-based.",
			"",
			"::sh[Description]",
			"",
			"Believed to be native to the Parapet Mountains, wollipeds were among the first beasts of burden domesticated by Triaxians. Some claim wollipeds weren't domesticated initially to be working animals, but rather were herded and bred for their extremely warm and plentiful fleece. In any case, Triaxians have a long history of using these magnificent animals for many purposes, even employing them as mounts in battle. A typical wolliped stands between 5 and 6 feet at the front shoulder and weighs upward of 1,000 pounds.",
			"",
			"### Ecology",
			"",
			"Wollipeds are social herd animals that subsist on a diet of grasses, leaves, and other plant material. Wollipeds in high mountainous environments obtain much of their food from lichens and mosses, while herds of wollipeds on the plains graze on more substantial fare. Wild wollipeds tend to migrate to more plentiful foraging lands when winter comes to Triaxus, though these can be difficult to find. Domesticated wollipeds, tended to by their Triaxian herders, are found throughout nearly all of Triaxus.",
			"",
			"Walking on eight sturdy legs, wollipeds are exceptionally sure-footed. These creatures can climb steep mountain trails and march through heavy snow with little effort, and Triaxian cavalry have often charged up scree-choked hillsides to raid fortresses on the backs of armored wollipeds. The great beasts' facility at maneuvering in challenging environments and generally submissive nature have resulted in a long relationship with the humanoids on Triaxus. Wollipeds live for about 15 years, mating and giving birth every 11 months, and can be ridden until the final month of pregnancy.",
			"",
			"### Habitat",
			"",
			"Wollipeds are social animals, grouping together into herds for protection. When threatened, wollipeds gather in a tight cluster with the young animals kept in the very center of the herd. Domesticated wollipeds are used for casual riding, pulling plows, and walking circles to power wollimills.",
			"",
			"While other exotic fabrics are available during a Triaxian summer, the mainstay of Triaxian winter textiles is spun wolliped fleece. Wolliped fibers wick water away, and still provide adequate warmth even when soaked, while the variations in coat colors and textures provide a wide array of design options.",
			"",
			"Like Triaxians, wollipeds exhibit distinct seasonal variance. Wollipeds born during the winter have long, thick, shaggy coats of fine fibers with a hollow core, while those born in the summers have shorter, thinner coats. Rather than the coats of individuals changing, the change happens generationally; winter wollipeds give birth to short-coated summer wollipeds as the planet warms, and vice versa. The process happens quickly, usually beginning in eastern Aylok, though no one knows precisely why.",
			"",
			"In addition to wolliped fleece, some Triaxian artisans use the ivory from wolliped tusks as a raw material, but this is most common for wollipeds born during the winter, as their tusks are three times the size of those born in summer. Winterborn wollipeds use their foot-long tusks for a variety of purposes. In addition to using them to dig in the ice and snow for deep green tubers, burmoss, and patches of sentient tulbos fungus that stretches beneath the ice, wollipeds clash their tusks together in competitions for dominance within a herd and as part of their mating displays.",
			"",
			"Wollipeds use spitting as a form of communication as well as for defense. Most wollipeds only spit at one another, typically in the course of their tusk-clashing shows of dominance, but when threatened they can launch a nauseating wad of partially digested fodder at their attackers. Some trained wolliped mounts have honed this nature into a weapon guided by their riders.",
			"",
			"The dragons of Triaxus have little use for terrestrial mounts, and instead use wollipeds as a consistent source of food. More than half of all domesticated wollipeds eventually feed Triaxus's dragon population, though most wollipeds used for meat are older animals whose fleece has turned coarse and brittle. Triaxians also eat wolliped flesh, but most consider young and healthy animals too valuable to eat except during desperate winter years.",
			"",
			"### Regional Variants",
			"",
			"The statistics on the facing page represent the most common breed of wolliped native to the Drakelands, the Allied Territories, and the Skyfire Mandate. In addition to these, a multitude of other breeds exist throughout Triaxus.",
			"",
			"Alurals: Triaxians of the Unbound Tribes breed the best wollipeds for battle, with their steeds recognized worldwide as being the strongest and most aggressive. Alurals are also the only known breed of wolliped that is carnivorous. Tribes here collect wolliped milk, fermenting it into a potent alcoholic beverage used for rituals, feasts, and holy days. Alurals have the advanced simple template.",
			"",
			"Ningese Wollipeds: The remote nation of Ning breeds the smallest wollipeds on Triaxus. Ningese wollipeds are quick and nimble, using these traits to elude the hordes of monsters threatening the civilized regions of the nation. Wollipeds here are primarily used for fleece and food. In the summer, Ningese wollipeds grow to Medium size and their speed increases by 10 feet. Ningese wollipeds born in the harsh winter are Small and have 2 fewer Hit Dice; their Strength and Constitution decreases by 2, and their Dexterity increases by 2."
		]
	},
	"wolliped_domesticated_or_wild": { "copyof": "wolliped_wolliped_domesticated_or_wild" },
	"wolpertinger": {
		"name": "Wolpertinger",
		"sources": [ "Pathfinder #61: Shards of Sin" ],
		"description": [
			"*This creature appears to be a large hare with long fangs, feathered wings, and a set of antlers.*",
			"",
			"::mh[Wolpertinger]{cr=\"1\"}",
			"",
			"{SOURCE Pathfinder #61: Shards of Sin/87}  ",
			"**XP** 400  ",
			"N Tiny magical beast  ",
			"**Init** +2; **Senses** darkvision 60 ft., low-light vision; Perception +5",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 14, flat-footed 12 (+2 Dex, +2 size)  ",
			"**hp** 15 (2d10+4)  ",
			"**Fort** +5, **Ref** +5, **Will** +1",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., fly 40 ft. (average)  ",
			"**Melee** bite +6 (1d3-1 plus bleed 1d4), gore +6 (1d3-1)  ",
			"**Space** 2-1/2 ft., **Reach** 0 ft.  ",
			"**Special Attacks** {umr/bleed} (1d4)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 9, **Dex** 14, **Con** 15, **Int** 4, **Wis** 13, **Cha** 6  ",
			"**Base Atk** +2; **CMB** +2; **CMD** 11 (15 vs. trip)  ",
			"**Feats** {feat/Weapon Finesse}  ",
			"**Skills** Fly +6, Perception +5, Stealth +14",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate forests or hills  ",
			"**Organization** solitary, pair, or pack (3-12)  ",
			"**Treasure** none",
			"",
			"::sh[Description]",
			"",
			"Wolpertingers are a bizarre amalgamation of hare and bird with the antlers of a deer. A wolpertinger's mottled fur ranges from light browns and tans to nearly black. A pair of brown-and-tan feathered wings sprouts from its back. While on the ground, wolpertingers fold these wings tight to their bodies. Fierce predators, wolpertingers hunt in packs using clever tactics. While capable of flight, they find prolonged flight taxing and tend to stay on the ground most of the time.",
			"",
			"A wolpertinger has a 4-foot wingspan, is nearly 2 feet long, and weighs around 15 pounds.",
			"",
			"Wolpertingers are usually encountered in temperate forests and hills, though scarcity of their favored foods can sometimes drive them to warmer or colder climes. Though they are omnivores, wolpertingers prefer fresh meat to grasses and berries. They typically hunt creatures smaller than themselves (favoring rabbits, mice, squirrels, and the like), but often take on larger predatory animals, such as foxes. Given a large enough pack, wolpertingers can even take down a solitary wolf.",
			"",
			"Wolpertingers mate only once per year, in the spring. Kits stay with their packs until they are fullgrown, but rarely remain with their birth-packs beyond a year, instead setting out to establish their own packs.",
			"",
			"### Habitat",
			"",
			"Though related to skvaders, wolpertingers are quite different beasts. Unlike their somewhat nomadic cousins, wolpertingers are aggressive and fiercely territorial. Packs stake out territories large enough for their hunting needs, and keep constantly vigilant against invaders. At the first indication of any significant threat, the pack mobilizes and attempts to kill or drive off the intruders. This territoriality extends to different packs of wolpertingers, though multiple packs have been known to coexist peacefully near one another as long as none of them violates another pack's territory.",
			"",
			"When on the hunt, wolpertingers vary their approaches, from slinking through the underbrush to flying in from above, as befits the terrain and the capabilities of their prey. When approaching from afar, they charge in quickly to get close enough to deal a forceful attack with their horns. Once in close combat, they gang up on their prey in flanking pairs. The strongest and oldest wolpertingers focus on melee, leaving the younger members of the pack to dart in for quick charges.",
			"",
			"Given their antlers, it's difficult for wolpertingers to create burrows like skvaders and normal hares. Instead, they seek shelter in naturally secluded areas as well as in the former dens of larger predators.",
			"",
			"### Skvaders and Wolpertingers as Familiars",
			"",
			"While most skvaders and wolpertingers prefer the company of their families and packs, occasionally the more adventurous among them come to serve as familiars. Service to a powerful spellcaster brings with it protection and long-term companionship, which these creatures take advantage of. A neutral spellcaster can gain a skvader as a familiar at 3rd level by taking the {feat/Improved Familiar} feat, and a neutral spellcaster can gain a wolpertinger as a familiar at 5th level by taking the {feat/Improved Familiar} feat."
		]
	},
	"wolverine": {
		"name": "Wolverine",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This stocky, muscular mammal is the size of a badger, its snarling lips revealing a mouth full of yellow teeth.*",
			"",
			"::mh[Wolverine]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/279}  ",
			"**XP** 600  ",
			"N Medium animal  ",
			"**Init** +2; **Senses** low-light vision, scent; Perception +10",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 12, flat-footed 12 (+2 Dex, +2 natural)  ",
			"**hp** 22 (3d8+9)  ",
			"**Fort** +5, **Ref** +5, **Will** +2",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., burrow 10 ft., climb 10 ft.  ",
			"**Melee** 2 claws +4 (1d6+2), bite +4 (1d4+2)  ",
			"**Special Attacks** rage",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 15, **Dex** 15, **Con** 15, **Int** 2, **Wis** 12, **Cha** 10  ",
			"**Base Atk** +2; **CMB** +4; **CMD** 16 (20 vs. trip)  ",
			"**Feats** {feat/Skill Focus/ (Perception)}, {feat/Toughness}  ",
			"**Skills** Climb +10, Perception +10",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold forests  ",
			"**Organization** solitary  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Rage (Ex)** A wolverine that takes damage in combat flies into a rage on its next turn, clawing and biting madly until either it or its opponent is dead. It gains +4 to Strength, +4 to Constitution, and -2 to AC. The creature cannot end its rage voluntarily.",
			"",
			"::sh[Description]",
			"",
			"Wolverines are territorial, especially when it comes to food, and have been known to defend their kills against much larger predators, such as black bears. They are fearsome opponents, launching into a frenzy when wounded. They tend to give off a very strong, unpleasant musk smell when angry.",
			"",
			"Armed with powerful jaws, strong legs, and a thick hide, wolverines are remarkably strong for their size. They are reckless in battle and throw themselves at their foes, clawing and biting furiously."
		]
	},
	"wolverine_dire_wolverine": {
		"name": "Wolverine, Dire Wolverine",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This terrible wolverine is as large as a bear, its jaws and claws oversized and brutal, its eyes dark and filled with rage.*",
			"",
			"::mh[Dire Wolverine]{cr=\"4\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/279}  ",
			"**XP** 1,200  ",
			"N Large animal  ",
			"**Init** +7; **Senses** low-light vision, scent; Perception +12",
			"",
			"::sh[Defense]",
			"",
			"**AC** 16, touch 12, flat-footed 13 (+3 Dex, +4 natural, -1 size)  ",
			"**hp** 42 (5d8+20)  ",
			"**Fort** +7, **Ref** +7, **Will** +2",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., climb 10 ft.  ",
			"**Melee** 2 claws +6 (1d8+4), bite +6 (1d6+4)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** rage",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 19, **Dex** 17, **Con** 17, **Int** 2, **Wis** 12, **Cha** 10  ",
			"**Base Atk** +3; **CMB** +8; **CMD** 21 (25 vs. trip)  ",
			"**Feats** {feat/Improved Initiative}, {feat/Skill Focus/ (Perception)}, {feat/Toughness}  ",
			"**Skills** Climb +12, Perception +12",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold forests  ",
			"**Organization** solitary or pair  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Rage (Ex)** A dire wolverine that takes damage in combat flies into a rage on its next turn, madly clawing and biting until either it or its opponent is dead. It gains +4 to Strength, +4 to Constitution, and -2 to AC. The creature cannot end its rage voluntarily.",
			"",
			"::sh[Description]",
			"",
			"Dire wolverines tend to be even more territorial than their smaller wolverine cousins, and they defend to the death the areas where they choose to live, often selecting humanoid-settled regions as their own and then fearlessly tearing the settlements apart. Dire wolverines grow to about 12 feet in length and can weigh as much as 2,000 pounds."
		]
	},
	"dire_wolverine": { "copyof": "wolverine_dire_wolverine" },
	"wolverine_dire": { "copyof": "wolverine_dire_wolverine" },
	"worg": {
		"name": "Worg",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This unusually large wolf has an evil, almost intelligent light shining in its deep red eyes.*",
			"",
			"::mh[Worg]{cr=\"2\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/280}  ",
			"**XP** 600  ",
			"NE Medium magical beast  ",
			"**Init** +2; **Senses** darkvision 60 ft., low-light vision, scent; Perception +11",
			"",
			"::sh[Defense]",
			"",
			"**AC** 14, touch 12, flat-footed 12 (+2 Dex, +2 natural)  ",
			"**hp** 26 (4d10+4)  ",
			"**Fort** +5, **Ref** +6, **Will** +3",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** bite +7 (1d6+4 plus {umr/trip})",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 17, **Dex** 15, **Con** 13, **Int** 6, **Wis** 14, **Cha** 10  ",
			"**Base Atk** +4; **CMB** +7; **CMD** 19 (23 vs. trip)  ",
			"**Feats** {feat/Run}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Perception +11, Stealth +9, Survival +5; **Racial Modifiers** +2 Perception, +2 Stealth, +2 Survival  ",
			"**Languages** Common, Goblin",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate forests and plains  ",
			"**Organization** solitary, pair, or pack (3-11)  ",
			"**Treasure** incidental",
			"",
			"::sh[Description]",
			"",
			"Worgs are oversized, evil, intelligent wolves often found dwelling amid goblins or other savage races. A typical worg has gray or black fur, stands 3 feet tall at the shoulder, and weighs 300 pounds.",
			"",
			"Worgs hunt in packs, running down and surrounding their prey like common wolves, but their intelligence and ability to speak make them better at coordinating their attacks. They sometimes use one packmate as a decoy, pretending to be a humanoid calling for help in order to lure intelligent prey into an ambush. Worgs that travel with goblins often allow them to ride on their backs, but in such situations it is usually the worg that is the master, not the rider."
		]
	},
	"worg_winter_wolf": {
		"name": "Worg, Winter Wolf",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"*This bear-sized wolf has white fur and a rime of frost around its muzzle. Its eyes are pale blue, almost white in color.*",
			"",
			"::mh[Winter Wolf]{cr=\"5\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/280}  ",
			"**XP** 1,600  ",
			"NE Large magical beast (cold)  ",
			"**Init** +5; **Senses** darkvision 60 ft., low-light vision, scent; Perception +11",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 10, flat-footed 16 (+1 Dex, +7 natural, -1 size)  ",
			"**hp** 57 (6d10+24)  ",
			"**Fort** +9, **Ref** +6, **Will** +3  ",
			"**Immune** cold  ",
			"**Weaknesses** vulnerability to fire",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft.  ",
			"**Melee** bite +10 (1d8+7 plus 1d6 cold and trip)  ",
			"**Space** 10 ft., **Reach** 5 ft.  ",
			"**Special Attacks** {umr/breath weapon} (every 1d4 rounds, 15-ft. cone, 6d6 cold damage, Reflex half DC 17)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 20, **Dex** 13, **Con** 18, **Int** 9, **Wis** 13, **Cha** 10  ",
			"**Base Atk** +6; **CMB** +12; **CMD** 23 (27 vs. trip)  ",
			"**Feats** {feat/Improved Initiative}, {feat/Run}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Perception +11, Stealth +4 (+10 in snow), Survival +5; **Racial Modifiers** +2 Perception, +2 Stealth (+8 in snow), +2 Survival  ",
			"**Languages** Common, Giant",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** cold forests and plains  ",
			"**Organization** solitary, pair, or pack (6-11)  ",
			"**Treasure** standard",
			"",
			"::sh[Description]",
			"",
			"Winter wolves are larger, smarter, more ferocious variants of worgs with white fur and a deadly breath weapon.",
			"",
			"A typical winter wolf is 8 feet long, stands 4-1/2 feet tall at the shoulder, and weighs about 450 pounds. Winter wolves will often ally themselves with frost giants, hill giants, and other large humanoids, serving entire tribes of giants as both scouts and guards."
		]
	},
	"winter_wolf": { "copyof": "worg_winter_wolf" },
	"worm_that_walks_locust_variant": {
		"name": "Worm That Walks, Locust Variant",
		"sources": [ "Pathfinder #75: Demon's Heresy" ],
		"description": [
			"*Hordes of swarming locusts coalesce to make up the form of a humanoid woman carrying a scythe, a demonic symbol emblazoned on her chest.*",
			"",
			"::mh[Locust Variant]{cr=\"8\"}",
			"",
			"{SOURCE Pathfinder #75: Demon's Heresy/74}  ",
			"**XP** 4,800  ",
			"Female human worm that walks cleric of Deskari 7  ",
			"CE Medium vermin (augmented human)  ",
			"**Init** +2; **Senses** blindsight 30 ft., darkvision 60 ft.; Perception +15",
			"",
			"::sh[Defense]",
			"",
			"**AC** 19, touch 19, flat-footed 16 (+1 deflection, +2 Dex, +1 dodge, +5 insight)  ",
			"**hp** 77 (7d8+42); {umr/fast healing} 8  ",
			"**Fort** +9, **Ref** +4, **Will** +10  ",
			"**Defensive Abilities** worm that walks traits; **DR** 15/-; **Immune** disease, paralysis, poison, sleep",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** mwk scythe +8 (2d4+1/&times;4) or slam +6 (1d4+1 plus {umr/grab})  ",
			"**Special Attacks** discorporate, channel negative energy 6/day (DC 16, 4d6), destructive smite (+3, 8/day), squirming embrace, tenacious  ",
			"**Spell-Like Abilities** (CL 7th; concentration +12)  ",
			"*8/day*-touch of evil (3 rounds)  ",
			"**Cleric Spells Prepared** (CL 7th; concentration +12)  ",
			"*4th*-{spell/air walk}, {spell/divine power}, {spell/unholy blight}[^D] (DC 19)  ",
			"*3rd*-{spell/contagion} (DC 18), {spell/dispel magic}, {spell/magic circle against good}[^D], {spell/protection from energy}  ",
			"*2nd*-{spell/cure moderate wounds}, {spell/darkness}, {spell/hold person} (DC 17), {spell/shatter}[^D], {spell/spiritual weapon}  ",
			"*1st*-{spell/command} (DC 16), {spell/cure light wounds}, {spell/doom} (DC 16), {spell/obscuring mist}, {spell/protection from good}, {spell/shield of faith}, {spell/true strike}[^D]  ",
			"*0 (at will)*-{spell/detect magic}, {spell/guidance}, {spell/read magic}, {spell/resistance}  ",
			"**Domains** Destruction, Evil",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 13, **Dex** 14, **Con** 18, **Int** 8, **Wis** 20, **Cha** 12  ",
			"**Base Atk** +5; **CMB** +6 (+14 grapple); **CMD** 29 (33 vs. grapple)  ",
			"**Feats** {feat/Diehard}, {feat/Dodge}, {feat/Extra Channel}, {feat/Improved Channel}, {feat/Toughness}, {feat/Weapon Focus/ (scythe)}  ",
			"**Skills** Knowledge (planes) +6, Knowledge (religion) +5, Perception +15, Sense Motive +13, Spellcraft +7, Stealth +10; **Racial Modifiers** +8 Perception, +8 Sense Motive, +8 Stealth  ",
			"**Languages** Common  ",
			"**Gear** mwk scythe, headband of inspired wisdom +2, ring of protection +1",
			"",
			"::sh[Description]",
			"",
			"Because of the odd and usually accidental circumstances through which worms that walk are born, the process of such birth is far from standardized. Thus, the worms themselves can take more shapes than simply the most common one. For purposes of clarity, all of the variants presented below are referred to as worms that walk, even if their main components are not actually worms. These variants are created using the same statistics presented above, and usually the only changes are cosmetic in nature (though see the *locust* variant, below).",
			"",
			"**Army Ants:** Common in Garund's deserts and lush, tropical jungles, army ants swarm over the land like a living carpet, devouring everything they come across. A worm that walks composed of army ants likewise consumes everything in its path - including the body of the spellcaster it once was. Disturbingly, these worms that walk spend little of their time in humanoid-shaped form, preferring to crawl as a biting swarm of legs and pincers. This form of worms that walk is mostly likely to be encountered in underground-dwelling; these horrific creatures are said to include one who calls the dangerous sands of Thuvia home.",
			"",
			"**Cockroaches:** Cockroaches can be found in great numbers anywhere civilization stains the landscape with its refuse. Worms that walk composed of cockroaches are more likely to be found in urban areas, especially in large cities where they can go unnoticed by most, usually arising when both corpses and magical effluent are deposited in sewers and garbage dumps. A worm that walks composed of cockroaches is a creature of stealth and guile. Frequently keeping to the shadows and sewers of the city, these worms that walk broker information and engage in blackmail, augmenting their unnatural talents with strong illusion and enchantment magic. Some say that a powerful enchantress worm that walks made of cockroaches runs a guild of thieves in Absalom, but no reliable sources can say they've met her.",
			"",
			"**Locusts:** Found in any area that sports - or once sported - verdant plant life, this worm that walks variant has plague-like nuances and can be particularly hard to kill. Made up of ravenous locusts, these worms that walk make meals of any creatures weaker than they, and are particularly attuned to their animalistic instincts. One of these particularly appalling worms that walk is said to threaten the agriculture-rich lands of Geb, and due to the influence of Deskari in the Worldwound, a few of these creatures have been spotted in the ruins of Sarkoris.",
			"",
			"**Wasps:** Typically found in warm, moist regions, these worms that walk are made from hundreds of thousands of buzzing, swarming wasps. Aggressive and cruel, these worms that walk favor poison and other debilitating substances, and commonly focus their arcane knowledge on creating potent toxins. Rumor has it that one of these horrific creatures rules over a tribe of hunters along one of the winding tributaries threading throughout the Mwangi Expanse.",
			"",
			"[^D]: Domain spell"
		]
	},
	"locust_variant": { "copyof": "worm_that_walks_locust_variant" },
	"woundwyrm": {
		"name": "Woundwyrm",
		"sources": [ "Inner Sea Bestiary" ],
		"description": [
			"*This massive, eyeless draconic creature is covered in purplehued scales and sharp, spiky protrusions.*",
			"",
			"::mh[Woundwyrm]{cr=\"15\"}",
			"",
			"{SOURCE Inner Sea Bestiary/61}  ",
			"**XP** 51,200  ",
			"CE Huge dragon (chaotic, evil)  ",
			"**Init** +5; **Senses** blindsight 60 ft.; Perception +22",
			"",
			"::sh[Defense]",
			"",
			"**AC** 30, touch 10, flat-footed 28 (+1 Dex, +1 dodge, +20 natural, -2 size)  ",
			"**hp** 225 (18d12+108)  ",
			"**Fort** +17, **Ref** +12, **Will** +12  ",
			"**DR** 10/good or lawful; **Immune** acid, dragon traits, gaze attacks, illusions, magic paralysis and sleep, poison, polymorph, visual effects; **SR** 26",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft., burrow 30 ft., fly 60 ft. (average), swim 30 ft.  ",
			"**Melee** bite +26 (2d8+10), 2 claws +26 (2d6+10), tail slap +21 (2d8+5), 2 wings +21 (1d8+5)  ",
			"**Space** 15 ft., **Reach** 10 ft. (15 ft. with bite)  ",
			"**Special Attacks** {umr/breath weapon} (100-ft. line, 16d6, Reflex DC 25 for half, usable every 1d4 rounds), entropic breath, maw of the Abyss  ",
			"**Spell-Like Abilities** (CL 18th; concentration +23)  ",
			"*Constant*-{spell/entropic shield}, {spell/freedom of movement}  ",
			"*1/day*-{spell/polymorph any object} (DC 23)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 31, **Dex** 13, **Con** 22, **Int** 14, **Wis** 13, **Cha** 20  ",
			"**Base Atk** +18; **CMB** +30; **CMD** 42 (46 vs. trip)  ",
			"**Feats** {feat/Blind-Fight}, {feat/Critical Focus}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Improved Initiative}, {feat/Power Attack}, {feat/Snatch}, {feat/Staggering Critical}, {feat/Stunning Critical}  ",
			"**Skills** Acrobatics +19, Bluff +18, Diplomacy +15, Fly +18, Intimidate +26, Knowledge (planes) +23, Perception +22, Spellcraft +23, Survival +22, Swim +22  ",
			"**Languages** Abyssal, Common, Draconic",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any (the Worldwound)  ",
			"**Organization** solitary  ",
			"**Treasure** triple",
			"",
			"::sh[Special Abilities]",
			"",
			"**Entropic Breath (Su)** Instead of a line of acid, a woundwyrm can exhale a 30-foot cone of {spell/acid fog} (as the spell) that persists for 1 minute. Any creature that begins its turn within the entropic breath becomes confused (Will DC 25 negates) for as long as it remains within the cloud and for 1d6 rounds thereafter.",
			"",
			"**Maw of the Abyss (Su)** As a full-round action, a woundwyrm can attempt to suck creatures and unattended objects in a 15-foot cone into a vortex in its maw. This acts as a drag combat maneuver (CMB +30) against creatures, and acts as a Strength check with a +10 bonus to break objects. Unattended objects weighing less than 100 pounds are automatically drawn into its maw. Creatures and objects alike take 1d12 points of sonic damage per round within the cone. While using this ability, a woundwyrm cannot speak, use its breath weapon, or make attacks or attacks of opportunity with its bite attack.",
			"",
			"::sh[Description]",
			"",
			"Woundwyrms are ferocious predators native to the corrupted landscape of the Worldwound. They are equally at home in sea and sky, above the ground and below it. Oozing deliquescence seeps from between their cracked, rocky scales, and a constant fume of rainbow hues drifts out of their gullets, save when they inhale and ingest the very substance of disintegrating reality."
		]
	},
	"wrackworm": {
		"name": "Wrackworm",
		"sources": [ "Planar Adventures" ],
		"description": [
			"*This immense, wormlike creature piles its coils upon itself, exposing four scythe-shaped claws and a massive fanged mouth.*",
			"",
			"::mh[Wrackworm]{cr=\"20\"}",
			"",
			"{SOURCE Planar Adventures/250}  ",
			"**XP** 307,200  ",
			"CE Colossal outsider (chaotic, evil, extraplanar)  ",
			"**Init** +9; **Senses** blindsight 60 ft., darkvision 60 ft.; Perception +33",
			"",
			"::sh[Defense]",
			"",
			"**AC** 37, touch 7, flat-footed 32 (+5 Dex, +30 natural, -8 size)  ",
			"**hp** 362 (25d10+225); {umr/fast healing} 20  ",
			"**Fort** +19, **Ref** +21, **Will** +21  ",
			"**Defensive Abilities** caustic ichor, planar anchor, twisting coils; **DR** 15/adamantine and lawful; **Immune** ability damage, ability drain, acid, disease, mind-affecting effects, poison; **SR** 31",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 50 ft., burrow 50 ft., climb 50 ft.  ",
			"**Melee** bite +30 (4d6+13/19-20 plus {umr/grab}), 4 claws +30 (2d8+13/19-20), sting +30 (2d8+13/19-20 plus poison)  ",
			"**Space** 30 ft., **Reach** 30 ft.  ",
			"**Special Attacks** disgorge wracked reality, penetrating strikes, wrack reality",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 36, **Dex** 21, **Con** 28, **Int** 3, **Wis** 20, **Cha** 3  ",
			"**Base Atk** +25; **CMB** +46 (+48 bull rush); **CMD** 61 (63 vs. bull rush, can't be tripped)  ",
			"**Feats** {feat/Awesome Blow}, {feat/Combat Reflexes}, {feat/Critical Focus}, {feat/Great Fortitude}, {feat/Improved Bull Rush}, {feat/Improved Critical/ (bite)}, {feat/Improved Critical/ (claw)}, {feat/Improved Critical/ (sting)}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Power Attack}, {feat/Staggering Critical}  ",
			"**Skills** Climb +49, Perception +33  ",
			"**Languages** Abyssal (can't speak)  ",
			"**SQ** {umr/compression}",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Caustic Ichor (Ex)** A wrackworm's blood is a foul, caustic substance that burns flesh and dissolves matter. The first time in a round when a creature attacks a wrackworm with a melee weapon, the creature must succeed at a DC 27 Reflex saving throw or be struck by the creature's blood. On a failed save, the creature takes 1d6 points of acid damage each time that round it successfully hits the wrackworm with a melee weapon. A slashing or piercing melee weapon automatically takes 1d6 points of acid damage each time it damages a wrackworm. This acid damage ignores the first 10 points of a weapon's hardness. The save DC is Dexterity-based.",
			"",
			"**Disgorge Wracked Reality (Su)** Once per minute as a standard action, a wrackworm can vomit up the partially digested contents of one of its many stomachs. This acts as a breath weapon that deals 10d6 points of acid damage and 10d6 points of bludgeoning damage to creatures in a 50-foot cone (Reflex DC 31 half); creatures that fail their Reflex saves are also exposed to the worm's poison. The material vomited forth by the wrackworm consists of all manner of ruined material-bodies, buildings, objects, vegetation, and more. For the following minute, the ground in the area affected by this breath weapon becomes difficult terrain that deals 2d6 points of acid damage to creatures that end their turns on the ground in the area. The save DC is Constitution-based.",
			"",
			"**Penetrating Strikes (Ex)** A wrackworm's natural attacks ignore damage reduction and hardness.",
			"",
			"**Planar Anchor (Ex)** Although a wrackworm is an extraplanar outsider, it cannot be banished from or forced to travel to another plane (including temporary extradimensional spaces, such as the one created by maze) unless it wishes to be affected by the effect.",
			"",
			"**Poison (Ex)** Sting-contact or injury; *save* Fort DC 31; *frequency* 1/round for 6 rounds; *effect* 1d4 Str drain and 1d4 Con drain; *cure* 2 consecutive saves. The save DC is Constitution-based.",
			"",
			"**Twisting Coils (Su)** A wrackworm's immense coiled body reacts instinctively to avoid attacks that merely need to touch the creature to affect it, shifting and twisting out of the way with unnerving speed. The first time each round a wrackworm is attacked by anything that resolves against its touch AC, the wrackworm gains a +30 dodge bonus against that attack.",
			"",
			"**Wrack Reality (Su)** As a move action, a wrackworm can gnaw through the walls of reality to create a vertically aligned dimensional portal. It can do so to create a portal that links an adjacent space to another visible space within 1 mile, or it can do so to create an interplanar portal between its current plane and a plane of its choice (typically at a random point on the other plane, as most wrackworms have little capacity or interest in precision travel). Once the portal is created, it remains in effect as long as the wrackworm is adjacent to it. The portal itself consists of a 10-foot-diameter hole in reality-large enough for a Large creature (or a creature with the compression ability, such as a wrackworm) to pass through. The hole does not undermine structural integrity or otherwise damage objects in the region it exists in. A wrackworm can use this hole to attack distant foes (and often does so to attack foes who use ranged superiority or flight against the worm), or crawl through the hole to reach a new location. This ability functions even in areas where planar travel does not function (as in the case of areas under the effects of dimensional lock or forbiddance) or if the effect that bars planar travel functions at caster level 20th or lower, but in such areas the ability requires a standard action rather than a move action to activate. Once the wrackworm is not adjacent to the portal, it immediately closes. A creature standing partially in the portal when it closes must decide which side of the portal it wishes to fully emerge from as it closes.",
			"",
			"::sh[Description]",
			"",
			"Wrackworms are a parasitic blight upon the planes that glut on the flesh of Rovagug, the imprisoned god of destruction, and their all-consuming hunger grows with every nibble of the Rough Beast's tainted essence. Rovagug himself is not harmed by the wrackworms gnawing on his flanks, but now and then, the chewing grows irritating enough that the Rough Beast gives a mighty shudder that hurls the wrackworms aside, whereupon their massive jaws reflexively gnaw holes into the underlying reality of the Dead Vault, allowing the immense monsters to burrow into other planes and spread far and wide throughout the Great Beyond. No wrackworm ever returns to the Dead Vault once it burrows out of it, and their violent emergence from the prison demiplane does not seem to undermine that reality's function as a prison, but many worry that, in time, the constant burrowing exit of the wrackworms may damage the Dead Vault enough that Rovagug himself may be able to finally escape.",
			"",
			"Each wrackworm is a towering hulk of segmented plates, an earthworm grown to titanic size. Its eyeless head is almost all mouth, with a gigantic maw filled with needle teeth. From its sides spring four long, chitinous limbs, each tipped with a razor-sharp scythe of hardened bone. At the caudal end of the worm is a long stinger like that of a scorpion, dripping with a flesh-ravaging toxin. Despite its bulk and sluggishness, a wrackworm moves with great swiftness when it wants to, darting forward to sink its fangs into a fleeing morsel or bothersome archer.",
			"",
			"The arrival of a wrackworm in a world is an apocalyptic event, made more so by its abruptness. A wrackworm rarely cares about reaching a specific destination so long as something exists therein to consume. This drive to feed on matter is not a biological imperative, for as an outsider a wrackworm has no physical need to eat. Instead, its desire to feed is driven purely by its entropic cruelty.",
			"",
			"Despite their mighty stature today, the first wrackworms were of humble origin. When the gods tore open the world and created Rovagug's prison, the Dead Vault, a vast amount of earth and stone were captured as well. The vermin infesting this soil, faced with few other options, fed upon the divine flesh of the Rough Beast. Generation upon generation of feasting on the flesh of a slumbering god has mutated these vermin into towering engines of gluttony and devastation-wrackworms.",
			"",
			"Some planar scholars claim to see a pattern in the wrackworms' boring of the planes. The treatises of these fanatical scholars posit that the worms are gnawing in precise patterns as part of a qlippoth plot to unmake the very fabric of the planes, unweaving all of reality to finish what the Rough Beast cannot as long as he remains trapped within the Dead Vault. Wrackworm infestations are also reputed to exist in the deepest parts of the Abyss, in a realm known as the Spiral Path, raising questions about a link to the demon lord Yhidothrus-himself a mighty wormlike beast.",
			"",
			"A wrackworm is 80 feet long when fully uncoiled and weighs 30,000 pounds."
		]
	},
	"wraith": {
		"name": "Wraith",
		"sources": [
			"Pathfinder RPG Bestiary",
			"Undead Revisited"
		],
		"description": [
			"*This ghostly creature is little more than a dark shape with two flickering pinpoints of light where its eyes should be.*",
			"",
			"::mh[Wraith]{cr=\"5\"}",
			"",
			"{SOURCE Pathfinder RPG Bestiary/281}  ",
			"**XP** 1,600  ",
			"LE Medium undead (incorporeal)  ",
			"**Init** +7; **Senses** darkvision 60 ft., lifesense; Perception +10  ",
			"**Aura** unnatural aura (30 ft.)",
			"",
			"::sh[Defense]",
			"",
			"**AC** 18, touch 18, flat-footed 14 (+5 deflection, +3 Dex)  ",
			"**hp** 47 (5d8+25)  ",
			"**Fort** +6, **Ref** +4, **Will** +6  ",
			"**Defensive Abilities** {umr/channel resistance} +2, {umr/incorporeal}; **Immune** {umr/undead traits}  ",
			"**Weaknesses** sunlight powerlessness",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 60 ft. (good)  ",
			"**Melee** incorporeal touch +6 (1d6 negative energy plus 1d6 Con drain)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** -, **Dex** 16, **Con** -, **Int** 14, **Wis** 14, **Cha** 21  ",
			"**Base Atk** +3; **CMB** +6; **CMD** 21  ",
			"**Feats** {feat/Blind-Fight}, {feat/Combat Reflexes}, {feat/Improved Initiative}  ",
			"**Skills** Diplomacy +10, Fly +7, Intimidate +13, Knowledge (planes) +7, Perception +10, Sense Motive +10, Stealth +11  ",
			"**Languages** Common, Infernal",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, gang (3-6), or pack (7-12)  ",
			"**Treasure** none",
			"",
			"::sh[Special Abilities]",
			"",
			"**Create Spawn (Su)** A humanoid slain by a wraith becomes a wraith in 1d4 rounds. These spawn are less powerful than typical wraiths, and suffer a -2 penalty on all d20 rolls and checks, receive -2 hp per HD, and only drain 1d2 points of Constitution on a touch. Spawn are under the command of the wraith that created them until its death, at which point they lose their spawn penalties and become free-willed wraiths. They do not possess any of the abilities they had in life.",
			"",
			"**Constitution Drain (Su)** Creatures hit by a wraith's touch attack must succeed on a DC 17 Fortitude save or take 1d6 points of Constitution drain. On each successful attack, the wraith gains 5 temporary hit points. The save DC is Charisma-based.",
			"",
			"**Lifesense (Su)** A wraith notices and locates living creatures within 60 feet, just as if it possessed the blindsight ability.",
			"",
			"**Sunlight Powerlessness (Ex)** A wraith caught in sunlight cannot attack and is staggered.",
			"",
			"**Unnatural Aura (Su)** Animals do not willingly approach within 30 feet of a wraith, unless a master makes a DC 25 Handle Animal, Ride, or wild empathy check.",
			"",
			"::sh[Description]",
			"",
			"Wraiths are undead creatures born of evil and darkness. They hate light and living things, as they have lost much of their connection to their former lives.",
			"",
			"### Dread Wraith",
			"",
			"A wraith that exists for long enough and feeds on enough life force undergoes an unholy transformation, becoming a creature known as a dread wraith. This causes the wraith to increase in size and strength, and to inflict 2d6 points of negative energy damage and 1d8 Constitution drain with its incorporeal touch. You can create a dread wraith by applying the giant and advanced simple templates, or you can increase the basic wraith to a Large 16 HD undead.",
			"",
			"### Variant",
			"",
			"{SOURCE Undead Revisited/55}  ",
			"**White Wraith (+1 CR):** Created by fiends from the distilled and corrupted souls of holy crusading knights who succumbed to temptation and died as sinners and blasphemers, white wraiths are composed of blinding white light rather than darkness. These tortured souls deal 2d6 points of cold damage and 1d8 Dexterity drain with their incorporeal touch. Furthermore, white wraiths do not suffer from powerlessness in sunlight, as do their lesser cousins, and in fact exude an aura of light that causes all creatures within 20 feet to become dazzled as long as they remain within this area of bright illumination. Creatures slain by white wraiths rise as normal wraith spawn in 1d4 rounds."
		]
	},
	"wraithwing": {
		"name": "Wraithwing",
		"sources": [ "Pathfinder #101: The Kintargo Contract" ],
		"description": [
			"*This desiccated strix has glowing, green eyes and long, jagged claws. A pair of burning, ghostly wings sprouts from its hunched back.*",
			"",
			"::mh[Wraithwing]{cr=\"4\"}",
			"",
			"{SOURCE Pathfinder #101: The Kintargo Contract/88}  ",
			"**XP** 1,200  ",
			"NE Medium undead  ",
			"**Init** +7; **Senses** darkvision 60 ft.; Perception +11",
			"",
			"::sh[Defense]",
			"",
			"**AC** 17, touch 13, flat-footed 14 (+3 Dex, +4 natural)  ",
			"**hp** 39 (6d8+12)  ",
			"**Fort** +4, **Ref** +5, **Will** +7  ",
			"**Defensive Abilities** {umr/channel resistance} +2, cursed land, rejuvenation; **Immune** {umr/undead traits}; **Resist** cold 5, fire 5  ",
			"**Weaknesses** sunlight powerlessness",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 40 ft., climb 20 ft.  ",
			"**Melee** 2 claws +7 (1d4+3), 2 wraithfire wings +5 (1d4 cold plus staggered)  ",
			"**Special Attacks** unholy blast, wraithfire wings  ",
			"**Spell-Like Abilities** (CL 6th; concentration +8)  ",
			"*At will*-{spell/feather fall}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 16, **Dex** 17, **Con** -, **Int** 13, **Wis** 14, **Cha** 15  ",
			"**Base Atk** +4; **CMB** +7; **CMD** 20  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Improved Initiative}, {feat/Multiattack}  ",
			"**Skills** Climb +20, Intimidate +11, Perception +11, Stealth +12, Survival +8  ",
			"**Languages** Strix  ",
			"**SQ** hatred",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** temperate mountains  ",
			"**Organization** solitary, pair, or warband (3-12)  ",
			"**Treasure** standard",
			"",
			"::sh[Special Abilities]",
			"",
			"**Cursed Land (Su)** The area within a 3-mile radius from where a wraithwing was animated becomes cursed. Wraithwings can't leave this area on their own, and those that pass beyond its invisible borders take 1d4 points of damage for each hour they remain outside the cursed area.",
			"",
			"**Hatred (Ex)** A strix's natural hatred toward humans is intensified when a wraithwing is created. A wraithwing receives a +2 bonus on attack rolls against humanoid creatures of the human subtype.",
			"",
			"**Rejuvenation (Su)** The undead existence of a wraithwing is bound to a cursed area of land that reanimates it after its destruction. If the wraithwing is destroyed and its body remains within the cursed area, it reanimates the following night. A wraithwing can be permanently destroyed if its body is brought beyond this area or if its body is anointed with a vial of holy water and left in the sun for 8 hours.",
			"",
			"**Unholy Blast (Su)** Once every 1d4 rounds, a wraithwing can beat its wings to send out blasts of unholy energy. Creatures in a 30-foot cone take 5d4 points of negative energy damage. A successful DC 15 Will save halves this damage. The save DC is Charisma-based.",
			"",
			"**Wraithfire Wings (Su)** A wraithwing's ghostly wings burn with a freezing green flame. A creature hit by one of these wings takes 1d4 points of cold damage. In addition, the creature is staggered for 1 round if it fails a DC 15 Fortitude save. The save DC is Charisma-based.",
			"",
			"::sh[Description]",
			"",
			"Wraithwings are strix that were captured and killed by their Chelish enemies, and then rose again fueled by their lingering hatred. A terrible curse has brought them back from the dead to drive away invaders from their tribal land know as the Devil's Perch. Wraithwings roam the night, hunting down any non-strix within the cursed land, innocent and guilty alike.",
			"",
			"The Chelish forces that seek to occupy Devil's Perch have taken to making examples of any strix rebels they capture. After being interrogated, the captives are strung up on poles. While the strix hang there bleeding to death, their wings are broken to prevent any escape. Often, the soldiers who captured the strix warband lie in wait for anyone foolish enough to come to their rescue. This indignity kindles a burning anger within the strix that clings to their very souls. Once they have died, the bodies of the strix are dumped unceremoniously in remote locations as bait to lure strix hoping to retrieve their fallen comrades into an ambush. Dead strix tortured in this way can rise as wraithwings, but these foul creatures can be purposefully created as well.",
			"",
			"The mercilessly tightening grip of the Chelish Empire and the ever-rising number of dead friends and family push some strix spellcasters (typically oracles, shamans, and some witches) to turn to dark powers that whisper in the dead of night. Instead of giving a proper burial to the reclaimed bodies, the spellcaster takes them up a rugged crag and into a cavern where she prepares them for an unholy ritual. The spellcaster removes the broken wings from the bodies, and she places the bodies around a totem made of earth, wood, and bone. She then sews the wings into the totem and splashes them with blood drawn from her enemies. Upon the ritual's completion, the strix rise as wraithwings the following night. In addition to this ritual, a spellcaster of at least 11th level can create a wraithwing from the body of a dead strix using create undead.",
			"",
			"Wraithwings stand just over 6 feet tall, but their rotting bodies are lighter than those of living strix, weighing barely over 100 pounds.",
			"",
			"Wraithwings resemble their living strix counterparts in most ways, except for their wings. In place of their missing appendages, ghostly wings burn with a green fire. Additionally, a wraithwing's form is more bestial than a strix's, possessing long, sharp claws that can tear a victim in half. The seething rage that wraithwings feel toward their oppressors manifests in their narrow, glowing eyes. Lacking the ability to fly, wraithwings run on all fours to chase down their prey. They often hunt by ambushing their victims, climbing the rocky spires of Devil's Perch and leaping down to shred their enemies with their strong claws. Their changed physiques allow these creatures to deftly traverse even the steepest of cliffs. Wraithwings retain many of their old memories, but their overwhelming rage keeps their minds mostly clouded and focused on killing.",
			"",
			"Under the cover of night, wraithwings hunt within the areas affected by the rituals that raised them. Left to their own devices, they work their way outward from where they were created, first picking off people inhabiting lone farms and those who dare traverse the wilds after dark. Wraithwings prefer to stalk their prey, using their extensive knowledge of the area in order to drive targets into natural dead ends. During the day, wraithwings return to a hidden cave to draw strange symbols on the walls with the blood they have spilled during the previous night.",
			"",
			"On the rare occasions when Chelish soldiers manage to slay a wraithwing, few know that they must haul the battered body beyond the reach of the curse in order to prevent the fallen wraithwing from rejuvenating the following night. Most slain wraithwings thus rise again to continue their depredations.",
			"",
			"Even though these creatures are undead and no longer require food, wraithwings are consumed with a hunger for bones, specifically the bones of humans. As a result of their reanimation, this everlasting rage and hunger drive wraithwings to constantly hunt. When wraithwings track down and kill a human, they savagely strip the flesh from the body with their elongated claws. When only a skeleton remains, they crack the bones open in their mouths and suck out the marrow, leaving their victim's remains scattered in a bloody mess.",
			"",
			"### Habitat",
			"",
			"Wraithwings exist exclusively within or near the province of Devil's Perch in Cheliax. Wraithwings aren't mindless, but their thoughts are consumed with taking revenge on the invaders who have settled within strix territory, leaving little interest for socializing. Someone close to a dead strix might be able to momentarily cut through the fog of rage that twists its mind, allowing the former friend to learn what has brought his comrade back in such a dreadful form. If a strix persists in trying to prevent a wraithwing from hunting, it eventually considers the interfering strix a traitor and attack him as well.",
			"",
			"Wraithwings are often created from a strix warband that was captured during battle. The strix that was in charge of the warband when they were alive often holds onto this status even in undeath and continues to command the other wraithwings as they hunt the wilds of Devil's Perch. If a group of wraithwings is torn between different ways to go about a hunt, the leader among them bends the others to its will. Alternatively, the spellcaster that initially raised them can exert some influence over the wraithwings with verbal commands if she still retains control.",
			"",
			"Good and neutral strix avoid these undead creatures, and consider them the worst of all undead. Many strix don't admit to their existence, claiming that wraithwings are simply spooky stories told by strix parents to keep their children in line. Some strix go so far as to organize warbands to hunt down wraithwings that hunt near where they live, fearing these vicious creatures will climb up the rocky spires in which they live and slaughter them. These fearful strix communities cover the lower reaches of their roosts with downward pointing spikes to deter any creatures from climbing them. They sometimes incorporate nets or other traps to capture these creatures so that they can properly dispose of the bodies without the wraithwings rejuvenating. Thankfully for these strix communities, wraithwings are nocturnal as well, and they suffer worse in the sunlight than living strix."
		]
	},
	"wretchghost": {
		"name": "Wretchghost",
		"sources": [ "Pathfinder #98: Turn of the Torrent" ],
		"description": [
			"*This ghostly, emaciated figure's mouth hangs agape in an endless howl, and its abnormally long arms almost touch the ground.*",
			"",
			"::mh[Wretchghost]{cr=\"5\"}",
			"",
			"{SOURCE Pathfinder #98: Turn of the Torrent/90}  ",
			"**XP** 1,600  ",
			"CE Medium undead (incorporeal)  ",
			"**Init** +7; **Senses** darkvision 60 ft.; Perception +16",
			"",
			"::sh[Defense]",
			"",
			"**AC** 16, touch 16, flat-footed 12 (+2 deflection, +3 Dex, +1 dodge)  ",
			"**hp** 52 (8d8+16)  ",
			"**Fort** +4, **Ref** +5, **Will** +8  ",
			"**Defensive Abilities** {umr/channel resistance} +2, {umr/incorporeal}; **Immune** {umr/undead traits}  ",
			"**Weaknesses** susceptible to addicts",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 30 ft. (perfect)  ",
			"**Melee** 2 incorporeal touches +9 (2d6 plus addiction)  ",
			"**Space** 5 ft., **Reach** 5 ft. (10 ft. vs. addicts)  ",
			"**Special Attacks** tormented howl  ",
			"**Spell-Like Abilities** (CL 5th; concentration +7)  ",
			"*1/day*-{spell/ray of exhaustion} (DC 15), {spell/touch of idiocy}",
			"",
			"::sh[Statistics]",
			"",
			"**Str** -, **Dex** 16, **Con** -, **Int** 6, **Wis** 14, **Cha** 15  ",
			"**Base Atk** +6; **CMB** +9; **CMD** 22  ",
			"**Feats** {feat/Combat Reflexes}, {feat/Dodge}, {feat/Improved Initiative}, {feat/Skill Focus/ (Perception)}  ",
			"**Skills** Fly +22, Perception +16  ",
			"**Languages** Common  ",
			"**SQ** associated drug (opium), hungering reach, voracious frenzy",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary, pair, or gang (3-8)  ",
			"**Treasure** incidental",
			"",
			"::sh[Special Abilities]",
			"",
			"**Addiction (Su)** A wretchghost's touch causes wracking pain in the form of 2d6 points of damage-creatures that are specifically immune to pain or unliving creatures (undead or constructs) are immune to this damage, but otherwise this damage bypasses all forms of damage reduction. A creature that takes damage from a wretchghost's touch must succeed at a DC 16 Fortitude save or become addicted to the drug associated with that particular wretchghost. If a creature fails this save and becomes addicted, it immediately takes that drug's damage but does not gain its effects. Once a creature becomes addicted to the drug, it can still take damage from the wretchghost's touch but suffers no additional effects from its addiction ability - indeed, the creature might now find itself at something of an advantage over the wretchghost because of the creature's susceptibility to addicts. For 1 round after a wretchghost causes a living creature to become addicted, the wretchghost receives a reprieve from the wracking phantom pains that torment it and gains a +2 bonus on all attack rolls, skill checks, and saving throws during that round. The save DC is Charisma-based, and replaces the associated drug's normal addiction save. Rules for drugs and addiction [appear here](rule/drugs_and_addiction).",
			"",
			"**Associated Drug (Ex)** All wretchghosts are associated with a specific type of drug. Although some wretchghosts might have been addicted to multiple drugs in life, one addiction always takes precedence over the others when such an unfortunate becomes a wretchghost. This spirit is in constant agony as if suffering from withdrawal from the drug - a pain that can be very briefly limited only by causing living creatures to become addicted to that drug. A wretchghost's associated drug determines which addiction it causes with its incorporeal touch, which addicts that its hungering reach affects and that can affect it, with which substance its voracious frenzy interacts, and which once-per-day spell-like abilities it can access. Listed below are the spell-like abilities for all of the {main/drugs} detailed in the *GameMastery Guide* plus alcohol-use these as inspiration for coming up with spell-like abilities for other drugs. The standard wretchghost presented here is associated with opium.",
			"",
			"- {drug/Aether}: Dispel magic, calm emotions (DC 14).",
			"- [Alcohol](rule/drunkenness): Hideous laughter (DC 14), suggestion (DC 15).",
			"- {drug/Dwarven Fire Ale}: Fire breath (DC 14), protection from energy.",
			"- {drug/Elven Absinthe}: Eagle's splendor, reckless infatuation (DC 15).",
			"- {drug/Flayleaf}: Hold person (DC 15), slow (DC 15).",
			"- {drug/Opium}: Ray of exhaustion (DC 15), touch of idiocy.",
			"- {drug/Pesh}: Displacement, mad hallucination (DC 14).",
			"- {drug/Scour}: Cat's grace, vision of hell (DC 15).",
			"- {drug/Shiver}: Daze monster (DC 14), deep slumber (DC 15).",
			"- {drug/Zerk}: Blur, haste.",
			"",
			"**Hungering Reach (Su)** Against foes that are addicted to its associated drug, a wretchghost has reach as if it were one size category larger (10-foot reach for most wretchghosts).",
			"",
			"**Susceptible to Addicts (Ex)** A creature that is addicted to the same drug associated with a particular wretchghost can affect the wretchghost with weapons or spells as if the wretchghost were not incorporeal.",
			"",
			"**Tormented Howl (Su)** Once per day as a standard action, a wretchghost can emit a terrible howl of need that leaves those within 40 feet staggered for 1d4+1 rounds (Will DC 16 negates). This is a sonic, mind-affecting fear effect. The save DC is Charisma-based.",
			"",
			"**Voracious Frenzy (Su)** When in close proximity to a substance to which it was addicted in life (20 feet or less), a wretchghost goes into a mad frenzy that increases its speed but hampers its defensive reflexes. As long as this state persists, the wretchghost's fly speed increases by 10 feet, it gains a +2 bonus on attack rolls, and it takes a -4 penalty to its AC.",
			"",
			"::sh[Description]",
			"",
			"When multiple wretched addicts perish in the throes of a shared drug addiction in an area infused with pain and misery, those tortured souls sometimes cling to each other, and their overwhelming hunger for just one more fix sometimes anchors them to this world. In these miserable situations, mortal souls can linger on after death as wretchghosts.",
			"",
			"The nature of the addiction a wretchghost suffered while it lived strongly influences its personality as well as its supernatural abilities. In all cases, it loses much of the awareness of its former life and identity; only its gnawing, toxic hunger remains. The residue of personality clinging to its psyche is ruthless and filled with hate, and it is overwhelmingly jealous of the living, who can still enjoy the bliss of its associated drug. As an incorporeal shade, the wretchghost can no longer revel in this bliss, save for brief moments when it infuses living flesh with this chemical desire. Regardless of its addiction, a wretchghost looks like a cadaverously thin phantom with sunken, glowing eyes and limbs that seem to writhe and twist more like tentacles than articulated arms and legs.",
			"",
			"Wretchghosts are found most often in the types of places addicts frequent, such as the seedier districts of urban settings, where dealers in illicit substances ply their predatory trade. This might mean a sordid street corner, an ill-lit back alley, or an underground opium den. However, rumors persist of these undead wandering beyond their former haunts, tormenting people who once enabled or profited from their hateful addictions. On even rarer occasions, a wretchghost somehow arises from an obsessive attachment to an object that held significance for it when the agonized soul was among the living: a pipe, an item of jewelry, a piece of furniture, or an article of clothing. Tales even exist of wretchghosts displaying addictions to specific, still-living people.",
			"",
			"A wretchghost can become inexplicably dormant for months or even years, merging its incorporeal form with some solid object (the wall of a structure or the watery depths of a sewer, for instance). Sometimes one of these dormant undead beings emerges for a moment to emit its ravenous howl of unsated desire, only to quickly retreat back into its shelter. An enigmatic combination of factors can awaken an inactive wretchghost, including the concentrated presence of living souls, magical energies, the use of its drug of choice in close proximity, or other less discernible causes.",
			"",
			"### Habitat",
			"",
			"Wretchghosts are most commonly found in small groups - those encountered alone are almost always sole survivors of a once-larger gang of wretchghosts. It is rare but not unheard of for a pack of wretchghosts to include multiple different associated drugs. A wretchghost has little left of its former personality or ambition, but when it comes to the task of addicting the living to its drug of choice, these creatures can be shockingly cunning and sneaky, particularly in the way they use their spell-like abilities.",
			"",
			"Certain enterprising and unscrupulous necromancers or priests of religions associated with undeath have taken to keeping small groups of wretchghosts under their control for the use of their addictive touch, either treating the undead as an unlimited source of the drug's effects, or using the addictions they cause to aid in controlling other underlings. These tactics are as vile as they are dangerous, for a wretchghost that escapes such control invariably seeks out its one-time master to extract revenge as best it can."
		]
	},
	"wyrmwraith": {
		"name": "Wyrmwraith",
		"sources": [ "Bestiary 5" ],
		"description": [
			"*This ghostly, skeletal creature appears to once have been a dragon, but it is now something far less noble.*",
			"",
			"::mh[Wyrmwraith]{cr=\"17\"}",
			"",
			"{SOURCE Bestiary 5/280}  ",
			"**XP** 102,400  ",
			"CE Gargantuan undead (incorporeal)  ",
			"**Init** +16; **Senses** darkvision 60 ft., lifesense; Perception +38  ",
			"**Aura** unnatural aura",
			"",
			"::sh[Defense]",
			"",
			"**AC** 31, touch 31, flat-footed 18 (+6 deflection, +12 Dex, +1 dodge, +6 profane, -4 size)  ",
			"**hp** 252 (24d8+144)  ",
			"**Fort** +14, **Ref** +20, **Will** +19  ",
			"**Defensive Abilities** {umr/channel resistance} +4, {umr/incorporeal}, positive energy transference; **Immune** {umr/undead traits}  ",
			"**Weaknesses** sunlight powerlessness",
			"",
			"::sh[Offense]",
			"",
			"**Speed** fly 80 ft. (perfect)  ",
			"**Melee** incorporeal bite +27 (4d6 plus energy drain), 2 incorporeal claws +27 (2d8 plus divine dispelling), 2 incorporeal wings +24 (2d6), incorporeal tail slap +24 (2d8)  ",
			"**Space** 20 ft., **Reach** 15 ft. (20 ft. with incorporeal bite)  ",
			"**Special Attacks** {umr/breath weapon} (60-ft. cone, 20d6 negative energy and 1 negative level, Reflex DC 22 half damage, usable every 1d4 rounds), create spawn, ectoplasmic shift, {umr/energy drain} (2 levels, DC 28)  ",
			"**Spell-Like Abilities** (CL 24th; concentration +30)  ",
			"*At will*-{spell/animate dead}, {spell/command undead} (DC 18), {spell/desecrate}, {spell/detect undead}, {spell/protection from good}  ",
			"*5/day*-{spell/create undead}, {spell/control undead} (DC 23), {spell/unhallow}, {spell/unholy blight} (DC 20)  ",
			"*3/day*-{spell/create greater undead}, quickened {spell/finger of death} (DC 23), {spell/waves of exhaustion}  ",
			"*1/day*-{spell/energy drain} (DC 25), {spell/soul bind} (DC 25)",
			"",
			"::sh[Statistics]",
			"",
			"**Str** -, **Dex** 34, **Con** -, **Int** 20, **Wis** 21, **Cha** 22  ",
			"**Base Atk** +18; **CMB** +34; **CMD** 57 (61 vs. trip)  ",
			"**Feats** {feat/Acrobatic}, {feat/Dodge}, {feat/Flyby Attack}, {feat/Hover}, {feat/Improved Initiative}, {feat/Multiattack}, {feat/Quicken Spell-Like Ability/ (finger of death)}, {feat/Skill Focus/ (Intimidate)} {feat/Skill Focus/ (Perception)}, {feat/Stealthy}, {feat/Weapon Focus/ (incorporeal bite)} {feat/Weapon Focus/ (incorporeal claw)}  ",
			"**Skills** Acrobatics +40, Escape Artist +14, Fly +45, Intimidate +39, Knowledge (arcana) +20, Knowledge (planes) +17, Knowledge (religion) +32, Perception +38, Sense Motive +32, Stealth +31, Survival +29  ",
			"**Languages** Abyssal, Common, Draconic, Elven, Infernal  ",
			"**SQ** phase lurch",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any  ",
			"**Organization** solitary or cadre (1 plus 2-4 dread wraiths)  ",
			"**Treasure** double",
			"",
			"::sh[Special Abilities]",
			"",
			"**Create Spawn (Su)** Any humanoids slain by a wyrmwraith become dread wraiths in 1d4 rounds. Spawn are under the command of the wyrmwraith that created them and remain enslaved until its death, at which point they become free-willed dread wraiths. They don't possess any of the abilities they had in life.",
			"",
			"**Divine Dispelling (Su)** When a wyrmwraith strikes a creature with one of its claws, that creature is also affected by a targeted greater dispel magic (CL 20th) that can dispel only divine spells.",
			"",
			"**Ectoplasmic Shift (Su)** A wyrmwraith can push through the ectoplasmic veil to temporarily assume a physical form made of ectoplasm. As a swift action, the wyrmwraith can become corporeal for 1d4 rounds. It can return to its incorporeal form as a free action. Once its ectoplasmic form's duration ends, the wyrmwraith can't assume that form again for 1d4 rounds. While in ectoplasmic form, the wyrmwraith loses the incorporeal ability (including its deflection bonus to AC) and gains a +16 natural armor bonus to AC, DR 15/-, a Strength score equal to its Dexterity score, and the phase lurch ability. The AC for a typical wyrmwraith in ectoplasmic form is 41. When in ectoplasmic form, its attacks are Melee bite +27 (4d6+18 plus energy drain), 2 claws +27 (2d8+12 plus divine dispelling), 2 wings +24 (2d6+6), tail slap +24 (2d8+18).",
			"",
			"**Phase Lurch (Su)** A wyrmwraith in ectoplasmic form can pass through walls or material obstacles. It must begin and end its turn outside whatever wall or obstacle it's moving through. It can't move through corporeal creatures with this ability, and its movement speed is halved while moving through a wall or obstacle. Any surface it moves through is coated with a thin, silvery mucus that lingers for 1 minute.",
			"",
			"**Positive Energy Transference (Su)** Whenever a wyrmwraith succeeds at a saving throw to resist positive energy damage but still suffers damage, the wyrmwraith can immediately transfer that damage to any dread wraith spawn of its choice with 120 feet that it controls. The wyrmwraith takes any excess damage beyond the spawn's hit points. Even if the wyrmwraith has no spawn under its control, when it succeeds at its save against a positive energy effect that normally deals half damage on a successful save, it instead takes one quarter damage.",
			"",
			"::sh[Description]",
			"",
			"Wyrmwraiths arise from the souls of powerful dragons who refuse to accept death or have an irrational fear of moving on to an afterlife. No longer concerned with amassing wealth and power, wyrmwraiths instead brood with an unrelenting hatred of all living things. They hate other dragons above all else, seeing the existence of those living creatures as a mockery of their own.",
			"",
			"Wyrmwraiths typically haunt their former lairs or some other location where they can hide from the sunlight. They are drawn toward ancient ruins, forgotten catacombs, and other places associated with death. Litter, detritus and bones lie heaped in areas controlled by a wyrmwraith instead of the coins and gems. In the rare instances when a wyrmwraith is away from its den, the malice of its presence still lingers palpably in the cold air. Still displaying the draconic instinct to protect their homes from would-be thieves, wyrmwraiths will often create and leave behind undead guardians.",
			"",
			"Wyrmwraiths slay those who venture near their lairs, surrounding themselves with their newly created dread wraiths and any other undead they can create or control, carving out small fiefdoms populated by undead servitors. They send their minions to collect anything and anyone with knowledge or power they believe can aid them in their dark endeavors. Captured individuals who please the wyrmwraith can expect to be reborn as powerful undead while those that fail wallow in eternal torment as dread wraiths.",
			"",
			"On rare occasions throughout history, powerful necromancers or dark cults have managed to entice or coerce a wyrmwraith into an alliance. These collaborations are fleeting, as wyrmwraiths still retain a twisted shadow of their draconic pride, seeing all other creatures as beneath them. Unless compelled to work with others, a wyrmwraith turns on its allies once they are no longer useful to it.",
			"",
			"Finding a way to gain a wyrmwraith's attention is difficult because it is no longer interested in wealth or other mundane material possessions. Instead, wyrmwraiths seek knowledge or items to reverse or improve their undead condition. Their own loathing of what they have become is the only thing as strong as their hatred of the living. Yet, despite their predicament, they still fear ultimate death.",
			"",
			"A wyrmwraith blights the land with its very presence, a slowly spreading stain tainting anything it touches. Undead activity inevitably increases in any area a wyrmwraith inhabits. Unless a wyrmwraith is destroyed, its territory often becomes a lifeless wasteland for miles.",
			"",
			"Wyrmwraiths are very dangerous opponents in combat. They prefer to soften up enemies with their breath weapon and spells before closing in for melee. Wyrmwraiths target clerics, paladins, and other spellcasters wielding divine magic, both because they know divine magic possesses the greatest threat to them and because they see it as a chance to strike back against the gods for their accursed state. Wyrmwraiths care little about how many of their undead minions are destroyed in combat. They are merely pawns to the wyrmwraiths, who have the means at their disposal to create more.",
			"",
			"Wyrmwraiths appear as skeletal, ghostly versions of their former selves, their features warped by malice. No matter the size they once possessed, wyrmwraiths measure roughly 50 ft. from snout to tail. Unencumbered by flesh, they move with a silent, effortless, and deadly grace. Even wyrmwraiths' minds become changed in undeath. Already long-lived creatures when they were dragons, some wyrmwraiths have spent an even longer time as undead. Brooding and nurturing brutal hatred for the living for so long drives these wyrmwraiths insane, causing them to become reckless - or self-destructive - and to venture out into the night to rain down destruction on a nearby settlement or even an entire kingdom, knowing that they will eventually be hunted down and destroyed."
		]
	},
	"wyrwood": {
		"name": "Wyrwood",
		"sources": [ "Bestiary 4" ],
		"description": [
			"*Though obviously a wooden construct, this small, nimble creature moves fluidly and purposefully.*",
			"",
			"::mh[Wyrwood]{cr=\"1/2\"}",
			"",
			"{SOURCE Bestiary 4/280}  ",
			"**XP** 200  ",
			"Wyrwood rogue 1  ",
			"N Small construct  ",
			"**Init** +3; **Senses** darkvision 60 ft., low-light vision; Perception +5",
			"",
			"::sh[Defense]",
			"",
			"**AC** 16, touch 14, flat-footed 13 (+2 armor, +3 Dex, +1 size)  ",
			"**hp** 18 (1d8+10)  ",
			"**Fort** +0, **Ref** +5 (+1 vs. traps), **Will** +1  ",
			"**Immune** {umr/construct traits}",
			"",
			"::sh[Offense]",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** dagger +3 (1d3+2/19-20)  ",
			"**Ranged** dagger +4 (1d3+2/19-20)  ",
			"**Special Attacks** sneak attack +1d6",
			"",
			"::sh[Statistics]",
			"",
			"**Str** 14, **Dex** 17, **Con** -, **Int** 15, **Wis** 12, **Cha** 6  ",
			"**Base Atk** +0; **CMB** +1; **CMD** 14  ",
			"**Feats** {feat/Deft Hands}  ",
			"**Skills** Acrobatics +7, Appraise +6, Climb +6, Craft (alchemy) +6, Disable Device +9, Escape Artist +7, Knowledge (dungeoneering) +6, Perception +5, Sleight of Hand +9, Stealth +11, Use Magic Device +2  ",
			"**Languages** Common  ",
			"**SQ** trapfinding +1",
			"",
			"::sh[Ecology]",
			"",
			"**Environment** any ruins or underground  ",
			"**Organization** solitary or cabal (2-8)  ",
			"**Treasure** NPC gear (daggers [2], leather armor, {eq-misc/thieves' tools}, other treasure)",
			"",
			"::sh[Description]",
			"",
			"This relatively young race was created by a cabal of wizards who needed nimble and skilled construct servants to do their dirty work. This cabal was interested in creating magical machines, so they built their tools to be small, agile, and clever. Over time, the cabal pushed the limits too far and created minions with free will, and these first wyrwoods began to question why they were involved in their masters' petty intrigues. When the wizards forced the wyrwoods to fight each other as proxies for the wizards themselves, the constructs instead killed their creators and stole the notes on how to create more of their kind, allowing them to perpetuate their race.",
			"",
			"Wyrwoods are secretive and somewhat xenophobic, and can seem cold and calculating to others - a trait that could earn respect or enmity, depending on the audience. Purely rational and unemotional, wyrwoods see the survival of their race as their primary goal. Even the rare wyrwood who understands the point of empathy and altruism sees such concepts as mere tools to help ensure its own survival or that of its people. All wyrwoods know how to create more of their kind, and they keep the details of their construction process secret from other creatures to make sure their race is never again enslaved.",
			"",
			"Most wyrwoods are wizards or rogues. The few who are inclined to worship tend to revere lawful deities with strict codes of behavior, which they follow to the letter rather than the spirit.",
			"",
			"### Wyrwood Characters",
			"",
			"Wyrwood are defined by their class levels - they do not possess racial Hit Dice. All wyrwoods have the following racial traits.",
			"",
			"**+2 Dexterity, +2 Intelligence, -2 Charisma:** Wyrwoods are quick and calculating. As constructs, wyrwoods do not have a Constitution score.  ",
			"**Normal Speed:** Wyrwoods have a base speed of 30 feet.  ",
			"**Small:** Wyrwoods are Small creatures and gain a +1 size bonus on attack rolls, a -1 penalty on combat maneuver checks and to combat maneuver defense, a +2 bonus on Fly checks, and a +4 size bonus on Stealth checks. Darkvision 60 ft.: Wyrwoods can see in the dark up to 60 feet.  ",
			"**Low-Light Vision:** Wyrwoods have low-light vision.  ",
			"**Languages:** Wyrwoods speak Common. A wyrwood with a high Intelligence score can choose from the following: Draconic, Dwarven, Elven, Gnome, Goblin, or Orc."
		]
	}
}
