{
	"rage_prophet": {
		"name": "Rage Prophet",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Rage Prophet",
			"",
			"{SOURCE Advanced Player's Guide/275}",
			"",
			"Throughout the wilderness, there are those warriors whose powers are infused by the spirits, who see and hear into the world beyond and draw unthinkable reserves of power from it. They are the chosen of the gods, and they often hold status nearly equal to that of a chief or shaman in a typical tribe, or sometimes even exceeding this. Rage prophets can dispense advice through their communion with the spirits and ability to divine the future.",
			"",
			"Rage prophets are always barbarian/oracles, though some have levels in other classes as well. The most popular oracle mystery among rage prophets is that of battle, for skill in battle is respected in barbarian society, but oracles of all mysteries find their way into positions as war-chiefs, counselors, and leaders. Some rage prophets choose to live apart or to act as wandering champions, belonging to all tribes and none, following the lead of their spirit guides rather than the dictates of any one tribal chief or council. Though sometimes looked at askance by tribal leaders, these wanderers are popular with many barbarians, who see them as the perfect exemplars of the strength, virtue, and power of the free folk, owing nothing to anyone but the sky above, the earth beneath, and the spirits within.",
			"",
			"**Role:** The rage prophet has considerable spellcasting ability, but it usually serves as a conduit to enhance his fighting prowess. His combat skills are considerable and his ability to keep himself going in any fight and to focus his physical rage into supernatural power gives him an unexpected boost in power and versatility to overcome any challenge.",
			"",
			"**Alignment:** Rage prophets may be of any nonlawful alignment, but chaotic alignments are more common, as they are in the barbarian tribes from which they hail. Wandering rage prophets are usually chaotic, living apart from any tribe and the tribal structure of their heritage as they take up the adventuring life.",
			"",
			"### Requirements",
			"",
			"To qualify to become a rage prophet, a character must fulfill all the following criteria.",
			"",
			"**Base Attack Bonus:** +5.  ",
			"**Special:** Oracle's curse class feature, {ragepower/moment of clarity} rage power.  ",
			"**Skills:** Knowledge (religion) 5 ranks.  ",
			"**Spells:** Able to cast 1st-level divine spells.",
			"",
			"### Class Skills",
			"",
			"The Rage Prophet's class skills are Climb (Str), Heal (Wis), Intimidate (Cha), Knowledge (history) (Int), Knowledge (religion) (Int), Sense Motive (Wis), Spellcraft (Int), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +1 | +0 | +1 | Savage seer, spirit guide | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Rage prophet mystery, raging healer | +1 level of divine spellcasting class |",
			"| 3rd | +2 | +2 | +1 | +2 | Indomitable caster | +1 level of divine spellcasting class |",
			"| 4th | +3 | +2 | +1 | +2 | Ragecaster (caster level), rage prophet mystery | +1 level of divine spellcasting class |",
			"| 5th | +3 | +3 | +2 | +3 | Spirit guardian | &mdash; |",
			"| 6th | +4 | +3 | +2 | +3 | Enduring rage, rage prophet mystery | +1 level of divine spellcasting class |",
			"| 7th | +5 | +4 | +2 | +4 | Ragecaster (save DC) | +1 level of divine spellcasting class |",
			"| 8th | +6 | +4 | +3 | +4 | Rage prophet mystery, raging spellstrength | &mdash; |",
			"| 9th | +6 | +5 | +3 | +5 | Spirit warrior | +1 level of divine spellcasting class |",
			"| 10th | +7 | +5 | +3 | +5 | Greater rage, rage prophet mystery | +1 level of divine spellcasting class |",
			"",
			"The following are class features of the rage prophet prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A rage prophet gains no proficiency with any weapon or armor.",
			"",
			"**Spells per Day:** At the indicated levels, a rage prophet gains new spells per day as if he had also gained a level in a divine spellcasting class he belonged to before adding the prestige class. He does not, however, gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if he is a spontaneous caster), and an increased effective level of spellcasting. If he had more than one divine spellcasting class before becoming a rage prophet, he must decide to which class he adds the new level for the purpose of determining spells per day.",
			"",
			"**Savage Seer:** A rage prophet's class level stacks with barbarian levels for determining the effect of rage powers, and with oracle levels for determining the effect of oracle revelations and his oracle's curse. This does not grant additional abilities.",
			"",
			"**Spirit Guide (Sp):** Every rage prophet possesses a spirit guide, an insubstantial phantom that speaks to his mind, watches over him, and lends him its strength and wisdom. Whenever the rage prophet rages, he gains the benefit of a single {spell/guidance} spell from his spirit guide; this bonus can be used at any time during his rage. The spirit guide also allows the rage prophet to use {spell/dancing lights}, {spell/ghost sound}, and {spell/mage hand} as spell-like abilities once per day each (caster level equal to the rage prophet's class level). The DCs are Charisma-based.",
			"",
			"**Rage Prophet Mystery:** At 2nd level and every even level thereafter, a rage prophet learns an additional spell from his spirit guide. These spells are in addition to those listed in Table 2-6: {class/Oracle} Spells Known. Like spells from an oracle's mystery, the rage prophet cannot exchange these spells for different spells at higher levels. The rage prophet must be able to cast oracle spells of the listed level to learn one of these spells from his spirit guide. The rage prophet treats the spell as an oracle spell of the listed level. The possible spells are {spell/arcane eye} (4th), {spell/augury} (2nd), {spell/divination} (4th), {spell/dream} (5th), {spell/find the path} (6th), {spell/helping hand} (3rd), {spell/see invisibility} (2nd), {spell/shadow walk} (6th), {spell/speak with dead} (3rd), {spell/spectral hand} (2nd), {spell/spiritual weapon} (2nd), {spell/unseen servant} (1st), {spell/vision} (7th), and {spell/whispering wind} (2nd).",
			"",
			"**Raging Healer (Su):** At 2nd level, a rage prophet is able to cast cure spells on himself while raging, without having to use clarity of mind.",
			"",
			"**Indomitable Caster (Ex):** At 3rd level, a rage prophet adds his Constitution bonus (if any) on concentration checks.",
			"",
			"**Ragecaster (Su):** Starting at 4th level, a rage prophet's spells grow more potent when he rages. When using moment of clarity, he adds his barbarian level to his caster level. At 7th level, he adds his Constitution bonus to the save DC of any spells cast while raging.",
			"",
			"**Spirit Guardian (Sp):** At 5th level, the competence bonus provided by the spirit guide's guidance spell increases to half the rage prophet's class level when used while battling a fey, outsider, undead, or incorporeal creature. As a swift action, the rage prophet can spend 1 round of rage (whether he is raging or not) to give his armor and weapons the {magic-enh/ghost touch} property for 1 round; this effect ends if the item is no longer in his possession.",
			"",
			"**Enduring Rage (Su):** At 6th level, as a free action, a rage prophet can extend the duration of his rage by sacrificing a spell slot; this prolongs the duration of his rage for a number of rounds equal to the level of the spell slot used.",
			"",
			"**Raging Spellstrength (Su):** At 8th level, a rage prophet is able to cast spells with a range of \"personal\" on himself while raging, without having to use clarity of mind.",
			"",
			"**Spirit Warrior (Su):** At 9th level, the competence bonus provided by the rage prophet's guidance increases to his rage prophet level when used while battling a fey, outsider, undead, or incorporeal creature. His ability to give his armor and weapons the ghost touch property becomes an immediate action instead of a swift action.",
			"",
			"**Greater Rage (Ex):** At 10th level, when a rage prophet enters a rage, his morale bonus to Strength and Constitution increases to +6 and his morale bonus on Will saves increases to +3."
		]
	},
	"razmiran_priest": {
		"name": "Razmiran Priest",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Razmiran Priest",
			"",
			"{SOURCE Paths of Prestige/44}",
			"",
			"Those who live within the boundaries of Razmir's holy lands know the power of the Living God. He makes his presence felt through demands of fealty, ever-increasing tithes, and the less-than-gentle hands of his most devout subjects. Of these devotees, it is Razmir's clergy that most accurately represents the fervor of their lord. They roam the lands spreading word of the power of Razmir, and using that power to convince the unfaithful of their misplaced loyalties in other gods and governments.",
			"",
			"The Razmiran priest, one of the most powerful of Razmir's servants, brings the Living God's gifts to the common folk and his wrath to his enemies. From behind his mask, the priest judges all he sees, meting out harsh justice in the name of his deity. Many doubt the powers of the clergy, and some would even dare to call Razmir \"false.\" These fools soon learn the error of their ways when the Razmiran priest pays them a visit, using the gifts of the god to smite such heretics.",
			"",
			"A devotee who wishes to become one of Razmir's most trusted priests must undergo a lengthy ritual in the capital of Thronestep. It is said that Razmir himself conducts the final steps of the ritual, blessing the new priest and judging his purity. Those who are found worthy emerge from this secret, mysterious process as absolute believers, while those deemed inadequate are never seen again. A new Razmiran priest finds himself on a quick path to power, prestige, and wealth, as the hierarchy of Razmir's faith treats most priests as superiors. Indeed, many Razmiran priests find themselves quickly rising in rank to become Heralds of the Eighth Step or possessors of even greater power in short order.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Razmiran priest, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Any nongood.  ",
			"**Feat:** {feat/False Casting}.  ",
			"**Skills:** Bluff 5 ranks, Use Magic Device 5 ranks.  ",
			"**Spells:** Able to cast 3rd-level arcane spells.  ",
			"**Special:** Must travel to Thronestep to undergo a special ritual whereby the character's faith in Razmir will be tested.",
			"",
			"### Class Skills",
			"",
			"The Razmiran Priest's class skills are Bluff (Cha), Diplomacy (Cha), Intimidate (Cha), Knowledge (religion) (Int), Sense Motive (Wis), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Domain of Razmir, first ritual | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | False channel 1d6 | +1 level of arcane spellcasting class |",
			"| 3rd | +2 | +1 | +1 | +2 | Master of lies | +1 level of arcane spellcasting class |",
			"| 4th | +3 | +1 | +1 | +2 | False channel 2d6 | +1 level of arcane spellcasting class |",
			"| 5th | +3 | +2 | +2 | +3 | Domain of Razmir, second ritual | &mdash; |",
			"| 6th | +4 | +2 | +2 | +3 | False channel 3d6 | +1 level of arcane spellcasting class |",
			"| 7th | +5 | +2 | +2 | +4 | Conversion | +1 level of arcane spellcasting class |",
			"| 8th | +6 | +3 | +3 | +4 | False channel 4d6 | +1 level of arcane spellcasting class |",
			"| 9th | +6 | +3 | +3 | +5 | Third ritual | &mdash; |",
			"| 10th | +7 | +3 | +3 | +5 | False channel 5d6, true pretender | +1 level of arcane spellcasting class |",
			"",
			"All the following are class features of the Razmiran priest prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A Razmiran priest gains no additional weapon or armor proficiencies.",
			"",
			"**Domain of Razmir:** A Razmiran priest may select one of the following domains: {domain/Charm}, {domain/Evil}, {domain/Law}, or {domain/Trickery}. A Razmiran priest gains the granted powers of that domain, using his arcane spellcaster level as his cleric level and his Intelligence or Charisma modifier (whichever is higher) in place of his Wisdom modifier. He does not gain any domain spells from this domain.",
			"",
			"At 5th level, a Razmiran priest may select a second domain from those listed above and may use the granted powers of that domain as well.",
			"",
			"**First Ritual (Su):** At 1st level, a Razmiran adds both {spell/bless} and {spell/cure light wounds} to one of his arcane spell lists, but treats them as if they were 2nd-level spells. If he is a spontaneous caster, they are also added to his list of spells known. Whenever he casts cure light wounds using this ability, the hit points healed are instead treated as temporary hit points that last 10 minutes per Razmiran priest level, although the subject of the spell does not notice this difference until the duration expires. Temporary hit points from this (and any subsequent cure spells) do not stack.",
			"",
			"In addition, whenever a Razmiran priest uses False Casting to cast a 0- or 1st-level spell on the cleric spell list, he receives a +10 circumstance bonus on any opposed Bluff check made when casting the spell.",
			"",
			"**False Channel (Su):** Starting at 2nd level, a Razmiran priest can channel positive energy to heal living creatures like a cleric, healing 1d6 points of damage, plus 1d6 points of damage for every two Razmiran priest levels after 2nd. He can use this ability a number of times per day equal to 3 + his Intelligence or Charisma modifier (whichever is higher). The hit points healed by this ability are treated as temporary hit points, and last for 10 minutes per Razmiran priest level. These hit points do not stack with themselves (although they do stack with those from cure light wounds cast using the first ritual class feature). This ability does not count for the purposes of meeting any prerequisites that call for the ability to channel energy. This ability cannot be used to harm undead creatures.",
			"",
			"**Master of Lies (Ex):** At 3rd level, a Razmiran priest adds his class level to any Bluff check made as part of a lie or deception. In addition, whenever he is subject to a spell or special ability that can discern whether or not he is telling the truth, he is automatically aware of such magic. He is not immune to such spells or abilities, but he can choose to remain silent or avoid answering questions.",
			"",
			"**Second Ritual (Su):** At 5th level, a Razmiran priest adds {spell/cure moderate wounds} and {spell/spiritual weapon} to one of his arcane spell lists, but treats them as if they were 3rd-level spells. If he is a spontaneous caster, they are also added to his list of spells known. As with the first ritual, any hit points gained from cure moderate wounds are temporary hit points. Finally, whenever a Razmiran priest uses False Casting to cast a 2nd- or 3rd-level spell on the cleric spell list, he receives a +10 circumstance bonus on any opposed Bluff check made when casting the spell.",
			"",
			"**Conversion (Su):** At 7th level, whenever a Razmiran priest heals himself using false channel, the effect heals damage, instead of granting temporary hit points. This has no effect on others in the area of effect.",
			"",
			"**Third Ritual (Su):** At 9th level, a Razmiran priest adds {spell/cure serious wounds} and {spell/prayer} to one of his arcane spell lists, but treats them as if they were 4th-level spells. If he is a spontaneous caster, they are also added to his list of spells known. As with the first ritual, any hit points gained from cure serious wounds are temporary hit points. Finally, whenever a Razmiran priest uses False Casting to cast a 4th- or 5th-level spell on the cleric spell list, he receives a +10 circumstance bonus on any opposed Bluff check made when casting the spell.",
			"",
			"**True Pretender (Su):** At 10th level, a Razmiran priest attains true power. Whenever he uses false channel, he can spend two uses of that ability to heal damage to all living creatures in the area, instead of granting temporary hit points. In addition, when determining what spell trigger and spell completion magic items he can use, he acts as though all cleric spells were on his spell list. This makes it so that he does not need to make a Use Magic Device skill check when using such items, but he must still make Bluff skill checks when using False Casting with such spells."
		]
	},
	"red_mantis_assassin": {
		"name": "Red Mantis Assassin",
		"sources": [
			"Adventurer's Guide",
			"Pathfinder #9: Escape from Old Korvosa",
			"Pathfinder Campaign Setting",
			"Inner Sea World Guide"
		],
		"description": [
			"## Red Mantis Assassin",
			"",
			"{SOURCE Adventurer's Guide/154;Pathfinder #9: Escape from Old Korvosa/69;Pathfinder Campaign Setting/230;Inner Sea World Guide/282}",
			"",
			"Initiates of the [Red Mantis](rule/aff_assassins) usually begin their training as rogues, often with fighter or ranger levels, as stealth and skill at arms are both prerequisites to joining the order.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Red Mantis assassin, a character must fulfill the following criteria.",
			"",
			"**Alignment:** Lawful evil.  ",
			"**Feats:** {feat/Alertness}, {feat/Exotic Weapon Proficiency} (sawtooth sabre), {feat/Two-Weapon Fighting}, {feat/Weapon Focus} (sawtooth sabre).  ",
			"**Skills:** Intimidate 5 ranks, Perception 5 ranks, Stealth 5 ranks.",
			"",
			"### Class Skills",
			"",
			"The Red Mantis Assassin's class skills are Acrobatics (Dex), Appraise (Int), Bluff (Cha), Climb (Str), Disguise (Cha), Escape Artist (Dex), Heal (Wis), Intimidate (Cha), Knowledge (local) (Int), Knowledge (nature) (Int), Knowledge (nobility) (Int), Knowledge (religion) (Int), Perception (Wis), Sense Motive (Wis), and Stealth (Dex).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th |",
			"| --- | :---: | :---: | :---: | :---: | --- | :---: | :---: | :---: | :---: |",
			"| 1st | +0 | +0 | +1 | +1 | Sneak attack +1d6, sabre fighting 1 | 1 | - | - | - |",
			"| 2nd | +1 | +1 | +1 | +1 | Prayer attack | 2 | - | - | - |",
			"| 3rd | +2 | +1 | +2 | +2 | Red shroud | 3 | - | - | - |",
			"| 4th | +3 | +1 | +2 | +2 | Summon mantis, sneak attack +2d6 | 3 | 1 | - | - |",
			"| 5th | +3 | +2 | +3 | +3 | Resurrection sense, sabre fighting 2 | 4 | 2 | - | - |",
			"| 6th | +4 | +2 | +3 | +3 | Mantis form | 4 | 3 | - | - |",
			"| 7th | +5 | +2 | +4 | +4 | Sneak attack +3d6, sabre fighting 3 | 4 | 3 | 1 | - |",
			"| 8th | +6 | +3 | +4 | +4 | Blood mantis form, fading | 4 | 4 | 2 | - |",
			"| 9th | +6 | +3 | +5 | +5 | Mantis doom | 5 | 4 | 3 | - |",
			"| 10th | +7 | +3 | +5 | +5 | Death mantis form, sneak attack +4d6 | 5 | 4 | 3 | 1 |",
			"",
			"The following are class features of the Red Mantis assassin.",
			"",
			"**Weapon and Armor Proficiency:** A Red Mantis assassin is proficient with simple weapons, light martial weapons, and light armor, but not with shields. A Red Mantis assassin can cast {main/spells_<Red[ ]Mantis[ ]assassin/ spells} while wearing light armor without incurring the normal arcane spell failure.",
			"",
			"**Spells:** A Red Mantis assassin casts illusion and transmutation arcane spells [drawn from the sorcerer and wizard spell lists](main/spells_redmantisassassin). She can cast any spell she knows without preparing it ahead of time. To cast a spell, she must have a Charisma score of at least 10 + the spell's level, and her bonus spells are based on Charisma. Saving throws against these spells have a DC of 10 + the spell's level + the caster's Charisma modifier (if any). At each Red Mantis assassin level, she gains one or more new spells as indicated on the table above. At 4th, 6th, 8th, and 10th level, she can learn a new spell in place of one she already knows, provided the new spell is of the same level as the one she is replacing.",
			"",
			"As she gains levels, a small number of additional spells that are not otherwise available to her are added to her list. She does not automatically learn these spells when they become available - they must be selected as part of her total spells known. At 2nd level, she adds {spell/obscuring mist} and {spell/true strike} to her spell list. At 4th level, she adds {spell/darkness} and {spell/summon swarm} to her spell list. At 6th level, she adds {spell/fog cloud} and {spell/see invisibility} to her spell list. At 8th level, she adds {spell/clairaudience//clairvoyance} and {spell/hold person} to her spell list. At 10th level, she adds {spell/dimension door} and {spell/modify memory} to her spell list.",
			"",
			"**Sneak Attack (Ex):** This functions as the {class/rogue} ability of the same name. The extra damage dealt is +1d6 at 1st level and increases by 1d6 every 3rd level thereafter. If the Red Mantis assassin gets a sneak attack bonus from another source, the damage bonuses stack.",
			"",
			"**Sabre Fighting (Ex):** At 1st level, the Red Mantis assassin gains {feat/Weapon Specialization} (sawtooth sabre) as a bonus feat and treats {eq-weapon/sawtooth sabre/s} as a light weapon for all purposes, including being able to use a sawtooth sabre with {feat/Weapon Finesse}. At 5th level, she gains {feat/Greater Weapon Focus} (sawtooth sabre) as a bonus feat. At 7th level, she gains {feat/Greater Weapon Specialization} (sawtooth sabre) as a bonus feat. She does not need to otherwise qualify for these feats by having the minimum number of fighter levels.",
			"",
			"**Prayer Attack (Su):** At 2nd level, a Red Mantis assassin learns her signature assassination style. To initiate a prayer attack, she holds her {eq-weapon/sawtooth sabre} (or sabres) out, point down, and weaves the blade in the air. She must be within 30 feet of and visible to her victim. Beginning a prayer attack is a standard action that causes her victim to be [fascinated](rule/awareness_conditions) unless he succeeds at a Will save (DC = 10 + the Red Mantis assassin's class level + her Charisma modifier; if she's wielding two sawtooth sabres, the DC increases by 2). The fascination effect is a mind-affecting effect. She can maintain the fascination effect by concentrating. The victim can attempt a new save to escape this fascination each time a threat (other than the fascinating assassin) appears. At any point after 3 rounds, she can deliver a coup de grace to the target, provided the target is still fascinated; the Red Mantis assassin maintains this fascination effect while delivering a coup de grace. Activating or concentrating to maintain a prayer attack does not provoke an attack of opportunity.",
			"",
			"**Red Shroud (Su):** At 3rd level, a Red Mantis assassin can create a veil of red mist a number of times per day equal to her Constitution modifier (minimum once per day) as a move action. The red shroud persists for 1 round per class level, granting the Red Mantis assassin a +1 dodge bonus to AC and fast healing equal to her Constitution modifier (minimum 1). This mist cannot be dissipated by wind. If she is slain while this ability is active, she can choose whether to remain corporeal or to disintegrate into a cloud of red mist that leaves behind only her gear, depriving her enemies of access to her remains.",
			"",
			"**Summon Mantis (Sp):** Once per day at 4th level, a Red Mantis assassin can summon an {template/advanced} {template/fiendish} {monster/giant mantis}, 1d3 fiendish giant mantises, or 1d4+1 giant mantises, as if using {spell/summon monster V}. She can mentally direct the actions of these summoned vermin as a free action. All mantises summoned by this spell-like ability are blood red and gain no racial bonus on Stealth checks in forests.",
			"",
			"**Resurrection Sense (Su):** At 5th level, a Red Mantis assassin senses if a creature she has slain within the last year has been restored to life, as long as they are both on the same plane.",
			"",
			"**Mantis Form (Su):** At 6th level, a Red Mantis assassin can transform into a blood-red giant praying mantis once per day as a standard action, as if using {spell/vermin shape II} (caster level equals her class level). In addition to the normal adjustments to Strength, Dexterity, and natural armor provided by this spell effect, she gains the giant mantis's darkvision 60 feet; its grab ability; and its lunge, mandibles, and sudden strike extraordinary abilities, but not its immunity to mind-affecting effects or its racial modifiers to Perception and Stealth. If she wields a magical sawtooth sabre in her hand when she transforms, the magical enhancements on that weapon apply to her corresponding claw attack; if she wields two of them, then the enhancements each apply to their respective claw attacks. As she gains levels, her mantis form gains additional powers, as detailed below.",
			"",
			">**Blood Mantis:** At 8th level, her claw attacks deal 1d6 points of bleed damage on a hit. She also gains damage reduction 5/good while in this form.",
			">",
			">**Death Mantis:** At 10th level, whenever she deals damage with a bite attack as part of her mandibles ability, she also inflicts 1 negative level. The save DC to remove each of these negative levels is equal to 20 + the Red Mantis assassin's Constitution modifier. Each negative level inflicted in this manner grants the Red Mantis assassin 5 temporary hit points that last for 1 hour. In addition, her damage reduction increases to DR 10/good while in this form.",
			"",
			"**Fading (Su):** At 8th level, as an immediate action a number of times per day equal to her Constitution modifier (minimum 1), the Red Mantis assassin can become ethereal for an instant as she is attacked by a weapon or is forced to attempt a Reflex saving throw. She must choose to activate this ability before the weapon's attack roll or the spell's effects are adjudicated. This grants the Red Mantis assassin a 50% chance to avoid taking damage from the attack or effect.",
			"",
			"**Mantis Doom (Sp):** At 9th level, a Red Mantis assassin can use {spell/creeping doom} as a spell-like ability three times per day (with a caster level equal to her character level). This version of the spell summons swarms of venomous praying mantises, but the effects are otherwise the same as the spell."
		]
	},
	"riftwarden": {
		"name": "Riftwarden",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Riftwarden",
			"",
			"{SOURCE Paths of Prestige/46}",
			"",
			"Guardians of the Great Beyond's integrity and stability, the Riftwardens can be found virtually anywhere throughout the multiverse combating their hated foes, the Blackfire Adepts. They travel throughout the Great Beyond as guides and wardens, sworn to protecting the boundaries between planes and punishing evildoers who would seek to use planar gateways for their own nefarious purposes.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Riftwarden, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Any nonevil.  ",
			"**Feats:** {feat/Spell Focus} (abjuration), {feat/Spell Penetration}.  ",
			"**Skills:** Knowledge (planes) 5 ranks.  ",
			"**Special:** Able to speak Abyssal and Infernal.  ",
			"**Spells:** Able to cast {spell/magic circle against evil} as a spell or spell-like ability.",
			"",
			"### Class Skills",
			"",
			"The Riftwarden's class skills are Intimidate (Cha), Knowledge (arcana) (Int), Knowledge (planes) (Int), Knowledge (religion) (Int), Sense Motive (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +1 | +0 | +1 | Counter-summons, planar guide | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Planar channel | +1 level of spellcasting class |",
			"| 3rd | +2 | +2 | +1 | +2 | Eradication +1 | +1 level of spellcasting class |",
			"| 4th | +3 | +2 | +1 | +2 | Counterport, planar guide | +1 level of spellcasting class |",
			"| 5th | +3 | +3 | +2 | +3 | Planar scourge | &mdash; |",
			"| 6th | +4 | +3 | +2 | +3 | Eradication +2 | +1 level of spellcasting class |",
			"| 7th | +5 | +4 | +2 | +4 | Improved counterport, planar guide | +1 level of spellcasting class |",
			"| 8th | +6 | +4 | +3 | +4 | Planar purge | +1 level of spellcasting class |",
			"| 9th | +6 | +5 | +3 | +5 | Eradication +3 | &mdash; |",
			"| 10th | +7 | +5 | +3 | +5 | Greater counterport, planar guide | +1 level of spellcasting class |",
			"",
			"The following are class features of the Riftwarden prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A Riftwarden gains no additional weapon or armor proficiencies.",
			"",
			"**Counter-Summons (Su):** A Riftwarden can ready an action to use a {spell/summon monster>_1} spell or spell-like ability as a {rule/counterspell>s}, even though the casting time for a summon monster spell is 1 full round. When used this way, the summon monster spell is treated as though quickened to a swift action via the {feat/Quicken Spell} metamagic feat, though its spell level is not increased, and it can be used only to counterspell. When used to counterspell, a summon monster spell can counter any conjuration (summoning) spell or spell-like ability of its level or lower, including an outsider's summon ability.",
			"",
			"At 5th level, this ability can be used as an immediate action, without the need to ready an action beforehand.",
			"",
			"**Planar Guide (Ex):** At 1st level and every three levels thereafter, a Riftwarden chooses one of the following benefits. She may choose each benefit more than once, each time applying to a different plane or outsider subtype. These bonuses stack with similar bonuses from other classes, but unlike with a ranger's abilities, these bonuses do not escalate when new enemies or terrains are selected.",
			"",
			">**Favored Enemy:** Choose one outsider subtype as a favored enemy (as the {class/ranger} class feature).",
			">",
			">**Favored Terrain:** Choose one plane other than the Material Plane as favored terrain (as the ranger class feature).",
			">",
			">**Terrain Mastery:** Choose one plane to gain terrain mastery (as the {prestigeclass/horizon walker} class feature). A Riftwarden must have the appropriate plane as a favored terrain before gaining terrain mastery with it.",
			"",
			"**Planar Channel (Su):** At 2nd level, a Riftwarden can channel baneful energies against creatures with the extraplanar subtype, regardless of alignment or plane of origin, as the {class/cleric/'s} channel energy ability. The Riftwarden deals damage as a cleric of a level equal to her highest caster level. This energy can only harm, not heal. This ability cannot be used with feats, magic items, or other effects that modify channel energy. A Riftwarden can use this ability a number of times per day equal to 3 + her bonus for the relevant ability of the spellcasting class she selected.",
			"",
			"**Eradication (Su):** At 3rd level, a Riftwarden gains a +1 sacred bonus on saving throws against the spells and spell-like, supernatural, and extraordinary abilities of outsiders. In addition, she increases by 1 the save DC and caster level of any spell or spell-like or supernatural ability that she uses against outsiders, or that counters, dispels, or prevents planar travel or teleportation. These bonuses increase by +1 for every three levels after 3rd.",
			"",
			"**Counterport (Su):** At 4th level, a Riftwarden can ready an action to counterspell a teleportation effect that allows a creature to enter or exit an area within 30 feet of her. She can use Spellcraft to identify a teleportation effect immediately as creatures arrive and can counter the teleportation effect with an identical spell or with any conjuration spell of at least 1 spell level higher, returning teleporting creatures to their point of origin.",
			"",
			"**Planar Scourge (Su):** At 5th level, an extraplanar creature that fails its save against the Riftwarden's planar channel gains the panicked, sickened, or staggered condition, chosen by the Riftwarden, for 1d4 rounds.",
			"",
			"**Improved Counterport (Su):** At 7th level, a Riftwarden can use her counterport ability to forcibly redirect a creature using a teleportation effect within 30 feet to a new valid destination within 30 feet of her. The wrenching redirection deals 1d6 points of damage per class level to the redirected creature. A successful Fortitude save (DC 10 + the Riftwarden's character level + the Riftwarden's Cha modifier) halves the damage and negates the redirection. In addition, when a conjuration effect causes a creature to appear in a square threatened by the Riftwarden, that creature provokes an attack of opportunity from the Riftwarden.",
			"",
			"**Planar Purge (Su):** At 8th level, an extraplanar creature that fails its save against a Riftwarden's planar channel is banished to its home plane (as the {spell/banishment} spell; no save). Extraplanar creatures with Hit Dice greater than twice the Riftwarden's class level are unaffected by this ability, but still take damage from planar channel as normal.",
			"",
			"**Greater Counterport (Su):** At 10th level, a Riftwarden can counter a teleportation effect as an immediate action, without the need to ready an action beforehand. In addition, as a full-round action, the Riftwarden can expend two uses of her planar channel ability to forcibly recall a creature that used teleportation to exit an area within 30 feet of the Riftwarden since the end of the Riftwarden's last turn. Planar channel deals damage equal to the amount normally dealt by one use of planar channel. This damage affects only that target, and affects it regardless of its current distance from the Riftwarden. If the target fails its save, the teleportation effect is reversed and the creature returns to the point from which it teleported (or the nearest available space, if that space is now occupied by another creature)."
		]
	},
	"ritualist": {
		"name": "Ritualist",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Ritualist",
			"",
			"{SOURCE Chronicle of Legends/12}",
			"",
			"Long-forgotten occult rituals offer great power at a terrible price. While most traditional spellcasters consider these occult rituals dangerous and unreliable, some spellcasters hone their skills with such rituals, making the strange spells more likely to succeed and less likely to cause unintended harm. As ritualists deepen their understanding of ritual magic, they broaden their understanding of all things occult, becoming true masters of mysteries which others have no ability to comprehend. Even those uninitiated in the art of magic can cast rituals and interact with the fabric of magic, but their rituals pale in comparison to the power of those who have sacrificed, specialized, studied, and trained to perfect such arts.",
			"",
			"Becoming a ritualist requires a vast amount of knowledge, time, and training. Those who take up the calling of ritualist are typically high-ranking members of esoteric orders, though their pursuits often lead them down paths that even their peers versed in the occult shy away from. By seeking and honing such dangerous magic, ritualists regularly risk death - or worse. If a ritualist reaches the height of her power before losing sight of her soul or becoming lost in the dark voids between worlds, she becomes a force beyond reckoning, able to learn and perform powerful rituals at alarming speeds.",
			"",
			"Ritualists who repeatedly put their peers in grave danger rarely last long as members of organized groups, often becoming outcasts. These outcast ritualists are typically some combination of fatalistic, obsessive, and unpredictable in their search for occult power.",
			"",
			"### Requirements",
			"",
			"To qualify to become a ritualist, a character must fulfill all of the following criteria.",
			"",
			"**Skills:** Knowledge (arcana or history) 8 ranks.  ",
			"**Spells:** Ability to cast 3rd-level spells.  ",
			"**Special:** The character must be a member of a group that regularly deals with the occult, such as the Esoteric Order of the Palatine Eye or the Night Heralds. The character must have successfully cast at least one {rule/occult ritual>s} as the primary caster.",
			"",
			"### Class Skills",
			"",
			"The Ritualist's class skills are Appraise (Int), Knowledge (all) (Int), Linguistics (Int), Spellcraft (Int), and Use Magic Device (Cha)..",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Esoteric discovery, student of mysteries | +1 level of existing spellcasting class |",
			"| 2nd | +1 | +1 | +1 | +1 | Stabilize ritual | +1 level of existing spellcasting class |",
			"| 3rd | +1 | +1 | +1 | +2 | Esoteric discovery, occult expertise | +1 level of existing spellcasting class |",
			"| 4th | +2 | +1 | +1 | +2 | Cautious rituals | +1 level of existing spellcasting class |",
			"| 5th | +2 | +2 | +2 | +3 | Expediated rituals | +1 level of existing spellcasting class |",
			"| 6th | +3 | +2 | +2 | +3 | Esoteric discovery | +1 level of existing spellcasting class |",
			"| 7th | +3 | +2 | +2 | +4 | Independent rituals | +1 level of existing spellcasting class |",
			"| 8th | +4 | +3 | +3 | +4 | Focused rituals | +1 level of existing spellcasting class |",
			"| 9th | +4 | +3 | +3 | +5 | Esoteric discovery | +1 level of existing spellcasting class |",
			"| 10th | +5 | +3 | +3 | +5 | Master of mysteries | +1 level of existing spellcasting class |",
			"",
			"The following are the class features of the ritualist prestige class.",
			"",
			"**Spells per Day:** When a ritualist gains a level, she gains new spells per day as if she had also gained a level in a spellcasting class she belonged to before adding the prestige class. She does not, however, gain any other benefits a character of that class would have gained, except for additional spells per day, spells known (if a spontaneous spellcaster), and an increased effective level of spellcasting. If a character has more than one spellcasting class, she must decide to which class she adds the new level for the purpose of determining spells per day.",
			"",
			"**Esoteric Discovery (Ex):** At 1st level, 3rd level, and every 3 levels thereafter, a ritualist selects one skill. When using that skill to cast an occult ritual, the ritualist can take 10 on the skill check, but only once per skill during any given ritual.",
			"",
			"**Student of Mysteries (Ex):** A ritualist adds half her ritualist level (minimum 1) as a bonus on Intelligence checks made to learn new occult rituals.",
			"",
			"**Stabilize Ritual (Su):** At 2nd level, once per day as a full-round action, a ritualist can refocus a ritual that has been paused, removing any increases to the ritual's skill check DCs that have accrued thus far due to pausing the ritual.",
			"",
			"**Occult Expertise (Ex):** At 3rd level, a ritualist adds half her class level as a bonus on all skill checks when using occult skill unlocks. Additionally, a ritualist can take 10 on skill checks when using occult skill unlocks with skills chosen with the esoteric discovery ability.",
			"",
			"**Cautious Rituals (Su):** At 4th level, once per day when beginning to cast a ritual as the primary caster, a ritualist can decide to cast the ritual as a cautious ritual. The DCs of a cautious ritual's skill checks increase by half the ritual's level (rounded down, minimum 1). However, if the ritual fails, there is a cumulative 10% chance per ritualist level (40% at 4th level, 50% at 5th level, and so on) that the ritual causes none of its usual failure or backlash effects. The ritual still causes backlash if it succeeds.",
			"",
			"At 6th level, the ritualist's successful cautious rituals do not cause any backlash to any of their secondary casters.",
			"",
			"At 8th level, a ritualist can cast a cautious ritual without increasing the ritual's skill check DCs.",
			"",
			"**Expedited Rituals (Su):** At 5th level, once per day when beginning to cast a ritual as the primary caster, a ritualist can decide to cast the ritual as an expedited ritual. The DCs of an expedited ritual's skill checks increase by half the ritual's level (rounded down). However, the ritualist can cast the ritual as soon as its casters succeed at the requisite number of skill checks rather than waiting for the ritual's full casting time to elapse. A ritual can be both cautious and expedited, but the penalties stack.",
			"",
			"At 9th level, a ritualist can cast an expedited ritual without increasing the ritual's skill check DCs.",
			"",
			"**Independent Rituals (Su):** At 7th-level, a ritualist becomes so adept at casting rituals that secondary casters are unnecessary. Once per day when beginning to cast a ritual as the primary caster, the ritualist can decide to cast the ritual as an independent ritual. The ritualist gains a bonus on all skill checks attempted as part of casting the ritual equal to half the ritualist's level, and she can always take 10 when using skills she chose for her esoteric discovery ability. However, none of the ritual's secondary casters, if any, can attempt any of the ritual's skill checks. The ritualist can still include secondary casters as part of a ritual, if it allows secondary casters, to grant them the ritual's effects.",
			"",
			"An independent ritual can also be cast as an expedited or cautious ritual (or both).",
			"",
			"**Focused Rituals (Su):** At 8th level, a ritualist can maintain a ritual's focus even under dire circumstances. While performing a ritual as the primary caster, the ritualist can continue the ritual even if some or all of its secondary casters are incapacitated, killed, or moved out of range of the ritual.",
			"",
			"**Master of Mysteries (Su):** At 10th level, a ritualist's knowledge of the occult reaches unfathomable depths, and she can perform rituals with disturbing alacrity. Once per day when casting a ritual as the primary caster, the ritualist can reduce the casting time from 10 minutes per ritual level to 1 round per ritual level, or from 1 hour per ritual level to 1 minute per ritual level. One of the ritual's casters attempts a check every round or every minute of the casting instead of every 10 minutes or every hour, as appropriate"
		]
	},
	"rivethun_emissary": {
		"name": "Rivethun Emissary",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Rivethun Emissary",
			"",
			"{SOURCE Adventurer's Guide/164}",
			"",
			"[Rivethun](rule/aff_animists) teachings cultivate strength and empathy through knowledge, self-control, and willpower. At their culmination lies the ability to invest pain and discord into a spirit companion, and to take in a portion of that spirit's burden in exchange. This process creates a powerful bond to the spirit realms, allowing the Rivethun emissary to sense and pacify otherworldly creatures, and to channel powerful outsiders into the physical form of her spirit animal, creating a powerful hybrid called an animus to guide, protect, and advise her. Rivethun emissaries develop much like shamans, but their powerful bond with a singular spirit guide stunts their ability to bond with any wayward spirits they encounter.",
			"",
			"Few Rivethun emissaries still exist among the Five Kings Mountains, and many dwarves consider the art of mingling mortal soul with outsider quintessence to be an abomination. Most learn the art from long-discarded writings or ancient and powerful beings that haunt former sacred sites deep below the surface.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Rivethun emissary, a character must fulfill the following criteria.",
			"",
			"**Feats:** {feat/Iron Will}, {feat/Spirit Beacon}.  ",
			"**Skills:** Diplomacy 5 ranks, Knowledge (religion) 5 ranks.  ",
			"**Special:** Must have a familiar or spirit animal.",
			"",
			"### Class Skills",
			"",
			"The Rivethun Emissary's class skills are Diplomacy (Cha), Handle Animal (Cha), Heal (Wis), Intimidate (Cha), Knowledge (nature) (Int), Knowledge (planes) (Int), Knowledge (religion) (Int), Sense Motive (Wis), Spellcraft (Int), and Survival (Wis).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Spirit animal, spirit bond, sixth sense (undead) | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Animus (summon monster IV), sixth sense (fey) | +1 level of existing class |",
			"| 3rd | +2 | +1 | +1 | +2 | Manifest will, sixth sense (outsiders) | +1 level of existing class |",
			"| 4th | +3 | +1 | +1 | +2 | Animus (summon monster V, 2/day) | +1 level of existing class |",
			"| 5th | +3 | +2 | +2 | +3 | Parley, spirit conduit (augment) | &mdash; |",
			"| 6th | +4 | +2 | +2 | +3 | Animus (summon monster VI), manifest will | +1 level of existing class |",
			"| 7th | +5 | +2 | +2 | +4 | Spirit conduit (recall) | +1 level of existing class |",
			"| 8th | +6 | +3 | +3 | +4 | Animus (summon monster VII, 3/day) | +1 level of existing class |",
			"| 9th | +6 | +3 | +3 | +5 | Manifest will | &mdash; |",
			"| 10th | +7 | +3 | +3 | +5 | Animus (summon monster VIII), spirit conduit (commune) | +1 level of existing class |",
			"",
			"The following are class features of the Rivethun emissary prestige class.",
			"",
			"**Spirit Animal (Ex):** A Rivethun emissary strengthens her bond to the spirit world by channeling additional divine power through her familiar or spirit animal. If she had a non-spirit-animal familiar before becoming a Rivethun emissary, she can select a single {ability/shaman spirit>s}. Her familiar gains the spirit animal ability associated with that spirit.",
			"",
			"If the Rivethun emissary had the spirit animal class feature before becoming a Rivethun emissary, her spirit animal grows in power and begins to manifest unnatural traits. The spirit animal gains 2 evolution points as if it were an eidolon and can use them to purchase {ability/eidolon |evolutions} from the following list: basic magic, climb, flight, gills, improved natural armor, magic attacks, minor magic, skilled, swim, tail, and unnatural aura. At 5th level, the Rivethun emissary's spirit animal gains an additional evolution point. It can spend this point to gain an additional evolution, or it can freely reassign all of its points to purchase different evolutions. It also adds the following to its list of available evolutions: burrow, damage reduction, and major magic.",
			"",
			"**Spirit Bond (Su):** A Rivethun emissary's training creates a powerful bond with a specific spirit. Her Rivethun emissary levels stack with any {class/shaman} levels she has for the purpose of determining the effects of her spirit class ability, spirit magic class ability, what hexes she qualifies for, and the effects of any hexes with level-dependent abilities.",
			"",
			"If a Rivethun emissary has neither the spirit class ability nor a spirit animal, she can select a single spirit from those available to the shaman upon gaining her 1st level of Rivethun emissary. She gains this spirit's spirit ability. At 8th level, she also gains this spirit's greater spirit ability.",
			"",
			"Spirit bond does not affect a shaman's wandering spirit class ability.",
			"",
			"**Sixth Sense (Sp):** A Rivethun emissary gains {spell/detect undead} as a spell-like ability, usable a number of times per day equal to her Rivethun emissary level.",
			"",
			"At 2nd level, this spell-like ability also detects creatures of the fey type. The Rivethun emissary must continue concentrating to discern which auras are undead and which are fey, gaining this knowledge as she learns the strength and location of each aura on her third round of concentration.",
			"",
			"At 3rd level, this spell-like ability also detects creatures of the outsider type, also requiring concentration to distinguish between aura types.",
			"",
			"**Animus (Sp):** At 2nd level, a Rivethun emissary learns to call down more powerful spiritual servants, using her spirit animal as the focus and conduit to create a hybrid creature called an animus. This ability functions as {spell/summon monster IV}, except the Rivethun emissary can summon only a single creature at a time (though she can select a different creature each time and can always decide to summon a single creature from a lower-level list). This summoned creature appears in the spirit animal's location, replaces the spirit animal for the spell's duration, gains the familiar's spirit animal ability, and obeys the Rivethun emissary as if it were her spirit animal. An animus typically retains some superficial traits of the spirit animal used as a conduit in its summoning, but gains no other abilities normally associated with a familiar (such as share spells or evolution points). The Rivethun emissary must be within 30 feet of her spirit animal to use this ability.",
			"",
			"The animus remains for 1 round per caster level; it vanishes once this duration expires or it is reduced to 0 or fewer hit points. The spirit animal reappears in the animus's last location and suffers none of the damage, status effects, or spells affecting the animus when it vanished.",
			"",
			"As the Rivethun emissary grows in power and prestige, the effective summon monster spell she can use to conjure an animus improves, as indicated on the table.",
			"",
			"The Rivethun emissary can use this ability once per day. At 4th level, she can use it twice per day, and at 8th level, she can use it three times per day.",
			"",
			"**Manifest Will (Su):** At 3rd level, spiritual energy flows both into and out of the Rivethun emissary, allowing her to overcome the limitations of her physical body by sheer force of will. The Rivethun emissary selects either Strength, Dexterity, or Constitution. As an immediate action, she can substitute her Wisdom modifier for her selected ability's modifier on a single ability check, attack roll, saving throw, or skill check. She can use this ability a number of times per day equal to her Charisma modifier + half her Rivethun emissary level.",
			"",
			"At 6th level and again at 9th level, she can select one more physical ability score she can affect with this ability.",
			"",
			"**Parley (Sp):** At 5th level, a Rivethun emissary gains the ability to cast {spell/calm spirit} three times per day as a spell-like ability (her caster level equals her character level). At 6th level, she can also use this spell-like ability to calm corporeal undead and creatures of the outsider type. At 7th level, she can use this spell-like ability to calm creatures of the fey type as well.",
			"",
			"**Spirit Conduit (Su):** At 5th level, a Rivethun emissary's bond to an animus strengthens considerably. Any animus she summons is treated as if the Rivethun emissary had the {feat/Augment Summoning} feat, gaining a +4 enhancement bonus to its Strength and Constitution.",
			"",
			"At 7th level, when the animus vanishes, the Rivethun emissary can have her spirit animal appear in an empty square adjacent to herself instead of in the animus's location.",
			"",
			"At 10th level, the bond allows the animus to leave parting insight when it vanishes, answering a single yes-or-no question for the Rivethun emissary as per {spell/commune}."
		]
	},
	"rose_warden": {
		"name": "Rose Warden",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Rose Warden",
			"",
			"{SOURCE Paths of the Righteous/20}",
			"",
			"Tyrants may attempt to crush the seeds of dissent before they can ever bloom, but the goddess Milani is always there to cultivate hope in the very heart of oppression and uplift the subjugated. Those known as rose wardens serve as her champions, their elite skills contributing to the cause of revolution - yet they are not obvious crusaders who revel in personal fame or glory. Though they oppose despotic governments, they do not act as anarchists or criminals; for example, rose wardens try to prevent demonstrations from becoming destructive riots to avoid harming innocents. Some of the greatest rose wardens are former thieves who adapted their talents to aid the downtrodden.",
			"",
			"### Requirements",
			"",
			"To qualify to become a rose warden, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Chaotic good.  ",
			"**Deity:** Must worship {faith/Milani}.  ",
			"**Skills:** Disguise 5 ranks, Stealth 5 ranks.  ",
			"**Feats:** {feat/Iron Will}.",
			"",
			"### Class Skills",
			"",
			"The Rose Warden's class skills are Acrobatics (Dex), Bluff (Cha), Climb (Str), Diplomacy (Cha), Disable Device (Dex), Disguise (Cha), Escape Artist (Dex), Knowledge (local) (Int), Perception (Wis), Sleight of Hand (Dex), and Stealth (Dex).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +1 | +0 | Anonymity, insurgent technique, liberated mind, street sentinel +2 |",
			"| 2nd | +1 | +1 | +1 | +1 | Sneak attack +1d6, voice of the masses |",
			"| 3rd | +2 | +1 | +2 | +1 | Cunning disarm, insurgent technique |",
			"| 4th | +3 | +1 | +2 | +1 | Insurrectionist, sneak attack +2d6 |",
			"| 5th | +3 | +2 | +3 | +2 | Advanced insurgent technique, liberated mind +4 |",
			"| 6th | +4 | +2 | +3 | +2 | Sneak attack +3d6, street sentinel +4 |",
			"| 7th | +5 | +2 | +4 | +2 | Advanced insurgent technique, obfuscate |",
			"| 8th | +6 | +3 | +4 | +3 | Rallying courage, sneak attack +4d6 |",
			"| 9th | +6 | +3 | +5 | +3 | Advanced insurgent technique |",
			"| 10th | +7 | +3 | +5 | +3 | Smite tyranny, sneak attack +5d6 |",
			"",
			"The following are the class features of the rose warden prestige class.",
			"",
			"**Anonymity (Ex):** A rose warden gains a bonus equal to her class level on any Bluff and Disguise checks to conceal her true identity.",
			"",
			"**Insurgent Technique:** At 1st level and every 2 class levels thereafter, a rose warden gains one of the following insurgent techniques. The save DC of any saving throw called for by an insurgent technique is equal to 10 + the rose warden's class level + her Intelligence modifier. Spell-like abilities have a caster level equal to the rose warden's class level.",
			"",
			"**Everbloom's Wrath (Sp):** The rose warden selects either {spell/chaos hammer} or {spell/holy smite}. She can use that spell once per day as a spell-like ability. If a rose warden chooses this technique a second time, she gains the ability to cast the other spell once per day as well.",
			"",
			"**Holy Thorns (Su):** Once per day as a swift action, the rose warden can cause thorns to magically sprout from her weapon. The weapon counts as good-aligned for purposes of overcoming DR. A lawful or evil target damaged by this weapon must succeed at a Fortitude save or be wracked with pain and become staggered for 1 round. The thorns dissipate after a number of rounds equal to the rose warden's class level.",
			"",
			"**Rogue Talent:** A rose warden can select one {ability/rogue talent} for which she qualifies. Her rose warden levels stack with {class/rogue} levels for the purpose of any rogue talents she has with level-dependent effects, whether they were gained from this prestige class or another class.",
			"",
			"**Liberated Mind (Su):** A rose warden gains a +2 bonus on saving throws to resist charm, compulsion, and fear effects. This bonus increases to +4 at 5th level.",
			"",
			"**Street Sentinel (Ex):** A rose warden gains a +2 bonus on initiative checks and Knowledge (local), Perception, Stealth, and Survival checks when she is in an urban area. Whenever she is traveling in urban terrain, a rose warden leaves no trail and can't be tracked (though she can leave a trail if she chooses). At 6th level, this bonus increases to +4.",
			"",
			"**Sneak Attack (Ex):** This ability is exactly like the rogue ability of the same name. The extra damage dealt starts at +1d6 and increases by 1d6 every 2 levels (4th, 6th, 8th, and 10th). If a rose warden gets sneak attack bonuses from other sources, the bonuses on damage rolls stack.",
			"",
			"**Voice of the Masses (Ex):** At 2nd level, a rose warden's movement is not impeded by crowds, and she gains a bonus equal to her rose warden level on checks to influence crowds.",
			"",
			"**Cunning Disarm (Ex):** At 3rd level, a rose warden can use Sleight of Hand in place of a combat maneuver check to disarm a foe. This does not provoke an attack of opportunity.",
			"",
			"**Insurrectionist (Su):** At 4th level, a rose warden can ignore impediments to her mobility. For a number of rounds per day equal to her rose warden level, she can move normally regardless of magical effects that impede movement, as if she were affected by {spell/freedom of movement}. These rounds do not need to be consecutive. In addition, once per day she can grant this ability to all allies within 30 feet. This effect occurs automatically as soon as it applies.",
			"",
			"**Advanced Insurgent Technique:** At 5th level, a rose warden can select one of the following advanced insurgent techniques in place of a normal insurgent technique.",
			"",
			">**Advanced Rogue Talent:** A rose warden can select one {ability/advanced rogue talent} that she qualifies for. Her rose warden levels stack with rogue levels for the purpose of any advanced rogue talents she has with level-dependent effects, whether they were gained from this prestige class or another class.",
			">",
			">**Alleyport (Sp):** Once per day as a swift action, the rose warden can teleport as per {spell/dimension door}, but only when she is in an area no wider than her space, and she can arrive only in an area of similar width.",
			">",
			">**Small but Fierce (Ex):** As a move action, the rose warden can study an opponent at least one size category larger than herself that she can see. She can then apply the precision damage granted by sneak attack on her next attack made in the same round she studied the larger foe, even if that target is not denied its Dexterity bonus to its AC.",
			">",
			">**Wall of Roses (Sp):** Once per day, the rose warden can cast {spell/wall of thorns} as a spell-like ability. The wall consists of a dense tangle of roses through which worshipers of Milani can pass with ease. The wall of roses heals at a rate of 5 hit points per round; it is immune to fire damage; and all piercing damage it deals bypasses damage reduction as if it were a good, magic, and silver weapon. Evil and lawful creatures damaged by a wall of roses automatically become sickened for the next minute (this is a poison effect).",
			"",
			"**Obfuscate (Su):** At 7th level, a rose warden can use the Stealth skill even while she is being observed. While she is in an urban area, a rose warden can hide in the open even without actually having anything to hide behind.",
			"",
			"**Rallying Courage (Su):** At 8th level, a rose warden becomes immune to fear effects. Once per day as a swift action, she can inspire an ally affected by fear who is within her line of sight, allowing that ally to attempt a second saving throw against the condition.",
			"",
			"**Smite Tyranny (Su):** At 10th level, when a rose warden deals sneak attack damage to a lawful or evil target, she can choose to smite tyranny as a free action. The rose warden deals an additional 2 points of damage per sneak attack die rolled to the target. The target must also succeed at a Fortitude saving throw (DC = 20 + the rose warden's Charisma modifier) or be staggered for 1 round by the blow. A lawful evil target is instead staggered for 1d4 rounds. The rose warden can smite tyranny a number of times per day equal to 3 + her Charisma modifier."
		]
	},
	"runeguard": {
		"name": "Runeguard",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Runeguard",
			"",
			"{SOURCE Paths of the Righteous/22}",
			"",
			"The ancient traditions of Thassilonian magic became mired in the culture of sin due to the legacy of that land's runelords, but taken in its purest form, Thassilonian magic is no more good than evil. Indeed, at Thassilon's outset - before the runelords seized control - the original incarnations of these seven schools of magic were not associated with sins at all, but rather with the seven virtues of rule. This original lore is all but lost, but within the city-states of Varisia (particularly in Magnimar), a small order of spellcasters seeks to reclaim the knowledge of those empowering virtues. With the might of virtuous runes, they protect their homes from the lingering evil of Thassilon and look to the guidance of Soralyon, the Mystic Angel, to aid them in their quest. These spellcasters have also come to believe that a runelord's return to power is practically an inevitable threat that must be prepared for and defended against.",
			"",
			"The role of a runeguard varies depending on the type of spellcasting he employs, but most tend to be more defensive rather than offensive.",
			"",
			"### Requirements",
			"",
			"To qualify to become a runeguard, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Lawful good, neutral good, or chaotic good.  ",
			"**Deity:** Must worship {faith/Soralyon}.  ",
			"**Skills:** Linguistics 5 ranks, Spellcraft 5 ranks.  ",
			"**Feats:** {feat/Scribe Scroll}.  ",
			"**Language:** Thassilonian.  ",
			"**Spells:** Able to cast 3rd-level spells.",
			"",
			"### Class Skills",
			"",
			"The Runeguard's class skills are Appraise (Int), Heal (Wis), Knowledge (all skills taken individually) (Int), Linguistics (Int), Spellcraft (Int), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Rune magic, virtuous rune | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Virtuous rune | +1 level of existing spellcasting class |",
			"| 3rd | +1 | +1 | +1 | +2 | Rune focus +1 | +1 level of existing spellcasting class |",
			"| 4th | +2 | +1 | +1 | +2 | Virtuous rune | +1 level of existing spellcasting class |",
			"| 5th | +2 | +2 | +2 | +3 | Virtuous rune | +1 level of existing spellcasting class |",
			"| 6th | +3 | +2 | +2 | +3 | Virtuous rune | +1 level of existing spellcasting class |",
			"| 7th | +3 | +2 | +2 | +4 | Rune focus +2 | +1 level of existing spellcasting class |",
			"| 8th | +4 | +3 | +3 | +4 | Virtuous rune | +1 level of existing spellcasting class |",
			"| 9th | +4 | +3 | +3 | +5 | Virtuous rune | +1 level of existing spellcasting class |",
			"| 10th | +5 | +3 | +3 | +5 | Sihedron rune mastery | +1 level of existing spellcasting class |",
			"",
			"Below are the class features of the runeguard prestige class.",
			"",
			"**Rune Magic:** A runeguard adds all spells with \"glyph\" or \"symbol\" in its name to his class spell list.",
			"",
			"**Virtuous Rune (Su):** At 1st level, a runeguard can master a secret method of using one of the seven runes of Thassilonian magic in a beneficial way to aid himself or others. He must choose one of the seven virtues when he gains this ability, but can choose another at 2nd, 4th, 5th, 6th, 8th, and 9th levels; by 9th level, he has mastered all seven of the secrets of virtuous runes. A runeguard can use any of the virtuous runes that he has mastered in any combination per day, but no more times per day than his runeguard level overall. Using a virtuous rune is a standard action (unless otherwise indicated in the text) and provokes an attack of opportunity.",
			"",
			">**Charity:** A runeguard can use the rune of charity to transfer a single abjuration spell he has prepared or knows (if he's a spontaneous caster), along with the ability to cast it, to a willing creature by touch, as per {spell/imbue with spell ability}, save that the recipient's Hit Dice do not limit options. The level of the spell being transferred can't exceed the runeguard's level - 1 (and thus a 1st level runeguard can only transfer a 0-level spells in this way). Once the spell is transferred, that spell slot remains unavailable to the runeguard until the creature that gained the spell casts it, at which point the runeguard regains access to the spell slot the next time he rests and prepares his magic.",
			">",
			">**Kindness:** When using the Heal skill to treat deadly wounds, the runeguard can call upon the rune of kindness to restore double the normal amount of hit points he otherwise would have healed by treating deadly wounds. He need not expend uses from a healer's kit when treating deadly wounds in this manner, and using this rune does not count against the total number of times a creature can benefit from heaving deadly wounds treated in a day.",
			">",
			">**Generosity:** When using the aid another action, the runeguard can draw upon the rune of generosity and expend a prepared spell or spell slot as an immediate action to grant an ally an insight bonus on attack rolls, on skill checks, or to Armor Class equal to the level of spell expended. The bonus persists for a number of rounds equal to the runeguard's class level.",
			">",
			">**Humility:** When the runeguard gains the benefits of the aid another action from an ally, he can expend a prepared spell or a spell slot (for a spontaneous caster) as an immediate action to gain an insight bonus on attack rolls, on skill checks, or to Armor Class equal to the level of the spell expended. This bonus lasts for a number of rounds equal to the runeguard's class level.",
			">",
			">**Love:** By sacrificing a prepared spell or a spell slot (for a spontaneous caster), a runeguard can use the rune of love to form a close and powerful bond with a number of willing allies equal to the level of the spell or spell slot sacrificed. All allies to be affected must be within 30 feet at the time the rune is used. Until the next time the runeguard prepares spells (at which point he regains the sacrificed spell or spell slot), each ally can sense the general emotional state, health, and direction of any other ally bearing the rune (as per status), as long as they are on the same plane. If a spell slot of 5th level or higher is sacrificed, the link also grants a {spell/telepathic bond} (as per the spell) that can't be dispelled. A character with the rune of love active gains a +2 bonus on all saving throws against charm and compulsion effects.",
			">",
			">**Temperance:** By invoking the rune of temperance, the runeguard becomes immune to the effects of negative energy for 1 round per runeguard level. The runeguard can use this ability as an immediate action to gain immunity to the effects of a single negative energy effect as that effect targets him, but doing so leaves the runeguard staggered on his next action.",
			">",
			">**Zeal:** By invoking the rune of zeal as a swift action, the runeguard bolsters his spellcasting for 1 round. During this time, the runeguard gains a bonus on all concentration checks equal to his runeguard level, and he can enhance any spell he casts that round with the effects of any metamagic feat he knows, provided the metamagic feat only uses up a spell slot 1 level higher than the spell's actual level.",
			"",
			"**Rune Focus:** At 3rd level, the runeguard adds 1 to the DCs of saving throws against glyph or symbol spells (any spell with \"glyph\" or \"symbol\" in its name) and spells that are language dependent that he casts. This bonus stacks with the bonuses from the {feat/Spell Focus} and {feat/Greater Spell Focus} feats. At 7th level, the runeguard adds 2 to the DCs of saving throws against these spells that he casts.",
			"",
			"**Sihedron Rune Mastery (Su):** At 10th level, a runeguard can cast {spell/permanency} as a spell-like ability once per day by drawing upon the power of the Sihedron rune. He must still provide the spell to be made permanent by other means, of course. Although a runeguard can use this ability once per day, he can only ever maintain a single spell effect, and upon using this ability, the previous permanent spell effect immediately ends."
		]
	},
	"sacred_sentinel": {
		"name": "Sacred Sentinel",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Sacred Sentinel",
			"",
			"{SOURCE Paths of the Righteous/24}",
			"",
			"Torag is thought of by many as a god of forging, but his primary areas of concern also include protection and strategy. Among the followers of Torag, some feel drawn to devote themselves to these later aspects of the Father of Creation. Known as sacred sentinels, these holy warriors view themselves as mortal shields of defense in Torag's service, and seek to place themselves where defenders are most needed. Many speak of themselves as pillars, strong structures that can hold up a vast building but only by supporting the other beams and supports needed. The pillar is the source of the strength, but its strength must serve to support a network of other beams or it accomplishes little.",
			"",
			"Sacred sentinels are always front-line combatants, and value mobility to ensure they can reach the places they are most needed. As a result they are most often cavaliers (especially of the order of the dragon, the order of the guard, or the order of the shield) or paladins with a mount as a divine bond. The majority of sacred sentinels are dwarves, but other races that worship Torag are sometimes called to serve. For example, in the frozen Lands of the Linnorm Kings, there exists a relatively obscure but long-standing order known as the \"Linnorm Guard.\" This small number of Ulfen fighters are unusually lawful in their outlook, considering the brutality and chaos their barbaric kin often embrace. The Linnorm Guard seeks to provide protection for both the Linnorm Kings and those they have allied with, be they visiting dignitaries, old but beloved boon companions, or even hidden lovers or paramours.",
			"",
			"### Requirements",
			"",
			"To qualify to become a sacred sentinel, a character must fulfill all the following criteria.",
			"",
			"**Base Attack Bonus:** +6.  ",
			"**Alignment:** Lawful good.  ",
			"**Deity:** Must worship {faith/Torag}.  ",
			"**Feats:** {feat/Endurance}, {feat/Toughness}.  ",
			"**Special:** Proficiency with light, medium, and heavy armor and all shields (other than tower shields).",
			"",
			"### Class Skills",
			"",
			"The Sacred Sentinel's class skills are Acrobatics (Dex), Climb (Str), Intimidate (Cha), Knowledge (religion) (Int), Perception (Wis), Ride (Dex), and Sense Motive (Wis).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +1 | +0 | +1 | Code of Torag, stragetic protection (+3/30 feet) |",
			"| 2nd | +2 | +1 | +1 | +1 | Renewed bonds |",
			"| 3rd | +3 | +2 | +1 | +2 | Healing touch (3d8), tempering touch +1 |",
			"| 4th | +4 | +2 | +1 | +2 | Strategic protection (+4/40 feet), |",
			"| 5th | +5 | +3 | +2 | +3 | Uncanny dodge |",
			"| 6th | +6 | +3 | +2 | +3 | Healing touch (4d8), tempering touch +2 |",
			"| 7th | +7 | +4 | +2 | +4 | Stragetic protection (+5/50 feet) |",
			"| 8th | +8 | +4 | +3 | +4 | Swift *shield other* |",
			"| 9th | +9 | +5 | +3 | +5 | Healing touch (5d8), tempering touch +3 |",
			"| 10th | +10 | +5 | +3 | +5 | Strategic protection (+6/60 feet), unyielding |",
			"",
			"The following are the class features of the sacred sentinel prestige class.",
			"",
			"**Code of Torag (Su):** A sacred sentinel has dedicated her life to serving as a protective shield of Torag, and this is her first and highest calling. Though not all sacred sentinels are paladins, they all must follow the paladin's code of {faith/Torag}. Cavaliers who become sacred sentinels are given special dispensation by their cavalier orders to act as agents of Torag within their orders, and treat Torag's paladin code of conduct as their cavalier's edict (replacing the normal edicts for their orders).",
			"",
			"A sacred sentinel who violates this code loses all class features of this prestige class other than skill points and class skills for 24 hours.",
			"",
			"**Strategic Protection (Su):** As a move action, a sacred sentinel can establish a magic aura that protects one or more of her allies. When she establishes her aura, she selects a number of allies up to her Charisma bonus that she can see and that are within 20 feet. As long as these allies remain within 30 feet of the sacred sentinel, they gain a +3 bonus to their CMDs and on Constitution checks to stabilize when dying. The bonus increases to +4 at 4th level, to +5 at 7th level, and to +6 at 10th level. The radius of this aura increases by 10 feet at each of these levels. The bonuses from strategic protection last until the beginning of the sacred sentinel's next turn.",
			"",
			"**Renewed Bonds (Ex):** At 2nd level, a sacred sentinel is able to maintain strong bonds from her life before becoming a divine guardian. If the sacred sentinel has levels in a class with an animal companion, familiar, or a class feature with \"bond\" in the name (such as arcane bond, divine bond, or sacred bond), she selects one such class upon gaining her 1st level of sacred sentinel. Sacred sentinel levels stack with levels in the selected class when determining the effectiveness of her familiar, animal companion, or bond class feature. Whenever the sacred sentinel uses strategic protection, her familiar, animal companion, or bonded companion is automatically included in its protection if in range, without counting toward the maximum number of creatures the sacred sentinel can affect.",
			"",
			"A sacred sentinel without an appropriate class feature from another class instead increases the number of creatures she can protect with her bastion of protection by 1 upon gaining this class feature, and by another 1 at 6th level.",
			"",
			"If the sacred sentinel has cavalier, paladin, or warpriest class levels, she selects one of those classes and adds half her sacred sentinel level to those class levels to determine her effective class level for a specific class feature. For cavaliers, this determines the effectiveness of her challenge class feature. For paladins, this determines the effectiveness of her smite evil class feature. For warpriests, this determines how many times per day she can use her blessings.",
			"",
			"**Healing Touch (Su):** At 3rd level, a sacred sentinel can heal wounds (her own or those of others) by her touch. Each day, she can use this ability a number of times equal to 1 + 1/2 her sacred sentinel level. If she has established her strategic protection, she can use this ability on a selected ally within range of the aura without having to successfully touch the ally. This ability restores 3d8 hit points, increasing to 4d8 at 6th level, and 5d8 at 9th level. Healing touch qualifies as the lay on hands ability for the purpose of prerequisites requiring lay on hands, and abilities that work with lay on hands (such as mercies).",
			"",
			"**Tempering Touch (Su):** A sacred sentinel knows that the best way to defend allies is to temper them to be stronger. At 3rd level, when a sacred sentinel uses a spell or class feature (but not a magic item or the Heal skill) to heal an ally, the ally gains a defensive bonus. For a number of rounds equal to the sacred sentinel's class level, whenever the ally fights defensively, uses the full defense action, or uses {feat/Combat Expertise}, the ally gains a +1 deflection bonus to AC and a +1 sacred bonus on saving throws. These bonuses increase to +2 at 6th level and to +3 at 9th level.",
			"",
			"**Uncanny Dodge (Ex):** At 5th level, a sacred sentinel gains the ability to react to danger before her senses would normally allow her to do so. She gains uncanny dodge, as per the rogue class feature. If the character gains uncanny dodge from another class, she automatically gains improved uncanny dodge (as per the rogue talent).",
			"",
			"**Swift Shield Other (Sp):** At 8th level, a sacred sentinel can use {spell/shield other} as a {feat/quickened} spell-like ability a number of times per day equal to her Charisma bonus (minimum once per day).",
			"",
			"**Unyielding (Su):** At 10th level, a sacred sentinel's devotion to protecting those under her charge is great enough to temporarily hold off death. If the sacred sentinel has her strategic protection active and is killed through any means, she does not immediately die. Instead she remains alive and active until the beginning of her next turn, at which point she dies normally. {spell/Breath of life}, if applied before this time runs out, can save the sacred sentinel, but other healing effects that restore hit points cannot hold off death."
		]
	},
	"sanguine_angel": {
		"name": "Sanguine Angel",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Sanguine Angel",
			"",
			"{SOURCE Adventurer's Guide/80}",
			"",
			"Of those [Gray Maidens](rule/aff_scarred_ladies) who remain loyal to the ideals of Queen Ileosa, none have seen as much success as the members of the Erinyes Company. The company's origin lies with a band of Gray Maidens led by Qualins Rachmirol, who commandeered a ship in the wake of Ileosa's defeat and sailed to Cheliax. Her Infernal Majestrix was impressed by the soldiers' devotion and prowess; Abrogail adopted them into the Chelish military and gave the group its new name.",
			"",
			"The Erinyes Company has expanded from its original 27 members, although not drastically, as the initiation process for new recruits is intense and often lethal. By the end, the survivors are every bit as physically and psychologically scarred as the original Gray Maidens. The company has, however, abandoned Ileosa's doctrine of racial purity; drive and will are what make an Erinyes, not skin or shape.",
			"",
			"Elite Erinyes Company members are heartless soldiers known as sanguine angels. While the Gray Maidens were once a secular organization, the majority of the Erinyes have turned to worship the infernal demigoddesses known as the Queens of the Night. These vengeful devils reward the company's elite with infernal powers.",
			"",
			"### Requirements",
			"",
			"To qualify to become a sanguine angel, a character must fulfill the following criteria.",
			"",
			"**Alignment:** Lawful evil, lawful neutral, or neutral evil.  ",
			"**Armor Proficiency:** Proficient with heavy armor.  ",
			"**Base Attack Bonus:** +5.  ",
			"**Feats:** {feat/Improved Shield Bash}, {feat/Iron Will}, {feat/Weapon Focus} (longsword).  ",
			"**Gender:** Female.  ",
			"**Language:** Infernal.",
			"",
			"### Class Skills",
			"",
			"The Sanguine Angel's class skills are Bluff (Cha), Climb (Str), Diplomacy (Cha), Fly (Dex), Intimidate (Cha), Knowledge (local) (Int), Knowledge (nobility) (Int), Perception (Wis), and Sense Motive (Wis).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +1 | +0 | +1 | Hardened heart, maiden's shield |",
			"| 2nd | +2 | +1 | +1 | +1 | Tyrant's discipline |",
			"| 3rd | +3 | +2 | +1 | +2 | Armored angel |",
			"| 4th | +4 | +2 | +1 | +2 | Tyrant's discipline |",
			"| 5th | +5 | +3 | +2 | +3 | Eye of Mahathallah |",
			"| 6th | +6 | +3 | +2 | +3 | Tyrant's discipline |",
			"| 7th | +7 | +4 | +2 | +4 | Mystique of Ardad Lili |",
			"| 8th | +8 | +4 | +3 | +4 | Tyrant's discipline |",
			"| 9th | +9 | +5 | +3 | +5 | Hollowness of Doloras |",
			"| 10th | +10 | +5 | +3 | +5 | Angel of Eiseth, tyrant's discipline |",
			"",
			"The following are class features of the sanguine angel prestige class.",
			"",
			"**Hardened Heart (Ex):** A sanguine angel adds twice her class level to the DC of any attempt to Intimidate her.",
			"",
			"**Maiden's Shield (Ex):** A sanguine angel is treated as if she had the {feat/Two-Weapon Fighting} feat as long as she is using a longsword and a shield. This allows her to take feats that require Two-Weapon Fighting as a prerequisite without meeting the Two-Weapon Fighting or Dexterity prerequisites, but she benefits from such feats only when she's wielding a longsword and shield.",
			"",
			"**Tyrant's Discipline (Ex):** The Erinyes Company's initiation is deeply indoctrinating, and so sanguine angels are as loyal to the Infernal Majestrix as the Gray Maidens were to Ileosa. At 2nd level, a sanguine angel draws upon her indoctrination, tactical training, and devotion to tyranny to develop potent talents. A sanguine angel selects a discipline from the following list at 2nd level and every 2 levels thereafter.",
			"",
			">**Castling:** When the sanguine angel takes a 5-foot step, she can step into the space of a willing, adjacent ally. If she does, that ally immediately takes a 5-foot step into the sanguine angel's former space without spending an action to do so.",
			">",
			">**Driving Assault:** When making a full attack, the sanguine angel can take a -2 penalty on melee attack rolls for 1 round. If she does, the first time in that round that she hits a creature of her size or smaller with a melee attack, she can attempt a bull rush combat maneuver check to push the creature back 5 feet. She gains a +2 bonus on this combat maneuver check and does not provoke attacks of opportunity when performing the bull rush, but regardless of the result, she cannot push the target further than 5 feet. If the sanguine angel pushes a creature in this way, she can immediately move into its space without provoking attacks of opportunity.",
			">",
			">**Erinyes Fury:** The sanguine angel can enter a dispassionate, murderous state. This functions as the {arc-barbarian/dreadnought} barbarian's dead calm ability and is usable for a number of rounds each day equal to twice her class level. If the sanguine angel has levels in barbarian and has the dreadnought archetype, her sanguine angel levels instead stack with her barbarian levels to determine the duration of her rage.",
			">",
			">**Furious Huntress:** The sanguine angel adds her Strength bonus, rather than her Dexterity bonus, to attack rolls made with bows.",
			">",
			">**Kinslayer:** The sanguine angel gains favored enemy (humanoids [humans] +2), as per the ranger ability. If the sanguine angel already has the same favored enemy bonus from another class, her existing bonus instead increases by 2.",
			">",
			">**Merciless Massacre:** When the sanguine angel hits a cowering or panicked creature with a melee attack or reduces a creature to negative hit points with a melee attack, as a swift action she can deal additional damage to that creature equal to 1d8 + her class level.",
			">",
			">**Queen's Sword:** The sanguine angel's weapon training bonus with heavy blades increases by 1. The sanguine angel must have at least 4 levels in this prestige class and have the weapon training (heavy blades) class feature to select this discipline. The sanguine angel can select this discipline a second time when her class level is 8th level or higher.",
			">",
			">**Unyielding:** While wearing Gray Maiden plate, the sanguine angel gains DR 1/-. The character must have at least 6 levels in this prestige class to select this discipline. The damage reduction increases to DR/2 at 8th level and to DR/3 at 10th level. This damage reduction does not stack with damage reduction granted by other sources.",
			"",
			"**Armored Angel (Ex):** At 3rd level, a sanguine angel gains the armor training class feature, treating her class level as her {class/fighter} level while wearing Gray Maiden plate. If the sanguine angel has levels in another class that grants the armor training class feature, the levels stack to determine its benefits, but only when she is wearing Gray Maiden plate.",
			"",
			"**Eye of Mahathallah (Su):** The Dowager of Illusion, the first Queen of the Night to grant her favor to the Erinyes Company, grants sanguine angels keen eyes to pierce all deception. At 5th level, a sanguine angel gains {feat/Alertness} as a bonus feat and gains a +4 profane bonus on Will saves against illusions. In addition, once per day as a swift action, the sanguine angel can take 1d4 points of Charisma damage to gain the benefits of the {spell/true seeing} spell for a number of rounds equal to her class level.",
			"",
			"**Mystique of Ardad Lili (Ex and Sp):** Though most sanguine angels care little for seduction, the End of Innocence grants them influence over others regardless. At 7th level, a sanguine angel gains a +4 bonus on Diplomacy and Intimidate checks against targets of the same creature type as the sanguine angel. Once per day, the sanguine angel can use {spell/dominate person} as a spell-like ability (CL = her character level).",
			"",
			"**Hollowness of Doloras (Ex):** The gift of Our Lady of Pain is freedom - freedom from horror and pain, from sorrow and fear. At 9th level, a sanguine angel gains {feat/Diehard} as a bonus feat. In addition, she gains a +4 profane bonus on saving throws against emotion and pain effects, and she is immune to fear effects.",
			"",
			"**Angel of Eiseth (Su):** The greatest sanguine angels earn the favor of the Erinyes Queen Eiseth, who transforms them into infernal servitors. At 10th level, a sanguine angel's type changes to outsider (evil, extraplanar, lawful), and Hell becomes her native plane. She gains fire resistance 30, {umr/telepathy} with a range of 50 feet, and the {umr/see in darkness} universal monster ability. Ebon-feathered wings emerge from the sanguine angel's back, granting her a fly speed of 50 feet with good maneuverability."
		]
	},
	"scar_seeker": {
		"name": "Scar Seeker",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Scar Seeker",
			"",
			"{SOURCE Paths of the Righteous/26}",
			"",
			"The empyreal lord Vildeis doesn't demand acts of self-mortification. Nonetheless, some devoted turn their own skins into scarred manuscripts of noteworthy deeds and unforgettable failures. Those who wholly embrace these rites of scarification are known as scar seekers. There is no formal order of scar seekers. Instead, the path is a personal journey guided by the practitioner's convictions and experiences. Even when two scar seekers meet, they rarely remain together longer than it takes to compare their wounds or thwart a nearby fiend, as such disciples too often attempt to outdo one another's pain.",
			"",
			"### Requirements",
			"",
			"To qualify to become a scar seeker, a character must fulfill all of the following criteria.",
			"",
			"**Base Attack Bonus:** +5.  ",
			"**Alignment:** Lawful good or neutral good.  ",
			"**Deity:** Must worship {faith/Vildeis}.  ",
			"**Skills:** Heal 3 ranks, Intimidate 3 ranks, Knowledge (religion) 3 ranks.  ",
			"**Feats:** {feat/Toughness}.",
			"",
			"### Class Skills",
			"",
			"The Scar Seeker's class skills are Heal (Wis), Intimidate (Cha), Knowledge (religion) (Int), Sense Motive (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +1 | +1 | +0 | +1 | Enduring scar, painful purification | &mdash; |",
			"| 2nd | +2 | +1 | +1 | +1 | Lay on hands | +1 level of existing spellcasting class |",
			"| 3rd | +3 | +2 | +1 | +2 | Enduring scar | &mdash; |",
			"| 4th | +4 | +2 | +1 | +2 | Smite evil 1/day | +1 level of existing spellcasting class |",
			"| 5th | +5 | +3 | +2 | +3 | Enduring scar | &mdash; |",
			"| 6th | +6 | +3 | +2 | +3 | Sanguine sacrifice | +1 level of existing spellcasting class |",
			"| 7th | +7 | +4 | +2 | +4 | Enduring scar | &mdash; |",
			"| 8th | +8 | +4 | +3 | +4 | Smite evil 2/day | +1 level of existing spellcasting class |",
			"| 9th | +9 | +5 | +3 | +5 | Enduring scar | &mdash; |",
			"| 10th | +10 | +5 | +3 | +5 | True martyr | +1 level of existing spellcasting class |",
			"",
			"The following are the class features of the scar seeker prestige class.",
			"",
			"**Enduring Scar (Su):** As a scar seeker gains levels, he accumulates scars of supernatural significance. He can activate his enduring scars abilities in any combination a number of times per day equal to half his class level plus his Charisma modifier. At 1st level and every 2 class levels thereafter, the scar seeker awakens a new enduring scar selected from the list below.",
			"",
			">**Blood:** As a swift action, the scar seeker can imbue a melee weapon he wields with the {magic-enh/vicious} weapon special ability for a number of rounds equal to his Charisma modifier (minimum 1 round). At 5th level, he can select this scar a second time to increase the extra damage to 2d8 and the damage received to 1d8. At 9th level, he can select the scar a third time to increase the extra damage to 2d10 and damage received to 1d10.",
			">",
			">**Healing:** When the scar seeker uses his lay on hands ability to heal another creature, the scar seeker can use this scar to heal double the normal amount of damage; however, the scar seeker immediately takes damage equal to half the amount he healed, and this damage cannot be reduced or otherwise prevented in any way.",
			">",
			">**Martyr:** When the scar seeker is brought below 0 hit points, he can expend all his remaining uses of lay on hands (minimum 1) as an immediate action in order to heal his allies and harm evil enemies in a 30-foot radius. He restores or deals an amount of damage equal to 4d6 plus his level, and the damage increases by 1d6 for each use of lay on hands he expends; a creature takes half damage if it succeeds at a Will save (DC = 10 + the scar seeker's level + his Charisma modifier). The damage dealt by this ability comes from holy power and is not subject to damage reduction, energy immunities, or any energy resistances. The scar seeker must be 5th level in order to select this scar.",
			">",
			">**Mercy:** When the scar seeker uses his lay on hands ability, he can use this scar to apply the benefits of a paladin mercy he doesn't have but for which he qualifies. A scar seeker's class levels stack with levels in any other class that grants the mercy ability. The scar seeker must be 3rd level to select this scar.",
			">",
			">**Sacrifice:** As an immediate action, the scar seeker can share the damage taken by one ally he can see within 30 feet. This functions as per {spell/shield other}, but lasts only until the end of his next turn or until his ally moves farther than 30 feet from the scar seeker. The scar seeker must be 3rd level to select this scar.",
			">",
			">**Suffering:** As a swift action, the scar seeker's skin and nerves harden until the beginning of his next turn, granting him DR 2/- and a +2 bonus on saving throws against spells and effects with the emotion or fear descriptor. At 7th level, he can select this scar a second time to increase the damage reduction and saving throw bonus to half his class level.",
			">",
			">**Tenacity:** When a scar seeker is struck by a critical hit or sneak attack, the scar seeker can gain a +2 morale bonus on attack rolls, skill checks, ability checks, and saving throws for a number of rounds equal to his Charisma modifier as an immediate action. If the scar seeker already receives a morale bonus on one or more of these rolls, the morale bonus increases by 1 while this ability lasts.",
			"",
			"**Painful Purification (Su):** A scar seeker can relive his past sacrifices in order to activate an enduring scar's ability, even if he has expended all his daily uses of the ability. Rather than expend a daily use of enduring scars, he can activate a scar by taking 1 point of damage per Hit Die he has. This damage can't be healed by any means other than getting a full night's rest, which removes all damage dealt in this fashion. This damage cannot be ignored, reduced, or redirected.",
			"",
			"**Lay on Hands (Su):** At 2nd level, a scar seeker gains the ability to lay on hands. This ability functions as the {class/paladin} ability of the same name. For the purpose of this ability, a scar seeker's class levels stack with levels in any other class that grants the lay on hands ability.",
			"",
			"**Smite Evil (Su):** At 4th level, a scar seeker gains the ability to smite evil. This ability functions like the paladin ability of the same name, but the scar seeker's effective paladin level equals his class level - 3 (minimum 1). For the purpose of this ability, a scar seeker's class levels stack with levels in any other class that grants the smite evil ability. He gains another use per day of this ability at 8th level.",
			"",
			"**Sanguine Sacrifice (Su):** At 6th level, when a scar seeker uses the painful purification ability, he gains a +1 morale bonus on attack rolls, skill checks, ability checks, and saving throws for 1 hour. Multiple uses of this ability increase the morale bonus by 1 (maximum one-third his class level).",
			"",
			"**True Martyr (Su):** At 10th level, a scar seeker can embrace death in a final act of defiance. As an immediate action, he can take half the damage dealt to all allies within 60 feet by a single effect, such as a breath weapon, melee attack, or cave-in. If this damage would kill the scar seeker, his blood coalesces in his space in the form of a lawful good {monster/monadic deva} that fights in his place for 1 minute before dissipating. A scar seeker can use this ability once per week."
		]
	},
	"sentinel": {
		"name": "Sentinel",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Sentinel",
			"",
			"{SOURCE Inner Sea Gods/202}",
			"",
			"Every major deity boasts champions of some type, whether they are paladins sworn to Iomedae or barbarians who channel their destructive rage from Rovagug. The sentinel is a warrior who receives special powers in exchange for his service to a deity, and often serves as a guard for the deity's clergy. Some undergo official training, others experience visions leading them to their path, and some simply make the decision to pledge their lives to upholding their faith.",
			"",
			"Sentinels frequently clash with enemies of their deity or champions of rival faiths, and occasionally work with other sentinels to undertake great quests or overcome challenging obstacles. Some inspire unique warrior orders dedicated to their faith, and legendary champions of the faith are often sentinels.",
			"",
			"### Requirements",
			"",
			"To qualify to become a sentinel, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Within one step of chosen deity.  ",
			"**Deity:** Must worship a single, specific deity.  ",
			"**Feats:** {feat/Deific Obedience}, {feat/Weapon Focus} (deity's favored weapon).  ",
			"**Special:** Base attack bonus +5 or higher.",
			"",
			"### Class Skills",
			"",
			"The Sentinel's class skills are Climb (Str), Craft (Int), Handle Animal (Cha), Intimidate (Cha), Knowledge (religion) (Int), Perception (Wis), Profession (Wis), Ride (Dex), Survival (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +1 | +0 | +0 | Obedience, symbolic weapon +1 |",
			"| 2nd | +2 | +1 | +1 | +1 | Bonus feat |",
			"| 3rd | +3 | +2 | +1 | +1 | Divine boon 1, symbolic weapon +2 |",
			"| 4th | +4 | +2 | +1 | +1 | Divine quickness +2 |",
			"| 5th | +5 | +3 | +2 | +2 | Aligned strike, stalwart |",
			"| 6th | +6 | +3 | +2 | +2 | Divine boon 2, symbolic weapon +3 |",
			"| 7th | +7 | +4 | +2 | +2 | Bonus feat, practiced combatant |",
			"| 8th | +8 | +4 | +3 | +3 | Divine quickness +4, righteous leader |",
			"| 9th | +9 | +5 | +3 | +3 | Divine boon 3, symbolic weapon +4 |",
			"| 10th | +10 | +5 | +3 | +3 | Unstoppable warrior |",
			"",
			"The following are class features of the sentinel prestige class.",
			"",
			"**Weapon and Armor Proficiency:** Sentinels are proficient with all simple and martial weapons, with all types of armor (heavy, medium, and light), and with shields (except tower shields).",
			"",
			"**Obedience (Ex):** In order to maintain the abilities granted by this prestige class, a sentinel must perform a daily obedience to his chosen deity.",
			"",
			"**Symbolic Weapon (Su):** When wielding his deity's favored weapon, the sentinel gains a +1 sacred or profane bonus on attack and damage rolls. These bonuses increase by 1 for every 3 levels he has in the sentinel prestige class (maximum +4). His deity's favored weapon also functions as a holy (or unholy) symbol when wielded by a sentinel.",
			"",
			"**Bonus Feat:** At 2nd level and again at 7th level, the sentinel gains a bonus feat in addition to those gained from normal advancement. These bonus feats must be selected from those listed as {main/feats_<combat/ feats}. Sentinel levels stack with {class/fighter} levels for the purpose of qualifying for feats with a fighter level prerequisite. If the bonus feat selected requires the sentinel to select a specific weapon for the feat to apply to (such as {feat/Greater Weapon Focus}), the sentinel must select his deity's favored weapon.",
			"",
			"**Divine Boon:** As the sentinel gains levels, he gains boons from his chosen deity. The nature of these boons varies depending on the sentinel's chosen deity. Each deity grants three boons, each more powerful than the last. At 3rd level, the sentinel gains the first boon. At 6th level, he gains the second boon, and at 9th level, he gains the third boon. When a divine boon grants a spell-like ability, the sentinel's caster level for the spell-like ability equals his total character level. This ability allows a sentinel to access these boons earlier than with the {feat/Deific Obedience} feat alone; it does not grant additional uses of the boons once the character reaches the necessary Hit Dice to earn the boons normally.",
			"",
			"**Divine Quickness (Ex):** Starting at 4th level, so long as the sentinel carries his deity's favored weapon, he gains a +2 sacred or profane bonus on initiative checks. The weapon doesn't need to be carried in hand, but must at least be on his person and accessible enough that he can wield it with no greater than a move action. At 8th level, this bonus increases to +4.",
			"",
			"**Aligned Strike (Su):** The sentinel's righteous fervor allows him to cut through certain types of damage reduction. At 5th level, the sentinel gains the ability to bypass a specific type of damage reduction when wielding his deity's favored weapon. The type of damage reduction his weapon bypasses is based on his chosen deity's alignment. The sentinel chooses this type of damage reduction when he gains this ability and this choice can't be changed. He can choose only one of the aligned weapon types regardless of how many options he has based on his deity's alignment. For example, a sentinel of Iomedae can treat his weapon as axiomatic or holy, but not both. The choices are as follows.",
			"",
			"**Lawful:** The sentinel can treat his weapon as {magic-enh/axiomatic} if his deity is lawful.  ",
			"**Chaotic:** The sentinel can treat his weapon as {magic-enh/anarchic} if his deity is chaotic.  ",
			"**Good:** The sentinel can treat his weapon as {magic-enh/holy} if his deity is good.  ",
			"**Evil:** The sentinel can treat his weapon as {magic-enh/unholy} if his deity is evil.  ",
			"**Neutral:** The sentinel can choose one of the four other weapon alignment types if his deity is neutral.",
			"",
			"**Stalwart (Su):** At 5th level, the sentinel gains mental fortitude through his constant meditation and adherence to religious tenets. He gains a +2 sacred or profane bonus on saving throws to resist divine spells.",
			"",
			"**Practiced Combatant (Ex):** At 7th level, the sentinel displays increased combat ability thanks to his extensive training and experience. He gains a +2 sacred or profane bonus on combat maneuvers he performs with his deity's favored weapon.",
			"",
			"**Righteous Leader (Ex):** At 8th level, the sentinel's commitment to his faith and the deeds he does in the name of his god add to his reputation. He gains {feat/Leadership} as a bonus feat, and is considered to qualify for that feat's special power leadership modifier. He takes no penalty for moving around a lot (normally this imposes a -1 penalty to a character's leadership score) but he takes double the usual penalty for recruiting a cohort of a different alignment (-2 instead of -1).",
			"",
			"**Unstoppable Warrior (Su):** At 10th level, the sentinel becomes a stalwart paragon demonstrating incredible combat prowess. He gains damage reduction based on the alignment of his deity, as shown in the table.",
			"",
			"| Chosen Deity's Alignment | Damage Reduction |",
			"| --- | --- |",
			"| LG | 10/evil |",
			"| NG | 5/evil and silver |",
			"| CG | 5/cold iron and evil |",
			"| LN | 10/chaotic |",
			"| N | 3/- |",
			"| CN | 10/lawful |",
			"| LE | 10/good |",
			"| NE | 5/good and silver |",
			"| CE | 5/cold iron and good |",
			"",
			"In addition, the sentinel no longer falls unconscious when reduced to a negative hit point total, though he can take only a single standard or move action while at negative hit points, and he continues to lose hit points normally if he is not stabilized. Taking standard actions after becoming stable causes the sentinel's wounds to reopen, and he begins losing hit points normally again.",
			"",
			"Once per day as a swift action, the sentinel can use {spell/cure critical wounds}, but targeting only himself, with a caster level equal to his character level."
		]
	},
	"shadowdancer": {
		"name": "Shadowdancer",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Shadowdancer",
			"",
			"{SOURCE PRPG Core Rulebook/391}",
			"",
			"Civilized folk have always feared the night, barring themselves behind doors or comforting themselves with bonfires when the shadows grow long, rightfully wary of the creatures that prowl the darkness. Yet long ago, some learned that the best way to conquer an enemy is to embrace it. These were the first shadowdancers.",
			"",
			"Shadowdancers exist in the boundary between light and darkness, where they weave together the shadows to become half-seen artists of deception. Unbound by any specified morality or traditional code, shadowdancers encompass a wide variety of adventuring types who have seen the value of the dark. Spellcasters use their abilities to safely cast spells from hiding and then move quickly away, while classes devoted to hand-to-hand combat enjoy the ability to attack foes with the element of surprise. Some even take the name of their kind quite literally, becoming eerie and mysterious performers and dancers, though more often the temptation presented by their talents with deception and infiltration causes shadowdancers to turn to lives of thievery.",
			"",
			"**Role:** Shadowdancers adventure for a wide variety of reasons. Many adventuring parties find shadowdancers valuable members of their teams due to their incredible stealth and ability to surprise enemies with lightning-quick attacks where they're least expected. For this reason, their services are often sought out by those groups in need of scouts or spies.",
			"",
			"**Alignment:** Because of their nature as visually duplicitous tricksters, shadowdancers do not fit comfortably into the lawful category, as many use their talents to avoid the eyes of legitimate authority. Yet though they are allies of darkness, shadowdancers are neither inherently evil nor predisposed to good. To them, the darkness is simply the darkness, without any of the usual moral connotations made by the unenlightened.",
			"",
			"### Requirements",
			"",
			"To qualify to become a shadowdancer, a character must fulfill all the following criteria.",
			"",
			"**Skills:** Stealth 5 ranks, Perform (dance) 2 ranks.  ",
			"**Feats:** {feat/Combat Reflexes}, {feat/Dodge}, {feat/Mobility}.",
			"",
			"### Class Skills",
			"",
			"The Shadowdancer's class skills are Acrobatics (Dex), Bluff (Cha), Diplomacy (Cha), Disguise (Cha), Escape Artist (Dex), Perception (Wis), Perform (Cha), Sleight of Hand (Dex), and Stealth (Dex).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +1 | +0 | Hide in plain sight |",
			"| 2nd | +1 | +1 | +1 | +1 | Evasion, darkvision, uncanny dodge |",
			"| 3rd | +2 | +1 | +2 | +1 | Rogue talent, shadow illusion, summon shadow |",
			"| 4th | +3 | +1 | +2 | +1 | Shadow call, shadow jump 40 ft. |",
			"| 5th | +3 | +2 | +3 | +2 | Defensive roll, improved uncanny dodge |",
			"| 6th | +4 | +2 | +3 | +2 | Rogue talent, shadow jump 80 ft. |",
			"| 7th | +5 | +2 | +4 | +2 | Slippery mind |",
			"| 8th | +6 | +3 | +4 | +3 | Shadow jump 160 ft., shadow power |",
			"| 9th | +6 | +3 | +5 | +3 | Rogue talent |",
			"| 10th | +7 | +3 | +5 | +3 | Improved evasion, shadow jump 320 ft., shadow master |",
			"",
			"All of the following are features of the shadowdancer prestige class.",
			"",
			"**Weapon and Armor Proficiency:** Shadowdancers are proficient with the club, crossbow (hand, light, or heavy), dagger (any type), dart, mace, morningstar, quarterstaff, rapier, sap, shortbow (normal and composite), and short sword. Shadowdancers are proficient with light armor but not with shields.",
			"",
			"**Hide in Plain Sight (Su):** A shadowdancer can use the Stealth skill even while being observed. As long as she is within 10 feet of an area of dim light, a shadowdancer can hide herself from view in the open without anything to actually hide behind. She cannot, however, hide in her own shadow.",
			"",
			"**Evasion (Ex):** At 2nd level, a shadowdancer gains evasion. If exposed to any effect that normally allows her to attempt a Reflex saving throw for half damage, she takes no damage with a successful saving throw. The evasion ability can only be used if the shadowdancer is wearing light armor or no armor.",
			"",
			"**Darkvision (Ex):** At 2nd level, a shadowdancer gains darkvision out to a range of 60 feet. If she already has darkvision, the range increases by 30 feet.",
			"",
			"**Uncanny Dodge (Ex):** At 2nd level, a shadowdancer cannot be caught flat-footed, even if the attacker is invisible. He still loses her Dexterity bonus to AC if immobilized. An shadowdancer with this ability can still lose his Dexterity bonus to AC if an opponent successfully uses the feint action against him.",
			"",
			"If a shadowdancer already has uncanny dodge from a different class, he automatically gains improved uncanny dodge instead.",
			"",
			"**Rogue Talent:** At 3rd level, and every three levels thereafter, a shadowdancer gains a special ability that allows her to confound her foes. This functions as the {ability/rogue talent} class feature. A shadowdancer cannot select an individual talent more than once. If a shadowdancer has the advanced talents rogue class feature, she can chose from the {ability/advanced rogue talents} list instead.",
			"",
			"**Shadow Illusion (Sp):** When a shadowdancer reaches 3rd level, she can create visual illusions. This ability functions as {spell/silent image}, using the shadowdancer's level as the caster level. A shadowdancer can use this ability once per day for every two shadowdancer levels she has attained. The DC for this ability is Charisma-based.",
			"",
			"**Summon Shadow (Su):** At 3rd level, a shadowdancer can summon a {monster/shadow}, an undead shade. Unlike a normal shadow, this shadow's alignment matches that of the shadowdancer, and the creature cannot create spawn. The summoned shadow receives a +4 bonus on Will saves made to halve the damage from positive channeled energy and the shadow cannot be turned or commanded. This shadow serves as a companion to the shadowdancer and can communicate intelligibly with the shadowdancer. This shadow has a number of hit points equal to half the shadowdancer's total. The shadow uses the shadowdancer's base attack bonus and base save bonuses.",
			"",
			"If a shadow companion is destroyed, or the shadowdancer chooses to dismiss it, the shadowdancer must attempt a DC 15 Fortitude save. If the saving throw fails, the shadowdancer gains one permanent negative level. A successful saving throw avoids this negative level. A destroyed or dismissed shadow companion cannot be replaced for 30 days.",
			"",
			"**Shadow Call (Sp):** At 4th level, a shadowdancer can create creatures and effects out of raw shadow. This ability functions as {spell/shadow conjuration}, using the shadowdancer's level as the caster level. A shadowdancer can use this ability once per day at 4th level, plus one additional time per day for every two levels attained beyond 4th (2/day at 6th level, 3/day at 8th level, and 4/day at 10th level). Upon reaching 10th level, this ability functions as greater shadow conjuration. The DC for this ability is Charisma-based.",
			"",
			"**Shadow Jump (Su):** At 4th level, a shadowdancer gains the ability to travel between shadows as if by means of a {spell/dimension door} spell. The limitation is that the magical transport must begin and end in an area with at least some dim light. A shadowdancer can jump up to a total of 40 feet each day in this way; this may be a single jump of 40 feet or four jumps of 10 feet each. Every two levels higher than 4th, the distance a shadowdancer can jump each day doubles (80 feet at 6th, 160 feet at 8th, and 320 feet at 10th). This amount can be split among many jumps, but each one, no matter how small, counts as a 10-foot increment.",
			"",
			"**Defensive Roll (Ex):** Starting at 5th level, once per day, a shadowdancer can attempt to avoid a lethal blow. This functions as the rogue's advanced talent of the same name.",
			"",
			"**Improved Uncanny Dodge (Ex):** At 5th level and higher, shadowdancer can no longer be flanked. This defense denies a rogue the ability to sneak attack the assassin by flanking him, unless the attacker has at least four more rogue levels than the target has assassin levels.",
			"",
			"If a character already has uncanny dodge from another class, the levels from the classes that grant uncanny dodge stack to determine the minimum rogue level required to flank the character.",
			"",
			"**Slippery Mind (Ex):** At 7th level, a shadowdancer becomes resilient to enchantment spells. This functions as the rogue's advanced talent of the same name.",
			"",
			"**Shadow Power (Sp):** At 8th level, a shadowdancer can use raw shadow to damage her foes. This ability functions as {spell/shadow evocation}, using the shadowdancer's level as the caster level. A shadowdancer can use this ability once per day at 8th level, and one additional time per day upon reaching 10th level. The DC for this ability is Charisma-based.",
			"",
			"**Improved Evasion (Ex):** This ability, gained at 10th level, works like evasion (see above). A shadowdancer takes no damage at all on successful saving throws against attacks that allow a Reflex saving throw for half damage. What's more, she takes only half damage even if she fails her saving throw.",
			"",
			"**Shadow Master (Su):** At 10th level, whenever a shadowdancer is in an area of dim light, she gains DR 10/- and a +2 luck bonus on all saving throws. In addition, whenever she successfully scores a critical hit against a foe who is in an area of dim light, that foe is blinded for 1d6 rounds."
		]
	},
	"shieldmarshal": {
		"name": "Shieldmarshal",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Shieldmarshal",
			"",
			"{SOURCE Paths of Prestige/48}",
			"",
			"Shieldmarshals are the chieflaw enforcement officials of the Grand Duchy of Alkenstar, gunsmithing capital of the Inner Sea. They conduct both overt and discreet investigations of crimes within Alkenstar, as well as events elsewhere in the world that might threaten Alkenstar's monopolistic domination of the gun trade. Smuggling, industrial espionage, and sabotage greatly concern the Ironmaster and Alkenstar's ruling parliament, and the shieldmarshals are their chief weapon to combat such felonious behavior. The sheer skill with which they wield their favored firearms makes shieldmarshals a force to be reckoned with, and their silver crossed-rifle shield-badges are enough to open virtually any door in the Grand Duchy and to hold any citizen to account.",
			"",
			"### Requirements",
			"",
			"To qualify to become a shieldmarshal, a character must fulfill all the following criteria.",
			"",
			"**Feats:** {feat/Gunsmithing}, {feat/Quick Draw}.  ",
			"**Skills:** Diplomacy 5 ranks, Intimidate 5 ranks, Knowledge (local) 5 ranks, Perception 5 ranks, Sense Motive 5 ranks.  ",
			"**Special:** Must have a grit pool of at least 1 grit point and proficiency with at least two firearms.",
			"",
			"### Class Skills",
			"",
			"The Shieldmarshal's class skills are Acrobatics (Dex), Bluff (Cha), Diplomacy (Cha), Disable Device (Dex), Intimidate (Cha), Knowledge (engineering) (Int), Knowledge (local) (Int), Perception (Wis), Sense Motive (Wis), Stealth (Dex), and Survival (Wis).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +0 | +1 | +1 | Eye for detail, legal judgment 1/day |",
			"| 2nd | +2 | +1 | +1 | +1 | Danger sense, gunmarshal |",
			"| 3rd | +3 | +1 | +2 | +2 | Labyrinthine cunning |",
			"| 4th | +4 | +1 | +2 | +2 | Legal judgment 2/day |",
			"| 5th | +5 | +2 | +3 | +3 | Urban commando |",
			"| 6th | +6 | +2 | +3 | +3 | Gunhunter |",
			"| 7th | +7 | +2 | +4 | +4 | Legal judgment 3/day |",
			"| 8th | +8 | +3 | +4 | +4 | Double jeopardy |",
			"| 9th | +9 | +3 | +5 | +5 | Quarry |",
			"| 10th | +10 | +3 | +5 | +5 | High shieldmarshal, legal judgment 4/day |",
			"",
			"The following are class features of the shieldmarshal prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A shieldmarshal gains no additional weapon or armor proficiencies.",
			"",
			"**Eye for Detail (Ex):** A shieldmarshal adds his Intelligence bonus as well as his Wisdom bonus on Perception and Sense Motive checks. In addition, he gains a bonus equal to 1/2 his level on Perception checks opposed by another creature's Disguise or Sleight of Hand checks.",
			"",
			"**Legal Judgment (Ex):** A shieldmarshal can pronounce legal judgment upon his foes as a swift action, providing a bonus or ability based on the type of judgment made. Once activated, the ability lasts until the combat ends. If the shieldmarshal is dazed, frightened, panicked, paralyzed, stunned, unconscious, or otherwise unable to participate in combat, the effect does not end but provides no benefit until he is again able to participate in combat. As a swift action, the shieldmarshal can change his legal judgment to another type.",
			"",
			"This ability can be used once per day, plus once for every three levels beyond 1st. It is equivalent to an inquisitor's judgment ability for the purpose of feats, magic items, or other game effects that affect the judgment ability; however, levels in the two classes do not stack.",
			"",
			">**Bulletproof:** A shieldmarshal gains DR 1/- against ranged attacks. Starting at 4th level, this DR is equal to 1/2 the shieldmarshal's class level. A shieldmarshal must be wearing armor or using a shield to use this judgment.",
			">",
			">**Destruction:** A shieldmarshal gains a +1 competence bonus on attack rolls with firearms or light blades, increasing to +2 at 5th level and +3 at 10th level. This bonus is doubled on critical hit confirmation rolls.",
			">",
			">**Evasive:** A shieldmarshal gains the evasion, uncanny dodge, and improved uncanny dodge abilities as a {class/rogue} of her class level. If he possesses rogue levels, these levels stack.",
			">",
			">**Justice:** A shieldmarshal gains a +1 bonus on damage rolls with firearms or light blades. Starting at 4th level, this bonus is equal to 1/2 the shieldmarshal's class level.",
			">",
			">**Lucky Dodge:** A shieldmarshal gains a +1 dodge bonus to Armor Class, increasing to +2 at 5th level and +3 at 10th level. This bonus is doubled against attack rolls made to confirm critical hits against him.",
			">",
			">**Quick Recovery:** A shieldmarshal recovers quickly from injury, gaining {umr/fast healing} 1, increasing to fast healing 2 at 5th level and fast healing 3 at 10th level.",
			">",
			">**Sharpshooter:** A shieldmarshal ignores 1 point of any AC bonus granted by cover per shieldmarshal level. This does not allow the shieldmarshal to ignore total cover.",
			">",
			">**Sure Shot:** A shieldmarshal reduces his miss chance with firearms due to {rule/concealment}, {spell/blink}, {spell/blur}, or similar effects by 5% per two shieldmarshal levels (to a maximum reduction of 25% at 10th level). He must still target the correct square to hit a creature with concealment. This judgment can't decrease his miss chance to lower than 0%.",
			"",
			"**Danger Sense (Ex):** At 2nd level, a shieldmarshal gains a bonus on initiative checks equal to 1/2 his level, and can always act during a surprise round even if unaware of opponents.",
			"",
			"**Gunmarshal (Ex):** Starting at 2nd level, a shieldmarshal gains deeds as a {class/gunslinger} of half his level. If he also has gunslinger levels, these levels stack. In addition, within the Grand Duchy of Alkenstar, he gains a bonus on all Charisma-based skill checks equal to 1/2 his shieldmarshal level if he openly displays his shieldmarshal's badge.",
			"",
			"**Labyrinthine Cunning (Ex):** At 3rd level, a shieldmarshal never becomes lost in urban terrain, and he never takes penalties to movement for poor visibility in urban terrain, even while temporarily blinded. A shieldmarshal can open or close doors as a swift action instead of a move action.",
			"",
			"**Urban Commando (Ex):** At 5th level, a shieldmarshal treats urban areas as his favored terrain, as the {class/ranger} class feature. At 10th level, his favored terrain bonus increases to +4 but he does not gain a second favored terrain. If he already has a favored terrain bonus in urban terrain from another class, these bonuses stack but do not affect bonuses in other terrain types.",
			"",
			"**Gunhunter (Ex):** A shieldmarshal is well versed in covert operations, especially in urban settings. At 6th level, the shieldmarshal can move through crowds and difficult terrain without impediment in urban terrain. He can use Stealth to hide in urban terrain even without cover or concealment; if he has cover or concealment, he gains a bonus on Stealth checks equal to 1/2 his class level.",
			"",
			"**Double Jeopardy (Ex):** At 8th level, whenever a shieldmarshal uses his legal judgment ability, he selects two different judgments, instead of one. This consumes only one use of his legal judgment ability. As a swift action, he can change one of these effects to another type.",
			"",
			"**Quarry (Ex):** At 9th level, a shieldmarshal can declare one target within his line of sight as his quarry. This ability functions exactly like the ranger ability of the same name.",
			"",
			"**High Shieldmarshal (Ex):** At 10th level, a shieldmarshal attains the highest rank among his order. He can expend one use of his legal judgment ability to create a nonmagical effect equivalent to {spell/discern lies} (caster level equal to his class level; DC = 20 + the shieldmarshal's Wisdom modifier), or expend one use as part of an initiative check or Charisma-based skill check to take 20 on that check."
		]
	},
	"skyseeker": {
		"name": "Skyseeker",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Skyseeker",
			"",
			"{SOURCE Paths of Prestige/50}",
			"",
			"Perhaps no event so shaped dwarven history or culture as the legendary Quest for Sky. Spurred by the words of their prophets, the ancient dwarves abandoned their homes deep within the subterranean realm of Nar-Voth and began the perilous search for the sky over 5 millennia ago. For 300 years, the dwarves fought their way upward, driving their hated enemies - the orcs - before them. When they finally breached the surface, these legendary heroes built 10 grand fortresses across the face of Golarion: the 10 magnificent Sky Citadels.",
			"",
			"In many ways, dwarven culture has been in decline since their fateful emergence. Four of the fabled Sky Citadels were lost to history or destroyed, and a fifth is now held by the orc hordes in the Hold of Belkzen. Many dwarves long for a return to their days of glory, when they stood upon the surface of Golarion as champions of both the surface and the Darklands below.",
			"",
			"Those dwarves who commit themselves to making this dream a reality are known as the skyseekers. They travel the width and breadth of Avistan as well as Garund, unearthing every scrap of dwarven history and lore they can find. Many form expeditions to explore the dwarven ruins left behind by their ancestors during the migration, often battling the foul creatures that lurk beneath Golarion's surface in their search for knowledge. Others hope to rediscover or retake one of the fabled Sky Citadels lost in the eons since the Quest for Sky.",
			"",
			"### Requirements",
			"",
			"To qualify to become a skyseeker, a character must fulfill all the following criteria.",
			"",
			"**Skills:** Knowledge (dungeoneering) 5 ranks, Knowledge (history) 5 ranks.  ",
			"**Special:** Favored enemy (giant, goblin, or orc) class feature.  ",
			"**Spellcasting:** Able to cast 2nd-level divine spells.  ",
			"**Traits:** Any dwarf racial trait or the {trait/adopted} social trait.",
			"",
			"### Class Skills",
			"",
			"The Skyseeker's class skills are Climb (Str), Intimidate (Cha), Knowledge (dungeoneering) (Int), Knowledge (geography) (Int), Perception (Wis), Stealth (Dex), Survival (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +1 | +1 | +0 | +1 | Ancestral weapon +1d6, citadel keeper | &mdash; |",
			"| 2nd | +2 | +1 | +1 | +1 | Rune-carved armor | +1 level of divine spellcasting class |",
			"| 3rd | +3 | +2 | +1 | +2 | Commune 1/week | +1 level of divine spellcasting class |",
			"| 4th | +4 | +2 | +1 | +2 | Ancestral weapon +2d6, dwarven armor training | +1 level of divine spellcasting class |",
			"| 5th | +5 | +3 | +2 | +3 | Darkvision | &mdash; |",
			"| 6th | +6 | +3 | +2 | +3 | Runes of resistance | +1 level of divine spellcasting class |",
			"| 7th | +7 | +4 | +2 | +4 | Ancestral weapon +3d6, darkvision +30 ft. | +1 level of divine spellcasting class |",
			"| 8th | +8 | +4 | +3 | +4 | Paths of the ancients | +1 level of divine spellcasting class |",
			"| 9th | +9 | +5 | +3 | +5 | Stalwart | &mdash; |",
			"| 10th | +10 | +5 | +3 | +5 | Ancestral weapon +4d6, call to arms | +1 level of divine spellcasting class |",
			"",
			"The following are class features for the skyseeker prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A skyseeker is proficient with all simple and martial weapons, light armor, medium armor, and shields (including tower shields).",
			"",
			"**Ancestral Weapon (Su):** By inscribing ancient dwarven runes upon his weapon, a skyseeker forges it into a reflection of the legendary weapons his ancestors bore during the Quest for Sky. When wielded by the skyseeker against a creature with the giant, goblin, or orc subtype, the weapon deals an additional 1d6 points of damage on a successful hit. As a free action, the skyseeker may also identify the weapon by name when making an Intimidate check against such creatures, granting him a competence bonus on his Intimidate check equal to 1/2 his class level (minimum +1).",
			"",
			"At 4th level and every three levels thereafter, the extra damage dealt by the ancestral weapon increases by 1d6, to a maximum of 4d6 at 10th level. Forging a link between a weapon and the legendary weapons of old requires a 24-hour-long ritual, and only one weapon can be designated as an ancestral weapon at a time.",
			"",
			"**Citadel Keeper (Sp):** A skyseeker has spent so much time studying the known Sky Citadels that he has memorized their locations by heart. He can determine the direction to the nearest known Sky Citadel at will, as though using the spell {spell/know direction}.",
			"",
			"**Rune-Carved Armor (Su):** At 2nd level, a skyseeker learns how to imbue his armor with a small semblance of the magical resistance his dwarven ancestors were renowned for. Against spells and spell-like abilities, he gains a deflection bonus to touch AC equal to his armor bonus. This bonus can't exceed his skyseeker level. This ability functions only while the skyseeker wears armor.",
			"",
			"**Commune (Sp):** At 3rd level, a skyseeker's bond with the spirits of his ancestors grows stronger, allowing him to use the spell {spell/commune} once per week as a spell-like ability (caster level equal to the skyseeker's class level).",
			"",
			"**Dwarven Armor Training (Ex):** By studying the arts of his ancestors, the skyseeker learns the secret techniques of his forebears' forges and fighting styles. At 4th level, the skyseeker gains {feat/heavy armor proficiency}, and he still benefits from his {class/ranger} combat style (if he has one) while wearing heavy armor.",
			"",
			"**Darkvision (Ex):** At 5th level, a skyseeker grows more comfortable operating in the lightless depths of the dwarven ancestral homelands. He gains darkvision out to a range of 60 feet. If he already has darkvision, the range increases by 30 feet. At 7th level, the range of the skyseeker's darkvision increases by an additional 30 feet.",
			"",
			"**Runes of Resistance (Su):** At 6th level, a skyseeker can use his armor to shrug off all manner of magical attacks for a short period of time. As a move action, the skyseeker can gain spell resistance equal to 5 + his Hit Dice if wearing light armor or 10 + his Hit Dice if wearing medium or heavy armor. Dismissing this ability is a swift action. A skyseeker can use this ability for a number of rounds per day equal to his class level. These rounds need not be consecutive.",
			"",
			"**Paths of the Ancients (Ex):** Other labyrinths pale in comparison to the tangled maze of tunnels left behind by the ancient sky-seeking dwarves. At 8th level, a skyseeker gains immunity to the {spell/maze} spell and cannot become lost while exploring subterranean environments.",
			"",
			"**Stalwart (Ex):** At 9th level, a skyseeker has honed his mental resiliency to avoid certain attacks. If he succeeds at a Fortitude or Will saving throw against an attack that has a reduced effect on a successful save, he instead avoids the effect entirely. This ability can be used only if the skyseeker is wearing light armor, medium armor, or no armor. A helpless skyseeker does not gain the benefit of the stalwart ability.",
			"",
			"**Call to Arms (Sp):** At 10th level, a skyseeker grows so attuned with the spirits of his ancestors that he can channel them into the physical world to battle his enemies. Once per day as a full-round action, he can summon up to 1d4+1 ghostly dwarven allies, who must appear within 60 feet of the skyseeker. These dwarves function exactly as an ally produced by the spell {spell/spiritual ally} (caster level equal to the skyseeker's class level), except that they always appear as dwarves wielding warhammers and they share the skyseeker's favored enemy and favored terrain bonuses (if any). On subsequent turns the skyseeker can direct a single dwarven ally to move as a swift action, or he can direct multiple allies to move simultaneously as a move action."
		]
	},
	"sleepless_detective": {
		"name": "Sleepless Detective",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Sleepless Detective",
			"",
			"{SOURCE Paths of Prestige/52}",
			"",
			"Although it operates mainly in the mist-shrouded principality of Ustalav, the Sleepless Agency provides unscrupulous security and investigative services to clientele all across Avistan. Whether guarding aristocrats in Taldor, protecting relics on their way to the markets of Absalom, or infiltrating the insular gangs of Kaer Maga, Sleepless agents reliably execute their contracts with the utmost professionalism and efficiency. Yet of all the Sleepless Agency's personnel, its detectives are the most widely known and respected. Famous the world over for their astounding powers of logic and observation, Sleepless detectives solve some of the strangest, most impenetrable mysteries ever to trouble the citizens of the Inner Sea region - as long as someone has the coin to pay for such investigations.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Sleepless detective, a character must fulfill all the following criteria.",
			"",
			"**Feats:** {feat/Alertness}.  ",
			"**Skills:** Craft (alchemy) 5 ranks, Knowledge (local) 2 ranks, Perception 5 ranks, Sense Motive 5 ranks.",
			"",
			"### Class Skills",
			"",
			"The Sleepless Detective's class skills are Bluff (Cha), Diplomacy (Cha), Disable Device (Dex), Disguise (Cha), Heal (Wis), Intimidate (Cha), Knowledge (local) (Int), Perception (Wis), and Sense Motive (Wis).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +1 | +1 | Canny sleuth, forensic thaumaturgy, sneak attack +1d6 |",
			"| 2nd | +1 | +1 | +1 | +1 | Follow clues |",
			"| 3rd | +2 | +1 | +2 | +2 | Deductive examination 3/day |",
			"| 4th | +3 | +1 | +2 | +2 | Eye for detail, sneak attack +2d6 |",
			"| 5th | +3 | +2 | +3 | +3 | Hematomancy 3/day |",
			"| 6th | +4 | +2 | +3 | +3 | Thoughtful reexamination |",
			"| 7th | +5 | +2 | +4 | +4 | Discern lies, sneak attack +3d6 |",
			"| 8th | +6 | +3 | +4 | +4 | Predictive riposte |",
			"| 9th | +6 | +3 | +5 | +5 | Pierce deception |",
			"| 10th | +7 | +3 | +5 | +5 | Reconstruction, sneak attack +4d6 |",
			"",
			"The following are class features of the Sleepless detective prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A Sleepless detective gains no additional weapon or armor proficiencies.",
			"",
			"**Canny Sleuth (Ex):** A Sleepless detective adds her Intelligence bonus (if any) on all Perception and Sense Motive checks, as well as on Diplomacy checks made to gather information, in addition to adding her Wisdom or Charisma modifier as normal.",
			"",
			"**Forensic Thaumaturgy (Su):** A Sleepless detective can cast {spell/detect magic} at will as a spell-like ability (caster level equal to her class level). When using detect magic (or spells that function as detect magic, such as {spell/arcane sight}), the detective treats recently ended magical effects as though they were one category stronger when determining how long a lingering aura remains, and by concentrating for an additional round can determine exactly how long the lingering aura has been there (effectively allowing the Sleepless detective to learn when the spell or magic item that caused the aura was cast or destroyed, respectively).",
			"",
			"**Sneak Attack (Ex):** This ability is exactly like the {class/rogue} ability of the same name. The extra damage dealt increases by +1d6 for every three levels beyond the first. If a Sleepless detective gets a sneak attack bonus from another source, the bonuses on damage stack.",
			"",
			"**Follow Clues (Ex):** At 2nd level, a Sleepless detective can use Perception to follow tracks as per the Survival skill, as though she possessed the follow clues {ability/rogue talent}. If the detective already has this ability from another class, she can move at her normal speed while tracking with the Perception skill without taking the usual -5 penalty on her Perception checks.",
			"",
			"**Deductive Examination (Sp):** At 3rd level, the Sleepless detective can use the spell {spell/residual tracking} three times per day as a spell-like ability (caster level equal to her class level).",
			"",
			"**Eye for Detail (Ex):** At 4th level, a Sleepless detective's keen eye for detail helps her notice hidden traps, doors, and clues. The detective is entitled to an immediate Perception check to notice such features whenever she passes within 10 feet of them, whether or not she is actively looking. This check should be made in secret by the GM. If the detective would already receive such a check because of an ability from some other source (such as the trap spotter rogue talent), the GM should roll the Perception check twice whenever the Sleepless detective is within 10 feet of a trap and use the higher result.",
			"",
			"**Hematomancy (Sp):** At 5th level, a Sleepless detective learns to extract information from blood and other bodily fluids through extensive alchemical analysis. The detective can use the spell {spell/blood biography} three times per day (caster level equal to her class level). When using this ability, any type of bodily fluid or part of a creature's body will suffice in place of blood.",
			"",
			"**Thoughtful Reexamining (Ex):** At 6th level, a Sleepless detective can reach new conclusions by reexamining the facts of her investigation. This functions as the {ability/advanced rogue talent} of the same name. If the detective has the thoughtful reexamining ability from another class, she can use the ability one additional time per day.",
			"",
			"**Discern Lies (Sp):** At 7th level, a Sleepless detective can use {spell/discern lies}, as the spell, for a number of rounds per day equal to her class level (caster level equal to her class level). These rounds need not be consecutive. Activating this ability is an immediate action.",
			"",
			"**Predictive Riposte (Ex):** At 8th level, a Sleepless detective's insight into human nature allows her to predict and counter her opponents' attacks. As a standard action, she can designate an opponent within 30 feet as the target of her predictive riposte, gaining a +4 insight bonus to AC against that opponent's attacks. Once per round, after a melee attack from the designated target misses her, the detective can spend an immediate action to make a single melee attack against that opponent as long as it is within her threatened area. This counts as her attack of opportunity for this round. If the detective's attack hits, she may add her sneak attack bonus on her damage roll. The bonuses from this ability last until the end of combat, or until the detective designates a new target of her predictive riposte.",
			"",
			"**Pierce Deception (Sp):** At 9th level, a Sleepless detective can see as though under the effect of the spell {spell/true seeing} for a number of rounds per day equal to her class level (caster level equal to her class level). These rounds need not be consecutive. Activating this ability is a free action.",
			"",
			"**Reconstruction (Su):** At 10th level, once per day a Sleepless detective can combine her investigative insight with her magical senses to mentally reconstruct the recent history of an item or place. The detective must be able to examine the item or area for 10 minutes, after which she can view the events of the past 24 hours as though she had a scrying sensor present when those events took place. This ability shows her any events which took place within 60 feet of the examined area, or any creature or object that physically touched the item or area in question. Her vision is not obstructed by concealment, and she can see and identify magical auras as though under the effect of {spell/arcane sight}. A reconstruction shows creatures and objects as they actually are, unobscured by even powerful illusion magic such as screen, though transmuted creatures and objects appear in their altered forms."
		]
	},
	"soul_warden": {
		"name": "Soul Warden",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Soul Warden",
			"",
			"{SOURCE Undead Slayer's Handbook/30}",
			"",
			"Bygone products of an ancient war, soul wardens are an enigma of themselves. The original soul wardens were a specially trained cadre of anti-necromantic commandos in the Nexian army during the Age of Destiny. They rose to prominence during the height of Nex's war against the undead kingdom of Geb. The wizards' conflict came to a close during the Age of Enthronement with the undeath of Geb and the disappearance of Nex, and soul wardens fell into obscurity as those armies effectively dissolved. Now, the only soul wardens who tread Golarion are those individuals who unofficially claim the title by mastering the millennia-old secrets of these forgotten warriors.",
			"",
			"### Requirements",
			"",
			"To qualify for this prestige class, a character must fulfill the following criteria.",
			"",
			"**Alignment:** Any nonevil.  ",
			"**Skills:** Knowledge (religion) 5 ranks.  ",
			"**Spells:** Ability to cast {spell/command undead} or {spell/consecrate}.",
			"",
			"### Class Skills",
			"",
			"The Soul Warden's class skills are Fly (Dex), Heal (Wis), Perception (Wis), Sense Motive (Wis), Spellcraft (Int), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Channel damage 1d6, focus item | +1 level of spellcasting class |",
			"| 2nd | +1 | +1 | +1 | +1 | Channel casting, corpse whisperer | +1 level of spellcasting class |",
			"| 3rd | +1 | +1 | +1 | +2 | Bonus feat, channel damage 2d6 | +1 level of spellcasting class |",
			"| 4th | +2 | +1 | +1 | +2 | Channel casting, harvest | +1 level of spellcasting class |",
			"| 5th | +2 | +2 | +2 | +3 | Channel damage 3d6, undead imposition | +1 level of spellcasting class |",
			"| 6th | +3 | +2 | +2 | +3 | Bonus feat, channel casting | +1 level of spellcasting class |",
			"| 7th | +3 | +2 | +2 | +4 | Channel damage 4d6, negative energy ward | +1 level of spellcasting class |",
			"| 8th | +4 | +3 | +3 | +4 | Channel casting, necrotic resistance | +1 level of spellcasting class |",
			"| 9th | +4 | +3 | +3 | +5 | Bonus feat, channel damage 5d6 | +1 level of spellcasting class |",
			"| 10th | +5 | +3 | +3 | +5 | Channel casting, life shell | +1 level of spellcasting class |",
			"",
			"The following are class features of the soul warden.",
			"",
			"**Weapon and Armor Proficiency:** Soul wardens gain no proficiency with any weapon or armor.",
			"",
			"**Spells per Day:** At the indicated levels, a soul warden gains new spells per day as if he had also gained a level in a spellcasting class he belonged to before adding the prestige class. He does not, however, gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if he's a spontaneous caster), and an increased effective level of spellcasting. If he had more than one divine spellcasting class before becoming a soul warden, he must decide to which class he adds the new level for the purpose of determining spells per day.",
			"",
			"**Channel Damage (Su):** At 1st level, a soul warden gains the power to harm undead with positive energy. This ability functions exactly like a {class/cleric/'s} ability to channel positive energy to deal damage to undead (but not to heal living creatures), and counts as channel energy for the purposes of qualifying for feats or determining effects that rely on channel energy. A soul warden uses his class level as his effective cleric level when channeling damage. He can channel damage a number of times per day equal to 3 + his Charisma modifier. Soul warden levels stack with levels in any class that grants channel energy for the purpose of determining the number of damage dice his channel energy ability deals to undead (if any).",
			"",
			"**Focus Item:** A soul warden focuses his powers through an object called a focus item. A soul warden must be able to present his focus item to channel damage or to cast spells that require a divine focus. Common focus items include amulets, bells, holy symbols, and staves.",
			"",
			"**Channel Casting (Su):** At 2nd level, a soul warden can expend a use of his channel damage ability to spontaneously cast from a select group of spells. At 4th level and every 2 levels thereafter, a soul warden gains access to a number of additional spells he can cast in this manner. The spells a soul warden can cast with this ability (and the soul warden level necessary to cast such spells) are listed below.",
			"",
			"| Level | Spells |",
			"| --- | --- |",
			"| 2nd | {spell/Decompose corpse}, {spell/detect undead}, {spell/hide from undead}, {spell/sanctify corpse} |",
			"| 4th | {spell/Command undead}, {spell/necromantic burden} |",
			"| 6th | {spell/Disrupting weapon}, {spell/halt undead}, {spell/searing light} |",
			"| 8th | {spell/Death ward}, {spell/undeath inversion}, {spell/wall of fire} |",
			"| 10th | {spell/Breath of life}, {spell/heal}, {spell/undeath to death} |",
			"",
			"Starting at 3rd level, a soul warden adds his channel casting spells gained from the previous level to the class spell list of a class he belonged to before adding the prestige class. The spell level is equal to half the soul warden level necessary to channel cast the spell. For example, a 3rd-level spell warden who also has levels in sorcerer adds the decompose corpse, detect undead, hide from undead, and sanctify corpse to his sorcerer spell list, treating them as 1st-level sorcerer spells (since half of 2nd level is 1st level).",
			"",
			"**Corpse Whisperer (Ex):** At 2nd level, a soul warden adds half his soul warden level on Charisma checks and Charisma-based skill checks against undead creatures, including checks to assume control of undead creatures via feats like {feat/Command Undead} or spells like {spell/control undead}.",
			"",
			"**Bonus Feats:** At 3rd level and every 3 levels thereafter, a soul warden gains a bonus feat in addition to those gained from normal advancement. These bonus feats must be chosen from the following: {feat/Channel Smite}, {feat/Ectoplasmic Spell}, {feat/Greater Channel Smite}, {feat/Quick Channel}, {feat/Threnodic Spell}, {feat/Turn Undead}, and {feat/Undead Master}. The soul warden must meet the prerequisites of the selected bonus feat.",
			"",
			"**Harvest (Su):** At 4th level, whenever a soul warden destroys an undead creature using channel positive energy, channel damage, or a spell with an instantaneous duration, he regains a use of channel damage. A soul warden can regain only one use of channel damage per round, and can regain a number of uses of channel damage per day up to his class level. A soul warden cannot use this to exceed his maximum number of uses of channel damage per day.",
			"",
			"**Undead Imposition (Su):** At 5th level, as a standard action a soul warden may expend one use of channel damage to control an undead creature within 30 feet. The target can negate this effect with a successful Will save (DC = 10 + 1/2 the soul warden's level + the soul warden's Cha modifier). Failure means the creature falls under the soul warden's control, obeying his commands to the best of its ability for a number of rounds equal to the soul warden's class level. This ability is otherwise identical to control undead.",
			"",
			"**Negative Energy Ward (Su):** At 7th level, once per day a soul warden can ward a 15-foot-radius area centered on himself to protect it against undead incursions. Any undead creatures with fewer Hit Dice than his caster level cannot enter the warded area. Undead with Hit Dice greater than or equal to the soul warden's caster level must attempt a Will save (DC = 10 + soul warden's level) when entering the area. An undead that succeeds at its save is unharmed, and is immune to the soul warden's negative energy ward for 24 hours. Failure means the creature takes 3d6 points of positive energy damage when it enters the area and it becomes staggered for 1d4 rounds. Once placed, a negative energy ward cannot be moved. The ward lasts 1 minute per soul warden level.",
			"",
			"**Necrotic Resistance (Su):** At 8th level, a soul warden becomes resistant to ability drain and negative levels. Whenever a soul warden is targeted by an effect that would result in ability drain or impose negative levels, he takes 1 point of ability drain fewer and gains 1 negative level fewer than he normally would (to a minimum of 0). At 10th level, he takes 2 fewer points of ability drain and gains 2 fewer negative levels than he normally would.",
			"",
			"**Life Shell (Sp):** At 10th level, a soul warden can create a dome of energy that repels undead creatures. This ability functions identically to {spell/antilife shell}, except it hedges out only undead creatures and not creatures of any other type. Living creatures within the affected area gain {umr/fast healing} 1 for the duration of the effect. A soul warden can activate this spell-like ability for up to 10 minutes per day. The duration need not be consecutive, but it must be expended in 1-minute increments."
		]
	},
	"souldrinker": {
		"name": "Souldrinker",
		"sources": [
			"Book of the Damned",
			"Book of the Damned - Volume 3: Horsemen of the Apocalypse"
		],
		"description": [
			"## Souldrinker",
			"",
			"{SOURCE Book of the Damned/212;Book of the Damned - Volume 3: Horsemen of the Apocalypse/34}",
			"",
			"Pledging their souls to Abaddon, souldrinkers are proxies of death, serving the architects of the apocalypse until eventually their own souls are drawn into their masters' waiting maws.",
			"",
			"### Requirements",
			"",
			"To qualify to become a souldrinker, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Neutral evil.  ",
			"**Feats:** {feat/Fiendish Obedience}, {feat/Great Fortitude}.  ",
			"**Skills:** Knowledge (arcana) 7 ranks, Knowledge (planes) 7 ranks, Spellcraft 7 ranks.  ",
			"**Language:** Abyssal or Infernal.  ",
			"**Spells:** Ability to cast at least two necromancy spells of two different spell levels.  ",
			"**Special:** Must worship one of the Four Horsemen or a daemon harbinger; must have died or experienced her soul leaving her body (such as via casting {spell/magic jar}).",
			"",
			"### Class Skills",
			"",
			"The Souldrinker's class skills are Bluff (Cha), Diplomacy (Cha), Intimidate (Cha), Knowledge (arcana) (Int), Knowledge (planes) (Int), Knowledge (religion) (Int), Sense Motive (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Apocalyptic vow, cacodaemon familiar, obedience | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Enervation 2/day, soul pool | +1 level of existing class |",
			"| 3rd | +1 | +1 | +1 | +2 | Daemonic boon 1 | +1 level of existing class |",
			"| 4th | +2 | +1 | +1 | +2 | Lesser oblivion | +1 level of existing class |",
			"| 5th | +2 | +2 | +2 | +3 | Enervation 4/day | +1 level of existing class |",
			"| 6th | +3 | +2 | +2 | +3 | Daemonic boon 2 | &mdash; |",
			"| 7th | +3 | +2 | +2 | +4 | Oblivion | +1 level of existing class |",
			"| 8th | +4 | +3 | +3 | +4 | Enervation 6/day | +1 level of existing class |",
			"| 9th | +4 | +3 | +3 | +5 | Daemonic boon 3 | +1 level of existing class |",
			"| 10th | +5 | +3 | +3 | +5 | Greater oblivion | +1 level of existing class |",
			"",
			"The following are features of this prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A souldrinker gains proficiency with the favored weapon of her daemonic patron.",
			"",
			"**Spells per Day/Spells Known:** At the indicated levels, a souldrinker gains new spells per day as if she had also gained a level in a spellcasting class she belonged to before adding the prestige class. She does not, however, gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if she is a spontaneous spellcaster), and an increased effective level of spellcasting. If a character had more than one spellcasting class before becoming an souldrinker, she must decide to which class she adds the new level for the purposes of determining spells per day.",
			"",
			"**Apocalyptic Vow (Ex):** At 1st level, the souldrinker must select one of the Four Horsemen or a daemon harbinger to which she makes an apocalyptic vow. When a souldrinker dies, the entity to which she made her apocalyptic vow claims her soul. A character attempting to resurrect a slain souldrinker must succeed at a caster level check with a DC equal to 10 + the souldrinker's character level or the spell fails. That character cannot attempt to resurrect the souldrinker again until 24 hours have passed, though other characters can still attempt to do. This vow also grants the souldrinker a +3 bonus on saving throws against death effects and negative energy, which stacks with other such bonuses.",
			"",
			"**Cacodaemon Familiar (Ex):** At 1st level, the souldrinker gains a {monster/cacodaemon} {ability/familiar}, as if she had the {feat/Improved Familiar} feat. If the souldrinker already has a familiar, the cacodaemon replaces that familiar by devouring the prior familiar (this does not penalize the souldrinker). The souldrinker counts as an evil outsider for the purpose of using soul gems created by a cacodaemon.",
			"",
			"**Obedience (Ex):** In order to maintain her souldrinker abilities (including all spellcasting abilities that have been augmented by this prestige class), a souldrinker must indulge the Horseman or harbinger she worships with a daily obedience. This ceremony is incorporated into whatever method the souldrinker uses to regain spellcasting abilities (such as meditating, praying to a demigod, or studying a spellbook). When a character takes her first level of souldrinker, she must decide whether she is an evangelist, an exalted, or a sentinel of her daemonic patron. This choice determines which category of boons she earns as she gains levels, and once made, it cannot later be changed. (See the Fiendish Obedience feat for details.)",
			"",
			"**Enervation (Sp):** At 2nd level, a souldrinker can cast {spell/enervation} twice per day as a spell-like ability (CL = her character level). At 5th level, she can use this ability four times per day, and at 8th level, she can use it six times per day.",
			"",
			"**Soul Pool (Su):** At 2nd level, a souldrinker can store stolen life energy to use thereafter to accomplish unnatural feats. Her soul pool starts at 0, and at any one time, it can contain a maximum number of soul points equal to her souldrinker level. Every time a souldrinker inflicts a negative level on a creature other than herself, she gains 1 soul point. A souldrinker can expend soul points for the following.",
			"",
			">**Create Item:** A souldrinker can expend points from her soul pool to provide energy for the creation of magic items. Each point expended provides 500 gp worth of raw materials for the item.",
			">",
			">**Recover Spell Slot:** As a full-round action, a souldrinker can expend a number of points from her soul pool equal to double the spell level of a cast spell or expended spell slot in order to regain that spell or slot as if it had not been used.",
			">",
			">**Protect Soul:** A souldrinker can spend soul points to avoid gaining a negative level, at a rate of 1 soul point per negative level negated.",
			"",
			"**Daemonic Boon (Ex, Sp, or Su):** As a souldrinker gains levels, she gains boons from her patron as her body and soul become increasingly infused with daemonic energies. The nature of the boons granted varies, depending on the souldrinker's chosen patron and which category of boon she elects to embody. Each Horseman or harbinger grants three boons, each more powerful than the last. At 3rd level, the souldrinker gains the first boon. At 6th level, she gains the second boon, and at 9th level, she gains the third and final boon. When a souldrinker boon grants a spell-like ability, her caster level for the spell-like ability is equal to her total character level. This ability allows a souldrinker to access these boons earlier than normal; it does not grant additional uses of the boons once the character reaches the necessary Hit Dice to earn the boons normally.",
			"",
			"**Lesser Oblivion (Su):** At 4th level, a souldrinker's apocalyptic vow invests her with a specific ability, depending on which Horseman she made her vow to, as listed below:",
			"",
			">**{faith/Apollyon}:** Immunity to diseases, including supernatural and magical diseases.  ",
			">**{faith/Charon}:** Immunity to aging effects and Constitution damage and drain.  ",
			">**{faith/Szuriel}:** Immunity to bleed effects and Strength damage and drain.  ",
			">**{faith/Trelmarixian}:** Immunity to ingested and inhaled poisons, and the souldrinker no longer needs to eat or drink.",
			"",
			"**Oblivion (Sp):** At 7th level, the souldrinker is granted more power by her apocalyptic vow, gaining a spell-like ability usable at will but that costs 1 soul point for each use.",
			"",
			">**Apollyon:** {spell/contagion}  ",
			">**Charon:** {spell/vampiric touch}  ",
			">**Szuriel:** {spell/rage}  ",
			">**Trelmarixian:** {spell/bestow curse}",
			"",
			"**Greater Oblivion (Sp):** At 10th level, the souldrinker gains more power from her apocalyptic vow. The spell-like abilities listed here are usable at will but cost 3 soul points per use.",
			"",
			">**Apollyon:** {spell/plague storm}  ",
			">**Charon:** {spell/wither limb}  ",
			">**Szuriel:** {spell/blade barrier}  ",
			">**Trelmarixian:** {feat/quickened} {spell/feast of ashes}"
		]
	},
	"sphere_singer": {
		"name": "Sphere Singer",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Sphere Singer",
			"",
			"{SOURCE Paths of the Righteous/28}",
			"",
			"The faithful of Desna are legendary for their love of wayfaring, but the sphere singer takes this wanderlust to almost extreme lengths. Sphere singers combine faith and song to help them in their travels. They are always eager to discover what is past the horizon or in the next chamber. As the sphere singer advances in level, she learns to influence dreams and manipulate luck. Eventually, she even transcends her mortal origins to travel among the stars. Yet a sphere singer never loses sight of the fact that no matter how powerful she grows, she is still subject to the fickle whims of fate, and she trusts in luck to aid her in times of need.",
			"",
			"### Requirements",
			"",
			"To qualify to become a sphere singer, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Neutral good, chaotic good, or chaotic neutral.  ",
			"**Deity:** Must worship {faith/Desna}.  ",
			"**Skills:** Knowledge (geography) 3 ranks, Perform (sing) 6 ranks.  ",
			"**Feats:** {feat/Weapon Finesse}.  ",
			"**Spells:** Able to cast 2nd-level spells.  ",
			"**Special:** Must be proficient with the {eq-weapon/starknife}.",
			"",
			"### Class Skills",
			"",
			"The Sphere Singer's class skills are Acrobatics (Dex), Climb (Str), Diplomacy (Cha), Fly (Dex), Heal (Wis), Knowledge (arcana) (Int), Knowledge (dungeoneering) (Int), Knowledge (geography) (Int), Knowledge (history) (Int), Knowledge (local) (Int), Knowledge (nature) (Int), Knowledge (planes) (Int), Knowledge (religion) (Int), Perception (Wis), Perform (Cha), Ride (Dex), Spellcraft (Int), Survival (Wis), Swim (Str), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +1 | +1 | Graceful hand, starsong, wanderer's hymm | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Versatile performance | +1 level of existing spellcasting class |",
			"| 3rd | +2 | +1 | +2 | +2 | Sweet dreams | +1 level of existing spellcasting class |",
			"| 4th | +3 | +1 | +2 | +2 | Wandering dream (dream) | +1 level of existing spellcasting class |",
			"| 5th | +3 | +2 | +3 | +3 | Butterfly | +1 level of existing spellcasting class |",
			"| 6th | +4 | +2 | +3 | +3 | Versatile performance, wandering dream (dream council) | +1 level of existing spellcasting class |",
			"| 7th | +5 | +2 | +4 | +4 | Guide my steps, starsong (swift action) | +1 level of existing spellcasting class |",
			"| 8th | +6 | +3 | +4 | +4 | Wandering dream (demand) | +1 level of existing spellcasting class |",
			"| 9th | +6 | +3 | +5 | +5 | Fortune's favor | &mdash; |",
			"| 10th | +7 | +3 | +5 | +5 | Tapestry traveler | +1 level of existing spellcasting class |",
			"",
			"The following are the class features of the sphere singer prestige class.",
			"",
			"**Graceful Hand (Ex):** The sphere singer gains {feat/Starry Grace} as a bonus feat, ignoring its prerequisites.",
			"",
			"**Starsong (Su):** A sphere singer is able to use Perform (sing) to create magical effects, as per the bardic performance {class/bard} class feature. She can use this ability for a number of rounds per day equal to twice her sphere singer level, and can also use rounds of bardic performance gained from bard levels to perform starsong performances, and vice versa. Starting a starsong performance is a move action, but it can be maintained each round as a free action. If the sphere singer has bardic performance, she can also start bardic performances as a move action instead of a standard action. A starsong performance cannot be disrupted, but ends immediately if the sphere singer is killed, paralyzed, stunned, knocked unconscious, silenced, or otherwise prevented from taking a free action to maintain it each round. A starsong performance counts as a bardic performance for the purpose of determining how many performances the sphere singer can have in effect at one time. A starsong performance has audible components but not visual components. At 7th level, a sphere singer can start a starsong performance or a bardic performance as a swift action. The save DC against a sphere singer's performance is equal to 10 + the sphere singer's level + her Charisma modifier.",
			"",
			"The sphere singer's performances grow stronger as her level increases.",
			"",
			">**Wanderer's Hymn:** At 1st level, the sphere singer can use music to hasten her steps. As long as she maintains this starsong performance, she gains a +30-foot enhancement bonus to her base land speed.",
			">",
			">**Sweet Dreams:** At 3rd level, the sphere singer can spend 5 minutes performing and expend 5 rounds of starsong to protect sleepers. Any creature that remains within 30 feet of the sphere singer during the entire 5 minute performances becomes immune to nightmare and other effects that attack a sleeping target, such as a night hag's dream haunting ability, for one night's rest. In addition, those creatures gain the benefits of {spell/dream feast}.",
			">",
			">**Butterfly:** At 5th level, the sphere singer's music lets her explore the skies. While she maintains this starsong, she gains the benefits of {spell/fly}. Alternately, by spending 5 minutes performing and expending 10 rounds of starsong performance, she can gain the benefits of {spell/overland flight}. Both of these effects manifest at a caster level equal to the sphere singer's total Hit Dice. While under either effect, the sphere singer grows large butterfly wings.",
			">",
			">**Guide My Steps:** At 7th level, the sphere singer learns to use song as a guide to her goal. To use this starsong, she must spend 3 rounds performing and expend 6 rounds of starsong performance. At the end of this performance, the sphere singer gains the benefits of {spell/find the path} at a caster level equal to her character level.",
			">",
			">If the sphere singer chooses, she can perform guide my steps without a clear destination in mind. At the GM's discretion, the sphere singer may be guided to something particularly interesting, such as a new romantic opportunity, a good place to watch the sunset, or an exotic monster's den; otherwise, she merely wanders aimlessly until the effects end.",
			">",
			">**Fortune's Favor:** At 9th level, the sphere singer's song is so lively and delightful that Desna herself takes notice, blessing her with peerless luck. While she maintains this starsong, whenever the sphere singer rolls a d20 (but no more often than once per round), she can roll twice and take the more favorable result.",
			"",
			"**Versatile Performance (Ex):** At 2nd and 6th levels, the sphere singer gains versatile performance, as per the bard class feature. The sphere singer can choose only Perform (sing) or Perform (dance); once she has already chosen both of these, she can instead gain any other versatile performance. When the sphere singer gains this ability, she can retrain ranks in the associated skills at no cost.",
			"",
			"**Wandering Dream (Su):** At 4th level, the sphere singer gains {feat/Lucid Dreamer} as a bonus feat. Each night as she sleeps, she can contact a single person. This functions as {spell/dream}, except that the sphere singer must be very familiar with the recipient. Many sphere singers keep contact with distant family or lovers this way. At 6th level, this effect allows the recipient to enter the sphere singer's dreamscape, as per {spell/dream council} (as if the recipient had cast dream in response).",
			"",
			"At 8th level, instead of contacting a familiar person, the sphere singer can travel to a creature's dream and leave a suggestion. This functions as {spell/demand}, but modifying dream instead of {spell/sending}. When used this way, the normal restrictions on dream's recipient apply. The sphere singer chooses which of these abilities to use (if any) when she goes to sleep.",
			"",
			"**Tapestry Traveler (Ex, Sp):** At 10th level, the sphere singer transcends mortality like a butterfly emerging from its chrysalis, her essence infused with stardust and unearthly energies. Her type changes to fey, and she grows large butterfly wings, gaining a fly speed of 50 feet (good). In addition, she becomes immune to cold and gains the {umr/no breath} universal monster ability."
		]
	},
	"spherewalker": {
		"name": "Spherewalker",
		"sources": [ "Pathfinder #2: The Skinsaw Murders" ],
		"description": [
			"## Spherewalker",
			"",
			"{SOURCE Pathfinder #2: The Skinsaw Murders/73}",
			"",
			"A spherewalker is one who embraces the philosophy of Desna: travel far and wide, fight for your dreams, and indulge your desires. Spherewalkers explore extreme locales, dream fantastic dreams, and press their luck (good and bad) to make their lives interesting and noteworthy. They are known for founding cities, discovering lost civilizations, and going places where none have ever trod. They may choose to walk the distant paths alone or try to understand the mysteries of the mind and soul and become great leaders. Above all, spherewalkers seek adventure, with all the risks and rewards that such endeavors bring.",
			"",
			"Spherewalkers are often multiclassed characters, as they tend to dabble in various classes to suit their adventuring needs. Their versatility adds extra depth and utility to combat-oriented characters (barbarians, fighters, rangers), their unusual magic appeals to spellcasters, and their special abilities make it easy for nonmagical characters to get out of tight spots.",
			"",
			"### Requirements",
			"",
			"To qualify to become a spherewalker, a character must fulfill all of the following criteria:",
			"",
			"**Deity:** {faith/Desna}.  ",
			"**Base Attack Bonus:** +5  ",
			"**Skills:** 2 ranks in any two of the following skills: Climb, Knowledge (geography), Knowledge (nature), Knowledge (religion), Perform, Ride, Survival, or Swim.  ",
			"**Feats:** Martial Weapon Proficentcy ({eq-weapon/starknife}), one of: ({feat/Great Fortitude}, {feat/Iron Will}, or {feat/Lightning Reflexes}), and one of: ({feat/Acrobatic}, {feat/Athletic}, {feat/Endurance}, {feat/Run}, or {feat/Self-Sufficient}).  ",
			"**Special:** A spherewalker-to-be must have journeyed far in his lifetime, visiting two locations sacred to Desna that are at least 200 miles apart.",
			"",
			"### Class Skills",
			"",
			"The Spherewalker's class skills are Acrobatics (Dex), Climb (Str), Escape Artist (Dex), Handle Animal (Cha), Heal (Wis), Knowledge (geography) (Int), Perception (Wis), Perform (Cha), Ride (Dex), Survival (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +2 | +2 | +0 | Landmark, longstrider | +1 level of spellcasting class |",
			"| 2nd | +1 | +3 | +3 | +0 | Efficient sleep, star slinger | +1 level of spellcasting class |",
			"| 3rd | +2 | +3 | +3 | +1 | Dream link | +1 level of spellcasting class |",
			"| 4th | +3 | +4 | +4 | +1 | Divine luck | +1 level of spellcasting class |",
			"| 5th | +3 | +4 | +4 | +1 | Swarm form | +1 level of spellcasting class |",
			"",
			"The following are class features of the spherewalker prestige class.",
			"",
			"**Landmark (Su):** At 1st level, as a full-round action a spherewalker can create a mental landmark for her current location and thereafter take a standard action to note the general direction of that landmark. For example, if she sets her landmark in Magnimar and later travels to Korvosa, she can determine that Magnimar is roughly west of her current location. The landmark doesn't have to be a city or any kind of recognizable site - it could be in the middle of the ocean or even midair. This is a scrying effect. A landmark location is one category more familiar for the purpose of teleporting (\"studied carefully\" becomes \"very familiar\" and so on). A spherewalker can have one landmark per class level. She can discard an existing landmark as a standard action and does not need to be at that location to discard it. Spherewalkers can take a minute to share a landmark with another spherewalker, and often do so to arrange meetings in unusual places without the need for maps or directions. A spherewalker can only detect the location of landmarks on her current plane, though they do not vanish if she leaves the plane and she can reference them if she returns to that plane.",
			"",
			"**Longstrider (Sp):** At 1st level, a spherewalker may use {spell/longstrider} once per day. Her caster level is equal to her character level.",
			"",
			"**Spells per Day:** When a spherewalker gains a level, she gains new spells per day as if she had also gained a level in a spellcasting class she belonged to before she added the prestige class. She does not, however, gain any other benefit a character of that class would have gained. This essentially means that she adds the level of spherewalker to the level of whatever other spellcasting class she has, then determines spells per day and caster level accordingly.",
			"",
			"If the character had more than one spellcasting class before she became a spherewalker, she must choose which class she adds each spherewalker level to for the purpose of determining spells per day.",
			"",
			"If the spherewalker has no levels in a spellcasting class, she instead gains one 1st-level domain spell slot, which she may use to prepare spells from any of Desna's domains as if she were a cleric. Her caster level is equal to twice her class level. With each new spherewalker level, she gains a new spell slot for a spell level equal to her class level. A 5th-level spherewalker would thus have a spell slot for one domain spell from 1st to 5th level spells. The number of bonus spells and spell save DCs are set by the spherewalker's Wisdom score.",
			"",
			"**Efficient Sleep (Su):** At 2nd level, a spherewalker gains a +4 sacred bonus to resist sleep effects and only needs 4 hours of sleep (or restful calm, for creatures that do not need actual sleep) instead of the normal 8 hours to become rested. Most spherewalkers prefer to sleep the normal amount, and if they use this ability they like to make up for it on later days by sleeping late.",
			"",
			"**Star Slinger (Ex):** At 2nd level, any starknife a spherewalker uses in combat is treated as if it had the {magic-enh/returning} magic weapon special ability. Such weapons gain no additional enhancement bonuses or magical properties beyond this effect.",
			"",
			"**Dream Link (Sp):** A 3rd-level spherewalker can form a mental bond with another willing intelligent creature as if using the {spell/telepathic bond} spell. To do so, she and the target must spend at least 4 hours sleeping within 10 feet of each other. Either person in the link can end it as a standard action; otherwise it is permanent. If one person in the link dies, the other is stunned for 1 round and staggered until she can rest for 10 minutes. A spherewalker can only maintain one such link at a time, though she may be the recipient of multiple links. Married spherewalkers often link themselves to their spouses.",
			"",
			"**Divine Luck (Su):** At 4th level, a spherewalker can add a luck bonus equal to her class level on an attack roll, skill check, or saving throw a number of times per day equal to her Charisma modifier (minimum 1/day). She may add this bonus after she has rolled but before she knows if the unmodified result is a success or failure.",
			"",
			"**Swarm Form (Su):** At 5th level, a spherewalker gains the ability to transform into a {subtype/swarm} of Diminutive butterflies. In swarm form, she has a space of 10 feet (roughly filling the entire area) but can shape this space to fill four contiguous squares (such as a 5-foot by 20-foot line, an L-shaped cloud, and so on) and can squeeze through any space large enough to contain one of her component forms. The swarm can fly at a speed of 40 feet (good). Like any swarm, it can occupy the same space as another creature regardless of its size.",
			"",
			"Any creature that begins its turn sharing a space with a swarm must succeed on a Fortitude save (DC 10 + spherewalker level + Constitution bonus) or be nauseated for 1 round. Unlike most swarms, a spherewalker in swarm form does not do swarm damage to creatures she's swarming over. The swarm form is immune to weapon damage but is vulnerable to mundane fire attacks (torches, alchemical fire, burning oil, and so on), and energy attacks from weapon (such as flaming and frost) deal full damage even though the basic weapon damage has no effect. Although a swarm cannot make attacks, the spherewalker can cast spells as normal while in swarm form (although spells with material components could prove difficult).",
			"",
			"A spherewalker can use this ability a number of times per day equal to her class level and remain in this form for up to one minute. While in swarm form, she may expend one use of this ability as a free action in order to remain in swarm form for an additional minute (rather than changing back to her normal form and activating it again). Changing back to her natural form before the effect ends is a standard action."
		]
	},
	"stalwart_defender": {
		"name": "Stalwart Defender",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Stalwart Defender",
			"",
			"{SOURCE Advanced Player's Guide/277}",
			"",
			"Drawn from the ranks of guards, knights, mercenaries, and thugs alike, stalwart defenders are masters of claiming an area and refusing to relinquish it. This behavior is more than a tactical decision for stalwart defenders; it's an obsessive, stubborn expression of the need to be undefeated. When stalwart defenders set themselves in a defensive stance, they place their whole effort into weathering whatever foe, conflict, or threat comes their way.",
			"",
			"Most stalwart defenders come from the ranks of fighters, often those desiring to be better guards for friends and allies. Dwarves are particularly suited to the role, though stalwart defenders of all races exist. More rarely, barbarians take the path of the stalwart defender as a matter of pride, to overcome some perceived shortcoming. Such characters often seem to suffer from dual personalities, flinging themselves recklessly into combat one moment, then calmly fending off all attackers the next.",
			"",
			"**Role:** Stalwart defenders are masters of melee combat, striving to prove that the best offense is a good defense. Stalwart defenders are normally found on the front lines of battle, holding a position to cover their allies, leaping into breaches of opposing formations and holding them open for others, and guarding more vulnerable allies by acting as mobile fortifications, stable points in the ever-changing chaos of battle.",
			"",
			"**Alignment:** Anyone can be as stubborn as a rock and dedicated to holding one point no matter the cost, so stalwart defenders can be of any alignment. The dedication and practice required to learn the talents of a stalwart defender come more easily to characters with a strong respect for order and organization, however, so lawful stalwart defenders are much more common than chaotic ones.",
			"",
			"### Requirements",
			"",
			"To qualify to become a stalwart defender, a character must fulfill all the following criteria.",
			"",
			"**Base Attack Bonus:** +7.  ",
			"**Feats:** {feat/Dodge}, {feat/Endurance}, {feat/Toughness}.  ",
			"**Special:** Proficiency with light and medium armor.",
			"",
			"### Class Skills",
			"",
			"The Stalwart Defender's class skills are Acrobatics (Dex), Climb (Str), Intimidate (Cha), Perception (Wis), and Sense Motive (Wis).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d12.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +1 | +0 | +1 | Defensive stance |",
			"| 2nd | +2 | +1 | +1 | +1 | Defensive power |",
			"| 3rd | +3 | +2 | +1 | +2 | Uncanny dodge |",
			"| 4th | +4 | +2 | +1 | +2 | Defensive power |",
			"| 5th | +5 | +3 | +2 | +3 | Damage reduction 1/- |",
			"| 6th | +6 | +3 | +2 | +3 | Defensive power |",
			"| 7th | +7 | +4 | +2 | +4 | Damage reduction 3/-, improved uncanny dodge |",
			"| 8th | +8 | +4 | +3 | +4 | Defensive power |",
			"| 9th | +9 | +5 | +3 | +5 | Mobile defenses |",
			"| 10th | +10 | +5 | +3 | +5 | Damage reduction 5/-, defensive power, last word |",
			"",
			"The following are class features of the stalwart defender prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A stalwart defender is proficient with all simple and martial weapons, all types of armor, and shields (including tower shields).",
			"",
			"**AC Bonus (Ex):** A stalwart defender receives a dodge bonus to AC that starts at +1 and improves as the defender gains levels, until it reaches +4 at 10th level.",
			"",
			"**Defensive Stance (Ex):** At 1st level, a stalwart defender can enter a defensive stance, a position of readiness and trance-like determination. A stalwart defender can maintain this stance for a number of rounds per day equal to 4 + his Constitution modifier. At each level after 1st, he can maintain the stance for 2 additional rounds per day. Temporary increases to Constitution, such as those gained from the defensive stance and spells like bear's endurance, do not increase the total number of rounds that the stalwart defender can maintain a defensive stance per day. The stalwart defender can enter a defensive stance as a free action. The total number of rounds of defensive stance per day is renewed after resting for 8 hours, although these hours do not need to be consecutive.",
			"",
			"While in a defensive stance, the stalwart defender gains a +2 dodge bonus to AC, a +4 morale bonus to his Strength and Constitution, as well as a +2 morale bonus on Will saves. The increase to Constitution grants the stalwart defender 2 hit points per Hit Die, but these hit points disappear when the defensive stance ends and are not lost first like temporary hit points. While in a defensive stance, a stalwart defender cannot willingly move from his current position through any means (including normal movement, riding a mount, teleportation, or willingly allowing allies to carry him). If he enters a defensive stance while on a moving vehicle he does not control (such as a wagon or ship), he can maintain the stance even if the vehicle moves. If the stalwart defender moves under his own power as a result of an enemy's successful use of the Bluff skill or an enchantment spell, his stance ends.",
			"",
			"The stalwart defender can end his defensive stance as a free action; after ending the stance, he is fatigued for a number of rounds equal to 2 times the number of rounds spent in the stance. A stalwart defender cannot enter a new defensive stance while fatigued or exhausted but can otherwise enter a stance multiple times during a single encounter or combat. If a stalwart defender falls unconscious, his defensive stance immediately ends, placing him in peril of death.",
			"",
			"A defensive stance requires a level of emotional calm, and it may not be maintained by a character in a rage (such as from the rage class feature or the {spell/rage} spell).",
			"",
			">**Defensive Powers (Ex):** As a stalwart defender gains levels, he augments his defensive stance. Starting at 2nd level, the stalwart defender gains a defensive power. He gains another defensive power for every two levels of stalwart defender attained after 2nd level. The stalwart defender gains the benefits of defensive powers only while in a defensive stance, and some of these powers require him to take an action first. Unless otherwise noted, he cannot select an individual power more than once.",
			">",
			">**Bulwark (Ex):** The defender adds his armor check penalty as a bonus to the DC of opponents attempting to Bluff him and Acrobatics checks to pass by him without provoking an attack of opportunity for moving through spaces he threatens.",
			">",
			">**Clear Mind (Ex):** The stalwart defender may reroll a failed Will save. This power is used as an immediate action after the first save is attempted, but before the results are revealed by the GM. The stalwart defender must take the second result, even if it is worse. This power can only be used once per defensive stance.",
			">",
			">**Fearless Defense (Ex):** While in a defensive stance, the stalwart defender is immune to the shaken and frightened conditions. He must be at least 4th level before selecting this power.",
			">",
			">**Halting Blow (Ex):** If a foe's movement in the defender's threatened area provokes an attack of opportunity and the stalwart defender successfully hits the foe with the attack, the foe's movement ends immediately. The foe cannot move again until its next turn but can still take the rest of its action. A stalwart defender must have selected the bulwark power prior to selecting halting blow.",
			">",
			">**Immobile (Ex):** While in a defensive stance, the stalwart defender adds his class level to his CMD against any bull rush, overrun, pull, and push combat maneuvers, as well as grapple attempts to move him. The stalwart defender must be at least 4th level to select this power.",
			">",
			">**Increased Damage Reduction (Ex):** The stalwart defender's damage reduction from this class increases by 1/-. This increase is always active while the stalwart defender is in a defensive stance. He can select this power up to two times. Its effects stack. The stalwart defender must be at least 6th level before selecting this defensive power.",
			">",
			">**Intercept (Ex):** Once a round as an immediate action, when a melee or ranged weapon would successfully strike an adjacent ally, the stalwart defender can choose to have the weapon strike him instead of the intended target. The attack automatically hits the stalwart defender, regardless his AC or any miss chance in effect, and he suffers the normal consequences of the attack.",
			">",
			">**Internal Fortitude (Ex):** While in a defensive stance, the stalwart defender is immune to the sickened and nauseated conditions.",
			">",
			">**Mighty Resilience (Ex):** The stalwart defender automatically negates the additional damage of one successful critical hit or sneak attack, as well as other abilities or effects that rely on a successful critical hit or sneak attack (such as blinding from {feat/Blinding Critical} or bleed from sneak attack). The stalwart defender takes only normal damage from the attack. This power may only be used once per defensive stance. The stalwart defender must be at least 6th level to select this power.",
			">",
			">**Renewed Defense (Ex):** As a standard action, the stalwart defender heals 1d8 points of damage + his Constitution modifier. For every two levels the stalwart defender has attained above 2nd, this healing increases by 1d8, to a maximum of 5d8 at 10th level. This power can be used only once per day and only while in a defensive stance.",
			">",
			">**Roused Defense (Ex):** The stalwart defender may enter a defensive stance even if fatigued. While maintaining a defensive stance after using this ability, he is immune to the fatigued condition. Once this stance ends, he is exhausted for 10 minutes per round spent in a defensive stance.",
			">",
			">**Smash (Ex):** While in a defensive stance, the stalwart defender may make an extra attack per round that is either a shield bash or a slam (even if he doesn't normally have a slam attack). If used as part of a full attack action, the extra attack is made at the stalwart defender's full base attack bonus -5. The smash deals 1d4 points of damage (if the stalwart defender is Medium, or 1d3 if he is Small) plus half the character's Strength modifier. The character can make this attack as part of the action to maintain or break free from a grapple; this attack is resolved before the grapple check is made. If the attack hits, any grapple checks made by the stalwart defender against the target this round are at a +2 bonus.",
			">",
			">**Unexpected Strike (Ex):** The stalwart defender can make an attack of opportunity against a foe that moves into any square threatened by the stalwart defender, regardless of whether or not that movement would normally provoke an attack of opportunity. This power can only be used once per stance. A stalwart defender must be at least 4th level before selecting this power.",
			"",
			"**Uncanny Dodge (Ex):** At 3rd level, a stalwart defender gains the ability to react to danger before his senses would normally allow him to do so. He cannot be caught flat-footed, even if the attacker is invisible. He still loses his Dexterity bonus to AC if immobilized. A stalwart defender with this ability can still lose his Dexterity bonus to AC if an opponent successfully uses the feint action against him.",
			"",
			"If the character gains uncanny dodge from a second class, he automatically gains improved uncanny dodge (see below).",
			"",
			"**Damage Reduction (Ex):** At 5th level, a stalwart defender gains DR 1/-. At 7th level, this DR increases to 3/-, and at 10th level it increases to 5/-. Damage reduction from different sources does not stack; however, a stalwart defender of 5th or higher level that gains DR from armor (but not from any other source) increases his class-based DR by the value of the armor's DR. Thus a 7th-level stalwart defender wearing {eq-material/adamantine} full plate (DR 3/-) has DR 6/-.",
			"",
			"**Improved Uncanny Dodge (Ex):** At 7th level, a stalwart defender can no longer be flanked. This defense denies {class/rogue/s} the ability to use flank attacks to sneak attack the stalwart defender. The exception to this defense is that a rogue at least four levels higher than the stalwart defender can flank him (and thus sneak attack him).",
			"",
			"If the character gains uncanny dodge from a second class (see above), he automatically gains improved uncanny dodge, and the levels from those classes stack to determine the minimum rogue level required to flank the character.",
			"",
			"**Mobile Defense (Ex):** At 9th level, a stalwart defender can adjust his position while maintaining a defensive stance. While in a defensive stance, he can take one 5-foot step each round without losing the benefit of the stance.",
			"",
			"**Last Word (Ex):** Once per day, while in a defensive stance, a stalwart defender can make one melee attack against an opponent within reach in response to an attack that would reduce him to negative hit points, knock him unconscious, or kill him. For example, a stalwart defender has 1 hit point left when a red dragon bites him; the defender may use this ability even if the dragon's bite would otherwise kill him instantly. If the attack hits, roll the damage dice for the attack twice and add the results together, but do not multiply damage bonuses from Strength, weapon abilities (such as flaming), or precision-based damage (such as sneak attack). This bonus damage is not multiplied on a critical hit (although other damage bonuses are multiplied normally). Once the defender's attack is resolved, he suffers the normal effect of the attack that provoked this ability."
		]
	},
	"stargazer": {
		"name": "Stargazer",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Stargazer",
			"",
			"{SOURCE Paths of the Righteous/30}",
			"",
			"The empyreal lord Pulura, the Shimmering Maiden, is said to dance among the lights of the aurora. Some of her worshipers seek her guidance in the starry skies, attuning themselves to the constellations of the Cosmic Caravan. Beyond the stargazers' interests in the heavens, though, they also train for the inevitable conflict with demons. Pulura's bastion of worship in the Inner Sea region has traditionally been in the land of Sarkoris, which was consumed from within by the Worldwound at the advent of the Age of Lost Omens. Many of Pulura's worshipers perished during that disastrous invasion from the Abyss, but those who survived remained behind and, over the past several decades, have grown in power. This prestige class's specific defenses against demons and their ilk are a relatively recent addition to the traditions of the Puluran stargazer, but have served her worshipers well in helping them defend what little land they still control in the demon-blighted wastes of the Worldwound.",
			"",
			"### Requirements",
			"",
			"To qualify to become a stargazer, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Neutral good, chaotic good, or chaotic neutral.  ",
			"**Deity:** Must worship {faith/Pulura}.  ",
			"**Skills:** Knowledge (geography) 5 ranks, Knowledge (planes) 5 ranks, Survival 3 ranks.  ",
			"**Spells:** Able to cast 3rd-level spells.",
			"",
			"### Class Skills",
			"",
			"The Stargazer's class skills are Acrobatics (Dex), Climb (Str), Diplomacy (Cha), Knowledge (all) (Int), Perception (Wis), Perform (Cha), Spellcraft (Int), Survival (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +1 | +1 | Guiding light, mystery magic (hex) | +1 level of existing spellcasting class |",
			"| 2nd | +1 | +1 | +1 | +1 | Sidereal arcana | +1 level of existing spellcasting class |",
			"| 3rd | +2 | +1 | +2 | +2 | Mystery magic (Stars subdomain) | +1 level of existing spellcasting class |",
			"| 4th | +3 | +1 | +2 | +2 | Sidereal arcana | +1 level of existing spellcasting class |",
			"| 5th | +3 | +2 | +3 | +3 | Mystery magic (coat of many stars) | +1 level of existing spellcasting class |",
			"| 6th | +4 | +2 | +3 | +3 | Sidereal arcana | +1 level of existing spellcasting class |",
			"| 7th | +5 | +2 | +4 | +4 | Mystery magic (star chart) | +1 level of existing spellcasting class |",
			"| 8th | +6 | +3 | +4 | +4 | Sidereal arcana | +1 level of existing spellcasting class |",
			"| 9th | +6 | +3 | +5 | +5 | Mystery magic (hex) | +1 level of existing spellcasting class |",
			"| 10th | +7 | +3 | +5 | +5 | Sidereal arcana, star's dance | +1 level of existing spellcasting class |",
			"",
			"Below are the class features of the stargazer prestige class.",
			"",
			"**Guiding Light (Su):** The stargazer gains a {ability/familiar}, treating his stargazer level as his wizard level.",
			"",
			"**Mystery Magic (Ex):** At 1st and 9th levels, the stargazer gains a hex from the {class/witch/'s} {ability/list of |hexes}. His stargazer levels count as (and stack with) witch levels when determining the effects of hexes. In addition, the stargazer adds all hexes available to a shaman with the [heavens spirit](ability/shaman_spirits) to the witch list.",
			"",
			"At 3rd level, the stargazer gains the {domain/Stars} subdomain in addition to any domains he already has. His stargazer levels count as (and stack with) {class/cleric} levels when determining which domain abilities he gains and their effects. If he isn't a cleric, the subdomain's spells are added to his class spell list (if necessary) and to his spells known, spellbook, familiar, or similar source. Spells added this way may be cast only once per day, unless using the stars are right ability. He can use the stars are right ability regardless of his spellcasting class.",
			"",
			"A stargazer gains certain abilities from the {mystery/heavens/ oracle mystery} as he gains levels as well. At 5th level, the stargazer gains the coat of many stars oracle revelation. At 7th level, he gains the star chart revelation. His stargazer levels and cleric levels count as (and stack with) oracle levels when he is determining the effects of these revelations.",
			"",
			"**Sidereal Arcana (Su or Sp):** As he studies the skies, the stargazer binds himself to constellations from the Cosmic Caravan, drawing on their unearthly power. At 2nd level and every 2 class levels thereafter, the stargazer gains one sidereal arcana of his choice from the list below.",
			"",
			">**The Bridge:** The stargazer is warded against winter's darkness. He gains cold resistance 5 and darkvision with a range of 30 feet. The stargazer can see through darkness created by {family/demon/s} without penalty.",
			">",
			">**The Daughter:** The Daughter emboldens hearts with the promise of springtime and new life. The stargazer and allies within 10 feet gain a +4 morale bonus on saving throws against fear, and the DC to demoralize them via Intimidate increases by 4. The stargazer is immune to fear effects created by demons.",
			">",
			">**The Follower:** The specter of death follows the stargazer, shielding him from doom. The stargazer gains a +4 bonus on saves against death effects. In addition, he is immune to all death effects, negative energy effects, and negative levels created by demons.",
			">",
			">**The Lantern Bearer:** The stargazer's ability to conjure light increases. The radius of any light source he creates via magic increases by 10 feet, and its spell level is considered to be 2 higher.",
			">",
			">**The Mother:** The stargazer channels the nurturing heart of the Caravan. Whenever the stargazer casts a cure spell, casts {spell/breath of life}, or uses the healing {ability/hex>es}, he adds twice his class level to the hit points restored. If the stargazer is a cleric with channel positive energy, his stargazer levels stack with his cleric levels to determine its effects.",
			">",
			">**The Newlyweds:** The sign of intertwined lovers grants the stargazer a romantic mystique. Whenever he uses a charm or language-dependent effect against someone who could be romantically attracted to him, the save DC increases by 2. In addition, he gains a +2 bonus on Bluff and Diplomacy checks against such individuals. Finally, the stargazer gains a +2 morale bonus on saving throws against charm effects created by demons.",
			">",
			">**The Pack:** The stargazer becomes attuned to the beasts that follow the Caravan. He gains a +2 bonus on Handle Animal checks. In addition, whenever he casts a summoning spell that conjures multiple creatures of the animal type, he summons an additional animal of that type.",
			">",
			">**The Patriarch:** The stargazer gains an innate sense of direction. He always knows which way north lies, and gains a +4 bonus on skill checks made to navigate or find his way. The stargazer also becomes immune to {spell/maze} and similar effects.",
			">",
			">**The Rider:** The stargazer can conjure a steed that deters those who would harm him. Once per day, the stargazer can use {spell/phantom steed} as a spell-like ability; this spell-like ability has the light descriptor, and only the stargazer can ride the mount. The steed is made of starlight, and sheds light as a torch. While riding his star-steed, he is under the effects of {spell/sanctuary} heightened to 4th level; if he breaks this sanctuary, he can reactivate it after 1 minute. The caster level of these effects is equal to his character level.",
			">",
			">**The Stargazer:** The constellation that shares his name warns the stargazer of danger. The stargazer gains a +2 insight bonus on initiative checks and is not considered flat-footed before he acts in combat, although this does not allow him to act if he could not otherwise do so.",
			">",
			">**The Stranger:** The stargazer learns to blend seamlessly into others' cultures. He can use {spell/cultural adaptation} as a spell-like ability three times per day with a caster level equal to his character level. While under the effects of this ability, details of his body's appearance change as well, making him physically appear as the appropriate race or ethnicity (although his statistics do not change).",
			">",
			">**The Thrush:** The stargazer's voice becomes harmonious. The stargazer gains a bonus equal to half his class level on Diplomacy and Perform (sing) checks.",
			">",
			">**The Wagon:** The stargazer's movement becomes swift and steady. He gains a +10-foot enhancement bonus to his movement speed, and can take 5-foot steps in difficult terrain. In addition, three times per day as a swift action, he can gain the effects of freedom of movement for 1 round, but only against effects created by demons.",
			"",
			"**Stars' Dance (Ex):** At 10th level, the stargazer's mastery of the Cosmic Caravan reaches its zenith. Once per day, the stargazer can replace one of his sidereal arcana with any other one. The new sidereal arcana can also be replaced using this ability, but the change is otherwise permanent."
		]
	},
	"steel_falcon": {
		"name": "Steel Falcon",
		"sources": [
			"Adventurer's Guide",
			"Andoran, Spirit of Liberty"
		],
		"description": [
			"## Steel Falcon",
			"",
			"{SOURCE Adventurer's Guide/70;Andoran, Spirit of Liberty/22}",
			"",
			"The Steel Falcons are Andoran's spiritual and physical vanguard, spreading the government's philosophical ideologies by whatever means necessary. This can be anything from bribing a foreign noble with inside information, to breaking the chains of the enslaved, to orchestrating widespread rebellion in an unfriendly land. While they occasionally serve as envoys and diplomats, Steel Falcons must be skilled at a variety of techniques if they expect to survive in hostile lands and accomplish their missions. The ability to utilize traps is as important to the Steel Falcon as the camaraderie she shares with her fellows. And while manipulating an enemy's emotions and seeking diplomatic solutions can solve some problems, others present no solution other than battle.",
			"",
			"Among the [Eagle Knights](rule/aff_vangard), Steel Falcons have a reputation for being egotistical and self-aggrandizing. While the Steel Falcons are regarded as the faces and voices of the Andoren people by most non-Andorens, the perception that they are braggarts is more often than not the result of cordial rivalry among the branches. Steel Falcons, while occasionally braggadocios, are more aptly characterized by their shared zeal, dedication, selflessness, and diplomatic acumen. They are certainly aware of their reputation among the other branches of the Eagle Knights, but bear this knowledge stoically and patiently, knowing that all three branches of the group are necessary to ensure Andoran's continued success - they do not hold grudges.",
			"",
			"### Requirements",
			"",
			"To become a Steel Falcon, a character must fulfill the following criteria.",
			"",
			"**Alignment:** Any good.  ",
			"**Feat:** {feat/Iron Will}.  ",
			"**Skills:** Diplomacy 5 ranks, Knowledge (history) 2 ranks, Knowledge (local) 2 ranks, Sense Motive 5 ranks.  ",
			"**Special:** A senior Eagle Knight must invite the character into the organization.",
			"",
			"### Class Skills",
			"",
			"The Steel Falcon's class skills are Bluff (Cha), Diplomacy (Cha), Intimidate (Cha), Knowledge (history) (Int), Knowledge (local) (Int), Knowledge (nobility) (Int), Linguistics (Int), Perception (Wis), Sense Motive (Wis), Stealth (Dex), Survival (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +1 | +0 | +0 | Enemy of slavers +2, heart of freedom, sailor and survivalist |",
			"| 2nd | +2 | +1 | +1 | +1 | Luck of the eagle 1/day |",
			"| 3rd | +3 | +2 | +1 | +1 | Heroic speech, natural trap 1 |",
			"| 4th | +4 | +2 | +1 | +1 | Comrade's bond 1/day, superior aid |",
			"| 5th | +5 | +3 | +2 | +2 | Enemy of slavers +4, subtle manipulator, Talmandor's blessing |",
			"| 6th | +6 | +3 | +2 | +2 | Chainbreaker, natural trap 2, luck of the eagle 2/day |",
			"| 7th | +7 | +4 | +2 | +2 | Comrade's bond 2/day (swift) |",
			"| 8th | +8 | +4 | +3 | +3 | Talmandor's fury |",
			"| 9th | +9 | +5 | +3 | +3 | Enemy of slavers +6, natural trap 3 |",
			"| 10th | +10 | +5 | +3 | +3 | Comrade's bond 3/day (free), luck of the eagle 3/day |",
			"",
			"The following are features of the Steel Falcon prestige class.",
			"",
			"**Enemy of Slavers (Ex):** From the start, the Steel Falcon focuses much of her training on how to interact with slavers, both in combat and in diplomatic confrontations. A Steel Falcon gains a +2 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks against slavers and slave owners. Likewise, she gains a +2 bonus on weapon attack and damage rolls against them. At 5th level, this bonus increases to +4, and at 9th level it increases to +6. This is treated as a favored enemy bonus. If the Steel Falcon has a favored enemy bonus from another class and her target is a slaver as well as a favored enemy of another type, the bonuses do not stack, and she simply uses whichever bonus is higher.",
			"",
			"**Heart of Freedom (Ex):** A Steel Falcon gains a +4 morale bonus on saving throws against charm and compulsion effects and attempts to possess her body or mind.",
			"",
			"**Sailor and Survivalist (Ex):** A Steel Falcon adds her class level to Profession (sailor) checks and Survival checks to get along in the wild and navigate in the wilderness.",
			"",
			"**Luck of the Eagle (Ex):** At 2nd level, once per day, a Steel Falcon can reroll any one d20 roll before she learns the result of that roll, but she must take the new roll, even if it is lower. At 6th level, the Steel Falcon can use luck of the eagle twice per day, and at 10th level, she can do so three times per day.",
			"",
			"**Heroic Speech (Su):** At 3rd level, a Steel Falcon can inspire her allies with tales of greatness, heroism, and the ideals of Andoran. This functions like the inspire courage aspect of {class/bard/ic performance}, treating the Steel Falcon's class level as her bard level when determining the effect; if the Steel Falcon has levels in bard, her class levels stack with her bard levels when determining the effect of this ability and the effect of her inspire courage bard ability. The Steel Falcon can use this ability a number of rounds per day equal to her class level + her Charisma modifier.",
			"",
			"**Natural Traps (Ex):** As part of their guerilla warfare activities, Steel Falcons learn how to use the natural environment to create traps. At 3rd level, the Steel Falcon gains {feat/Learn Ranger Trap} as a bonus feat (she does not need to meet the feat's normal prerequisite of 5 ranks in Survival). As per the rules for that feat, she learns one extraordinary {ability/ranger trap>s} (chosen from the following: alarm trap, burning trap, exploding trap, fire trap, marking trap, poison trap, snare trap, and swarm trap). At 6th level, the Steel Falcon learns a second trap, and at 9th level she learns a third trap. The number of times she can use a trap is equal to her class level + her Wisdom bonus.",
			"",
			"**Comrade's Bond (Ex):** At 4th level, a Steel Falcon's love of freedom and hatred of slavery are so great that she evokes similar feelings in her companions. Once per day as a move action, she can grant her allies half her enemy of slavers bonus against all appropriate targets in sight; the allies must be within 30 feet and able to see or hear her. This bonus lasts for a number of rounds equal to the Steel Falcon's Charisma bonus (minimum 1). This bonus does not stack with any favored enemy bonuses her allies have; they use whichever bonus is higher. At 7th level, the Steel Falcon can use comrade's bond twice per day, and activating it is a swift action. At 10th level, she can use this ability three times per day, and activating it is a free action.",
			"",
			"**Superior Aid (Ex):** At 4th level, when performing the aid another action, a Steel Falcon grants a +4 bonus on the ally's attack roll or to the ally's Armor Class instead of the normal +2.",
			"",
			"**Subtle Manipulator (Ex):** At 5th level, if the Steel Falcon spends a full-round action studying a target, she can attempt a Sense Motive check opposed by the target's Will save. If she succeeds, she gains a +5 circumstance bonus on Diplomacy checks against that opponent for a number of days equal to her Wisdom modifier. This ability can be used on a given target once per day, and a successful use resets its duration.",
			"",
			"**Talmandor's Blessing (Su):** At 5th level, a Steel Falcon gains the blessing of {monster/Talmandor}, the avoral patron of Andoran. She gains a +10 competence bonus on Acrobatics checks to make high or long jumps, a +4 bonus on Perception checks, and the benefits of {spell/feather fall} at all times. If this effect is dispelled, you can reactivate it as a move action.",
			"",
			"**Chainbreaker (Ex):** At 6th level, a Steel Falcon's attacks against bindings, chains, and manacles bypasses up to 10 points of hardness. This includes weapons with chains (such as flails, nunchaku, and spiked chains), a kyton's armor and weapons, chains animated by animate objects, and so on. The Steel Falcon also gains a +10 bonus on all checks to escape bindings with manacles or ropes.",
			"",
			"**Talmandor's Fury (Su):** At 7th level, once per day as a standard action, a Steel Falcon can channel her rage at the injustice in the world, transforming her countenance into a terrifying display of righteous fury, giving her a fear aura with a range of 30 feet. Enemies within this radius are affected by a {spell/fear} spell (CL 10th, Will DC 15 + the Steel Falcon's Charisma bonus). All other creatures in the area (including the Steel Falcon) are bolstered by the Steel Falcon's wrath and can immediately attempt new saving throws against any charm, compulsion, or possession effects currently affecting them. The Steel Falcon can use this ability if she is conscious, even if paralyzed or under the effect of a charm, compulsion, or possession that affects her judgment."
		]
	},
	"storm_kindler": {
		"name": "Storm Kindler",
		"sources": [
			"Adventurer's Guide",
			"Paths of Prestige"
		],
		"description": [
			"## Storm Kindler",
			"",
			"{SOURCE Adventurer's Guide/180;Paths of Prestige/54}",
			"",
			"Those who focus their studies on the Eye of Abendego can unlock and master potent techniques to augment their already impressive command of storm and wind. These scions of the hurricane take the name of [Storm Kindler](rule/aff_storms) as more than merely the organization they belong to - they seek to develop not only power to manipulate storms, but also the ability to awaken the storms within their own bodies, physically transforming into vortexes of destruction.",
			"",
			"The first to learn these secrets were among the original members of the organization that braved the Eye of Abendego a century ago. For generations, the methods of kindling storms in this way were lost, but the current incarnation of the organization has recovered those secrets, and today the lore has spread far and wide - many of those who join the Storm Kindler sect seek to gain power as actual Storm Kindlers.",
			"",
			"While some of those who successfully take levels in this prestige class arrogantly proclaim themselves the true heart of the Storm Kindler organization, most instead view themselves as embodying the spirit of the storm but understand that, just as no two storms are alike, no two members of their organization need be identical in outlook or power. Their more open-minded approach and willingness to work with diverse groups frustrates and worries the traditionalists among their kind, and a powerful and vocal minority increasingly threatens to force a schism on the organization as a whole.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Storm Kindler, a character must fulfill the following criteria.",
			"",
			"**Alignment:** Any neutral.  ",
			"**Deity:** Must worship {faith/Gozreh}.  ",
			"**Feat:** {feat/Storm-Lashed}.  ",
			"**Skills:** Fly 3 ranks, Knowledge (history) 6 ranks, Knowledge (nature) 6 ranks, Swim 3 ranks.  ",
			"**Spells:** Able to cast 2nd-level spells.",
			"",
			"### Class Skills",
			"",
			"The Storm Kindler's class skills are Fly (Dex), Knowledge (history) (Int), Knowledge (nature) (Int), Knowledge (religion) (Int), Perception (Wis), Survival (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +1 | +0 | +1 | Oceanic spirit | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Seasight, storm shape (20 ft., Small) | +1 level of spellcasting class |",
			"| 3rd | +2 | +2 | +1 | +2 | Aura of calm (5 ft.) | +1 level of spellcasting class |",
			"| 4th | +3 | +2 | +1 | +2 | Storm shape (30 ft., Medium), wave breaker | +1 level of spellcasting class |",
			"| 5th | +3 | +3 | +2 | +3 | Aura of calm (10 ft.), thunderstruck | &mdash; |",
			"| 6th | +4 | +3 | +2 | +3 | Storm shape (40 ft., Large), weather's fury 3d6 | +1 level of spellcasting class |",
			"| 7th | +5 | +4 | +2 | +4 | Aura of calm (15 ft.), eye of the storm | +1 level of spellcasting class |",
			"| 8th | +6 | +4 | +3 | +4 | Fickle winds, storm shape (50 ft., Huge), weather's fury 4d6 | +1 level of spellcasting class |",
			"| 9th | +6 | +5 | +3 | +5 | Aura of calm (20 ft.), echoing thunder | &mdash; |",
			"| 10th | +7 | +5 | +3 | +5 | Storm mastery, storm shape (60 ft., Huge), weather's fury 5d6 | +1 level of spellcasting class |",
			"",
			"The following are class features of the Storm Kindler prestige class.",
			"",
			"**Oceanic Spirit (Su):** A Storm Kindler gains a bonus equal to her class level on Fly and Swim checks, and never needs to attempt concentration checks because of natural weather. She gains resistance to electricity 5 and sonic 5. At 5th level, her resistance to electricity and sonic increases to 10. At 9th level, these resistances increase to 20.",
			"",
			"**Seasight (Su):** At 2nd level, a Storm Kindler can see through fog, smoke, and other obscuring vapors as if they did not exist. This ability functions underwater as well, allowing the Storm Kindler to see through thick silt and other aquatic precipitates.",
			"",
			"**Storm Shape (Su):** At 2nd level, a Storm Kindler becomes a physical embodiment of the fury of the storm. As a standard action, she can transform herself into a {umr/whirlwind} (as per the universal monster rule) for a number of minutes per day equal to her Storm Kindler level. These minutes need not be consecutive, but must be spent in 1-minute increments. If the Storm Kindler is underwater when she uses this ability, she instead transforms into a vortex of the same size (this functions identically to the whirlwind ability, but can form only underwater and can't leave the water). The Storm Kindler can breathe water while in vortex form. If the Storm Kindler does not have a fly or swim speed, she gains one (as appropriate to her new form) equal to her base land speed while in storm shape. With a fly speed, she has average maneuverability.",
			"",
			"As a swift action, the Storm Kindler can change the height of her whirlwind form from a minimum of 10 feet tall to a maximum of 20 feet tall. At 4th level and every 2 levels thereafter, the maximum height of the whirlwind increases by 10 feet, to a maximum of 60 feet tall at 10th level.",
			"",
			"The Storm Kindler can damage and trap Small or smaller creatures caught in her whirlwind, dealing lethal damage equal to her unarmed strike damage to each such creature that fails a Reflex save (DC = 10 + the Storm Kindler's class level + the Storm Kindler's Strength modifier) and lifting it into the air if it fails a second Reflex save. At 4th level and every 2 levels thereafter, the size of creatures the Storm Kindler can affect increases by one step, to a maximum of Huge at 8th level.",
			"",
			"**Aura of Calm (Su):** At 3rd level, allies within 5 feet of a Storm Kindler (including herself) are treated as one size category larger for the purpose of [wind effects](rule/weather) (this stacks with the bonus from Storm-Lashed), and they gain a +2 competence bonus on all saving throws to resist spells and effects with the air or water descriptors. At 5th level and every 2 levels thereafter, the Storm Kindler's aura of calm extends by 5 feet (to a maximum of 20 feet at 9th level). At 7th level, allies in the Storm Kindler's aura are treated as two size categories larger for the purpose of wind effects, and the bonus on saving throws doubles to +4.",
			"",
			"**Wave Breaker (Su):** At 4th level, a Storm Kindler gains a swim speed equal to twice her base land speed. She can breathe water for a number of hours per day equal to her Storm Kindler level. This time need not be consecutive, but must be spent in 1-hour increments.",
			"",
			"**Thunderstruck (Su):** At 5th level, a Storm Kindler becomes immune to the deafened condition.",
			"",
			"**Weather's Fury (Su):** At 6th level, a Storm Kindler can deal additional damage with her storm shape. In addition to her unarmed strike damage, she deals 3d6 points of electricity damage (while in whirlwind form) or cold damage (while in vortex form) to each creature that fails its Reflex saves. This damage increases to 4d6 at 8th level, and 5d6 at 10th level.",
			"",
			"**Eye of the Storm (Su):** At 7th level, a Storm Kindler becomes immune to damage and detrimental effects from nonmagical wind and waves. In addition, she receives a +4 insight bonus on saving throws and to AC against spells and effects with the air or water descriptors.",
			"",
			"**Fickle Winds (Sp):** At 8th level, as a swift action, a Storm Kindler can call the winds to her defense, protecting her as per the spell {spell/fickle winds} for a number of rounds per day equal to her level. These rounds need not be consecutive.",
			"",
			"**Echoing Thunder (Su):** At 9th level, anytime a Storm Kindler resists electricity or sonic damage with her oceanic spirit ability, she can spend an immediate action to redirect the damage to another creature within 30 feet. The creature must succeed at a Reflex save (DC = 10 + the Storm Kindler's class level + the Storm Kindler's Wisdom modifier) or take an amount of electricity or sonic damage equal to the amount the Storm Kindler resisted.",
			"",
			"**Storm Mastery (Su):** At 10th level, a Storm Kindler becomes one with the relentless fury of the storm, allowing her to use her storm shape ability at will. In addition to this, she gains a fly speed equal to double her base land speed, and gains the {subtype/aquatic} subtype and the {umr/amphibious} special quality. The Storm Kindler never takes the normal penalties on her attack or damage rolls for fighting underwater."
		]
	},
	"student_of_perfection": {
		"name": "Student of Perfection",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Student of Perfection",
			"",
			"{SOURCE Adventurer's Guide/102}",
			"",
			"Even the masters of the [Houses of Perfection](rule/aff_monasteries) consider themselves students, as imperfect beings always have more to learn. As a result of their continued training, these masters have developed powers unique to their monasteries.",
			"",
			"### Requirements",
			"",
			"To qualify to become a student of perfection, a character must fulfill the following criteria.",
			"",
			"**Alignment:** Any lawful.  ",
			"**Feats:** {feat/Improved Unarmed Strike}, {feat/Perfect Style}.  ",
			"**Skills:** 5 ranks in Acrobatics, Climb, Escape Artist, Stealth, or Swim; 5 ranks in Craft, Knowledge (any), Perception, Perform, or Sense Motive.  ",
			"**Special:** Must be a member of one of the Houses of Perfection.",
			"",
			"### Class Skills",
			"",
			"The Student of Perfection's class skills are Acrobatics (Dex), Climb (Str), Craft (Int), Escape Artist (Dex), Intimidate (Cha), Knowledge (history) (Int), Knowledge (planes) (Int), Knowledge (religion) (Int), Perception (Wis), Perform (Cha), Ride (Dex), Sense Motive (Wis), Stealth (Dex), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +1 | +1 | +0 | AC bonus +1, ki pool, martial artist |",
			"| 2nd | +2 | +1 | +1 | +1 | Ki power |",
			"| 3rd | +3 | +2 | +2 | +1 | Bonus feat |",
			"| 4th | +4 | +2 | +2 | +1 | Ki power |",
			"| 5th | +5 | +3 | +3 | +2 | AC bonus +2 |",
			"| 6th | +6 | +3 | +3 | +2 | Ki power |",
			"| 7th | +7 | +4 | +4 | +2 | Bonus feat |",
			"| 8th | +8 | +4 | +4 | +3 | Ki power |",
			"| 9th | +9 | +5 | +5 | +3 | AC bonus +3 |",
			"| 10th | +10 | +5 | +5 | +3 | Ki power, perfection |",
			"",
			"The following are class features of the student of perfection prestige class.",
			"",
			"**Weapon Proficiency:** Students of perfection are proficient with all weapons with the monk special weapon quality.",
			"",
			"**AC Bonus (Ex):** At 1st level, when a student of perfection wears light armor or no armor, he gains a +1 dodge bonus to his AC and CMD. This bonus increases by 1 at 5th and 9th levels. He loses these bonuses while immobilized or helpless, wearing medium or heavy armor, or carrying a medium or heavy load.",
			"",
			"**Ki Pool (Su):** If a student of perfection has levels in a class that grants a ki pool, his student of perfection levels stack with his levels of that class to determine his total number of ki points. If the student of perfection has a ki pool from Perfect Style, he adds his Wisdom modifier to his ki pool. The student of perfection's ki pool also gains ki strike as per the ki pool of a monk of a level equal to his class level. This stacks with his levels in monk (if any).",
			"",
			"**Martial Artist (Ex):** If a student of perfection has brawler's flurry, fast movement, flurry of blows, stunning fist, or the unarmed strike class features from previous levels, his class levels in this prestige class stack with those levels when determining the effects of these abilities. Otherwise, a student of perfection gains flurry of blows and unarmed strike as a monk of a level equal to his student of perfection level. Levels in student of perfection count as monk levels for the purposes of feats such as {feat/Stunning Fist}.",
			"",
			"**Ki Powers (Su):** At 2nd level and every 2 levels thereafter, a student of perfection can select one {ability/ki power>s} chosen from the unchained monk options listed directly below or from the new ki powers detailed afterward. This ki power must be open to all students of perfection or appropriate to his chosen school. If a ki power is followed by a level in parentheses, use that as the minimum character level (instead of the level given in the ability's original description). All other prerequisites must be met. Unless otherwise noted, a student of perfection cannot select an individual ki power more than once.",
			"",
			"Any student of perfection can choose elemental fury, elemental burst (10th), or genie's blade (see below).",
			"",
			"If he belongs to the Monastery of Unblinking Flame, a student of perfection can also choose furious defense, ki hurricane (4th), sudden speed, or any of the powers below for that monastery.",
			"",
			"If he belongs to the Monastery of Unfolding Wind, the student of perfection can also choose high jump, ki range, wind jump, or any of the powers below for that monastery.",
			"",
			"If he belongs to the Monastery of Untwisting Iron, a student of perfection can also choose diamond body, diamond resilience (6th), diamond soul (6th), or any of the powers below for that monastery.",
			"",
			">**Genie's Blade (Su; any):** The student of perfection is proficient with the {eq-weapon/falchion}, {eq-weapon/kukri}, and {eq-weapon/scimitar} and treats these weapons as if they had the monk special quality. The student of perfection can spend 1 ki point as a swift action to give a falchion, kukri, or scimitar he wields the ki strike[^K] special ability and have it deal damage equal to that of his unarmed strikes (if greater than its base damage). The student of perfection applies his full Strength modifier to his damage rolls for these attacks. These effects last 1 round.",
			">",
			">**Inner Fire (Su; Unblinking Flame):** While the student of perfection is under the effects of elemental fury (fire), a creature that successfully grapples him takes 1d6 points of fire damage. The damage increases by 1d6 each round the creature maintains the grapple, to a maximum number of dice equal to the student of perfection's level. A student of perfection must have the elemental fury ki power before selecting this ki power.",
			">",
			">**Iron Chain Choke (Ex; Untwisting Iron):** When the student of perfection uses his iron chain strike ability, any opponent grappled by him must succeed at a Reflex saving throw (DC = 10 + the student of perfection's class level + the student of perfection's Strength modifier) or it cannot speak or cast spells with verbal components for 1 round. A student of perfection must have the iron chain strike ki power before selecting this ki power.",
			">",
			">**Iron Chain Strike (Ex; Untwisting Iron):** When the student of perfection succeeds at a combat maneuver check, he can spend 1 ki point as a swift action to maintain a grapple to deal damage and can add double his Strength bonus to the damage roll.",
			">",
			">**Ki Missile (Su; Unfolding Wind):** The student of perfection can spend 1 ki point as a swift action to give any thrown weapon he wields the benefits of ki strike and have it deal damage equal to that of his unarmed strikes (if greater than its base damage). These effects last 1 round.",
			">",
			">**Master of Riddles (Sp; Unblinking Flame):** Bluff is a class skill for the student of perfection. When he makes a successful opposed Bluff check, the student of perfection can spend 1 ki point as a standard action to give the target a suggestion (as per the spell {spell/suggestion}). His caster level is equal to his class level, and the save DC is 10 + his class level + his Wisdom modifier.",
			">",
			">**One in Mind and Body (Ex; Unfolding Wind):** The student of perfection can spend 1 ki point as a swift action to add his Wisdom modifier as a bonus on a Strength- or Dexterity-based skill check.",
			">",
			">**Punish Mistake (Ex; Unblinking Flame):** When the student of perfection makes an attack of opportunity, he can spend 1 ki point as an immediate action to make an additional attack against the target that had provoked the attack.",
			">",
			">**Still Air (Sp; Unfolding Wind):** The student of perfection can spend 1 ki point to cast {spell/calm emotions}. His caster level is equal to his class level, and the save DC is equal to 10 + his class level + his Wisdom modifier. He can spend 3 ki points as an immediate action to use this ability on himself when he is affected by an emotion effect, a confusion effect, or a fear effect.",
			">",
			">**Transmute Metal (Su; Untwisting Iron):** The student of perfection can spend 1 ki point and touch a metal weapon (or 50 pieces of metal ammunition), granting it the benefits of his ki strike for a number of minutes equal to his class level.",
			"",
			"**Bonus Feat:** At 3rd level, a student of perfection gains one of the following feats based on his chosen House of Perfection: {feat/Unblinking Flame Feint}, {feat/Unfolding Wind Strike}, or {feat/Untwisting Iron Strength}. At 7th level, he gains either {feat/Unblinking Flame Fist}, {feat/Unfolding Wind Rush}, or {feat/Untwisting Iron Skin}. A student of perfection need not meet the prerequisites normally required for these feats.",
			"",
			"Alternatively, if the student of perfection has levels in a class that grants bonus feats, he can instead choose one of those bonus feats, adding his student of perfection level to his level in that class to determine available feats.",
			"",
			"**Perfection (Ex):** At 10th level, a student of perfection increases an ability score of his choice by 2.",
			"",
			"[^K]: Its unclear if this is referring to the {magic-enh/ki focus} special ability, or if it should be read as \"the benefits of his ki strike\", as the other abilities of this prestige class."
		]
	},
	"student_of_war": {
		"name": "Student of War",
		"sources": [
			"Adventurer's Guide",
			"Seekers of Secrets"
		],
		"description": [
			"## Student of War",
			"",
			"{SOURCE Adventurer's Guide/142;Seekers of Secrets/62}",
			"",
			"To hear most warriors talk, battles are won by sharp iron and mighty thews. Yet the student of war knows that the key to victory is the mind behind the mettle, the training that guides the blade, and the discernment of when and where to strike. Any dedicated martial scholar can join this prestige class, but the [Pathfinder Society](rule/aff_scholars) draws the lion's share. The Society's libraries are a treasure trove to the aspiring student of war, home to obscure combat manuals, moldy bestiaries, and detailed histories of battle. Armed with these texts and hardened by constant drilling, the student of war fills her repertoire with tricks and techniques designed to exploit every weakness and negate every advantage of her foes.",
			"",
			"The path of the student of war is particularly enticing to martially minded characters who seek to enhance and expand their mastery of skills. Students of war often pride themselves in studying topics that combat-focused types might not normally find value in, and their ability to draw upon unexpected lore and information has become something of a legend among their kind. This might be demonstrated by a heavily armored fighter's training in Acrobatics allowing her to outmaneuver an overly confident swashbuckler, a rugged barbarian masterfully manipulating a magic wand via Use Magic Device, or similar unexpected techniques.",
			"",
			"### Requirements",
			"",
			"To qualify to become a student of war, a character must fulfill the following criteria.",
			"",
			"**Base Attack Bonus:** +5.  ",
			"**Feats:** {feat/Combat Expertise}, {feat/Dodge}, {feat/Skill Focus} (any one Knowledge skill).  ",
			"**Proficiency:** Must be proficient with two martial weapons.  ",
			"**Skills:** Knowledge (any two) 4 ranks in each.  ",
			"**Special:** Must have succeeded at Knowledge checks against five distinct creatures prior to defeating them.",
			"",
			"### Class Skills",
			"",
			"The Student of War's class skills are Climb (Str), Craft (Int), Disable Device (Dex), Handle Animal (Cha), Knowledge (all) (Int), Linguistics (Int), Perception (Wis), Profession (Wis), Sense Motive (Wis), Spellcraft (Int), Survival (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +0 | +0 | +1 | Additional skill, know your enemy +1 (move) |",
			"| 2nd | +2 | +1 | +1 | +1 | Combat feat, mind over metal |",
			"| 3rd | +3 | +1 | +1 | +2 | Additional skill, anticipate 1/day |",
			"| 4th | +4 | +1 | +1 | +2 | Know your enemy +2 |",
			"| 5th | +5 | +2 | +2 | +3 | Additional skill, combat feat |",
			"| 6th | +6 | +2 | +2 | +3 | Anticipate 2/day, telling blow |",
			"| 7th | +7 | +2 | +2 | +4 | Additional skill, know your enemy +3 (swift) |",
			"| 8th | +8 | +3 | +3 | +4 | Combat feat |",
			"| 9th | +9 | +3 | +3 | +5 | Additional skill, anticipate 3/day, nemesis |",
			"| 10th | +10 | +3 | +3 | +5 | Deadly blow |",
			"",
			"The following are class features of the student of war prestige class.",
			"",
			"**Additional Skill:** At 1st level and every 2 levels thereafter, a student of war gains a new class skill of her choice.",
			"",
			"**Know Your Enemy (Ex):** As a move action, a student of war can study a foe she can see and attempt a Knowledge check appropriate to the creature's type (DC = 10 + the target's HD). Success grants her a +1 insight bonus against her enemy, which can be applied via one of the following stances (chosen when the check is attempted) to the indicated statistics and rolls.",
			"",
			"**Defensive Stance:** The bonus applies to Armor Class and on saving throws against the target's attacks. At 6th level, the student of war is treated as having the {feat/Mobility} feat when provoking attacks of opportunity from the studied foe. If she already has Mobility, the bonus she gains to her AC in this case increases to +6.",
			"",
			"**Martial Stance:** The bonus applies on attack and damage rolls against the target. At 4th level, the student of war is treated as having the {feat/Critical Focus} feat for the purpose of attacks against the studied foe. If she already has Critical Focus, the bonus she gains when confirming her critical hits in this case is +6 instead.",
			"",
			"**Tactical Stance:** The bonus applies on combat maneuver checks and to CMD when initiating or defending against bull rush, disarm, grapple, overrun, and trip combat maneuvers. At 8th level, the student of war no longer provokes attacks of opportunity from a studied foe when attempting to bull rush, disarm, grapple, overrun, or trip that target; this does not affect attacks of opportunity made by any creature other than the studied foe.",
			"",
			"A student of war can change her stance as a move action. The bonus lasts for 1 minute per class level or until the character uses this ability on another target. The bonus increases to +2 at 4th level and +3 at 7th level. At 7th level, the student can use this ability as a swift action rather than a move action.",
			"",
			"**Combat Feat:** At 2nd, 5th, and 8th levels, a student of war gains a bonus combat feat.",
			"",
			"**Mind Over Metal (Ex):** At 2nd level, when a student of war is using armor or a shield, she can use her Intelligence modifier in place of her Dexterity modifier for determining her Armor Class. The armor's normal maximum Dexterity bonus still applies (limiting how much of the character's Intelligence bonus she can apply to her AC).",
			"",
			"**Anticipate (Ex):** At 3rd level, once per day as an immediate action, a student of war can ignore any damage and effects of a spell or ability she successfully saved against, such as the outlining effect of a {spell/glitterdust} spell or the half damage from an inflict serious wounds spell. This ability has no effect against effects that do not allow saving throws (such as darkness, difficult terrain, etc.). This ability is usable one additional time per day for every 3 class levels beyond 3rd.",
			"",
			"**Telling Blow (Ex):** At 6th level, a student of war can aim her blows at the weakest point in a studied foe's defense, ignoring up to 5 points of damage reduction. This does not apply to damage reduction without a type (such as DR 10/-). This ability cannot be used against creatures that are immune to critical hits or otherwise lack discernible weak points. This ability stacks with the {feat/Penetrating Strike} feat.",
			"",
			"**Nemesis (Su):** At 9th level, once per day as a swift action, a student of war can focus on a weapon she holds and render it anathema to her studied foe. The weapon gains the {magic-enh/bane} special ability against the creature for 1 minute or until the student of war uses know your enemy against a different foe.",
			"",
			"**Deadly Blow (Su):** At 10th level, a student of war can find weak spots where none should exist. A student of war who uses her know your enemy ability and exceeds the Knowledge check DC by 10 or more can ignore the target's natural damage reduction and immunity to critical hits and sneak attacks. This does not apply to immunities granted by spells, environmental effects, or equipment."
		]
	},
	"tattooed_mystic": {
		"name": "Tattooed Mystic",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Tattooed Mystic",
			"",
			"{SOURCE Paths of Prestige/56}",
			"",
			"The tattooed mystics of Varisia are renowned throughout Avistan for both the artistry with which they adorn their bodies and the powerful magic they summon from these markings. Many learn the ways of tattooing from their forebears, the craft having been passed down through generations of Varisian wanderers and fortune-tellers. Others are born with what the Varisians call \"birth tattoos\"-incredibly elaborate and colorful birthmarks; those so blessed almost always grow up to become tattooed mystics. Regardless of how their fascination with the art begins, those seeking the powers of the tattooed mystic invariably turn to the runes of ancient Thassilon and the study of magic, combining the two into an elaborate and dangerous form of spellcraft.",
			"",
			"### Requirements",
			"",
			"To qualify to become a tattooed mystic, a character must fulfill all the following criteria.",
			"",
			"**Feats:** Varisian Tattoo.  ",
			"**Skills:** Craft (tattoo) 5 ranks, Spellcraft 5 ranks.  ",
			"**Spells:** Able to cast 2nd-level spells.  ",
			"**Special:** Able to speak Thassilonian.",
			"",
			"### Class Skills",
			"",
			"The Tattooed Mystic's class skills are Knowledge (arcana) (Int), Knowledge (history) (Int), Linguistics (Int), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Familiar tattoo | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Mystic tattoo | +1 level of spellcasting class |",
			"| 3rd | +1 | +1 | +1 | +2 | Magical tattoo artist | +1 level of spellcasting class |",
			"| 4th | +2 | +1 | +1 | +2 | Mystic tattoo | +1 level of spellcasting class |",
			"| 5th | +2 | +2 | +2 | +3 | Skillful tattooist | &mdash; |",
			"| 6th | +3 | +2 | +2 | +3 | Mystic tattoo | +1 level of spellcasting class |",
			"| 7th | +3 | +2 | +2 | +4 | Tattoo mastery | +1 level of spellcasting class |",
			"| 8th | +4 | +3 | +3 | +4 | Mystic tattoo | +1 level of spellcasting class |",
			"| 9th | +4 | +3 | +3 | +5 | Potent tattoos | &mdash; |",
			"| 10th | +5 | +3 | +3 | +5 | Mystic tattoo | +1 level of spellcasting class |",
			"",
			"The following are class features of the tattooed mystic prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A tattooed mystic gains no additional weapon or armor proficiencies.",
			"",
			"**Familiar Tattoo (Su):** This ability is exactly like the {arc-sorcerer/tattooed sorcerer} ability of the same name.",
			"",
			"**Mystic Tattoo (Su):** A tattooed mystic inscribes ancient symbols of power on his skin to enhance his spellcasting. At 2nd level and every two levels thereafter, the mystic inscribes a new tattoo on his body, chosen from the list below. Mystic tattoos do not occupy magic item or tattoo slots on his body. The mystic can select each tattoo more than once; the effects of multiple tattoos are noted in their descriptions.",
			"",
			">**Binding Trine:** This triangular design allows the mystic to transform a hostile spell affecting him into a magical tattoo, similar to a {magic-tattoo/reservoir tattoo}. When the mystic fails a saving throw against a spell of 3rd level or lower that targets only him, he gets a chance to identify it with a Spellcraft check (DC 15 + spell level). If he succeeds at this check, he can sacrifice a prepared spell or spell slot of equal or higher level as an immediate action to bind the spell, suppressing its effects and suspending its duration for a number of rounds equal to his level. Only spells with a duration longer than instantaneous can be bound this way, and only one spell can be held at a time. While bound, the spell can be dispelled or removed as normal. The maximum spell level this tattoo can bind increases by 2 each time it's selected, to a maximum of 9th level.",
			">",
			">**Blistering Bands:** These glowing, angular markings encircle the mystic's arms. Whenever the mystic casts an evocation spell that deals energy damage, he can spend a swift action to surround himself with an aura of that same energy until the beginning of his next turn. Creatures adjacent to the mystic when he activates the ability or that end their turns adjacent to him take 1d6 points of damage of the same energy type as the evocation spell. If the spell deals more than one type of energy damage, the mystic must choose which of those types of damage his aura deals. Selecting this tattoo additional times increases the damage dealt by 2d6, to a maximum of 7d6.",
			">",
			">**Flickering Eye:** The skin beneath this stylized eye seems partially translucent and insubstantial. When the mystic spends a standard action to concentrate on an ongoing illusion effect created by one of his spells, he gains concealment (20% miss chance) until the beginning of his next turn. Effects that negate invisibility negate this miss chance. When this tattoo is chosen a second time, the miss chance increases to 50%. When it's chosen a third time, the mystic instead becomes invisible, as per the spell invisibility, until the beginning of his next turn.",
			">",
			">**Pouncing Beasts:** These bestial pictographs seem poised to leap off the mystic's skin. The mystic can cast {spell/summon monster>_3} and {spell/summon nature's ally>_3} spells of up to 3rd level as a standard action, rather than a full-round action, provided all the creatures summoned enter play adjacent to him. The maximum spell level the tattoo can affect increases by 2 each time it's selected, to a maximum of 9th level.",
			">",
			">**Rune of Fangs:** These jagged runes cover the mystic's face, giving him a bestial expression. While polymorphed or otherwise transformed into a form with natural attacks, the mystic gains an enhancement bonus on his attack and damage rolls equal to 1/2 his level with one natural attack, chosen when he assumes that form. Each time he selects this tattoo, he can choose one additional natural attack to apply the bonus to.",
			">",
			">**Swallowing Glyph:** This ornate, shadowy glyph absorbs the souls of those the mystic slays. Any time the mystic slays a creature with a necromancy spell, he can spend a swift action to gain a number of temporary hit points equal to the spell's level. Temporary hit points gained from subsequent uses of this ability do not stack. The second time this tattoo is selected, the number of temporary hit points increases to double the spell's level. The third time it's selected, the number increases to triple the spell's level.",
			">",
			">**Twisting Script:** The indistinct shapes that form this spiral tattoo twist into legible text when scrutinized. Creatures within 30 feet of the mystic that can see him are affected by his language-dependent enchantment spells, even if they do not understand the language he speaks. Creatures without a language are immune to this effect. The range of the effect increases by 30 feet each time this tattoo is selected, to a maximum of 150 feet.",
			"",
			"**Magical Tattoo Artist:** At 3rd level, a tattooed mystic gains {feat/Inscribe Magical Tattoo} as a bonus feat.",
			"",
			"**Skillful Tattooist (Ex):** At 5th level, as long as a tattooed mystic is using his [Craft (calligraphy, paintings, or tattoos)](skill/craft_any) skill to craft magical tattoos on his own body, he can do so in half the time it would normally take.",
			"",
			"**Tattoo Mastery (Ex):** At 7th level, a tattooed mystic can use his own ability score modifier and relevant feats to set the DC for spell tattoos he crafts, and can use his own caster level if it is higher than that of the spell tattoo he is crafting (similar to a caster using a staff).",
			"",
			"**Potent Tattoos (Ex):** At 9th level, when a tattooed mystic uses his caster level to determine the DC of one the spell tattoos he has crafted, he does so at +1 caster level."
		]
	},
	"technomancer": {
		"name": "Technomancer",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Technomancer",
			"",
			"{SOURCE Technology Guide/14}",
			"",
			"The true power in Numeria lies with the Technic League, not the Black Sovereign, and it is technomancers who rule the League. They master the art of blending magic and super-science, unlock the secrets of stolen technology, and devise cunning new inventions from the remnants of ruined devices.",
			"",
			"### Requirements",
			"",
			"To qualify to become a technomancer, a character must fulfill all the following criteria.",
			"",
			"**Feats:** {feat/Skill Focus} (Knowledge [engineering]), {feat/Technologist}.  ",
			"**Skills:** Disable Device 6 ranks, Knowledge (engineering) 6 ranks, Spellcraft 6 ranks.  ",
			"**Special:** Ability to cast 3rd-level arcane spells.",
			"",
			"### Class Skills",
			"",
			"The Technomancer's class skills are Appraise (Int), Craft (Int), Disable Device (Dex), Fly (Dex), Intimidate (Cha), Knowledge (all) (Int), Linguistics (Int), Perception (Wis), Profession (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Recondition (1 item), technical expertise | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Efficient construction, technic spell mastery 1 | +1 level of arcane spellcasting |",
			"| 3rd | +1 | +1 | +1 | +2 | Arcane battery, study technology | +1 level of arcane spellcasting |",
			"| 4th | +2 | +1 | +1 | +2 | Recondition (2 items), recycle technology | +1 level of arcane spellcasting |",
			"| 5th | +2 | +2 | +2 | +3 | Command robot (1/day), technic spell mastery 2 | +1 level of arcane spellcasting |",
			"| 6th | +3 | +2 | +2 | +3 | Unified energy | +1 level of arcane spellcasting |",
			"| 7th | +3 | +2 | +2 | +4 | Command robot (2/day), recondition (3 items) | +1 level of arcane spellcasting |",
			"| 8th | +4 | +3 | +3 | +4 | Applied learning, technic spell mastery 3 | +1 level of arcane spellcasting |",
			"| 9th | +4 | +3 | +3 | +5 | Command robot (3/day) | +1 level of arcane spellcasting |",
			"| 10th | +5 | +3 | +3 | +5 | Field improvisation, recondition (4 items) | +1 level of arcane spellcasting |",
			"",
			"The following are all class features of the technomancer.",
			"",
			"**Weapon and Armor Proficiency:** A technomancer gains proficiency with all firearms.",
			"",
			"**Recondition (Su):** Through constant maintenance, a technomancer can keep a single piece of still-functioning {rule/timeworn technology} in good working order. Reconditioning a timeworn technological item takes 8 hours, after which the item no longer has a chance of glitching when used by the technomancer and can be recharged normally by the technomancer but no one else. Keeping the item working requires 1 hour of maintenance each day (this can overlap with the time needed to prepare spells), or the item reverts to a normal piece of timeworn technology and must be reconditioned again. At 4th level and every 3 levels thereafter, a technomancer can keep an additional item in good working order, without increasing his daily maintenance time.",
			"",
			"**Technical Expertise (Ex):** A technomancer adds his class level to Craft, Disable Device, Knowledge (engineering), and Linguistics checks regarding technology.",
			"",
			"**Efficient Construction (Ex):** At 2nd level, a technomancer using a technological {rule/crafting lab>oratories} reduces the necessary energy expenditure of the facility by 25%. At 10th level, this energy reduction increases to 50%.",
			"",
			"**Technic Spell Mastery (Ex):** At 2nd level, a technomancer selects one of the following spells: {spell/antitech field}, {spell/destroy robot}, {spell/detect radiation}, {spell/discharge}, {spell/greater discharge}, {spell/greater remove radioactivity}, {spell/infuse robot}, {spell/irradiate}, {spell/magic circle against technology}, {spell/memory of function}, {spell/rebuke technology}, {spell/recharge}, {spell/remove radioactivity}, {spell/protection from technology}, or {spell/technomancy}. (Additional technology-related spells can be added to this list at the GM's discretion.) If the spell chosen isn't one that's normally on his class spell list, he adds it to his class spell list at the level a wizard casts the spell. The spell chosen must be of a spell level he would otherwise be able to cast. If he prepares spells, he can prepare this spell one additional time in excess of the normal maximum number of spells he can prepare. If he casts spells spontaneously, he adds the spell to his spells known, and can cast this spell once per day without using a daily spell slot.",
			"",
			"At 5th level, he picks another spell from the list above, and at 8th level, he picks a 3rd spell from the list above.",
			"",
			"**Arcane Battery (Su):** At 3rd level as a swift action, a technomancer can expend an unused spell slot (if he's a spontaneous caster) or a prepared spell (if he prepares spells) to power a technological device he touches. Each spell level expended in this way grants the device 1 charge. Any charges unused at the end of the round are lost, and any charges used by the device that round that aren't provided by the technomancer must come from the device's own power reserves. He can use this ability to power timeworn technology. He can't power devices that don't use charges.",
			"",
			"**Study Technology (Ex):** At 3rd level, a technomancer can study a robot, technological object, or technological trap within 30 feet as a move action and attempt a Knowledge (engineering) check to identify it. If he succeeds, he gains a competence bonus equal to 1/2 his level on attack rolls, combat maneuver checks, saving throws, and skill checks involving the studied creature, object, or trap, as well as a dodge bonus of the same amount against attacks from the subject of his study. This bonus lasts a number of rounds equal to his Intelligence modifier (minimum 1). If he studies a new subject, he loses his bonus against the previous subject.",
			"",
			"**Recycle Technology (Ex):** At 4th level, a technomancer can dismantle existing technological items and construct new ones from the parts, though such creations are prone to malfunctioning. He trades in each item for an amount of crafting potential based on a fraction of its crafting cost (not price), as described below. He can use this potential and his technological crafting feats to make a new item. For example, a technomancer could use a broken laser pistol in place of 500 gp for crafting technological items (10% of the laser pistol's crafting cost of 5,000 gp). He then follows the normal rules for [crafting a technological item](rule/crafting_high_tech_items), except that he must pay at least 50% of the crafting cost using recycled technology. If he pays 100% of the cost in this fashion, he crafts the item at double the normal speed. In the process of cannibalizing the old items, the new items are destroyed and any excess gold value is lost. The item he creates is considered timeworn technology, even if new items were broken down to build it. Recycle technology cannot be used to build constructs, cybertech, pharmaceuticals, or technology that uses nanites.",
			"",
			"| Technology Status | Crafting Potential |",
			"| --- | --- |",
			"| Fully functioning | 100% of crafting cost |",
			"| Reconditioned | 75% of crafting cost |",
			"| Timeworn technology | 50% of crafting cost |",
			"| Broken or non-functional | 10% of crating cost |",
			"",
			"**Command Robot (Sp):** At 5th level, a technomancer can issue a command to a robot within 30 feet as a standard action once per day. The command must be in a language the robot can understand. The robot can resist the effects of this ability by succeeding at a Will saving throw against a DC of 10 + 1/2 the technomancer's class level + the technomancer's Charisma or Intelligence modifier (whichever is higher). At 7th level, a technomancer can use this ability twice per day, and at 9th level he can use it three times per day. This ability otherwise functions as {spell/suggestion}, save that it is not mind-affecting and can only affect constructs with the robot subtype.",
			"",
			"**Unified Energy (Su):** At 6th level, a technomancer can draw power from a technological device in his possession to cast a spell he knows (if a spontaneous caster) or a spell he currently has prepared (if he prepares spells) without expending a spell slot or prepared spell. He consumes 2 charges from the device for each spell level of the spell being cast. In the process of casting the spell, he can apply any of his metamagic feats, using a number of charges appropriate to the increase in spell level, but he cannot exceed the highest effective level of spell he is able to cast. He can use this ability multiple times per day, but never in excess of a number of charges equal to twice his technomancer level (so at 6th level, he can consume no more than 12 charges per day using this ability).",
			"",
			"**Applied Learning (Ex):** At 8th level, when a technomancer succeeds at a saving throw against a technological effect that has reduced effects on a successful save, he instead avoids the effect entirely. A helpless or flat-footed technomancer does not benefit from this ability.",
			"",
			"**Field Improvisation (Ex):** At 10th level, a technomancer can recycle technology with astounding speed. Each hour of crafting when using his recycle technology ability is equivalent to 8 hours of uninterrupted crafting; he can perform up to 8 hours of such amazingly efficient work per day. Any item he completes is treated as reconditioned for the remainder of that day. It can be added permanently to his group of reconditioned items if he has an available slot or stops maintaining one of his current reconditioned items."
		]
	},
	"thuvian_alchemist": {
		"name": "Thuvian Alchemist",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Thuvian Alchemist",
			"",
			"{SOURCE People of the Sands/26}",
			"",
			"Thuvian alchemy evolved from the herbalism and horticulture of the ancient Tekritanin League. Their cultivars and gardeners were renowned, but such peaceful pursuits waned in prominence when the expansionist pharaohs of Osirion remade the land into a staging ground for war against the Jistka Imperium to the west. The old ways nearly became extinct, yet the lore of the desert's delicate blooms never entirely disappeared.",
			"",
			"Though the great libraries and conservatories were gone, simple tribal botanists passed what they could from generation to generation. Even the most warlike clan chiefs realized careful cultivation was the key to survival in this harsh and unforgiving land. Then, when Artokus Kirran discovered the {magic-artifact/sun orchid elixir} in 1140 ar, the long-neglected art of herbalism and the reinvigorated science of alchemy intertwined to create something entirely new - a practice that has since flourished in modern Thuvia and given rise to the renowned Thuvian alchemists.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Thuvian alchemist, a character must fulfill all the following criteria.",
			"",
			"**Feat:** {feat/Brew Potion}.  ",
			"**Skills:** Craft (alchemy) 5 ranks, Knowledge (nature) 5 ranks, Profession (herbalist) 5 ranks, Spellcraft 5 ranks.  ",
			"**Special:** Ability to cast 2nd-level arcane spells or create 2nd-level extracts.",
			"",
			"### Class Skills",
			"",
			"The Thuvian Alchemist's class skills are Heal (Wis), Knowledge (nature) (Int), Spellcraft (Int), Survival (Wis), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Healing solution | +1 level of arcane spellcasting class |",
			"| 2nd | +1 | +1 | +1 | +1 | Thuvian discovery | +1 level of arcane spellcasting class |",
			"| 3rd | +1 | +1 | +1 | +2 | Bombs, curative enhancement | +1 level of arcane spellcasting class |",
			"| 4th | +2 | +1 | +1 | +2 | Thuvian discovery | +1 level of arcane spellcasting class |",
			"| 5th | +2 | +2 | +2 | +3 | Curative enhancement | +1 level of arcane spellcasting class |",
			"| 6th | +3 | +2 | +2 | +3 | Bombs, Thuvian discovery | +1 level of arcane spellcasting class |",
			"| 7th | +3 | +2 | +2 | +4 | Curative enhancement | +1 level of arcane spellcasting class |",
			"| 8th | +4 | +3 | +3 | +4 | Thuvian discovery | +1 level of arcane spellcasting class |",
			"| 9th | +4 | +3 | +3 | +5 | Bombs, curative enhancement | +1 level of arcane spellcasting class |",
			"| 10th | +5 | +3 | +3 | +5 | Eternal youth | +1 level of arcane spellcasting class |",
			"",
			"The following are class features of the Thuvian alchemist prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A Thuvian alchemist gains no additional weapon or armor proficiencies.",
			"",
			"**Extracts or Spells per Day:** When a Thuvian alchemist gains a level, she gains new extracts or spells per day as if she had also gained a level in {class/alchemist} or in an arcane spellcasting class to which she belonged before adding the prestige class. She does not, however, gain other benefits a character of that class would have gained, except for additional extracts or spells per day, spells known (if she is a spontaneous caster), and an increased effective caster level for extracts or spells. If she had more than one arcane spellcasting class before becoming a Thuvian alchemist, or had the alchemist class and an arcane spellcasting class, she must decide to which class she adds the new level for the purpose of determining extracts or spells per day.",
			"",
			"**Healing Solution (Su):** A Thuvian alchemist learns how to convert magical reagents into life-giving admixtures. As a full-round action, she can convert the magical energies of two extracts or spells of 1st level into a special extract of {spell/cure light wounds}. This acts as an infused extract, but it must be used before the end of her next turn or its power is lost. At 3rd level and every 2 levels thereafter, a Thuvian alchemist gains the ability to convert extracts or spells into more powerful forms of curative magic: 3rd-{spell/cure moderate wounds}; 5th-{spell/cure serious wounds}; 7th-{spell/cure critical wounds}; 9th-{spell/breath of life}. In all cases, the Thuvian alchemist must expend two extracts or spells of the same level as the curative spell in order to complete the conversion.",
			"",
			"**Thuvian Discovery:** At 2nd level and again at 4th, 6th, and 8th level, a Thuvian alchemist gains a new {ability/alchemist |discover/y>ies} from one of the rare Thuvian discoveries below or from the following list: bottled ooze, combine extracts, dilution, elixir of life, enhance potion, eternal potion, extend potion, healing touch, infusion, mummification, preserve organs, sandstone solution, or spontaneous healing. The Thuvian alchemist must still meet all prerequisites for a Thuvian discovery, including level restrictions. Thuvian alchemist class levels stack with alchemist levels for the purpose of qualifying for and using these discoveries (but not others). Thuvian discoveries cannot be selected by characters without Thuvian alchemist levels.",
			"",
			">**Bottled Elemental (Su):** This functions like the bottled ooze discovery, but allows the Thuvian alchemist to instead reconstitute an elemental that bursts forth when the bottle is broken. Creating a bottled elemental requires an extract 1 level lower than the elemental's CR (minimum 1st level). The Thuvian alchemist must have the bottled ooze discovery and be at least 8th level before selecting this Thuvian discovery.",
			">",
			">**Capture Elemental (Sp):** A Thuvian alchemist can capture an elemental inside a specially prepared bottle, vial, or flask, as if using {spell/trap the soul} as a spell-like ability, though this ability affects only elementals. Preparing the bottle costs 500 gp per Hit Die of the elemental to be trapped and takes 1 day per 1,000 gp of value. If the Thuvian alchemist tries to capture an elemental with too many Hit Dice, the bottle shatters. The Thuvian alchemist must have the bottled elemental discovery and be at least 12th level before selecting this Thuvian discovery.",
			">",
			">**Extra Curative Enhancement (Ex):** The Thuvian alchemist can select one additional curative enhancement that she can incorporate into her healing solution.",
			">",
			">**Shared Infusion (Su):** When a Thuvian alchemist creates an infusion extract of a spell that normally affects multiple targets, the extract can affect a number of targets equal to her Intelligence bonus (up to the maximum normally allowed for the spell), though each creature must use a standard action to imbibe the extract. Only creatures that drink from the extract within 1 round of when the first imbiber starts drinking it are affected. A Thuvian alchemist must have the infusion discovery before selecting this discovery.",
			"",
			"**Bombs:** At 3rd level and every 3 levels thereafter, a Thuvian alchemist adds 1d6 points of damage to her bomb damage, gains one additional bomb per day, and treats her alchemist level as 1 higher for the purpose of qualifying for discoveries that affect her bombs. A character without alchemist levels gains the bombs ability of an alchemist whose level is equal to 1/3 her Thuvian alchemist level.",
			"",
			"**Curative Enhancement (Su):** At 3rd level and every 2 levels thereafter, a Thuvian alchemist can select one curative enhancement. Whenever the Thuvian alchemist creates a healing solution by expending two extracts or spells, she may reduce the amount of hit point damage cured by one step (reducing a healing solution of cure moderate wounds to one of cure light wounds, for instance) in order to apply any number of her curative enhancements to her healing solution. These enhancements can remove conditions caused by curses, diseases, or poisons even if they do not remove the underlying affliction itself; the conditions return after 1 hour unless the curative enhancement actually removes the affliction that causes the condition.",
			"",
			"At 3rd level, a Thuvian alchemist can select one of the following conditions that her healing solution can remove: fatigued, shaken, or sickened.",
			"",
			"At 5th level, she can also select dazed, diseased (as {spell/remove disease}), or staggered.",
			"",
			"At 7th level, she can also select cursed (as {spell/remove curse}), exhausted (must already have selected fatigued), frightened (must already have selected shaken), nauseated (must already have selected sickened), or poisoned (as neutralize poison).",
			"",
			"At 9th level, she can also select blinded, deafened, paralyzed, or stunned.",
			"",
			"Once chosen, a curative enhancement cannot be changed, but the Thuvian alchemist can choose which enhancements (if any) she incorporates each time she prepares a healing solution.",
			"",
			"**Eternal Youth (Su):** At 10th level, a Thuvian alchemist learns how to formulate an imperfect duplicate of the sun orchid elixir that affects only her. This functions as the eternal youth {ability/grand discover/y>ies}."
		]
	},
	"twilight_talon": {
		"name": "Twilight Talon",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Twilight Talon",
			"",
			"{SOURCE Adventurer's Guide/72}",
			"",
			"Of all the members of the [Eagle Knights](rule/aff_vangard), Twilight Talons often pay the highest price for the freedom the Eagle Knights work so hard to achieve, sacrificing years of their lives to serve as spies in nations whose cultures make their stomachs turn, and never receiving credit for or acknowledgment of their accomplishments - or even their existence. Perhaps even more exhausting are the moral and ethical choices a Twilight Talon has to make on so many of her missions. Often, such choices end up being difficult decisions made between two evils, and in many cases, a Twilight Talon ends up having to deal with the consequences of such decisions for months or even years to come. Yet to make no decision at all in such a time is perhaps the greatest evil of all, for to the Twilight Talon, acting in the best of intentions is always a better option than remaining quiet and allowing evil and cruelty to continue unopposed. Being selected to serve as a Twilight Talon is an honor bestowed on only the select few who Marshal Helena Trellis, head of the Talons, believes trustworthy enough to carry out the commitment and of strong enough character to be able to make morally difficult decisions for the best of Andoran - all without public recognition. To a Twilight Talon, a job well done is one that no one outside of the Talons ever knew occurred in the first place.",
			"",
			"A candidate for the Twilight Talons rarely meets her commanding officer in person - it's only after she's been accepted into the fold that she begins to learn details about others in the group, and even then, only on a need-to-know basis. Twilight Talons train carefully in the arts of intrigue and spycraft, but they also endeavor to keep their combat skills up to snuff so that when the perfect opportunity arises, they are prepared to take swift and brutal advantage. When on a mission for the group, a Twilight Talon might tell friends and family that she's leaving under some false pretense, but more often she just disappears for months or even years at a time. When a Twilight Talon works with a group of like-minded allies (as is the case when one works with an adventuring group), she may or may not reveal her true allegiance to her companions, but if she does, she must be prepared for the repercussions if those she trusts as allies do not keep her secret.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Twilight Talon, a character must fulfill the following criteria.",
			"",
			"**Alignment:** Any nonevil.  ",
			"**Feats:** {feat/Catch Off-Guard}, {feat/Twilight Tattoo}.  ",
			"**Skills:** Bluff 5 ranks, Disguise 5 ranks, Knowledge (local) 2 ranks, Linguistics 2 ranks, Stealth 5 ranks.  ",
			"**Special:** A senior Eagle Knight must invite the character into the organization.",
			"",
			"### Class Skills",
			"",
			"The Twilight Talon's class skills are Acrobatics (Dex), Bluff (Cha), Diplomacy (Cha), Disable Device (Dex), Disguise (Cha), Escape Artist (Dex), Intimidate (Cha), Knowledge (geography) (Int), Knowledge (local) (Int), Knowledge (nobility) (Int), Knowledge (religion) (Int), Linguistics (Int), Perception (Wis), Sense Motive (Wis), Sleight of Hand (Dex), Stealth (Dex), and Survival (Wis).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Many hats, sneak attack +1d6 |",
			"| 2nd | +1 | +1 | +1 | +1 | Enhanced tattoo 1, resourceful agent |",
			"| 3rd | +2 | +1 | +1 | +2 | Eye for detail |",
			"| 4th | +3 | +1 | +1 | +2 | Enhanced tattoo 2, sneak attack +2d6 |",
			"| 5th | +3 | +2 | +2 | +3 | Dead drop (minor), resourceful agent (enhanced critical) |",
			"| 6th | +4 | +2 | +2 | +3 | Enhanced tattoo 3, unassuming presence |",
			"| 7th | +5 | +2 | +2 | +4 | Sneak attack +3d6 |",
			"| 8th | +6 | +3 | +3 | +4 | Enhanced tattoo 4, dead drop (major) |",
			"| 9th | +6 | +3 | +3 | +5 | Resourceful agent (staggering critical) |",
			"| 10th | +7 | +3 | +3 | +5 | Enhanced tattoo 5, sneak attack +4d6 |",
			"",
			"The following are class features of the Twilight Talon prestige class.",
			"",
			"**Many Hats (Ex):** A Twilight Talon is often required to take the role of a specific profession for the purpose of getting close to a target while remaining inconspicuous, becoming an everyday part of that target's life until the time to strike arrives. As long as a Twilight Talon is within 60 feet of another character with ranks in Profession (architect, barrister, clerk, courtesan, driver, engineer, innkeeper, librarian, merchant, or scribe), the Twilight Talon can pick up cues and practices in performing that job, and can use her Sense Motive check in place of that particular Profession check.",
			"",
			"**Sneak Attack:** This functions as the {class/rogue} ability of the same name. The extra damage dealt is 1d6 at 1st level, and it increases by 1d6 every 3 levels thereafter. If a Twilight Talon gets a sneak attack bonus from another source, the bonuses to damage stack.",
			"",
			"**Enhanced Tattoo (Sp):** As a Twilight Talon gains levels, her Twilight Tattoo feat gains enhancements, allowing her to use certain spell-like abilities. At 2nd level and every 2 levels thereafter, the Twilight Talon gains access to one of the spells listed for that level as a spell-like ability: 2nd level-{spell/disguise self} or {spell/undetectable alignment}; 4th level-{spell/alter self} or {spell/invisibility}; 6th level-{spell/glibness} or {spell/secret page}; 8th level-{spell/modify memory} or {spell/zone of silence}; 10th level-{spell/mislead} or {spell/seeming}. These spell-like abilities function at a caster level equal to the Twilight Talon's character level, and each ability can be used once per day. The save DC for these spell-like abilities is 10 + half the Twilight Talon's level + her Charisma modifier.",
			"",
			"**Resourceful Agent (Ex):** A Twilight Talon often can't risk carrying traditional weapons, as doing so would seem out of place for many of the covers that she employs. Instead, she becomes a master at maximizing the potential in everyday objects used as improvised weapons. At 2nd level, a Twilight Talon increases the amount of {rule/damage she deals with improvised |weapon/s>_descriptions} by one step (for example, 1d4 becomes 1d6). At 5th level, all improvised weapons used by a Twilight Talon have a base critical threat range of 19-20, and she gains {feat/Critical Focus} as a bonus feat. At 9th level, a Twilight Talon gains {feat/Staggering Critical} as a bonus feat.",
			"",
			"**Eye for Detail (Ex):** Part of a Twilight Talon's training is the extensive study of the most common bureaucratic documents in Golarion's major nations, allowing her to accurately forge documents. At 3rd level, when forging a document associated with any government, she automatically receives a +8 bonus on Linguistics checks to create a forgery (as though she had seen a similar document before).",
			"",
			"**Dead Drop (Ex):** A Twilight Talon prepares for many contingencies and can tap her underground network for supplies, provided she pays into her dead drop fund beforehand. At 5th level, by spending an hour spreading around coin in any small town or larger settlement, the Twilight Talon gains the ability to access dead drops of equipment in the field. A Twilight Talon can pay any amount into her dead drop fund when she does so, but can never have more than a total of 100 gp per class level in her dead drop fund.",
			"",
			"A dead drop functions as an emergency cache of gear that any Twilight Talon agent can access while in the field. Part of the process of paying into the fund includes arranging dead drop locations in areas that the Twilight Talon suspects she may visit in the future. At any point in a wilderness region, but no more often than once per day, the Twilight Talon can take 1d8 hours to seek out the closest dead drop, at which point she can purchase any item from the Pathfinder RPG Core Rulebook from the dead drop, deducting the price from the amount of gold she has paid into the fund at that date. At the GM's discretion, gear from other sourcebooks may also be available in a dead drop. In particularly remote locations, a GM may rule that no dead drops can exist, but the GM should inform the Twilight Talon of this fact when expeditions to such areas are planned. Dead drops shift locations often, so each time a Twilight Talon seeks one out, she must spend the 1d8 hours to find it.",
			"",
			"At 8th level, it takes a Twilight Talon only 10 minutes to pay into her dead drop fund, it takes only 30 minutes to locate a dead drop in the wild, and her maximum dead drop fund increases to 2,500 gp. (This total does not increase when she gains additional levels.)",
			"",
			"**Unassuming Presence (Su):** A Twilight Talon learns to quickly direct attention away from herself using subtle physical cues. At 6th level, a Twilight Talon can attempt an opposed Bluff check as a swift action against each enemy creature within 30 feet. If she succeeds against every target, the Twilight Talon can immediately attempt a Stealth check as though she had concealment; she gains a bonus equal to her Twilight Talon class level on this Stealth check. She can use this ability up to three times per day."
		]
	}
}
