{
	"diabolist": {
		"name": "Diabolist",
		"sources": [
			"Book of the Damned",
			"Book of the Damned - Volume 1: Princes of Darkness"
		],
		"description": [
			"## Diabolist",
			"",
			"{SOURCE Book of the Damned/210;Book of the Damned - Volume 1: Princes of Darkness/44}",
			"",
			"Though diabolists seek to enslave the forces of Hell and turn them toward goals other than corruption, only the most stalwart of diabolists can resist the temptations of the Pit.",
			"",
			"### Requirements",
			"",
			"To qualify to become a diabolist, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Lawful evil.  ",
			"**Feat:** {feat/Fiendish Obedience}.  ",
			"**Skills:** Knowledge (planes) 7 ranks, Knowledge (religion) 7 ranks, Spellcraft 7 ranks.  ",
			"**Language:** Infernal.  ",
			"**Spells:** Ability to cast at least two conjuration spells of two different spell levels.  ",
			"**Special:** Must worship an archdevil, infernal duke, or malebranche; must have conjured a devil using lesser planar ally or lesser planar binding (or a similar spell) to successfully command the devil to perform a task that takes a minimum of 1 day to complete.",
			"",
			"### Class Skills",
			"",
			"The Diabolist's class skills are Bluff (Cha), Diplomacy (Cha), Intimidate (Cha), Knowledge (arcana) (Int), Knowledge (planes) (Int), Knowledge (religion) (Int), Sense Motive (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Damned, imp familiar, infernal charisma +2, obedience | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Channel hellfire, infernal bargain | +1 level of existing class |",
			"| 3rd | +1 | +1 | +1 | +2 | Augment Summoning, diabolic boon 1, heresy +2 | +1 level of existing class |",
			"| 4th | +2 | +1 | +1 | +2 | Infernal charisma +4 | +1 level of existing class |",
			"| 5th | +2 | +2 | +2 | +3 | Hellish soul, imp spell-like abilities | +1 level of existing class |",
			"| 6th | +3 | +2 | +2 | +3 | Diabolic boon 2, infernal transport | +1 level of existing class |",
			"| 7th | +3 | +2 | +2 | +4 | Infernal charisma +6 | +1 level of existing class |",
			"| 8th | +4 | +3 | +3 | +4 | Hellfire ray, imp spell-like abilities | +1 level of existing class |",
			"| 9th | +4 | +3 | +3 | +5 | Diabolic boon 3, heresy +4 | +1 level of existing class |",
			"| 10th | +5 | +3 | +3 | +5 | Master conjurer | +1 level of existing class |",
			"",
			"The following are class features of this prestige class.",
			"",
			"**Spells per Day/Spells Known:** At the indicated levels, a diabolist gains new spells per day as if she had also gained a level in a spellcasting class she belonged to before adding the prestige class. She does not, however, gain any other benefits a character of that class would have gained, except for additional spells per day, spells known (if she is a spontaneous spellcaster), and an increased effective level of spellcasting. If a character had more than one spellcasting class before she became a diabolist, she must decide to which class she adds each level of diabolist for the purpose of determining spells per day.",
			"",
			"**Damned (Ex):** When a diabolist is killed, her soul is instantly sent to Hell. A character attempting to resurrect her must succeed at a caster level check with a DC equal to 10 + the diabolist's level or the spell fails. That character cannot attempt to resurrect the diabolist again until 24 hours have passed, though other characters can still attempt to do so.",
			"",
			"**Imp Familiar (Ex):** A diabolist forms a close bond with a particular imp, similar to how a wizard gains a familiar. This functions as the arcane bond wizard class feature, but as if the diabolist had selected the Improved Familiar feat. If a diabolist has class levels in another class that grants a familiar, levels in that class and her diabolist class levels stack for determining the overall abilities of her imp familiar. The imp familiar can communicate with its master via telepathy as long as the imp is in physical contact with her.",
			"",
			"At 5th level, the diabolist's imp familiar can choose any of the following spells to add to its list of at-will spell-like abilities: bleed, deathwatch, detect evil, detect law, doom, ghost sound, mage hand, message, open/close, or prestidigitation. The imp can also add any of the following spells to its list of 1/day spell-like abilities: curse water, floating disk, grease, hold portal, identify, silent image, unseen servant, or ventriloquism. The range of the imp's telepathy with the diabolist increases to 60 feet.",
			"",
			"At 8th level, the imp can choose two more at-will spell-like abilities from the corresponding list above, and it can choose one more 1/day spell-like ability from the corresponding list above. The range of the imp's telepathy with the diabolist increases to 1 mile.",
			"",
			"**Infernal Charisma (Ex):** A diabolist gains a +2 bonus on Charisma checks to interact with devils. This bonus increases to +4 at 4th level and to +6 at 7th level.",
			"",
			"**Obedience (Ex):** In order to maintain her diabolist abilities (including all spellcasting abilities that have been augmented by the class), a diabolist must indulge her chosen patron with a daily obedience. This ceremony is incorporated into whatever method the diabolist uses to regain spellcasting abilities (such as meditating, praying to an archdevil, or studying a spellbook). When a character takes her first level of diabolist, she must decide whether she is an evangelist, an exalted, or a sentinel of her diabolic patron. This choice determines which category of boons she earns as she gains levels, and once made, it cannot later be changed.",
			"",
			"**Channel Hellfire (Su):** At 2nd level, a diabolist can alter spells that deal energy damage to instead deal hellfire damage. She can do this as a free action a number of times per day equal to her Charisma modifier (minimum 1). Spells altered to use hellfire gain the lawful and evil descriptors.",
			"",
			"**Infernal Bargain (Ex):** At 2nd level, a diabolist making use of planar ally (or a similar spell) can attempt an opposed Charisma check against a called (but not summoned) devil. If she succeeds, the devil reduces the price it demands to serve her by half.",
			"",
			"**Augment Summoning (Ex):** At 3rd level, a diabolist gains the {feat/Augment Summoning} feat, even if she does not meet the prerequisites.",
			"",
			"**Diabolic Boon (Ex, Sp, or Su):** As a diabolist gains levels, she gains boons from her infernal patron. The nature of the boons granted varies, depending on the diabolist's chosen patron and which category of boon she elects to embody. Each diabolic patron grants three boons, each more powerful than the last. At 3rd level, the diabolist gains the first boon. At 6th level, she gains the second boon, and at 9th level, she gains the third and final boon. When a diabolic boon grants a spell-like ability, the diabolist's caster level for the spell-like ability is equal to her total character level. This ability allows a diabolist to access these boons earlier than normal; it doesn't grant additional uses of the boons once the character reaches the necessary Hit Dice to earn the boons normally.",
			"",
			"**Heresy (Ex):** At 3rd level, a diabolist gains a +2 bonus on checks to research specific devils' sigils or true names. This bonus increases to +4 at 9th level.",
			"",
			"**Hellish Soul (Ex):** At 5th level, a diabolist has been deemed useful enough to the cause of Hell to be allowed a brief respite from damnation. If killed by any means outside of the will of Asmodeus, the archdevils, or another influential force in Hell, the diabolist can be resurrected as normal.",
			"",
			"**Infernal Transport (Sp):** At 6th level, a diabolist can transport herself through Hell in a burst of flames. She can use this ability twice per day as per dimension door, or she can expend both uses to travel as per teleport. She cannot use this ability to enter or leave areas warded against evil creatures.",
			"",
			"**Hellfire Ray (Sp):** At 8th level, a diabolist can cast {spell/hellfire ray} twice per day as a spell-like ability.",
			"",
			"**Master Conjurer (Ex):** At 10th level, when a diabolist calls a devil whose name she knows, she can cast the calling spell as a standard action and bargain with the devil as a move action. She adds half her Bluff, Diplomacy, or Intimidate modifier to the bargaining Charisma check (if any)."
		]
	},
	"divine_scion": {
		"name": "Divine Scion",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Divine Scion",
			"",
			"{SOURCE Inner Sea Magic/46}",
			"",
			"Many are the mortals who serve the gods, in small ways and large. Some give offerings to many divinities in hopes of appeasing them all, while others serve one faithfully and exclusively, even zealously. A few, however, are instead chosen by their deities to fulfill sacred missions. Some are merely graced with the anointing spirit of divinity, while a few are the literal scions of their divine patrons, by-blows of a dalliance with mortals. Whatever the source, these are the few who can, with the proper training, become divine scions. The spark of divinity animates their every deed, and voices whisper secrets and commands that were never meant for the ears of others. Divine scions may frustrate the orthodox hierarchy of their faith, as they represent an end-run around the ecclesiastical structures of the church. Their calling comes directly from their deity, and their orders supersede any earthly authority. Of course, many more claim such direct visitation and commission than actually have been touched by the divine, but it is risky to defy or deny any who claim it.",
			"",
			"### Requirements",
			"",
			"To qualify to become a divine scion, a character must fulfill all the following criteria.",
			"",
			"**Feats:** {feat/Iron Will}, {feat/Weapon Focus} (deity's favored weapon)  ",
			"**Skills:** Knowledge (planes) 5 ranks, Knowledge (religion) 5 ranks, Spellcraft 5 ranks.  ",
			"**Spells:** Able to cast divine spells.  ",
			"**Deity:** Must have a patron deity.  ",
			"**Alignment:** Must be identical to patron deity's.",
			"",
			"### Class Skills",
			"",
			"The Divine Scion's class skills are Diplomacy (Cha), Fly (Dex), Knowledge (planes) (Int), Knowledge (religion) (Int), Perception (Wis), Perform (Cha), Profession (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Opposition alignment | +1 level of divine spellcasting class |",
			"| 2nd | +1 | +1 | +1 | +1 | &mdash; | +1 level of divine spellcasting class |",
			"| 3rd | +2 | +1 | +1 | +2 | Domain specialization | +1 level of divine spellcasting class |",
			"| 4th | +3 | +1 | +1 | +2 | Divine wrath | +1 level of divine spellcasting class |",
			"| 5th | +3 | +2 | +2 | +3 | &mdash; | +1 level of divine spellcasting class |",
			"| 6th | +4 | +2 | +2 | +3 | &mdash; | +1 level of divine spellcasting class |",
			"| 7th | +5 | +2 | +2 | +4 | Deific defense | +1 level of divine spellcasting class |",
			"| 8th | +6 | +3 | +3 | +4 | Divine awe | +1 level of divine spellcasting class |",
			"| 9th | +6 | +3 | +3 | +5 | &mdash; | +1 level of divine spellcasting class |",
			"| 10th | +7 | +3 | +3 | +5 | True scion | +1 level of divine spellcasting class |",
			"",
			"The following are class features of the divine scion prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A divine scion gains no additional weapon or armor proficiencies. She can select {feat/Greater Weapon Focus}, {feat/Weapon Specialization}, and {feat/Greater Weapon Specialization} as feats once she qualifies for them normally (although she does not have to fulfill the prerequisite of having fighter levels in order to select these feats).",
			"",
			"**Spells:** When a divine scion gains a level, she gains new spells per day as if she had also gained a level in a divine spellcasting class she belonged to before she added the prestige class. She does not, however, gain any other benefits a character of that class would have gained. This essentially means that she adds the level of divine scion to the level of whatever other divine spellcasting class she has.",
			"",
			"If the character had more than one divine spellcasting class before she became a divine scion, she must choose which class she adds each divine scion level to for the purposes of determining spells per day.",
			"",
			"**Opposition Alignment (Ex):** A divine scion must pick one of the following alignment subtypes as her opposition alignment: chaotic, evil, good, or law. The opposition alignment she chooses must be one that she does not possess as part of her own alignment. She gains a +1 bonus on caster level checks made to overcome spell resistance of creatures with that alignment subtype.",
			"",
			"**Domain Specialization (Su):** At 3rd level, a divine scion selects a domain granted by her deity-this domain becomes the divine scion's chosen specialization in representing her deity. Although most divine scions pick domains that they've gained from other classes (such as cleric), they don't have to do so. Every time a divine scion casts a domain spell from her specialized domain, she heals damage equal to twice the spell's level.",
			"",
			"In addition, each domain specialization grants a spell-like ability (which functions at a caster level equal to the divine scion's total character level) and a permanent sacred bonus (or profane, if the divine scion is evil) on a single type of d20 roll. The specific spell-like abilities and bonuses granted are listed below.",
			"",
			"**Air:** fly 1/day; +4 on Fly checks  ",
			"**Animal:** beast shape I 1/day; +4 on Handle Animal checks  ",
			"**Artifice:** crafter's fortune 3/day; +4 on Craft checks  ",
			"**Chaos:** detect law constant; +2 on Will saves  ",
			"**Charm:** beguiling gift 3/day; +4 on Diplomacy checks  ",
			"**Community:** tongues 1/day; +4 on Diplomacy checks  ",
			"**Darkness:** shadow weapon 3/day; +4 on Perception checks  ",
			"**Death:** murderous command 3/day; +2 on Fortitude saves  ",
			"**Destruction:** break 3/day; +4 on Intimidate checks  ",
			"**Earth:** stone fist 3/day; +4 on Survival checks  ",
			"**Evil:** detect good constant; +2 on Will saves  ",
			"**Fire:** flame arrow 1/day; +4 on Acrobatics checks  ",
			"**Glory:** archon's aura 1/day; +4 on Intimidate checks  ",
			"**Good:** detect evil constant; +2 on Will saves  ",
			"**Healing:** symbol of healing 1/day; +4 on Heal checks  ",
			"**Knowledge:** identify 3/day; +4 on Knowledge checks (choose one)  ",
			"**Law:** detect chaos constant; +2 on Will saves  ",
			"**Liberation:** remove sickness 3/day; +4 on Escape Artist checks  ",
			"**Luck:** divine favor 3/day; +2 on Reflex saves  ",
			"**Madness:** fumbletongue 3/day; +4 on Bluff checks  ",
			"**Magic:** detect magic constant; +4 on Spellcraft checks  ",
			"**Nobility:** command 1/day; +4 on Diplomacy checks  ",
			"**Plant:** speak with plants 1/day; +2 on Fortitude saves  ",
			"**Protection:** wrathful mantle 1/day; +1 to Armor Class  ",
			"**Repose:** sanctify corpse 3/day; +2 on Fortitude saves  ",
			"**Rune:** comprehend languages 3/day; +4 on Linguistics checks  ",
			"**Scalykind:** summon nature's ally III (reptilian creatures only), 1/day; +2 on Reflex saves  ",
			"**Strength:** burst bonds 3/day; +4 on combat maneuver checks  ",
			"**Sun:** daylight 1/day; +4 on Perception checks  ",
			"**Travel:** expeditious retreat 3/day; +4 on Acrobatics checks  ",
			"**Trickery:** glibness 1/day; +4 on Stealth checks  ",
			"**Void:** deeper darkness 1/day; +4 on concentration checks  ",
			"**War:** true strike 3/day; +1 on weapon damage rolls  ",
			"**Water:** water walk 1/day; +4 on Swim checks  ",
			"**Weather:** cloak of winds 1/day; +4 on Survival checks",
			"",
			"**Divine Wrath (Su):** At 4th level, a divine scion's damaging spells deal +1 point of damage per die against creatures with an alignment subtype that matches the divine scion's opposition alignment.",
			"",
			"**Deific Defense (Su):** At 7th level, a divine scion gains DR 2, bypassed by attacks with the alignment subtype of her opposition alignment (so a divine scion with \"evil\" as her opposition alignment gains DR 2/evil).",
			"",
			"**Divine Awe (Su):** At 8th level, a divine scion's spells can stagger creatures that match the alignment subtypes of the divine scion's opposition alignment. When such a creature is affected by a divine scion's spell, it is staggered for 1 round if it fails its save against that spell. If the creature makes its save (or if the spell doesn't allow a saving throw), this ability has no effect.",
			"",
			"**True Scion:** At 10th level, a divine scion becomes a true scion of her deity. The amount of healing she gains from her domain specialization doubles. Her divine wrath ability now deals +2 points of damage per die against creatures of the appropriate alignment. The damage reduction granted by her deific defense increases to 5. Finally, she permanently increases her Wisdom or Charisma score (her choice) by +1."
		]
	},
	"dragon_disciple": {
		"name": "Dragon Disciple",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Dragon Disciple",
			"",
			"{SOURCE PRPG Core Rulebook/380}",
			"",
			"As some of the most ancient, powerful, and capricious creatures in existence, dragons occasionally enter into trysts with unsuspecting mortals or sire offspring with exceptional individuals. Likewise, the great power wielded by these creatures has long intrigued wizards and alchemists who have sought various magical methods to infuse their bodies with draconic power. As a result, the blood of dragons runs through the veins of many races. For some, this heritage manifests as a sorcerous bloodline and a predilection for magic; for others, however, the power of their draconic ancestors becomes an obsession.",
			"",
			"Spellcasters who embrace their draconic heritage and learn to channel their abilities can become dragon disciples, fearsome warriors who possess not only the repertoire of an accomplished sorcerer but also the ability to unleash the furious power of dragons upon their foes. As dragon disciples discover the power of their forebears, they can learn to breathe fire, take flight on leathery wings, and-at the pinnacle of their abilities-assume the form of a dragon. Although they are rare, dragon disciples can be found in any land where dragons interact with mortals.",
			"",
			"**Role:** With the magic of a spellcasting class at their disposal, dragon disciples can assume the typical role of a magic-user, hampering the movement of the enemy and hurling damage-dealing spells at their opponents. Dragon disciples' draconic abilities, however, make these versatile spellcasters even more formidable, as they use their breath weapons and flight to destroy their foes directly.",
			"",
			"**Alignment:** Dragon disciples can be of any alignment, although they tend to be more chaotic than lawful. Those dragon disciples that assume the traits of chromatic dragons, such as bestial white and fearsome red dragons, have a proclivity for evil. Conversely, those that take after the metallic dragons, such as stoic brass and chivalric gold dragons, are often of good alignments.",
			"",
			"### Requirements",
			"",
			"To qualify to become a dragon disciple, a character must fulfill all the following criteria.",
			"",
			"**Race:** Any non-dragon.  ",
			"**Skills:** Knowledge (arcana) 5 ranks.  ",
			"**Languages:** Draconic.  ",
			"**Spellcasting:** Ability to cast 1st-level arcane spells without preparation. If the character has sorcerer levels, he must have the draconic bloodline. If the character gains levels of sorcerer after taking this class, he must take the draconic bloodline.",
			"",
			"### Class Skills",
			"",
			"The Dragon Disciple's class skills are Diplomacy (Cha), Escape Artist (Dex), Fly (Dex), Knowledge (all skills taken individually) (Int), Perception (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d12.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +1 | +0 | +1 | Blood of dragons, natural armor increase (+1) | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Ability boost (Str +2), bloodline feat, dragon bite | +1 level of existing arcane spellcasting class |",
			"| 3rd | +2 | +2 | +1 | +2 | Breath weapon | +1 level of existing arcane spellcasting class |",
			"| 4th | +3 | +2 | +1 | +2 | Ability boost (Str +2), natural armor increase (+1) | +1 level of existing arcane spellcasting class |",
			"| 5th | +3 | +3 | +2 | +3 | Blindsense 30 ft., bloodline feat | &mdash; |",
			"| 6th | +4 | +3 | +2 | +3 | Ability boost (Con +2) | +1 level of existing arcane spellcasting class |",
			"| 7th | +5 | +4 | +2 | +4 | Dragon form (1/day), natural armor increase (+1) | +1 level of existing arcane spellcasting class |",
			"| 8th | +6 | +4 | +3 | +4 | Ability boost (Int +2), bloodline feat | +1 level of existing arcane spellcasting class |",
			"| 9th | +6 | +5 | +3 | +5 | Wings | &mdash; |",
			"| 10th | +7 | +5 | +3 | +5 | Blindsense 60 ft., dragon form (2/day) | +1 level of existing arcane spellcasting class |",
			"",
			"All of the following are class features of the dragon disciple prestige class.",
			"",
			"**Weapon and Armor Proficiency:** Dragon disciples gain no proficiency with any weapon or armor.",
			"",
			"**Spells per Day:** At the indicated levels, a dragon disciple gains new spells per day as if he had also gained a level in an arcane spellcasting class he belonged to before adding the prestige class. He does not, however, gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if he is a spontaneous spellcaster), and an increased effective level of spellcasting. If a character had more than one arcane spellcasting class before becoming a dragon disciple, he must decide to which class he adds the new level for purposes of determining spells per day.",
			"",
			"**Blood of Dragons:** A dragon disciple adds his level to his sorcerer levels when determining the powers gained from his bloodline. If the dragon disciple does not have levels of sorcerer, he instead gains bloodline powers of the draconic bloodline, using his dragon disciple level as his sorcerer level to determine the bonuses gained. He must choose a dragon type upon gaining his first level in this class and that type must be the same as his sorcerer type. This ability does not grant bonus spells to a sorcerer unless he possesses spell slots of an appropriate level. Such bonus spells are automatically granted if the sorcerer gains spell slots of the spell's level.",
			"",
			"**Natural Armor Increase (Ex):** As his skin thickens, a dragon disciple takes on more and more of his progenitor's physical aspect. At 1st, 4th, and 7th level, a dragon disciple gains an increase to the character's existing natural armor (if any), as indicated on Table: Dragon Disciple. These armor bonuses stack.",
			"",
			"**Ability Boost (Ex):** As a dragon disciple gains levels in this prestige class, his ability scores increase as noted on Table: Dragon Disciple. These increases stack and are gained as if through level advancement.",
			"",
			"**Bloodline Feat:** Upon reaching 2nd level, and every three levels thereafter, a dragon disciple receives one bonus feat, chosen from the draconic bloodline's bonus feat list.",
			"",
			"**Dragon Bite (Ex):** At 2nd level, whenever the dragon disciple uses his bloodline to grow claws, he also gains a bite attack. This is a primary natural attack that deals 1d6 points of damage (1d4 if the dragon disciple is Small), plus 1-1/2 times the dragon disciple's Strength modifier. Upon reaching 6th level, this bite also deals 1d6 points of energy damage. The type of damage dealt is determined by the dragon disciple's bloodline.",
			"",
			"**Breath Weapon (Su):** At 3rd level, a dragon disciple gains the breath weapon bloodline power, even if his level does not yet grant that power. Once his level is high enough to grant this ability through the bloodline, the dragon disciple gains an additional use of his breath weapon each day. The type and shape of the breath weapon depends on the type of dragon selected by the dragon disciple, as detailed under the Draconic sorcerer bloodline description.",
			"",
			"**Blindsense (Ex):** At 5th level, the dragon disciple gains blindsense with a range of 30 feet. Using nonvisual senses the dragon disciple notices things he cannot see. He usually does not need to make Perception checks to notice and pinpoint the location of creatures within range of his blindsense ability, provided that he has line of effect to that creature.",
			"",
			"Any opponent the dragon disciple cannot see still has {rule/total |concealment} against him, and the dragon disciple still has the normal miss chance when attacking foes that have concealment. Visibility still affects the movement of a creature with blindsense. A creature with blindsense is still denied its Dexterity bonus to Armor Class against attacks from creatures it cannot see. At 10th level, the range of this ability increases to 60 feet.",
			"",
			"**Dragon Form (Sp):** At 7th level, a dragon disciple can assume the form of a dragon. This ability works like form of the dragon I. At 10th level, this ability functions as form of the dragon II and the dragon disciple can use this ability twice per day. His caster level for this effect is equal to his effective sorcerer levels for his draconic bloodline. Whenever he casts form of the dragon, he must assume the form of a dragon of the same type as his bloodline.",
			"",
			"**Wings (Su):** At 9th level, a dragon disciple gains the wings bloodline power, even if his level does not yet grant that power. Once his level is high enough to grant this ability through the bloodline, the dragon disciple's speed increases to 90 feet."
		]
	},
	"duelist": {
		"name": "Duelist",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Duelist",
			"",
			"{SOURCE PRPG Core Rulebook/382}",
			"",
			"Duelists represent the pinnacle of elegant swordplay. They move with a grace unmatched by most foes, parrying blows and countering attacks with swift thrusts of their blades. They may wear armor, but generally eschew such bulky protection as their grace allows them to dodge their opponents with ease. While others flounder on treacherous terrain, duelists charge nimbly across the battlefield, leaping and tumbling into the fray. They thrive in melee, where their skill with the blade allows them to make sudden attacks against clumsy foes and to cripple opponents with particularly well-placed thrusts of the blade.",
			"",
			"The path to the duelist is natural for rogues and bards, as those classes do not rely on armor for defense, although nearly as many duelists come from the ranks of fighters and rangers. They are often found in those regions that possess elaborate rules and etiquette for battle.",
			"",
			"**Role:** The abilities of duelists complement those rogues or bards who wish to accentuate their fighting prowess but, because of their lack of heavy armor, are afraid to leap into combat. Duelists fight in the forefront alongside fighters, barbarians, and other melee combatants, deftly avoiding the blades of their opponents while expertly targeting their vulnerabilities.",
			"",
			"**Alignment:** Duelists can be of any alignment, although since most hail from backgrounds as rogues or bards, they tend to eschew lawful behavior. Lawful duelists are not unheard of, however, and such duelists often adhere to a strict code of honor, refusing to attack unarmed or obviously inferior opponents.",
			"",
			"### Requirements",
			"",
			"To qualify to become a duelist, a character must fulfill all the following criteria.",
			"",
			"**Base Attack Bonus:** +6.  ",
			"**Skills:** Acrobatics 2 ranks, Perform 2 ranks.  ",
			"**Feats:** {feat/Dodge}, {feat/Mobility}, {feat/Weapon Finesse}.",
			"",
			"### Class Skills",
			"",
			"The Duelist's class skills are Acrobatics (Dex), Bluff (Cha), Escape Artist (Dex), Perception (Wis), Perform (Cha), and Sense Motive (Wis).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +0 | +1 | +0 | Canny defense, precise strike |",
			"| 2nd | +2 | +1 | +1 | +1 | Improved reaction +2, parry |",
			"| 3rd | +3 | +1 | +2 | +1 | Enhanced mobility |",
			"| 4th | +4 | +1 | +2 | +1 | Combat Reflexes, grace |",
			"| 5th | +5 | +2 | +3 | +2 | Riposte |",
			"| 6th | +6 | +2 | +3 | +2 | Acrobatic charge |",
			"| 7th | +7 | +2 | +4 | +2 | Elaborate defense |",
			"| 8th | +8 | +3 | +4 | +3 | Improved reaction +4 |",
			"| 9th | +9 | +3 | +5 | +3 | Deflect Arrows, no retreat |",
			"| 10th | +10 | +3 | +5 | +3 | Crippling critical |",
			"",
			"All of the following are class features of the duelist prestige class.",
			"",
			"**Weapon and Armor Proficiency:** The duelist is proficient with all simple and martial weapons. Duelists are proficient with light armor but not with shields.",
			"",
			"**Canny Defense (Ex):** When wearing light or no armor and not using a shield, a duelist adds 1 point of Intelligence bonus (if any) per duelist class level as a dodge bonus to her Armor Class while wielding a melee weapon. If a duelist is caught flat-footed or otherwise denied her Dexterity bonus, she also loses this bonus.",
			"",
			"**Precise Strike (Ex):** A duelist gains the ability to strike precisely with a light or one-handed piercing weapon, adding her duelist level to her damage roll.",
			"",
			"When making a precise strike, a duelist cannot attack with a weapon in her other hand or use a shield. A duelist's precise strike only works against living creatures with discernible anatomies. Any creature that is immune to critical hits is also immune to a precise strike, and any item or ability that protects a creature from critical hits also protects a creature from a precise strike.",
			"",
			"**Improved Reaction (Ex):** At 2nd level, a duelist gains a +2 bonus on initiative checks. At 8th level, the bonus increases to +4. This bonus stacks with the benefit provided by the {feat/Improved Initiative} feat.",
			"",
			"**Parry (Ex):** At 2nd level, a duelist learns to parry the attacks of other creatures, causing them to miss. Whenever the duelist takes a full attack action with a light or one-handed piercing weapon, she can elect not to take one of her attacks. At any time before her next turn, she can attempt to parry an attack against her or an adjacent ally as an immediate action. To parry the attack, the duelist makes an attack roll, using the same bonuses as the attack she chose to forego during her previous action. If her attack roll is greater than the roll of the attacking creature, the attack automatically misses. For each size category that the attacking creature is larger than the duelist, the duelist takes a -4 penalty on her attack roll. The duelist also takes a -4 penalty when attempting to parry an attack made against an adjacent ally. The duelist must declare the use of this ability after the attack is announced, but before the roll is made.",
			"",
			"**Enhanced Mobility (Ex):** Starting at 3rd level, when wearing light or no armor and not using a shield, a duelist gains an additional +4 bonus to AC against attacks of opportunity caused when she moves out of a threatened square.",
			"",
			"**Combat Reflexes:** At 4th level, a duelist gains the benefit of the {feat/Combat Reflexes} feat when using a light or one-handed piercing weapon.",
			"",
			"**Grace (Ex):** At 4th level, a duelist gains an additional +2 competence bonus on all Reflex saving throws. This ability functions for a duelist only when she is wearing light or no armor and not using a shield.",
			"",
			"**Riposte (Ex):** Starting at 5th level, a duelist can make an attack of opportunity against any creature whose attack she successfully parries, so long as the creature she is attacking is within reach.",
			"",
			"**Acrobatic Charge (Ex):** At 6th level, a duelist gains the ability to charge in situations where others cannot. She may charge over difficult terrain that normally slows movement. Depending on the circumstance, she may still need to make appropriate checks to successfully move over the terrain.",
			"",
			"**Elaborate Defense (Ex):** At 7th level and higher, if a duelist chooses to fight defensively or use total defense in melee combat, she gains an additional +1 dodge bonus to AC for every 3 levels of duelist she has attained.",
			"",
			"**Deflect Arrows:** At 9th level, a duelist gains the benefit of the {feat/Deflect Arrows} feat when using a light or one-handed piercing weapon. The duelist does not need a free hand to use this feat.",
			"",
			"**No Retreat (Ex):** At 9th level, enemies adjacent to the duelist that take a withdraw action provoke an attack of opportunity from the duelist.",
			"",
			"**Crippling Critical (Ex):** When you confirm a critical hit using a light or one-handed piercing weapon, you can apply one of the following penalties in addition to the damage dealt: reduce all of the target's speeds by 10 feet (minimum 5 feet), 1d4 points of Strength or Dexterity damage, -4 penalty on all saving throws, -4 penalty to Armor Class, or 2d6 points of bleed damage. These penalties last for 1 minute, except for ability damage, which must be healed normally, and bleed damage, which continues until the target receives magic healing or a DC 15 Heal skill check."
		]
	},
	"eldritch_knight": {
		"name": "Eldritch Knight",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Eldritch Knight",
			"",
			"{SOURCE PRPG Core Rulebook/384}",
			"",
			"Fearsome warriors and spellcasters, eldritch knights are rare among magic-users in their ability to wade into battle alongside fighters, barbarians, and other martial classes. Those who must face eldritch knights in combat fear them greatly, for their versatility on the battlefield is tremendous; against heavily armed and armored opponents they may level crippling spells, while opposing spellcasters meet their ends on an eldritch knight's blade.",
			"",
			"Because the road to becoming an eldritch knight requires both martial prowess and arcane power, eldritch knights almost always begin their paths as multiclassed characters, such as fighter/wizards or ranger/sorcerers. They may be found wherever studies of the arcane are as prevalent as martial training.",
			"",
			"**Role:** Eldritch knights blend the abilities of fighting classes and spellcasters, hurling magic at the enemy one moment and hewing down their opponents with steel the next. They are just as comfortable fighting in the thick of combat as they are casting spells at foes while remaining safely behind their compatriots. Their versatility makes them valuable allies when the nature of an upcoming battle is unclear.",
			"",
			"**Alignment:** The road to becoming an eldritch knight is as varied as the paths leading to apprenticeship under a wizard or a career as a soldier, and eldritch knights can therefore be of any alignment. Maintaining a balance between studies of arcane lore and martial techniques requires great discipline, however, and for that reason many favor lawful alignments.",
			"",
			"### Requirements",
			"",
			"To qualify to become an eldritch knight, a character must fulfill all the following criteria.",
			"",
			"**Weapon Proficiency:** Must be proficient with all martial weapons.  ",
			"**Spells:** Able to cast 3rd-level arcane spells.",
			"",
			"### Class Skills",
			"",
			"The Eldritch Knight's class skills are Climb (Str), Knowledge (arcana) (Int), Knowledge (nobility and royalty) (Int), Linguistics (Int), Ride (Dex), Sense Motive (Wis), Spellcraft (Int), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +1 | +1 | +0 | +0 | Bonus combat feat, diverse training | &mdash; |",
			"| 2nd | +2 | +1 | +1 | +1 | &mdash; | +1 level of existing arcane spellcasting class |",
			"| 3rd | +3 | +2 | +1 | +1 | &mdash; | +1 level of existing arcane spellcasting class |",
			"| 4th | +4 | +2 | +1 | +1 | &mdash; | +1 level of existing arcane spellcasting class |",
			"| 5th | +5 | +3 | +2 | +2 | Bonus combat feat | +1 level of existing arcane spellcasting class |",
			"| 6th | +6 | +3 | +2 | +2 | &mdash; | +1 level of existing arcane spellcasting class |",
			"| 7th | +7 | +4 | +2 | +2 | &mdash; | +1 level of existing arcane spellcasting class |",
			"| 8th | +8 | +4 | +3 | +3 | &mdash; | +1 level of existing arcane spellcasting class |",
			"| 9th | +9 | +5 | +3 | +3 | Bonus combat feat | +1 level of existing arcane spellcasting class |",
			"| 10th | +10 | +5 | +3 | +3 | Spell critical | +1 level of existing arcane spellcasting class |",
			"",
			"All of the following are features of the eldritch knight prestige class.",
			"",
			"**Weapon and Armor Proficiency:** Eldritch knights gain no proficiency with any weapon or armor.",
			"",
			"**Bonus Feat:** At 1st level, an eldritch knight may choose a bonus combat feat. This is in addition to the feats that a character of any class normally gets from advancing levels. The character must still meet any prerequisites for these bonus feats. An eldritch knight gains an additional combat feat at 5th and 9th level.",
			"",
			"**Diverse Training:** An eldritch knight adds his level to any levels of fighter he might have for the purpose of meeting the prerequisites for feats (if he has no fighter levels, treat his eldritch knight levels as levels of fighter). He also adds his level to any levels in an arcane spellcasting class for the purpose of meeting the prerequisites for feats.",
			"",
			"**Spells per Day:** At the indicated levels, an eldritch knight gains new spells per day as if he had also gained a level in an arcane spellcasting class he belonged to before adding the prestige class. He does not, however, gain any other benefit a character of that class would have gained, except for additional spells per day, spells known (if he is a spontaneous spellcaster), and an increased effective level of spellcasting. If a character had more than one arcane spellcasting class before becoming an eldritch knight, he must decide to which class he adds the new level for purposes of determining spells per day.",
			"",
			"**Spell Critical (Su):** At 10th level, whenever an eldritch knight successfully confirms a critical hit, he can cast a spell as a swift action. The spell must include the target of the attack as one of its targets or in its area of effect. Casting this spell does not provoke an attack of opportunity. The caster must still meet all of the spell's components and must roll for arcane spell failure if necessary."
		]
	},
	"enchanting_courtesan": {
		"name": "Enchanting Courtesan",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Enchanting Courtesan",
			"",
			"{SOURCE Inner Sea Intrigue/34}",
			"",
			"Enchanting courtesans are elite information brokers who perfect their bodies and develop their minds to use illusions, enchantments, and other magical extensions of their considerable charms. Although enchanting courtesans are most commonly trained by the church of Calistria, their much-sought-after skills can be found in groups across Golarion, from the Tallow Boys of Kaer Maga to students of Jalmeray's Conservatory. Although some enchanting courtesans work with spy organizations, others sell their services to please or humiliate high-profile targets. In order to avoid alienating clients, enchanting courtesans usually take great pains to exploit and sell their knowledge only through intermediaries such as highly professional thieves' guilds.",
			"",
			"### Requirements",
			"",
			"In order to qualify to become an enchanting courtesan, a character must fulfill the following criteria.",
			"",
			"**Feats:** Either {feat/Spell Focus} (divination) or Spell Focus (enchantment).  ",
			"**Skills:** Bluff 5 ranks; Knowledge (arcana) 2 ranks; Sense Motive 5 ranks; Perform (act) or Perform (dance) 2 ranks.  ",
			"**Spells:** Ability to cast two different divination spells and two different enchantment spells. One of each must be 2nd level or higher.",
			"",
			"### Class Skills",
			"",
			"The Enchanting Courtesan's class skills are Acrobatics (Dex), Bluff (Cha), Diplomacy (Cha), Disguise (Cha), Intimidate (Cha), Knowledge (arcana) (Int), Knowledge (local) (Int), Knowledge (nobility) (Int), Knowledge (religion) (Int), Linguistics (Int), Perform (Cha), Sense Motive (Wis), Sleight of Hand (Dex), and Stealth (Dex).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +1 | +0 | +1 | Covert spells, enchanting touch, seducer's leverage | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Poison use, seductive intuition | +1 level of spellcasting class |",
			"| 3rd | +1 | +2 | +1 | +2 | Hidden spell +1, master poisoner | +1 level of spellcasting class |",
			"| 4th | +2 | +2 | +1 | +2 | Contact poison wielder | +1 level of spellcasting class |",
			"| 5th | +2 | +3 | +2 | +3 | Deluding touch | +1 level of spellcasting class |",
			"| 6th | +3 | +3 | +2 | +3 | Hidden spell +2/+1 | +1 level of spellcasting class |",
			"| 7th | +3 | +4 | +2 | +4 | Informative liaisons | +1 level of spellcasting class |",
			"| 8th | +4 | +4 | +3 | +4 | Overwhelming touch | +1 level of spellcasting class |",
			"| 9th | +4 | +5 | +3 | +5 | Hidden spell +3/+2 | +1 level of spellcasting class |",
			"| 10th | +5 | +5 | +3 | +5 | Touch of ecstasy | +1 level of spellcasting class |",
			"",
			"The following are the class features of the enchanting courtesan prestige class.",
			"",
			"**Weapon and Armor Proficiency:** An enchanting courtesan gains no proficiency with any weapons or armor.",
			"",
			"**Covert Spells (Su):** An enchanting courtesan can cast divination and enchantment spells covertly. Upon doing so, the enchanting courtesan must attempt a Bluff check, as well as a Sleight of Hand check if the spell has somatic, material, or focus components. Observers do not notice that a spell has been cast unless they succeed at both a Sense Motive check opposing the courtesan's Bluff check and a Perception check opposing the courtesan's Sleight of Hand check (if any). If the enchanting courtesan has another ability that allows spells to be hidden in a similar fashion, he gains a +2 bonus on these checks. Casting the spell does not provoke attacks of opportunity from foes unaware of the spellcasting.",
			"",
			"**Enchanting Touch (Su):** An enchanting courtesan can deliver a divination or enchantment spell with a touch, usually a kiss or erotic gesture, to a target that is willing to be touched by him. The target takes a -4 penalty on skill checks to notice or identify the spell being cast.",
			"",
			"**Seducer's Leverage (Ex):** An enchanting courtesan develops a vast network of informants, comprised of those who have succumbed to his wiles or purchased his services, or whose secrets and goals he learned in turn from other informants. The enchanting courtesan can determine the influence any one individual has with any one organization or other individual once per day by consulting the network for 1 hour. Doing so also reveals the attitudes of the two parties in question toward each other, unless their particular relationship is a well-kept secret. The enchanting courtesan also gains 1 edge per 3 class levels that can be used in any verbal duel involving or regarding one or more of the characters or group members in question.",
			"",
			"**Poison Use (Ex):** At 2nd level, an enchanting courtesan is trained in the use of poison and cannot accidentally poison himself when applying poison to a weapon.",
			"",
			"**Seductive Intuition (Su):** At 2nd level, an enchanting courtesan gains a competence bonus equal to half his class level on Bluff, Diplomacy, Sense Motive, and Sleight of Hand checks. He can use his total Sense Motive modifier in place of his total modifiers on Diplomacy and Sleight of Hand checks against targets who could be sexually attracted to him.",
			"",
			"**Hidden Spell (Su):** At 3rd level, an enchanting courtesan can undermine a foe's mental defenses with surprise. The enchanting courtesan gains a +1 circumstance bonus to the save DC of his spells against foes who are unaware of his presence or consider him an ally. In these circumstances, the enchanting courtesan also gains a +1 circumstance bonus on caster level checks to overcome targets' spell resistance and to penetrate abjurations such as nondetection.",
			"",
			"At 6th level, the bonuses increase to +2. A 6th-level enchanting courtesan can also undermine the mental defenses of a target that he is flanking or that is denied its Dexterity bonus to AC, but in these cases, the bonuses are each reduced by 1.",
			"",
			"At 9th level, the bonuses increase to +3, or +2 if the foe is merely flanked or denied its Dexterity bonus to AC.",
			"",
			"**Master Poisoner (Ex):** At 3rd level, an enchanting courtesan can use Craft (alchemy) to change a poison's type. This requires 1 hour of work with an alchemist's lab and a Craft (alchemy) skill check (DC = the poison's save DC). If he's successful, the poison's type changes to contact, ingested, inhaled, or injury. If he fails the check, the poison is ruined. The enchanting courtesan receives a bonus equal to 1/2 his class level on Craft (alchemy) skill checks when working with poison.",
			"",
			"**Contact Poison Wielder (Ex):** At 4th level, an enchanting courtesan can wield a dose of contact poison as a melee weapon. Delivering the poison requires a touch attack. The enchanting courtesan can prevent foes from noticing he is armed with a successful Sleight of Hand check opposed by observers' Perception checks. The enchanting courtesan gains a +2 bonus on this Sleight of Hand check. The enchanting courtesan can draw and open a dose of contact poison as a swift action. If he has the {feat/Quick Draw} feat, he gains the ability to draw and open a dose of contact poison as part of rolling initiative if his hands are free and the dose of poison is not hidden.",
			"",
			"**Deluding Touch (Su):** At 5th level, an enchanting courtesan can subtly deliver an attack by touch. His caress is so pleasurable that the target doesn't automatically realize it was attacked. If the target succeeds at a saving throw against a spell delivered via enchanting touch or a contact poison delivered via the contact poison wielder ability, there is a chance it doesn't notice the attack. The target attempts the saving throw again using all the same modifiers; if it fails this saving throw, it doesn't notice that anything is amiss even though it successfully resisted the effect.",
			"",
			"**Informative Liaisons (Ex):** At 7th level, the enchanting courtesan has developed a network of contacts in each settlement in which he has spent at least 1 month. In this settlement, once per week, he can take 20 on one Diplomacy check to gather information without increasing the time to perform the action beyond the normal 1d4 hours. In addition, he can determine the result of one Propaganda check to spread or suppress a rumor per week as if he had rolled a 20 on the die.",
			"",
			"**Overwhelming Touch (Su):** At 8th level, an enchanting courtesan's touch is deceptively and overwhelmingly entrancing. The enchanting courtesan's target must roll twice and take the worse result on saving throws against spells delivered via enchanting touch.",
			"",
			"**Touch of Ecstasy (Ex):** At 10th level, an enchanting courtesan has perfectly mastered the sensual arts. As a standard action, the enchanting courtesan can touch a living target to saturate its being with pure bliss. An unwilling target can be affected with a melee touch attack. The target is filled with ecstatic pleasure for 1d4 rounds. The pleasure suppresses all pain effects during this time. The target must attempt a Fortitude save (DC = 20 + the enchanting courtesan's Wisdom modifier). If it succeeds at this saving throw, the target is staggered for the duration. If it fails, it is stunned instead. This is a mind-affecting emotion effect. Any effect or immunity that prevents precision damage negates this ability."
		]
	},
	"envoy_of_balance": {
		"name": "Envoy of Balance",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Envoy of Balance",
			"",
			"{SOURCE Champions of Balance/30}",
			"",
			"Standing beyond good and evil, outside law and chaos, an envoy of balance serves as the countering force against any extremism that seeks to elevate one alignment above all others. While their motives seem almost inexplicable to onlookers, envoys of balance see themselves as guardians of the cosmic scales and arbiters of universal balance.",
			"",
			"### Requirements",
			"",
			"To qualify to for this prestige class, a character must fulfill the following criteria.",
			"",
			"**Alignment:** Neutral.  ",
			"**Feats:** {feat/Augment Summoning}, {feat/Improved Counterspell}, or {feat/Versatile Channeler}.  ",
			"**Skills:** Knowledge (planes) 5 ranks, Spellcraft 5 ranks.  ",
			"**Spells:** Able to cast 3rd-level spells.  ",
			"**Special:** If the character gains spells from a deity, this deity's alignment must be neutral and it must be able to grant followers the ability to channel both positive and negative energy.",
			"",
			"### Class Skills",
			"",
			"The Envoy of Balance's class skills are Diplomacy (Cha), Knowledge (all) (Int), Linguistics (Int), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Incisive spells +1 | +1 level of spellcasting class |",
			"| 2nd | +1 | +1 | +1 | +1 | Endowment | +1 level of spellcasting class |",
			"| 3rd | +1 | +1 | +1 | +2 | Contravening armament | +1 level of spellcasting class |",
			"| 4th | +2 | +1 | +1 | +2 | Endowment | +1 level of spellcasting class |",
			"| 5th | +2 | +2 | +2 | +3 | Ethical paradox | +1 level of spellcasting class |",
			"| 6th | +3 | +2 | +2 | +3 | Endowment | +1 level of spellcasting class |",
			"| 7th | +3 | +2 | +2 | +4 | Retributive symmetry | +1 level of spellcasting class |",
			"| 8th | +4 | +3 | +3 | +4 | Endowment | +1 level of spellcasting class |",
			"| 9th | +4 | +3 | +3 | +5 | Incisive spells +2 | +1 level of spellcasting class |",
			"| 10th | +5 | +3 | +3 | +5 | Scales of morality | +1 level of spellcasting class |",
			"",
			"The following are class features of the envoy of balance prestige class.",
			"",
			"**Weapon and Armor Proficiency:** An envoy of balance gains no additional weapon or armor proficiencies.",
			"",
			"**Spells per Day:** When an envoy of balance gains a level, she gains new spells per day as if she had also gained a level in a spellcasting class she belonged to before adding the prestige class. She does not, however, gain any other benefits a character of that class would have gained, except for additional spells per day, spells known (if a spontaneous spellcaster), and an increased effective level of spellcasting. If a character has more than one spellcasting class, she must decide to which class she adds the new level for the purpose of determining spells per day.",
			"",
			"**Incisive Spells (Su):** An envoy of balance gains a +1 bonus on caster level checks to overcome the spell resistance of creatures with an alignment subtype. This bonus increases to +2 at 9th level.",
			"",
			"**Endowment (Su):** At 2nd level and again at 4th, 6th, and 8th level, an envoy of balance gains one of the following endowments.",
			"",
			"**Aligned Annulment:** As a standard action, the envoy of balance can expend a spell with an alignment descriptor to automatically (without requiring a caster level check) dispel a spell with the opposite descriptor. The spell she expends must be of the same level or higher than the spell being dispelled. An envoy of balance must have the aligned counter endowment to choose this endowment.",
			"",
			"**Aligned Counter:** The envoy of balance can counterspell a spell with an alignment descriptor using a spell with the opposite alignment descriptor. The spell used to counterspell must be higher level than the spell being countered, unless the envoy of balance has the {feat/Improved Counterspell} feat, in which case it can be the same level or higher. An envoy of balance with the Improved Counterspell feat can use the aligned counter ability as an immediate action instead of a readied action, but must expend an appropriate spell at least 2 levels higher than the spell to be countered.",
			"",
			"**Planar Parity:** Protection from chaos/evil/good/law and similar effects no longer prevent bodily contact from creatures summoned by the envoy of balance. Neutral creatures summoned by the envoy of balance also gain the {template/counterpoised} simple creature template.",
			"",
			"**Spiritual Equilibrium:** The envoy of balance's class levels count as cleric levels for determining the effects of her channel energy ability. If she has the spontaneous casting class feature, she is no longer restricted by the choice made at 1st level to convert prepared spells into cure or inflict spells. Each time the envoy of balance converts a spell, she can choose to convert it into a cure spell or an inflict spell. Additionally, when using the Versatile Channeler feat, her effective cleric level is no longer reduced by 2-instead, she uses her full effective cleric level. An envoy of balance must have the Versatile Channeler feat to choose this endowment.",
			"",
			"**Twinned Channeling:** When channeling energy, the envoy of balance can simultaneously release waves of positive and negative energy. She chooses a category of creatures (either living or undead), and this conjoined energy both heals and harms the affected creatures. Roll the amounts of damage healed and dealt separately. Treat the envoy of balance's effective cleric level as 2 lower than normal for the amounts of damage and the DC to halve damage taken. The envoy of balance can choose whether to include herself in either or both the healing and harming effects. If she has an ability that allows her to exclude targets from her channeled energy, such as the Selective Channel feat, she can choose to exclude different targets from the healing effect than from the harming effect. An envoy of balance must possess the spiritual equilibrium endowment to choose this endowment.",
			"",
			"**Utterly Inscrutable:** The envoy of balance gains the benefits of a mind blank spell whose caster level is equal to her character level. She can suppress this ability as a swift action and resume it as an immediate action. An envoy of balance must be 8th level to choose this endowment.",
			"",
			"**Contravening Armament (Su):** At 3rd level, an envoy of balance's natural and manufactured weapons bypass alignment-based damage reduction. As a standard action, she can touch an ally to transfer this ability to him for 1 minute, during which time the envoy of balance can't benefit from the ability. The envoy of balance can transfer this ability a number of times per day equal to 1/2 her class level.",
			"",
			"**Ethical Paradox (Su):** At 5th level, an envoy of balance remains unaffected by effects from spells and magical abilities based on her alignment or faith. She doesn't trigger glyphs, symbols, magical traps, or magical sensors set to activate based on a creature's alignment or religion. She counts as the most favorable alignment or faith for the purposes of any harmful effects these alignment- or faith-based spells or abilities may have, but doesn't gain benefits these effects might grant those of a particular alignment or faith unless she is actually of that alignment or faith.",
			"",
			"**Retributive Symmetry (Su):** At 7th level, once per day as an immediate action, an envoy of balance can cause a spell targeting her to affect both herself and the spell's caster at full effect, as if both creatures had spell turning cast on them and then rolled the appropriate result on that spell's table.",
			"",
			"**Scales of Mortality (Su):** At 10th level, once per day as a standard action, an envoy of balance can make a melee touch attack, delivering a killing touch against a living creature. If the attack hits and the target is not neutral, the target is subject to a power word kill spell. If the attack misses or the target is neutral, this ability is wasted. If the target dies, its bodily remains (but not its equipment) turn to dust, as disintegrate. If this ability kills the target, the envoy of balance becomes aware of that creature's alignment and may then touch the remains of another dead creature with fewer Hit Dice than or Hit Dice equal to the slain creature's and with an alignment opposite to the slain creature's on the good-evil axis, the lawful-chaotic axis, or both. This revives the second dead creature as if via {spell/true resurrection}. The envoy of balance can delay using this reviving touch for up to 1 hour after successfully using the killing touch, but after that time the reviving power dissipates. The envoy doesn't need to provide the material component for true resurrection; the caster level for both the power word kill and the true resurrection effects is equal to her character level.",
			"",
			"**Ex-Envoys of Balance:** An envoy of balance who ceases to be neutral loses all class features until she regains her alignment via atonement."
		]
	},
	"esoteric_knight": {
		"name": "Esoteric Knight",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Esoteric Knight",
			"",
			"{SOURCE Chronicle of Legends/10}",
			"",
			"Mysterious warriors and wielders of psychic powers, esoteric knights are as rare as the obscure techniques they obsessively practice. While others seek the perfection of mind and body in the pursuit of tranquility, these warriors aim to become perfect, dangerous weapons by learning occult secrets and mastering deadly fighting moves. Esoteric knights know that balance between mind and body is an advantage they can exploit against those who favor brains or brawn.",
			"",
			"Every esoteric knight is different. They rarely form orders or train apprentices and guard their unique secrets with unmatched paranoia. Though anyone with the right mix of abilities can become an esoteric knight, the road to becoming one is filled with dead ends, eldritch dangers, and unexpected twists. Esoteric knights are most commonly found in the Impossible Kingdoms of Vudra, where mastery of both body and mind are common pursuits.",
			"",
			"### Requirements",
			"",
			"To qualify to become an esoteric knight, a character must fulfill all of the following criteria.",
			"",
			"**Base Attack Bonus:** +5.  ",
			"**Special:** [Kinetic blast](class/kineticist) class feature or ability to cast 1st-level psychic spells.",
			"",
			"### Class Skills",
			"",
			"The Esoteric Knight's class skills are Appraise (Int), Climb (Str), Knowledge (arcana) (Int), Knowledge (planes) (Int), Knowledge (religion) (Int), Linguistics (Int), Ride (Dex), Spellcraft (Int), and Swim (Str)..",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +1 | +1 | +0 | +1 | Martial esoterica | &mdash; |",
			"| 2nd | +2 | +1 | +1 | +1 | Psychic esoterica | +1 level of existing class |",
			"| 3rd | +3 | +2 | +1 | +2 | Martial esoterica | &mdash; |",
			"| 4th | +4 | +2 | +1 | +2 | Physic esoterica | +1 level of existing class |",
			"| 5th | +5 | +3 | +2 | +3 | Martial esoterica | &mdash; |",
			"| 6th | +6 | +3 | +2 | +3 | Psychic esoterica | +1 level of existing class |",
			"| 7th | +7 | +4 | +2 | +4 | Martial esoterica | &mdash; |",
			"| 8th | +8 | +4 | +3 | +4 | Psychic esoterica | +1 level of existing class |",
			"| 9th | +9 | +5 | +3 | +5 | Martial esoterica | &mdash; |",
			"| 10th | +10 | +5 | +3 | +5 | Psychic esoterica | +1 level of existing class |",
			"",
			"The following are the class features of the esoteric knight prestige class.",
			"",
			"**Weapon and Armor Proficiency:** An esoteric knight is proficient with all simple and martial weapons, light armor, medium armor, and shields.",
			"",
			"**Spells per Day:** At the indicated levels, an esoteric knight gains new spells per day as if she had also gained a level in a psychic spellcasting class she belonged to before adding the prestige class. She does not, however, gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if she is a spontaneous spellcaster), and an increased effective level of spellcasting. If a character had more than one psychic spellcasting class before becoming an esoteric knight, she must decide to which class she adds the new level for purposes of determining spells per day.",
			"",
			"Instead of choosing a spellcasting class, a character with levels in a class that grants the [kinetic blast](class/kineticist) class feature can add these effective levels to that class. If she does, she increases her effective kineticist level for purposes of determining the highest level of wild talents she can select, the effective spell level of her kinetic blast and defense wild talents, and the amount of burn she can accept each round. She continues to gain utility wild talents and infusions as if these levels of esoteric knight were levels of her class that grants kinetic blast. She does not gain or increase other related class features, such as infusion specializations.",
			"",
			"**Martial Esoterica:** At 1st level and every 2 levels thereafter, the esoteric knight gains a bonus combat feat. She must meet the prerequisites of the feat. Her esoteric knight levels count as fighter levels and stack with any levels of fighter she might have for meeting the prerequisites for feats.",
			"",
			"An esoteric knight can learn a new combat feat in place of the most recent martial esoterica feat she has learned either by expending a 1st-level spell slot or, if she is a character with the burn class feature (such as the kineticist), by accepting 1 point of burn as a standard action. In effect, the esoteric knight loses the bonus feat in exchange for the new one. She can change only the most recent combat feat gained. Whenever she gains a new bonus combat feat, the previous feat becomes set and cannot be changed again.",
			"",
			"**Psychic Esoterica:** As an esoteric knight gains experience, she learns a number of psychic esoterica that enhance her offensive and defensive capabilities. At 2nd level and every 2 levels thereafter, an esoteric knight gains one psychic esoterica. Each esoterica can be selected only once.",
			"",
			"Some esoterica require a character to expend one or more spell slots to activate. A character with the burn class feature (such as a kineticist) can accept burn instead of expending spell slots. She can accept 1 point of burn instead of expending a 1st-level or lower spell slot, or 2 points of burn instead of expending a 3rd-level or lower spell slot.",
			"",
			"**Battle Mind (Su):** By expending a 1st-level spell slot as a free action while casting a spell or using a kinetic blast, the esoteric knight can cast the spell as if it were modified by the {feat/Intuitive Spell} and {feat/Logical Spell} feats or grant the kinetic blast the benefits of the {feat/Point-Blank Shot} and {feat/Precise Shot} feats.",
			"",
			"**Confounding Projection (Su):** By expending a 1st-level spell slot as a swift action, an esoteric knight can project a duplicate of herself into the mind of an enemy within 30 feet for 1 round. This duplicate appears to the enemy to occupy an adjacent space and grants the esoteric knight the benefits of flanking, even against enemies who are normally immune to flanking. This is a mind-affecting effect.",
			"",
			"**Eldritch Armor (Su):** When wearing armor or using a shield, the esoteric knight adds 1 point of her Intelligence or Charisma bonus (if any; whichever is higher) per esoteric knight class level as an enhancement bonus to her armor or shield (maximum +5). The esoteric knight can forgo 1 point of enhancement bonus per ability to instead grant the benefit of the {magic-enhancement/glamered}, {magic-enhancement/shadow}, or {magic-enhancement/slick} armor special abilities.",
			"",
			"Each day when regaining spell slots, the esoteric knight can adjust these benefits and can transfer them to a different armor or shield; the benefits cease to function if the esoteric knight is not wearing the armor or wielding the shield.",
			"",
			"**Eldritch Weapon (Su):** By expending a 1st-level spell slot as a swift action, the esoteric knight can grant a magic weapon she is wielding any one of the following special abilities for 1 minute: {magic-enhancement/defending}, {magic-enhancement/flaming}, {magic-enhancement/frost}, {magic-enhancement/keen}, {magic-enhancement/merciful}, or {magic-enhancement/shock}. This benefit stacks with (but cannot duplicate) any existing weapon enhancements. The esoteric knight can alternatively cause the weapon to be treated as cold iron or silver for the purpose of bypassing damage reduction for 1 minute.",
			"",
			"**Phantom's Armory (Su):** By expending a 2nd-level spell slot as a swift action, the esoteric knight can cause her attacks (whether weapon attacks or kinetic blasts) and her armor to be treated as {magic-enhancement/ghost touch weapon/s} and [armor](magic-enhancement/ghost_touch_armor) for 1 minute, regardless of weapon or armor type or any other abilities modifying the weapons and armor.",
			"",
			"**Shadow Projection (Su):** By expending a 3rd-level spell slot as a standard action, the esoteric knight can summon a phantom ally resembling herself. This ability functions as the {prestigeclass/shadowdancer/'s summon shadow} ability except that the summoned creature remains for 1 minute per esoteric knight level, and there is no penalty for the creature's death or dismissal.",
			"",
			"**Step through Reality (Sp):** By expending a 3rd-level spell slot as a swift action, the esoteric knight can teleport to a space within 30 feet as if using {spell/dimension door}. This movement does not provoke attacks of opportunity. The esoteric knight cannot bring other creatures with her."
		]
	},
	"evangelist": {
		"name": "Evangelist",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Evangelist",
			"",
			"{SOURCE Inner Sea Gods/198}",
			"",
			"Though all faiths have their dedicated priests and righteous warriors, gods inspire devotion from a wide range of individuals. Rogues who specialize in stealth and poisons might swear allegiance to Norgorber, while wandering bards sing songs in praise of Desna. Even the most powerful deity is not too proud to turn such followers aside, for the worship of passionate acolytes is precious regardless of their backgrounds, professions, races, or ages, and they might lead others to the faith by example. These unusual but skillful followers of the gods are called evangelists.",
			"",
			"An evangelist could have a childhood rooted in wealth or poverty, hail from the north or the south, and may have been raised in her faith or come to it late in life. She may follow one path strictly or dabble in multiple professions. She may be of any race and pledge her faith to any of the core deities. Of all the preeminent followers of the core deities, the evangelist is the hardest to predict and shows the most variety in her abilities.",
			"",
			"### Requirements",
			"",
			"To qualify to become an evangelist, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Within one step of chosen deity.  ",
			"**Deity:** Must worship a single, specific deity. While any worshiper of any deity can become an evangelist, the unique focus of each faith inspires individuals of different backgrounds to aspire to this path within that faith. Below are examples of the class types most likely to become evangelists in each of the major faiths of the Inner Sea region.",
			"",
			"- **{faith/Abadar}:** Alchemist, cavalier, inquisitor, monk, wizard  ",
			"- **{faith/Asmodeus}:** Cavalier, magus, monk, rogue, summoner  ",
			"- **{faith/Calistria}:** Bard, ranger, rogue, sorcerer, witch  ",
			"- **{faith/Cayden Cailean}:** Alchemist, bard, fighter, magus, rogue  ",
			"- **{faith/Desna}:** Bard, magus, ranger, rogue, sorcerer  ",
			"- **{faith/Erastil}:** Barbarian, druid, fighter, ranger, wizard  ",
			"- **{faith/Gorum}:** Barbarian, cavalier, fighter, magus, sorcerer  ",
			"- **{faith/Gozreh}:** Barbarian, druid, ranger, summoner, witch  ",
			"- **{faith/Iomedae}:** Bard, cavalier, monk, paladin, ranger, wizard  ",
			"- **{faith/Irori}:** Alchemist, bard, inquisitor, monk, wizard  ",
			"- **{faith/Lamashtu}:** Alchemist, barbarian, sorcerer, summoner, witch  ",
			"- **{faith/Nethys}:** Alchemist, magus, sorcerer, summoner, wizard  ",
			"- **{faith/Norgorber}:** Alchemist, fighter, magus, rogue, sorcerer  ",
			"- **{faith/Pharasma}:** Fighter, inquisitor, oracle, sorcerer, witch  ",
			"- **{faith/Rovagug}:** Barbarian, druid, fighter, sorcerer, summoner  ",
			"- **{faith/Sarenrae}:** Cavalier, druid, inquisitor, sorcerer, wizard  ",
			"- **{faith/Shelyn}:** Bard, fighter, rogue, sorcerer, summoner  ",
			"- **{faith/Torag}:** Alchemist, cavalier, fighter, monk, wizard  ",
			"- **{faith/Urgathoa}:** Magus, rogue, witch, wizard  ",
			"- **{faith/Zon-Kuthon}:** Inquisitor, monk, rogue, summoner, witch  ",
			"- **Feat:** {feat/Deific Obedience}  ",
			"- **Special:** Any one of the following: base attack bonus +5, 5 ranks in any skill other than Knowledge (religion), or ability to cast 3rd-level spells.",
			"",
			"### Class Skills",
			"",
			"The Evangelist's class skills are Craft (Int), Diplomacy (Cha), Heal (Wis), Knowledge (religion) (Int), Perception (Wis), and Profession (Wis).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +1 | +0 | Obedience, skilled |",
			"| 2nd | +1 | +1 | +1 | +1 | Aligned class, protective grace +1 |",
			"| 3rd | +2 | +1 | +2 | +1 | Divine boon 1 |",
			"| 4th | +3 | +1 | +2 | +1 | Gift of tongues |",
			"| 5th | +3 | +2 | +3 | +2 | Multitude of talents |",
			"| 6th | +4 | +2 | +3 | +2 | Divine boon 2 |",
			"| 7th | +5 | +2 | +4 | +2 | Protective grace +2 |",
			"| 8th | +6 | +3 | +4 | +3 | Gift of tongues |",
			"| 9th | +6 | +3 | +5 | +3 | Divine boon 3 |",
			"| 10th | +7 | +3 | +5 | +3 | Spiritual form |",
			"",
			"The following are class features of the evangelist prestige class.",
			"",
			"**Weapon and Armor Proficiency:** An evangelist is proficient with all simple weapons and light armor. An evangelist also gains weapon proficiency with her chosen deity's favored weapon.",
			"",
			"**Obedience (Ex):** In order to maintain the abilities granted by this prestige class, including all abilities gained from aligned class (see below), an evangelist must perform a daily obedience to her chosen deity (see the [deity](main/faiths) for more information).",
			"",
			"**Skilled:** Evangelists possess a range of skills across multiple disciplines. At 1st level, an evangelist selects two skills to add to her class skill list. Once selected, these class skills can't be changed.",
			"",
			"**Aligned Class (Ex):** Evangelists come from many different backgrounds, and they show an unusual range of diversity. At 2nd level, the evangelist must choose a class she belonged to before adding the prestige class to be her aligned class. She gains all the class features for this class, essentially adding every evangelist level beyond 1st to her aligned class to determine what class features she gains. She still retains the Hit Dice, base attack bonus, saving throw bonuses, and skill ranks of the prestige class, but gains all other class features of her aligned class as well as those of the evangelist prestige class.",
			"",
			"**Protective Grace (Su):** The evangelist's chosen deity rewards her with heightened awareness and reaction skills, making her more difficult to strike in combat. At 2nd level, the evangelist gains a +1 dodge bonus to AC. This bonus increases to +2 at 7th level. The evangelist loses this bonus when she is denied her Dexterity bonus to AC.",
			"",
			"**Divine Boon:** As the evangelist gains levels, she gains boons from her chosen deity. The nature of these boons varies depending on the evangelist's chosen deity. Each deity grants three boons, each more powerful than the last. At 3rd level, the evangelist gains the first boon. At 6th level, she gains the second boon, and at 9th level, she gains the third boon. Consult the {feat/Deific Obedience} feat and her deity's description for details on these divine boons. When a divine boon grants a spell-like ability, the evangelist's caster level for the spell-like ability equals her total character level. This ability allows an evangelist to access these boons earlier than with the {feat/Deific Obedience} feat alone; it does not grant additional uses of the boons once the character reaches the necessary Hit Dice to earn the boons normally.",
			"",
			"**Gift of Tongues:** At 4th level, the evangelist may select a new language as a gift from her chosen deity. She gains the ability to speak and write this new language fluently, so as to better communicate with those she meets in the course of her travels. At 8th level, the evangelist selects a second language to learn. The ability to comprehend these languages is an instantaneous divine gift, and spells and effects that dispel persistent effects can't remove the evangelist's gift of tongues.",
			"",
			"**Multitude of Talents (Ex):** The evangelist finds herself in many strange situations requiring a variety of skills. Starting at 5th level, the evangelist gains a +4 sacred or profane bonus on any skill check attempted with a skill in which the character has no ranks. This bonus applies only to skill checks that can be made untrained.",
			"",
			"**Spiritual Form (Su):** Upon reaching 10th level, the evangelist gains the ability to assume a spiritual form. Assuming this form is a standard action, and the evangelist can remain in spiritual form for a number of minutes per day equal to her character level. This duration does not need to be consecutive, but it must be used in 1-minute increments. Returning to her normal form is a free action.",
			"",
			"The evangelist's spiritual form grants her telepathy to a range of 100 feet, as well as two variable abilities. Upon reaching 10th level, the evangelist must choose the form of these two abilities, and once she has selected them they can't be changed. First, she chooses one ability score to which she gains a +4 bonus when in spiritual form. Second, she chooses one physical transformation from the following to gain when she transforms: wings (fly speed of 40 feet with good maneuverability), gills (ability to breathe water and a swim speed of 30 feet), or a single natural attack (a claw, bite, gore, slam, or tail sting that deals damage as appropriate for the evangelist's size) as well as a temporary appendage capable of making such an attack if necessary."
		]
	},
	"exalted": {
		"name": "Exalted",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Exalted",
			"",
			"{SOURCE Inner Sea Gods/200}",
			"",
			"The exalted exemplifies the teachings of her faith. More than a religious leader, she is the embodiment of faith that all members of the religion strive to emulate. She may be part of the official religious hierarchy or an independent worshiper, but wherever she goes she inspires others to join or commit more fully to her faith.",
			"",
			"Through constant meditation, reflection, and religious study, the exalted has forged a unique connection to her god. Though the exalted of every faith share certain granted abilities, each one also receives special abilities based on the specific teachings of her religion. An exalted of Torag acts and appears very differently from an exalted of Lamashtu, for example. All exalted conduct themselves with devotion and passion, however, inspiring zealotry through word and deed wherever they go.",
			"",
			"### Requirements",
			"",
			"To qualify to become an exalted, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Same as chosen deity.  ",
			"**Deity:** Must worship a single, specific deity.  ",
			"**Feats:** {feat/Deific Obedience}, {feat/Skill Focus} (Knowledge [religion]).  ",
			"**Skills:** Diplomacy 5 ranks, Knowledge (religion) 5 ranks.  ",
			"**Spells:** Ability to cast 3rd-level divine spells.",
			"",
			"### Class Skills",
			"",
			"The Exalted's class skills are Craft (Int), Diplomacy (Cha), Heal (Wis), Intimidate (Cha), Knowledge (planes), Knowledge (religion), Linguistics (Int), Perform (oratory) (Cha), Profession (Wis), Sense Motive (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Divine brand, obedience, scholar | +1 level of existing divine spellcasting class |",
			"| 2nd | +1 | +1 | +1 | +1 | Vitality | +1 level of existing divine spellcasting class |",
			"| 3rd | +2 | +1 | +1 | +2 | Divine boon 1 | +1 level of existing divine spellcasting class |",
			"| 4th | +3 | +1 | +1 | +2 | Religious speaker | +1 level of existing divine spellcasting class |",
			"| 5th | +3 | +2 | +2 | +3 | Expanded portfolio | +1 level of existing divine spellcasting class |",
			"| 6th | +4 | +2 | +2 | +3 | Divine boon 2 | +1 level of existing divine spellcasting class |",
			"| 7th | +5 | +2 | +2 | +4 | Aspect of divinity | +1 level of existing divine spellcasting class |",
			"| 8th | +6 | +3 | +3 | +4 | Ardent vision | +1 level of existing divine spellcasting class |",
			"| 9th | +6 | +3 | +3 | +5 | Divine boon 3 | +1 level of existing divine spellcasting class |",
			"| 10th | +7 | +3 | +3 | +5 | Perform miracle | +1 level of existing divine spellcasting class |",
			"",
			"The following are class features of the exalted prestige class.",
			"",
			"**Weapon and Armor Proficiency:** An exalted gains weapon proficiency with her chosen deity's favored weapon.",
			"",
			"**Spells per Day/Spells Known:** At the indicated levels, an exalted gains new spells per day as if she had also gained a level in a spellcasting class to which she belonged before taking the prestige class. She does not, however, gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if she is a spontaneous spellcaster), and an increased effective level of spellcasting. If the character had more than one divine spellcasting class before becoming an exalted, she must decide to which class she adds the new level for the purposes of determining spells per day.",
			"",
			"**Divine Brand (Su):** At 1st level, a mark appears somewhere on the exalted's body. The mark's location varies by individual and by faith, but the mark clearly represents the exalted's chosen deity. The divine brand generally appears in a location easy to display, such as on the hand, forearm, chest, or face. An uncovered divine brand functions as a silver holy (or unholy) symbol. If the divine brand is forcibly removed from an unwilling exalted, it reappears on her body 24 hours later.",
			"",
			"**Obedience (Ex):** In order to maintain the abilities granted by this prestige class (including all spellcasting abilities that have been augmented by this prestige class), an exalted must perform a daily obedience to the deity she worships.",
			"",
			"**Scholar (Ex):** The exalted come from many backgrounds and study different aspects of their chosen faiths. At 1st level, an exalted may select one additional Knowledge skill to add to her list of class skills.",
			"",
			"**Vitality (Su):** Divine energy suffuses the body of the exalted, making her more resilient. At 2nd level, the exalted gains a +2 sacred or profane bonus on Fortitude saves and on Constitution checks to stabilize.",
			"",
			"**Divine Boon:** As the exalted gains levels, she gains boons from her chosen deity. The nature of these boons varies depending on the exalted's chosen deity. Each deity grants three boons, each more powerful than the last. At 3rd level, the exalted gains the first boon. At 6th level, she gains the second boon, and at 9th level, she gains the third boon. When a divine boon grants a spell-like ability, the exalted's caster level for the spell-like ability equals her total character level. This ability allows an exalted to access these boons earlier than with the {feat/Deific Obedience} feat alone; it does not grant additional uses of the boons once the character reaches the necessary Hit Dice to earn the boons normally.",
			"",
			"**Religious Speaker (Ex):** Through her intense studies, meditation, and discussions with other worshipers, the exalted has mastered the art of speaking about her faith. At 4th level, she gains a +2 competence bonus on Bluff, Diplomacy, and Perform (oratory) checks while her divine brand is visible.",
			"",
			"**Expanded Portfolio (Su):** At 5th level, the exalted further increases her already impressive knowledge of her chosen deity's faith and is rewarded with increased powers in one of the spheres over which her deity holds sway. The exalted chooses a domain of her chosen deity to which she gains access, using her exalted level as her effective cleric level.",
			"",
			"The exalted can also can use each of the chosen domain's spells once per day as a spell-like ability, with a caster level equal to her exalted level. The exalted can use each spell-like ability only if she is able to cast divine spells of that level. If the exalted has any domain spell slots, she is also able to cast the chosen domain's spells in those slots as normal.",
			"",
			"**Aspect of Divinity (Su):** At 7th level, the exalted gains a physical trait that reflects her faith. These physical traits vary by individual and deity; examples include hair with the appearance of fire or water, scaled or metallic flesh, talons, reptilian or glowing eyes, or a faint and colorful aura. The traits may be obvious or subtle, but in any case they confer no special attacks or abilities and impose a -4 penalty on Disguise checks.",
			"",
			"In addition, the exalted gains a permanent protection from chaos/evil/good/law effect with a caster level equal to her character level. She must select one alignment from which her aura protects her, and the chosen alignment must be opposed to the exalted's alignment (and therefore her deity's). An exalted who is neutral chooses any of the four alignments. Once the exalted makes this choice, it can't be changed.",
			"",
			"**Ardent Vision (Sp):** At 8th level, the exalted can always discern the enemies of her faith. She gains the ability to cast {spell/detect chaos}/evil/good/law at will, with a caster level equal to her character level. The exalted must choose one alignment to detect that is opposed to her alignment (or one of her choice is if she is neutral), and once this choice is made it can't be changed.",
			"",
			"**Perform Miracle (Su):** The exalted at the pinnacle of her abilities can create effects that are nothing short of miraculous. At 10th level, once per day the exalted can do one of the following things.",
			"",
			"- Duplicate any cleric spell of 6th level or lower.",
			"- Duplicate any other spell of 5th level or lower.",
			"- Potentially undo the harmful effects of certain spells, such as feeblemind or insanity, that require miracle to counteract. To attempt to undo such a spell, the exalted must make a caster level check using her level in the spellcasting class to which she added her exalted levels (including the increases in spellcasting from her exalted levels) against a DC of 11 + the caster level of the targeted effect. On a success, the exalted counters the spell or effect. On a failure, the exalted does not counter the spell or effect, though she can try again after 24 hours.",
			"- Make a request of her chosen deity in line with the above effects. Doing so requires a sacrifice of 10,000 gp in powdered diamond or another appropriate precious material based on the teachings of the deity's faith. Examples of potential effects include returning a fallen ally to life and full health, teleporting the exalted and her allies to a location with no chance of error, or protecting a town from a wildfire. In any event, a request that is out of line with the deity's nature is refused.",
			"",
			"A duplicated spell allows saving throws and spell resistance as normal, but the save DCs are calculated as if it were a 7th-level spell. When an exalted uses this ability to duplicate a spell with a material component that costs more than 100 gp, she must provide that component."
		]
	},
	"pain_taster": {
		"name": "Pain Taster",
		"sources": [
			"Occult Mysteries",
			"Pathfinder #15: The Armageddon Echo"
		],
		"description": [
			"## Pain Taster",
			"",
			"{SOURCE Occult Mysteries/46;Pathfinder #15: The Armageddon Echo/60}",
			"",
			"For pain tasters, agony is more than a pleasure - it's a path to power. Until recently, pain tasting was a practice employed exclusively by the drow. However, in recent decades Kuthite scholars have begun spreading details about the practice through cult circles. Though on the surface most pain tasters are followers of Zon-Kuthon, that path is now beginning to crop up among other evil and neutral cults as well.",
			"",
			"### Requirements",
			"",
			"To become a pain taster, a character must fulfill all the following criteria.",
			"",
			"**Feats:** {feat/Diehard}, {feat/Endurance}, {feat/Great Fortitude}.  ",
			"**Skills:** Heal 5 ranks, Intimidate 5 ranks.  ",
			"**Alignment:** Any nongood.  ",
			"**Special:** The candidate must survive a special ritual designed to inure her to pain.",
			"",
			"### Class Skills",
			"",
			"The Pain Taster's class skills are Disguise (Cha), Escape Artist (Dex), Heal (Wis), Intimidate (Cha), Knowledge (religion) (Int), Sense Motive (Wis), and Survival (Wis).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +1 | +0 | +0 | Disciple of pain, masochism 1, scourge |",
			"| 2nd | +2 | +1 | +1 | +1 | Cruelty +1d6, damage reduction 1/- |",
			"| 3rd | +3 | +2 | +1 | +1 | Blood control, torturer's mettle 1/day |",
			"| 4th | +4 | +2 | +1 | +1 | Cruelty +2d6, damage reduction 2/-, masochism 2 |",
			"| 5th | +5 | +3 | +2 | +2 | Pain mastery |",
			"| 6th | +6 | +3 | +2 | +2 | Cruelty +3d6, damage reduction 3/-, torturer's mettle 2/day |",
			"| 7th | +7 | +4 | +2 | +2 | Exquisite lash, masochism 3 |",
			"| 8th | +8 | +4 | +3 | +3 | Cruelty +4d6, damage reduction 4/- |",
			"| 9th | +9 | +5 | +3 | +3 | Sadism, torturer's mettle 3/day |",
			"| 10th | +10 | +5 | +3 | +3 | Cruelty +5d6, damage reduction 5/-, masochism 4 |",
			"",
			"The following abilities are class features of the pain taster prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A pain taster is proficient with all simple weapons, martial weapons, and whips. A pain taster gains no armor or shield proficiencies.",
			"",
			"**Disciple of Pain (Su):** At 1st level, a pain taster can focus her agony through the use of six torture routines. Each routine grants her a different day-long benefit. The first time a pain taster performs a particular torture routine, she must spend 1 hour inflicting self-harm using materials that cost 2,000 gp. The method of self-torture is detailed in the routines below. After performing a routine for the first time, she can subsequently perform a less strenuous version of that routine to gain its benefits for 24 hours without needing to expend any further money on torture implements, ritual incense, and pain heightening drugs.",
			"",
			"If the pain taster wishes to change her routine, she must spend 2,000 gp when first performing the new ritual. She must pay this cost each time she changes her routine, even if returning to a routine she had previously paid for. A pain taster can benefit from only one routine at a time.",
			"",
			"**Disciple of Acuity:** By spending an hour reciting a lengthy series of mantras while clutching a length of razor-edged metal, the pain taster gains a +2 enhancement bonus to Intelligence for 24 hours. The initial torture session for this routine involves making dozens of arterial incisions and writing the mantras in blood.",
			"",
			"**Disciple of Flexibility:** By spending an hour painfully hyper-extending each joint, the pain taster gains a +2 enhancement bonus to Dexterity for 24 hours. The initial torture session for this routine involves tearing major tendons in each limb.",
			"",
			"**Disciple of Insight:** By spending an hour whipping or bludgeoning herself while meditating on her failures and regrets, a pain taster gains a +2 enhancement bonus to Wisdom for 24 hours. The initial torture session for this routine involves inserting a long needle directly into the heart, causing massive internal hemorrhaging.",
			"",
			"**Disciple of Spirit:** By spending an hour splitting her tongue by cutting it centrally from the tip to the base, the pain taster gains a +2 enhancement bonus to Charisma for 24 hours. The initial torture session for this routine involves applying acid to a normally visible part of the body, inflicting extensive chemical burns.",
			"",
			"**Disciple of Torment:** By spending an hour eating dirt, rocks, and other indigestible matter, the pain taster gains a +2 enhancement bonus to Constitution for 24 hours. The initial torture session for this routine involves slicing open the abdominal cavity with a blade, and then sewing up the wound.",
			"",
			"**Disciple of Vigor:** By spending an hour hanging by the wrists from a tree, crossbeam, or any other support structure, the pain taster gains a +2 enhancement bonus to Strength for 24 hours. The initial torture session for this routine involves breaking each rib by lying on the ground, and then repeatedly dropping a large rock directly on the ribcage.",
			"",
			"**Masochism (Ex):** At 1st level, a pain taster becomes empowered by pain, and is inured to its effects. She receives a +4 class bonus on saving throws made against pain effects.",
			"",
			"Additionally, a pain taster can deal lethal damage to herself at any time to gain a bonus on attack and damage rolls. Doing so is a swift action that deals 2 points of damage to the pain taster, does not require an attack roll, and bypasses any damage reduction the pain taster possesses. For 1 round, the pain taster gains a +1 morale bonus on attack rolls and a +2 bonus on damage rolls. Every 3 levels thereafter (4th, 7th, and 10th), the amount of damage the pain taster deals to herself increases by 2 and the resulting bonus she receives on damage rolls increase by 1 (to a maximum of 8 points of self-inflicted damage and 5 points of bonus damage to other targets at 10th level). At 7th level, the bonus on attack rolls gained when using this ability increases to +2.",
			"",
			"**Scourge (Ex):** Pain tasters are masters of torture, and at 1st level they receive {feat/Weapon Focus} (whip) as a bonus feat. If the pain taster already has Weapon Focus (whip), she instead receives {feat/Whip Mastery} as a bonus feat.",
			"",
			"**Cruelty (Ex):** At 2nd level, a pain taster gains the sneak attack ability, but only when using a whip. This additional damage stacks with any sneak attack damage she possesses from other classes. The amount of damage dealt by cruelty increases by 1d6 every 2 pain taster levels thereafter.",
			"",
			"**Damage Reduction (Ex):** At 2nd level, the pain taster's incredible resilience grants her a modest amount of damage reduction (DR). Subtract 1 point from the damage she is dealt by any weapon or natural attack. The pain taster's damage reduction increases by 1 point every 2 pain taster levels thereafter. This ability stacks with any other damage reduction the pain taster might already have from other classes. The value of this damage resistance doubles when the pain taster is subject to nonlethal damage.",
			"",
			"**Blood Control (Ex):** At 3rd level, the pain taster gains the ability to control the blood pressure throughout her body. Anytime the pain taster is dealt bleed damage, she reduces the amount of damage taken by 1 per pain taster level (minimum 0). When taking Constitution damage as a result of blood loss (such as a stirge or a vampire's bite), a pain taster reduces the amount of ability damage dealt by an amount equal to half the pain taster's class level (minimum 0).",
			"",
			"As an immediate action, a pain taster can delay the onset of injury or contact poisons by succeeding at a Will save. The DC of this check is equal to the poison's save DC. If the save is successful, the poison's initial and secondary damage are both delayed by 1 minute per pain taster level.",
			"",
			"**Torturer's Mettle (Ex):** At 3rd level, a pain taster can gain a number of temporary hit points equal to her pain taster level as a swift action. These temporary hit points last for 1 minute. This ability is a swift action that can be used once per day at 3rd level and an additional time per day every 3 levels thereafter (6th and 9th).",
			"",
			"**Pain Mastery (Ex):** At 5th level, when using her masochism ability, the pain taster can combine two of her daily routines into one. The pain taster must still self-inflict the combined amount of hit point damage for both routines, though she can perform both routines simultaneously in 1 hour. When she does so, she gains the benefits from both routines (a pair of +2 enhancement bonuses). To gain access to a second routine for the first time or to change out one of the paired routines, the pain taster must still perform the new routine's initial torture session in full, and must pay the cost for it.",
			"",
			"**Exquisite Lash (Ex):** At 7th level, a pain taster's aptitude with the whip increases. She receives {feat/Whip Mastery} as a bonus feat. If the pain taster already has Whip Mastery, she instead receives {feat/Improved Whip Mastery} as a bonus feat.",
			"",
			"**Sadism (Ex):** At 9th level, a pain taster becomes worked into a frenzy when dealing damage to other targets. When she deals bonus damage to a target using her cruelty ability, she halves the number of points of damage she must self-inflict as part of her masochism ability until the end of her next turn."
		]
	},
	"pathfinder_chronicler": {
		"name": "Pathfinder Chronicler",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder Campaign Setting"
		],
		"description": [
			"## Pathfinder Chronicler",
			"",
			"{SOURCE PRPG Core Rulebook/388;Pathfinder Campaign Setting/228}",
			"",
			"Brave explorers and scavengers of lost or forgotten knowledge, Pathfinder chroniclers are quintessential adventurers, exploring the world for esoteric truths, magical and mundane relics and artifacts, and new and mysterious vistas, be they wonderful or terrible. For some, this journey is purely about the wealth, for others the glory of discovery, and still more are stirred by the irresistible drive to uncover the bones of the ages and legends of forgotten epochs in an effort to chronicle the deeds of yesterday, today, and tomorrow.",
			"",
			"The Pathfinder chronicler class attracts any who see the world as a great mystery to be unraveled, and thus has a diverse and varied following, from fighters and bards to wizards and clerics, and everything in between. However, due to their role as historians and preservers of posterity, hopefuls must be literate and scholarly-for Pathfinder chroniclers are more than mere treasure hunters.",
			"",
			"**Role:** The Pathfinder chronicler's missions often thrust her into the role of party leader, and adventures typically result from, and revolve around, his endless quests.",
			"",
			"**Alignment:** A Pathfinder chronicler's alignment largely determines her motivations. Good characters tend to view their missions as noble ventures, neutral characters seek to preserve knowledge for knowledge's sake, and evil characters are driven by an urge to accumulate wealth and add to their own glory.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Pathfinder chronicler, a character must fulfill all the following criteria.",
			"",
			"**Skills:** Linguistics 3 ranks, Perform (oratory) 5 ranks, Profession (scribe) 5 ranks.  ",
			"**Special:** Must have authored or scribed something (other than a magical scroll or other device) for which another person (not a PC) paid at least 50 gp.",
			"",
			"### Class Skills",
			"",
			"The Pathfinder Chronicler's class skills are Appraise (Int), Bluff (Cha), Diplomacy (Cha), Disguise (Cha), Escape Artist (Dex), Intimidate (Cha), Knowledge (all skills, taken individually) (Int), Linguistics (Int), Perception (Wis), Perform (Cha), Ride (Dex), Sense Motive (Wis), Sleight of Hand (Dex), Survival (Wis), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 8 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +1 | +1 | Bardic knowledge, deep pockets, master scribe |",
			"| 2nd | +1 | +1 | +1 | +1 | Live to tell the tale, pathfinding |",
			"| 3rd | +2 | +1 | +2 | +2 | Bardic music, improved aid |",
			"| 4th | +3 | +1 | +2 | +2 | Epic tales |",
			"| 5th | +3 | +2 | +3 | +3 | Whispering campaign |",
			"| 6th | +4 | +2 | +3 | +3 | Inspired action (move) |",
			"| 7th | +5 | +2 | +4 | +4 | Call down the legends |",
			"| 8th | +6 | +3 | +4 | +4 | Greater epic tales |",
			"| 9th | +6 | +3 | +5 | +5 | Inspired action (standard) |",
			"| 10th | +7 | +3 | +5 | +5 | Lay of the exalted dead |",
			"",
			"The following are class features of the Pathfinder chronicler prestige class.",
			"",
			"**Bardic Knowledge (Ex):** This ability is identical to the bard class feature of the same name, and levels in this class stack with levels in any other class that grants a similar ability.",
			"",
			"**Deep Pockets (Ex):** A Pathfinder chronicler collects items as well as lore, picking up small amounts of this or that throughout her travels. As a result, she may carry unspecified equipment worth up to 100 gp per class level. This can be any kind of gear that can reasonably fit into a backpack, including potions and scrolls (but not any other sort of magic item). As a full-round action, the chronicler may dig through her pockets to retrieve an item she specifies at that time, deducting its value from the allocated amount of cost. This item cannot weigh more than 10 pounds. When the total remaining cost reaches 0, the chronicler can retrieve no more items until she refills her deep pockets by spending a few hours and an amount of gold to bring her total up to 100 gp per class level.",
			"",
			"In addition, if she takes 1 hour to pack her gear each day, she gains a +4 bonus to Strength to determine her light encumbrance. This does not affect her maximum carrying capacity. The efficient distribution of weight simply encumbers her less than the same amount of weight normally should. Finally, the Pathfinder chronicler gains a +4 bonus on Sleight of Hand checks made to conceal small objects on her person.",
			"",
			"**Master Scribe (Ex):** A Pathfinder chronicler adds her class level as a bonus on all Linguistics and Profession (scribe) checks, as well as Use Magic Device checks involving scrolls or other written magical items. A Pathfinder chronicler can make Linguistics checks to decipher text as a full-round action and can always take 10 on Linguistics and Profession (scribe) checks, even if distracted or endangered.",
			"",
			"**Live to Tell the Tale (Ex):** At 2nd level, once per day per two class levels, a Pathfinder chronicler can attempt a new saving throw against any ongoing condition against which she failed a saving throw in a previous round, even if the effect is normally permanent. This ability has no effect on conditions that do not allow saving throws or against instantaneous effects.",
			"",
			"**Pathfinding (Ex):** Beginning at 2nd level, a Pathfinder chronicler develops an excellent sense of direction and skill at leading others through difficult terrain or by following ancient maps. A Pathfinder chronicler gains a +5 bonus on Survival checks made to avoid becoming lost and to Intelligence checks to escape a maze spell. In addition, she always uses the \"road or trail\" overland movement modifier even when in trackless terrain, whether on foot or mounted. With a DC 15 Survival check, the Pathfinder chronicler can extend this benefit to one companion per class level.",
			"",
			"**Bardic Performance (Su):** At 3rd level, a Pathfinder chronicler gains this ability, which functions like the bard class feature of the same name, except that the chronicler's effective bard level is 2 lower than her class level. Levels in this class stack with levels in any other class that grants a similar ability to determine her effective bard level.",
			"",
			"**Improved Aid (Ex):** Pathfinder chroniclers frequently serve as the companions of great heroes, standing by their sides and recording their deeds, but often lending a crucial helping hand. Starting at 3rd level, a Pathfinder chronicler using the aid another action grants a +4 bonus, rather than the normal +2.",
			"",
			"**Epic Tales (Su):** A 4th-level Pathfinder chronicler can inscribe a tale so evocative and so moving that it conveys the effects of bardic music through the written word. To create an epic tale requires the pathfinder chronicler to expend a number of rounds of her bardic performance ability equal to twice the duration of the epic tale (maximum duration of 10 rounds), and any relevant Performance skill check is made with Profession (scribe) instead. An epic tale affects only the reader, but it grants all the benefits that would normally apply for hearing a performance. A Pathfinder chronicler may apply the effects of any feats that affect bardic music to her epic tales. An epic tale retains its supernatural potency for 1 day per class level. It requires 1 hour to inscribe, a full-round action to activate, and has a duration equal to 1/2 the number of bardic performance rounds expended during its creation. Once activated, an epic tale's magic is consumed.",
			"",
			"**Whispering Campaign (Ex):** Pathfinder chroniclers influence the world through their control of information and ability to shape public perception. At 5th level, as a special use of bardic music, the Pathfinder chronicler can create the effect of a doom spell as cast by a sorcerer of her class level by denouncing a creature in person. This is a language-dependent effect.",
			"",
			"Alternatively, the chronicler can denounce a particular target (an individual or a definable group of creatures) to others. This form of bardic music creates the effect of the enthrall spell, but at the end of the performance all creatures who failed to save shift their attitude toward the target of the oration by one step (in the direction of the Pathfinder chronicler's choice) for 1 day per class level.",
			"",
			"**Inspire Action (Su):** As a special use of bardic music, a 6th-level Pathfinder chronicler can exhort any one ally within hearing to a sudden surge of action, allowing her ally to immediately take an extra move action. This does not count against the ally's number of actions on his own turn.",
			"",
			"At 9th level, she can enable an ally to immediately take a standard action instead.",
			"",
			"**Call Down the Legends (Su):** At 7th level, once per week as a full-round action, a Pathfinder chronicler can summon 2d4 4th-level human barbarians, as if she used a bronze horn of Valhalla; these summoned barbarians serve her with complete loyalty. The barbarians are constructs, not actual people (although they seem to be). They arrive with the normal starting equipment for barbarians and attack anyone the chronicler designates.",
			"",
			"**Greater Epic Tales (Su):** At 8th level, the Pathfinder chronicler's written word gains power. This ability functions like the chronicler's epic tales ability, except that if read aloud, the bardic music takes effect as if the author had used the ability, but the effects are targeted by the reader and use the reader's Charisma score where applicable.",
			"",
			"**Lay of the Exalted Dead (Su):** Once per week as a full-round action, a 10th-level Pathfinder chronicler can summon 1d4+1 5th-level human barbarians, as if she used an iron horn of Valhalla. The summoned barbarians serve her with complete and unquestioning loyalty. They are constructs, with the incorporeal subtype (they take 50% of the damage from corporeal sources, and no damage from nonmagical sources). They arrive wearing +2 studded leather and wielding +1 ghost touch greataxes (allowing them to deal full damage to corporeal creatures) and attack anyone the chronicler designates. To the chronicler and their allies, these exalted dead appear like a noble troop of spectral warriors. Her enemies, however, behold the terrible wrath of the ancient heroes and must succeed at Will saves or become shaken for 1 round per summoned barbarian (DC 15 + the Pathfinder chronicler's Charisma modifier)."
		]
	},
	"pathfinder_delver": {
		"name": "Pathfinder Delver",
		"sources": [
			"Adventurer's Guide",
			"Seekers of Secrets"
		],
		"description": [
			"## Pathfinder Delver",
			"",
			"{SOURCE Adventurer's Guide/138;Seekers of Secrets/58}",
			"",
			"Not all Pathfinders are concerned with cataloging their exploits. Some are most at home treading ground untouched in years or even centuries, in search of the next challenge, the next dungeon, or the next ancient treasure. Pathfinder delvers prefer to leave the journaling to others and set off on a new grand adventure before the ink dries on the chronicles of their last. Often they're accompanied by a cohort or other companion who might not have the bravery (or foolhardiness) to go it alone on a grand adventure, but is more than willing to chronicle the exploits and adventures of another. For many in the [Pathfinder Society](rule/aff_scholars), the delvers represent a frustrating combination-on the one hand, their eagerness to explore helps the Society reach areas and learn secrets that may otherwise go undiscovered. On the other hand, their tendency toward poor documentation worries many Society members, who fear that the bulk of what a delver might discover will go unreported.",
			"",
			"Pathfinder delvers run the gamut from dedicated archaeologists to thrill-seeking adventurers to unprincipled tomb robbers. Their choice of companionship is similarly varied; some travel with other Pathfinders, some take up with any who will join their quests, and some go it alone. Nearly all share a love of knowledge and history, though, and would go to great lengths to preserve a historic find that is at risk of being destroyed or lost forever.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Pathfinder delver, a character must fulfill the following criteria.",
			"",
			"**Skills:** Acrobatics 5 ranks, Disable Device 4 ranks, Knowledge (history) 4 ranks, Perception 5 ranks.  ",
			"**Special:** Must have recovered an object of historical significance from an ancient ruin or similar historic location. The nature of this object can vary, but it must be presented to a Pathfinder Lodge and be verified by an agent there. The object need not be handed over to the Society; in most cases, these objects are ancient magical items discovered in the course of adventuring and remain in the possession of the Pathfinder delver. Ioun stones are some of the more commonly presented items for this purpose.",
			"",
			"### Class Skills",
			"",
			"The Pathfinder Delver's class skills are Acrobatics (Dex), Appraise (Int), Bluff (Cha), Climb (Str), Diplomacy (Cha), Disable Device (Dex), Escape Artist (Dex), Knowledge (all) (Int), Linguistics (Int), Perception (Wis), Sense Motive (Wis), Sleight of Hand (Dex), Stealth (Dex), Survival (Wis), Swim (Str), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 8 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +1 | +0 | Bardic knowledge, master explorer |",
			"| 2nd | +1 | +1 | +1 | +1 | Surefooted, trap sense +1 |",
			"| 3rd | +2 | +1 | +2 | +1 | Thrilling escape 1/day, guardbreaker |",
			"| 4th | +3 | +1 | +2 | +1 | Resourceful disabler, vigilant combatant |",
			"| 5th | +3 | +2 | +3 | +2 | Left for dead, trap sense +2 |",
			"| 6th | +4 | +2 | +3 | +2 | Fortunate soul 1/day |",
			"| 7th | +5 | +2 | +4 | +2 | Thrilling escape 2/day |",
			"| 8th | +6 | +3 | +4 | +3 | Trap sense +3 |",
			"| 9th | +6 | +3 | +5 | +3 | Thrilling escape 3/day, true seeing 1/day |",
			"| 10th | +7 | +3 | +5 | +3 | Fortunate soul 2/day, nick of time |",
			"",
			"The following are class features of the Pathfinder delver prestige class.",
			"",
			"**Bardic Knowledge (Ex):** This ability is identical to the bard class feature of the same name. Levels in this class stack with levels in any other class that grants bardic knowledge or a similar ability.",
			"",
			"**Master Explorer (Ex):** A Pathfinder delver adds half his class level (minimum 1) as a bonus on all Disable Device and Perception checks. A Pathfinder delver can disable intricate and complex traps in half the normal amount of time (minimum 1 round) and open a lock as a standard action instead of a full-round action. He can always take 10 on Disable Device and Stealth checks, even if distracted or endangered, and he can use Disable Device to disarm magical traps.",
			"",
			"**Surefooted (Ex):** At 2nd level, a Pathfinder delver can move through difficult terrain at his normal speed. Ground that has been magically manipulated to impede motion still affects him normally.",
			"",
			"**Trap Sense (Ex):** This ability functions as (and stacks with) the rogue class feature of the same name, save that a Pathfinder delver gains the bonuses at 2nd level and they increase every 3 levels thereafter.",
			"",
			"**Thrilling Escape (Ex):** At 3rd level, a Pathfinder delver can attempt to delay a trap immediately after triggering it. To use this ability, he attempts a Disable Device check as an immediate action against the trap's Disable Device DC; if he's successful, the trap's activation is delayed until the end of his next turn. The Pathfinder delver can attempt this check even if the trap was triggered by a failed Disable Device check. The Pathfinder delver can do this once per day at 3rd level, twice per day at 7th level, and three times per day at 9th level.",
			"",
			"**Guardbreaker (Ex):** At 3rd level, a Pathfinder delver's familiarity with the strange guardians often left in tombs allows him to attack them more effectively. He can treat his trap sense bonus as if it were a favored enemy bonus against constructs, oozes, and undead; this bonus stacks with any favored enemy bonuses gained from ranger levels or similar class features.",
			"",
			"**Resourceful Disabler (Ex):** Pathfinder delvers are adept at making use of what's at hand. At 4th level, a Pathfinder delver can use the Disable Device skill without tools at no penalty.",
			"",
			"**Vigilant Combatant (Ex):** At 4th level, a Pathfinder delver adds half his class level on initiative checks.",
			"",
			"**Left for Dead (Su):** At 5th-level, a Pathfinder delver can cheat death once per day. If he would be killed by a melee attack, ranged attack, or effect that requires a saving throw, he is instead reduced to -1 hit points and knocked unconscious, but is stable. He appears dead (though a character who succeeds at a DC 25 Heal check or who uses an ability such as deathwatch can tell he is not) for 1 minute, after which he regains 1 hp and becomes conscious (unless healed sooner).",
			"",
			"**Fortunate Soul (Su):** Once per day at 6th level, the Pathfinder delver can reroll any saving throw he has just attempted. He must choose to use this ability before the results are revealed and must take the second result even if it's worse. He can use this ability twice per day at 10th level.",
			"",
			"**True Seeing (Sp):** At 9th level, a Pathfinder delver can use true seeing once per day (CL = his class level).",
			"",
			"**Nick of Time (Ex):** Once per day at 10th level, a Pathfinder delver can use an immediate action to perform an action that normally requires a standard action to perform."
		]
	},
	"pathfinder_field_agent": {
		"name": "Pathfinder Field Agent",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Pathfinder Field Agent",
			"",
			"{SOURCE Pathfinder Society Primer/18}",
			"",
			"Equipped with a variety of skills and trained to keep a cool head even in the most dire circumstances, a practiced Pathfinder field agent is a boon to any adventuring party.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Pathfinder field agent, a character must fulfill all the following criteria.",
			"",
			"**Feats:** {feat/Skill Focus} (any).  ",
			"**Skills:** Knowledge (any) 5 ranks, Linguistics 1 rank,  ",
			"Perception 1 rank.  ",
			"**Special:** Must be an active member of the [Pathfinder Society](rule/aff_scholars) and own a wayfinder.",
			"",
			"### Class Skills",
			"",
			"The Pathfinder Field Agent's class skills are Bluff (Cha), Climb (Str), Diplomacy (Cha), Disable Device (Dex), Escape Artist (Dex), Heal (Wis), Knowledge (all) (Int), Linguistics (Int), Perception (Wis), Sense Motive (Wis), Stealth (Dex), Swim (Str), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +1 | +1 | Pathfinder training, wayfinder upgrade |",
			"| 2nd | +1 | +1 | +1 | +1 | Bonus feat |",
			"| 3rd | +2 | +1 | +2 | +2 | Pathfinder training |",
			"| 4th | +3 | +1 | +2 | +2 | Wayfinder upgrade |",
			"| 5th | +3 | +2 | +3 | +3 | Bonus feat |",
			"| 6th | +4 | +2 | +3 | +3 | Pathfinder training |",
			"| 7th | +5 | +2 | +4 | +4 | Wayfinder upgrade |",
			"| 8th | +6 | +3 | +4 | +4 | Bonus feat |",
			"| 9th | +6 | +3 | +5 | +5 | Pathfinder training |",
			"| 10th | +7 | +3 | +5 | +5 | Legends uncovered, wayfinder upgrade |",
			"",
			"All the following are class features of the Pathfinder field agent prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A Pathfinder field agent gains no additional weapon or armor proficiencies.",
			"",
			"**Pathfinder Training:** A Pathfinder field agent receives additional training that aids her in her fulfilling her duty to explore, report, and cooperate. She can't receive the same training more than once unless otherwise noted. A Pathfinder field agent gains additional Pathfinder training at 3rd level and every 3 levels thereafter.",
			"",
			"**Animal Magnetism (Ex):** This ability functions as the {class/druid/'s} wild empathy class ability, except the Pathfinder field agent's effective druid level to determine her wild empathy bonus is equal to her Pathfinder field agent level. Levels in Pathfinder field agent stack with levels from other classes that grant wild empathy for the purpose of determining a Pathfinder field agent's total wild empathy bonus.",
			"",
			"**Deft Defender (Ex):** When the Pathfinder field agent successfully uses the aid another action to increase an ally's Armor Class, she gains a +1 dodge bonus to her AC until the start of her next turn.",
			"",
			"**Eidetic Memory (Ex):** Years of training in the libraries of countless Pathfinder lodges have given the Pathfinder field agent extraordinary recall. A Pathfinder field agent with this training adds half her class level (minimum 1) to all Knowledge skill checks and can attempt all Knowledge skill checks untrained.",
			"",
			"**Greater Casting:** The Pathfinder field agent gains new spells per day as if she had also gained a level in a spellcasting class she belonged to before adding the prestige class. She doesn't gain other benefits of that class other than spells per day, spells known, and an increased caster level. If the Pathfinder field agent has levels in more than one spellcasting class, she must choose which class to apply this increase to when she takes this Pathfinder training.",
			"",
			"**Know Thy Enemy (Ex):** The Pathfinder field agent can select one creature type, and gains a +5 bonus on Knowledge checks to identify creatures of the chosen type. This can be taken more than once, and applies to a different creature type each time.",
			"",
			"**Rogue Talent:** The Pathfinder field agent can select any {ability/rogue talent>s} for which she qualifies.",
			"",
			"**Skill Specialization (Ex):** The Pathfinder field agent can select any skill to become a class skill for her. In addition, she gains a bonus on checks with the chosen skill equal to half her class level. This training can be selected more than once, applying to a different skill each time it is taken.",
			"",
			"**Sneak Attack +1d6 (Ex):** This ability is exactly like the {class/rogue} ability of the same name. If the Pathfinder field agent gains a sneak attack bonus from another source, the bonuses on damage stack. A Pathfinder field agent must be at least 3rd level before selecting this training.",
			"",
			"**Trapfinding:** This training functions as the rogue class feature of the same name. Levels in Pathfinder field agent stack with levels from other classes that grant this ability for the purpose of determining a Pathfinder field agent's total trapfinding bonus.",
			"",
			"**Wayfinder Upgrade:** At 1st level and every 3 levels thereafter, a Pathfinder field agent can add an additional ability to her wayfinder. These abilities must be added to a standard wayfinder, not to a variant or modified wayfinder (though a Pathfinder field agent can possess more than one wayfinder at a time, if she chooses). If a Pathfinder field agent loses her upgraded wayfinder, she can purchase a new one at the normal cost plus 100 gp for each Pathfinder field agent level she possesses, keeping all previously selected upgrades. A Pathfinder field agent can choose from the listed wayfinder upgrades. Any upgrades that grant additional spell effects use the wayfinder's caster level or the Pathfinder field agent's class level (whichever is higher) to determine effects that depend on caster level.",
			"",
			">**Dancing Lights:** The Pathfinder replaces her wayfinder's ability to cast light with the ability to cast {spell/dancing lights} at will.",
			">",
			">**Daylight:** Once per day, the Pathfinder field agent can use her wayfinder to cast {spell/daylight}. This upgrade can be selected more than once. Each additional time it's selected, the Pathfinder field agent gains another use of the spell per day.",
			">",
			">**Flask:** A hidden compartment is carved into the wayfinder's casing, allowing a single potion, oil, or dose of poison to be hidden within. This substance can be retrieved with a swift action that doesn't provoke attacks of opportunity (as opposed to the normal move action required to retrieve a stored item). Drinking the potion or applying the oil or poison still requires a standard action that provokes attacks of opportunity. The Pathfinder field agent gains a +2 bonus on Sleight of Hand checks made to oppose the Perception check of someone observing or frisking her to detect items in the hidden compartment.",
			">",
			">**Hidden:** In order to hide her affiliation with the Pathfinder Society from potential enemies, a Pathfinder field agent with this upgrade can, three times per day, turn her wayfinder invisible and mask its magical aura as if it were under the effects of {spell/invisibility} and {spell/magic aura}. Each time this effect is used, it lasts for up to 1 hour per 2 class levels the Pathfinder field agent possesses (minimum 1 hour), and can be dismissed by the Pathfinder field agent as a move action.",
			">",
			">**Message:** In addition to the light spell-like ability, the wayfinder can be used to cast {spell/message} at will.",
			">",
			">**Shielding:** Once per day, the Pathfinder field agent can activate her wayfinder to gain a +2 deflection bonus to AC for a number of minutes equal to her Pathfinder field agent level. This bonus increases by 1 for every 5 class levels the Pathfinder field agent possesses.",
			">",
			">**Silence:** Once per day, the Pathfinder field agent can use her wayfinder to emit an aura of {spell/silence}, as the spell. The silence effect must be centered on the wayfinder. This upgrade can be selected more than once. Each additional time the upgrade is selected, the agent gains another use of the spell per day.",
			">",
			">**Stabilize:** The wayfinder can be used to cast {spell/stabilize} at will.",
			"",
			"**Bonus Feat:** At 2nd level and every 3 levels thereafter, a Pathfinder field agent can select a bonus feat. Each of these bonus feats must be {feat/Skill Focus} or a {main/feats_<teamwork} feat. The Pathfinder field agent must meet the prerequisites of the selected bonus feat.",
			"",
			"**Legends Uncovered (Su):** At 10th level, a Pathfinder field agent has the ability to uncover the secrets of the distant past. Once per day when studying or researching a person, place, or artifact of antiquity, the agent can dedicate herself to the task to gain benefits as though she were casting the spell {spell/legend lore}."
		]
	},
	"pathfinder_savant": {
		"name": "Pathfinder Savant",
		"sources": [
			"Adventurer's Guide",
			"Seekers of Secrets"
		],
		"description": [
			"## Pathfinder Savant",
			"",
			"{SOURCE Adventurer's Guide/140;Seekers of Secrets/60}",
			"",
			"Pathfinder savants are specialists in the theory and practice of magic, illuminating mysteries of the eldritch fabric that permeates existence. The path of the savant brings expertise in the lore of glyphs and sigils, knowledge of exotic spells, and the power to unlock the full potential of magical devices. This skill also makes savants quite valuable to adventuring parties, both in their mastery over ancient traps that utilize old magic and in their skill at identifying and utilizing magic items found in the field. Of course, with their focus on the intellectual portions of adventuring, Pathfinder savants are often ill-equipped to handle the tougher, more excruciating parts of a typical dungeon delve; melee combat, wrenching open stuck doors, and enduring dangerous and unhealthy environments are not the savant's forte. As a result, they rarely undertake solo missions, instead allying with well-rounded groups of fellow adventurers in order to interact with history and strange archaic wonders without dealing with the grislier portions of exploration all on their own. To the Pathfinder savant, this is merely a logical extension of their preferred role in exploration, but that doesn't protect them from periodic sneers and veiled insults from more physically focused companions. Of course, most such associates are quick to beg forgiveness when, inevitably, the savant is needed to decipher the workings of a strange magical device or to call upon their significant magical power to solve problems that cannot be dealt with through brawn alone.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Pathfinder savant, a character must fulfill the following criteria.",
			"",
			"**Feats:** {feat/Magical Aptitude}, any one item crafting feat.  ",
			"**Skills:** Knowledge (arcana) 5 ranks, Spellcraft 5 ranks, Use Magic Device 5 ranks.  ",
			"**Special:** Ability to cast 2nd-level spells.",
			"",
			"### Class Skills",
			"",
			"The Pathfinder Savant's class skills are Appraise (Int), Knowledge (all) (Int), Linguistics (Int), Perception (Wis), Spellcraft (Int), Survival (Wis), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Adept activation, master scholar | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Esoteric magic, glyph-finding | +1 level of existing class |",
			"| 3rd | +1 | +1 | +1 | +2 | Scroll master | +1 level of existing class |",
			"| 4th | +2 | +1 | +1 | +2 | Quick identification | +1 level of existing class |",
			"| 5th | +2 | +2 | +2 | +3 | Sigil master | +1 level of existing class |",
			"| 6th | +3 | +2 | +2 | +3 | Analyze dweomer, silence master | +1 level of existing class |",
			"| 7th | +3 | +2 | +2 | +4 | Dispelling master | +1 level of existing class |",
			"| 8th | +4 | +3 | +3 | +4 | Symbol master | +1 level of existing class |",
			"| 9th | +4 | +3 | +3 | +5 | Spellcasting master | +1 level of existing class |",
			"| 10th | +5 | +3 | +3 | +5 | Item master | +1 level of existing class |",
			"",
			"The following are class features of the Pathfinder savant prestige class.",
			"",
			"**Adept Activation (Ex):** A Pathfinder savant can always take 10 on Use Magic Device checks, except when activating an item blindly. A Pathfinder savant does not automatically fail a Use Magic Device check if he rolls a natural 1 on the check.",
			"",
			"**Master Scholar (Ex):** A Pathfinder savant adds half his class level (minimum 1) as a bonus on Knowledge (arcana), Spellcraft, and Use Magic Device checks. He can always take 10 on Knowledge (arcana) and Spellcraft checks, even if distracted or endangered.",
			"",
			"**Esoteric Magic (Ex):** At each class level beyond 1st, the Pathfinder savant chooses a spell from any class's spell list and thereafter treats that spell as if it were on the spell list of the base spellcasting class for which he has the most levels; if this base spellcasting class could not normally cast that spell, it is treated as 1 level higher than it is on the original class's spell list. If he could cast the spell using his base spellcasting class, the spell's level does not increase. The spell is cast as if its type (arcane, divine, or psychic) were that of his base spellcasting class, and save DCs function as normal for spells of that class. All other restrictions of his normal spellcasting class apply. This ability does not grant other spellcasters special allowance to prepare, cast, or use spell-trigger or spell-completion items of esoteric spells (such as a sorcerer using a cure light wounds scroll prepared by the Pathfinder savant).",
			"",
			"**Glyph-Finding (Ex):** At 2nd level, a Pathfinder savant can use Spellcraft to find writing-based magical traps (including glyphs, runes, sigils, and symbols) in the same way a rogue can use Perception to search for traps.",
			"",
			"**Scroll Master (Su):** At 3rd level, a Pathfinder savant can use his own caster level instead of the item's caster level when using a scroll or other spell-completion item.",
			"",
			"**Quick Identification (Sp):** At 4th level, a Pathfinder savant can use identify as a swift action (caster level equals his character level). He can do this once per day per 2 class levels.",
			"",
			"**Sigil Master (Su):** A 5th level, a Pathfinder savant receives a bonus equal to his class level on saving throws against writing-based magical traps, and if he succeeds at the save, he does not trigger the trap. Such a trap is not disabled, and if he leaves the trap's area and then reenters it, the trap can trigger again. A Pathfinder savant also receives this bonus on saving throws against the effects of such traps triggered by others.",
			"",
			"**Analyze Dweomer (Sp):** At 6th level, a Pathfinder savant can use analyze dweomer for up to 1 round per class level per day. He can use this ability in 1-round increments.",
			"",
			"**Silence Master (Su):** A 6th-level Pathfinder savant can to activate spell-trigger, spell-completion, and command-word items silently, substituting a magical gesture for the necessary words. He cannot use this ability in circumstances where he could not cast a spell with somatic components. He must know how to activate the item normally for this ability to work. Three times per day, he can cast a spell of 6th level or lower as if he were using a silent metamagic rod.",
			"",
			"**Dispelling Master (Su):** At 7th level, if the Pathfinder savant prepares and casts spells like a wizard, he can spontaneously convert any 3rd-level (or higher-level) prepared spell into {spell/dispel magic} or any 6th-level (or higher-level) prepared spell into {spell/greater dispel magic}, as a good-aligned cleric converts prepared spells into cure spells. If he casts spells spontaneously, he adds dispel magic and greater dispel magic to his list of spells known. Every time he successfully uses either of these spells to make a targeted dispel or counterspell, he heals a number of hit points equal to the caster level of the effect dispelled or counterspelled.",
			"",
			"**Symbol Master (Su):** At 8th level, a Pathfinder savant gains power over magical symbol spells (such as symbol of death). When he casts any symbol spell, the save DC to resist its effects, the Perception DC to notice the symbol, and the Disable Device DC to remove the symbol increase by 2. Once per day as an immediate action, the Pathfinder savant can double the bonus granted by his sigil master ability when he attempts a saving throw against a symbol. He can activate this ability after he rolls the saving throw, but must do so before the results are revealed. A Pathfinder savant does not automatically fail a saving throw against a symbol effect on a natural 1.",
			"",
			"**Spellcasting Master (Ex):** At 9th level, a Pathfinder savant can focus his mind three times per day as a swift action. Once he's focused in this way, any spells he casts for the remainder of that round do not provoke attacks of opportunity. Spells with a duration of concentration that he casts in this round persist for a number of rounds after the Pathfinder savant ceases concentrating equal to his Intelligence, Wisdom, or Charisma modifier (whichever is highest).",
			"",
			"**Item Master (Su):** At 10th level, a Pathfinder savant can spend an hour focusing his energies on a single non-charged magic item that requires an action to activate. At the end of this hour, that item becomes attuned to the Pathfinder savant, and from that point on, that specific item can use the Pathfinder savant's caster level to resolve its effects rather than the item's caster level. A Pathfinder savant can change which item is attuned to him by repeating the attunement ritual, but he loses attunement to the previous item. A Pathfinder savant can have only one item attuned to him at a time."
		]
	},
	"pit_fighter": {
		"name": "Pit Fighter",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Pit Fighter",
			"",
			"{SOURCE Paths of Prestige/40}",
			"",
			"Any good pit fighter will tell you, it doesn't matter how well you fight-all the crowd cares about is blood, and they don't care if it's yours or the other guy's. So if you want to survive your time in the pit, make sure the people get their blood, and lots of it. If you're lucky enough, the audience will be on your side, you'll feel the roar of the crowd pounding in your chest, and nothing can stop you.",
			"",
			"This simple philosophy is what separates a true pit fighter from the rest of the castoffs and washed-up gladiators found in arenas all across Golarion. Whether battling beasts in the filthy pits of Belkzen, or combating summoned fiends in the coliseums of Westcrown, a true pit fighter makes sure the audience sees the difference.",
			"",
			"While pit fighters' lives might seem defined by their profession, some do manage to escape the pits, either by winning their freedom in battle or by breaking their chains in the night. Though they may no longer be pit fighters by profession, they will always be pit fighters at heart, and often long for the excitement of battle and the roar of the crowd years after they've officially retired.",
			"",
			"### Requirements",
			"",
			"To qualify to become a pit fighter, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Any nonlawful.  ",
			"**Feats:** {feat/Dazzling Display}.  ",
			"**Skills:** Intimidate 5 ranks; Perform (act), Perform (comedy), or Perform (dance) 3 ranks.  ",
			"**Special:** Orc ferocity racial trait or the rage class feature.",
			"",
			"### Class Skills",
			"",
			"The Pit Fighter's class skills are Acrobatics (Dex), Bluff (Cha), Escape Artist (Dex), Intimidate (Cha), and Perform (Cha).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +1 | +0 | +0 | Poor equipment, showmanship 1/day |",
			"| 2nd | +2 | +1 | +1 | +1 | Arena weapon expertise +1 |",
			"| 3rd | +3 | +2 | +1 | +1 | Weapon trick |",
			"| 4th | +4 | +2 | +1 | +1 | Showmanship 2/day |",
			"| 5th | +5 | +3 | +2 | +2 | Arena weapon expertise +2, roar of the crowd |",
			"| 6th | +6 | +3 | +2 | +2 | Tricky assault |",
			"| 7th | +7 | +4 | +2 | +2 | Showmanship 3/day |",
			"| 8th | +8 | +4 | +3 | +3 | Arena weapon expertise +3 |",
			"| 9th | +9 | +5 | +3 | +3 | Brutal trick |",
			"| 10th | +10 | +5 | +3 | +3 | Greater roar of the crowd, showmanship 4/day |",
			"",
			"The following are class features of the pit fighter prestige class.",
			"",
			"**Weapon and Armor Proficiency:** Pit fighters are proficient with all simple and martial weapons with the performance quality, as well as with light and medium armor and shields (excluding tower shields).",
			"",
			"**Poor Equipment (Ex):** Pit fighters are often forced to fight with poorly maintained equipment. At 1st level, a pit fighter can spend a swift action to ignore the broken condition of a single weapon or piece of armor he wields or wears for the remainder of the encounter. The selected weapon or piece of armor is treated in all ways as though it did not have the broken condition, though its hit points remain unchanged. The pit fighter can affect only one item at a time with this ability; if he selects a second item, the first immediately regains the broken condition.",
			"",
			"**Showmanship (Ex):** Once per day at 1st level, a pit fighter can treat a regular combat as a {rule/performance combat}, with the crowd's starting attitude being indifferent. He makes performance checks, may use performance feats, and takes bonuses or penalties based on the crowd's reaction as normal, even if there is no crowd actually watching the fight. Only the pit fighter is affected by this ability. Activating this ability is a swift action. The encounter's CR determines the DC of the pit fighter's performance checks, as summarized in the table below.",
			"",
			"| Starting or Current Attitude | DC to Improve Attitude |",
			"| --- | --- |",
			"| Hostile | 15 + CR |",
			"| Unfriendly | 10 + CR |",
			"| Indifferent | 5 + CR |",
			"| Friendly | 10 + CR |",
			"| Helpful | 15 + CR |",
			"",
			"The pit fighter can use this ability one additional time per day at 4th level and every three levels thereafter (to a maximum of four times per day at 10th level).",
			"",
			"**Arena Weapon Expertise (Ex):** At 2nd level, when using a weapon with the performance quality, a pit fighter gains a +1 bonus on damage rolls and on attack rolls made to confirm critical hits. This bonus increases to +2 at 5th level and to +3 at 8th level.",
			"",
			"**Weapon Trick (Ex):** At 3rd level, a pit fighter gains {feat/Improved Dirty Trick} as a bonus feat, and can use any weapon with the performance quality to perform a dirty trick combat maneuver. Once per round when the pit fighter performs a dirty trick maneuver against an enemy, he may deal damage to the enemy as if he had struck it with his normal melee attack. The pit fighter must be wielding a weapon and have at least one hand free to use this ability.",
			"",
			"**Roar of the Crowd (Ex):** At 5th level, the roar of applause spurs a pit fighter on to greater acts of violence and brutality. When fighting a {rule/performance combat}, the pit fighter can enter a rage (as per the barbarian class ability) during any round in which the crowd's attitude toward him is helpful. This is in addition to the normal bonuses the crowd's attitude provides. The pit fighter can maintain his rage each round so long as the crowd's attitude toward him remains helpful. If the crowd's attitude ever drops below helpful, the pit fighter's rage immediately ends (though if he possesses the rage ability from another class, he may expend a round of his rage to continue the effect as normal for that class feature). If, after using this ability, the crowd's attitude ever drops to unfriendly or hostile, the pit fighter becomes fatigued. He remains fatigued for as long as the crowd remains unfriendly or hostile or until the end of the combat, whichever comes first.",
			"",
			"**Tricky Assault (Ex):** At 6th level, a pit fighter gains {feat/Quick Dirty Trick} as a bonus feat. This allows the pit fighter to perform a single dirty trick combat maneuver in place of one of his melee attacks on his turn. He must choose the melee attack with the highest base attack bonus to make the dirty trick combat maneuver.",
			"",
			"**Brutal Trick (Ex):** At 9th level, a pit fighter gains {feat/Greater Dirty Trick} as a bonus feat. In addition, a creature that spends a standard action to remove a condition applied by the pit fighter's dirty trick combat maneuver provokes an attack of opportunity from the pit fighter.",
			"",
			"**Greater Roar of the Crowd (Ex):** At 10th level, the crowd's effect on a pit fighter grows even more pronounced. The pit fighter may enter and maintain a rage so long as the crowd's attitude toward him is friendly or better. If the crowd's attitude is helpful, the morale bonus to the pit fighter's Strength and Constitution increases to +6 and the morale bonus on his Will saves increases to +3. Additionally, after using this ability, the pit fighter does not become fatigued until the crowd's attitude becomes hostile."
		]
	},
	"proctor": {
		"name": "Proctor",
		"sources": [ "Concordance of Rivals" ],
		"description": [
			"## Proctor",
			"",
			"{SOURCE Concordance of Rivals/44}",
			"",
			"The most ardent worshippers of the monitor demigods, called proctors, devote their lives to serving their divinities. Some proctors are wanderers, but most embed themselves in a community; experienced proctors are often highly respected for their even-handed wisdom as mediators or judges. In the case of proctors who revere the protean lords, these \"communities\" might consist of thieves or anarchists, but such proctors are no less respected for their expertise.",
			"",
			"### Requirements",
			"",
			"To qualify to become a proctor, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Any neutral.  ",
			"**Feats:** {feat/Alertness}, {feat/Monitor Obedience}.  ",
			"**Skills:** Knowledge (planes) 7 ranks, Knowledge (religion) 7 ranks.  ",
			"**Spells:** Ability to cast at least two abjuration spells of two different spell levels.  ",
			"**Special:** Must worship a monitor demigod; must have met with a monitor of CR 5 or greater and declined an offer of assistance or power from a celestial or fiendish being of CR 10 or greater.",
			"",
			"### Class Skills",
			"",
			"The Proctor's class skills are Diplomacy (Cha), Intimidate (Cha), Knowledge (planes) (Int), Knowledge (religion) (Int), Perception (Wis), Sense Motive (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +1 | +0 | +0 | Monitor familiar, obedience, soultended | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Monitor expression | +1 level of existing class |",
			"| 3rd | +2 | +2 | +1 | +1 | Monitor boon 1 | +1 level of existing class |",
			"| 4th | +3 | +2 | +1 | +1 | Summon monitor | +1 level of existing class |",
			"| 5th | +3 | +3 | +2 | +2 | Improved monitor expression | +1 level of existing class |",
			"| 6th | +4 | +3 | +2 | +2 | Monitor boon 2 | +1 level of existing class |",
			"| 7th | +5 | +4 | +2 | +2 | Solemn voice | +1 level of existing class |",
			"| 8th | +6 | +4 | +3 | +3 | Summon monitor | +1 level of existing class |",
			"| 9th | +6 | +5 | +3 | +3 | Monitor boon 3 | +1 level of existing class |",
			"| 10th | +7 | +5 | +3 | +3 | Expression immunities | +1 level of existing class |",
			"",
			"The following are class features of the proctor prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A proctor gains proficiency with her monitor demigod's favored weapon.",
			"",
			"**Spells per Day:** At the indicated levels, a proctor gains new spells per day as if she had gained a level in a spellcasting class she belonged to before adding the prestige class. She does not gain any other benefits a character of that class would have gained except for additional spells per day, spells known (if she is a spontaneous spellcaster), and an increased effective level of spellcasting. If a character had more than one spellcasting class before becoming a proctor, she must decide which class she adds each new proctor level for the purpose of determining spells per day.",
			"",
			"**Monitor Familiar (Ex):** The proctor gains the services of an {monster/arbiter}, {monster/nosoi}, {monster/paracletus}, or {monster/voidworm} familiar, as appropriate for the proctor's monitor demigod. This functions as the {class/wizard/'s arcane bond class feature}, but as if the proctor had selected the {feat/Improved Familiar} feat. If the proctor has levels in another class that grants a familiar, levels in that class and the proctor class stack for determining the overall abilities of her familiar.",
			"",
			"**Obedience (Ex):** In order to maintain the abilities granted by this prestige class (including all spellcasting abilities augmented by this prestige class), a proctor must perform a daily obedience to her monitor, as set forth in the description of each monitor demigod.",
			"",
			"**Soultended (Ex):** Upon death, a proctor's soul appears on one of the neutral Outer Planes that corresponds to her monitor demigod and begins the gradual transformation into an {family/aeon}, {family/inevitable}, {family/protean}, or {family/psychopomp}. A character attempting to resurrect a slain proctor must succeed at a caster level check with a DC equal to 10 + the proctor's character level or the spell fails. That character cannot attempt to resurrect the proctor again until 24 hours have passed, though other characters can still attempt to do so. The comforting inevitability of this fate grants the proctor a +2 bonus on Will saves.",
			"",
			"**Monitor Expression (Su):** At 2nd level, a proctor must select a specific expression of her role for her monitor demigod. Once made, this choice cannot be changed. Although a proctor's expression often aligns with her demigod, this isn't a strict requirement. Each expression provides a different benefit to the proctor.",
			"",
			"Executors discharge their assigned duties in an efficient and orderly manner, and most often align with the primal inevitables. A proctor with this expression gains a +4 bonus on saving throws against disease, paralysis, poison, sleep, and stunning. At 5th level, this bonus also applies on saves against mind-affecting effects.",
			"",
			"Fosters work to strengthen existing social relationships, and most often align with the psychopomp ushers. As a swift action, a proctor with this expression can gain the [spiritsense ability](subtype/psychopomp), and she can end the effect as a free action. The foster can use this ability for a number of rounds per day equal to her proctor level. These rounds need not be consecutive. At 5th level, the duration increases to 1 minute, and the foster can use this ability for a number of minutes per day equal to her proctor level. These minutes need not be consecutive, but they must be used in 1-minute increments.",
			"",
			"Harmonizers bring balance to opposing factions, and most often align with the Monad. As a swift action, a proctor with this expression can become semi-tangible and gain a +2 deflection bonus to AC. The harmonizer can use this ability for a number of rounds per day equal to her proctor level, and she can end the effect as a free action. These rounds need not be consecutive. At 5th level, this deflection bonus increases to +4.",
			"",
			"Impulsives let their instincts guide them, and most often align with the protean lords. A proctor with this expression can cast {spell/freedom of movement} once per day as a spell-like ability. At 5th level, the proctor can use this ability as a swift action.",
			"",
			"**Monitor Boon:** As a proctor gains levels, she gains boons from her monitor demigod. The nature of the boons varies depending on the proctor's chosen demigod. A monitor demigod grants three boons, each more powerful than the last. At 3rd level, the proctor gains the first boon. At 6th level, she gains the second boon, and at 9th level, she gains the third boon. Consult the {feat/Monitor Obedience} feat and the monitor demigod descriptions for details on monitor boons.",
			"",
			"When a monitor demigod grants a spell-like ability, the proctor's level for the spell-like ability is equal to her total character level. This ability allows a proctor to access these boons earlier than normal; it does not grant additional uses of the boons once the character reaches the necessary Hit Dice to earn the boons normally.",
			"",
			"**Summon Monitor (Sp):** At 4th level, a proctor can cast {spell/summon monster VI} once per day to conjure monitors based on her monitor expression. An executor can summon one {monster/Axiomite}, 1d3 {monster/mercane/s}, or 1d4+1 {monster/novenarut/s}. A foster can summon one {monster/vanth}, 1d3 {monster/morbai/s}, or 1d4+1 {monster/catrina/s}. A harmonizer can summon one {monster/theletos}, 1d3 {monster/othaos/es}, or 1d4+1 {monster/comozant wyrd/s}. An impulsive can summon one {monster/naunet}, 1d3 {monster/azuretzi/s}, or 1d4+1 {monster/ourdivar/s}.",
			"",
			"At 8th level, the proctor also gains the ability to cast {spell/summon monster VIII} once per day to conjure additional monitors of the same type as her monitor expression. An executor can summon one {monster/kolyarut}, 1d3 {monster/zelekhut/s}, or 1d4+1 {monster/axiomite/s}. A foster can summon one {monster/algea}, 1d3 {monster/shoki/s}, or 1d4+1 {monster/vanth/s}. A harmonizer can summon one {monster/akhana}, 1d3 {monster/jyoti}, or 1d4+1 {monster/theletos}. An impulsive can summon one {monster/ibshaunet}, 1d3 {monster/illureshi/s}, or 1d4+1 {monster/naunet/s}. At the GM's discretion, specific monitor demigods may allow proctors who worship them to summon other neutral outsiders of equal power with this ability.",
			"",
			"**Solemn Voice (Su):** At 7th level, the proctor gains an ability based on her monitor expression. Executors and impulsives can speak with any creature that has a language, as {spell/tongues}. A foster can cast {spell/speak with dead} as a spell-like ability at will. A harmonizer gains telepathy with a range of 30 feet but cannot communicate telepathically with creatures immune to mind-affecting effects.",
			"",
			"**Expression Immunities (Su):** At 10th level, the proctor gains one or more immunities based on her monitor expression. Executors are immune to ability damage, ability drain, and energy drain. Fosters are immune to death effects, disease, and poison. Harmonizers are immune to critical hits. Impulsives are immune to transmutation effects, except those they willingly accept."
		]
	},
	"prophet_of_kalistrade": {
		"name": "Prophet of Kalistrade",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Prophet of Kalistrade",
			"",
			"{SOURCE Paths of Prestige/42}",
			"",
			"Any fool off the street can earn a few copper pieces for his labor, but the white-gloved leaders of Druma know that the only true path to success is that set forth in the [Prophecies of Kalistrade](rule/f_profits), a series of directives that detail a strict regimen believers must follow in order to achieve wealth and prosperity. Such prohibitions include abstaining from several kinds of meat, most sexual activity, and virtually all physical contact with other people (wearing full-length white gloves in public to avoid inadvertent touching).",
			"",
			"Despite their eccentric ways, none can deny that in many cases the strictures of Kalistrade seem to lead their adherents to great wealth. The intense strength of will needed to follow the Prophecies of Kalistrade seems to shape the prophets into preternaturally calm and focused individuals who are as ruthless in the market as they are skilled at twisting words and formulating elaborate loopholes in contracts.",
			"",
			"### Requirements",
			"",
			"To qualify to become a prophet of Kalistrade, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Lawful neutral.  ",
			"**Skills:** Knowledge (local) 5 ranks, Profession (merchant) 5 ranks, Sense Motive 2 ranks.  ",
			"**Special:** Must follow the Prophecies of Kalistrade.",
			"",
			"### Class Skills",
			"",
			"The Prophet of Kalistrade's class skills are Appraise (Int), Bluff (Cha), Diplomacy (Cha), Intimidate (Cha), Knowledge (local) (Int), Knowledge (nobility) (Int), Sense Motive (Wis), Spellcraft (Int), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features and Spells Per Day",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | 1st | 2nd | 3rd | 4th |",
			"| --- | :---: | :---: | :---: | :---: | --- | :---: | :---: | :---: | :---: |",
			"| 1st | +0 | +0 | +0 | +1 | Auspicious display +1 | 1 | - | - | - |",
			"| 2nd | +1 | +1 | +1 | +1 | Purchase spells | 2 | - | - | - |",
			"| 3rd | +2 | +1 | +1 | +2 | &mdash; | 3 | - | - | - |",
			"| 4th | +3 | +1 | +1 | +2 | Auspicious display +2, business acumen | 3 | 1 | - | - |",
			"| 5th | +3 | +2 | +2 | +3 | &mdash; | 4 | 2 | - | - |",
			"| 6th | +4 | +2 | +2 | +3 | Mystical contacts | 4 | 3 | - | - |",
			"| 7th | +5 | +2 | +2 | +4 | Auspicious display +3 | 4 | 3 | 1 | - |",
			"| 8th | +6 | +3 | +3 | +4 | Prophet's chest | 4 | 4 | 2 | - |",
			"| 9th | +6 | +3 | +3 | +5 | Planar contacts | 5 | 4 | 3 | - |",
			"| 10th | +7 | +3 | +3 | +5 | Auspicious display +4 | 5 | 4 | 3 | 1 |",
			"",
			"The following are class features of the prophet of Kalistrade prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A prophet of Kalistrade gains no additional weapon or armor proficiencies.",
			"",
			"**Spells:** A prophet of Kalistrade casts arcane spells drawn from the sorcerer/wizard spell list, but is limited to divination and enchantment spells. He can cast any spell he knows without preparing it ahead of time. To cast a spell, a prophet of Kalistrade must have a Charisma score of at least 10 + the spell's level. His bonus spells are based on Charisma, and saving throws against these spells have a DC of 10 + the spell level + the caster's Charisma modifier (if any). His selection of spells is extremely limited - at each prophet of Kalistrade level, he gains one or more new spells, as indicated on the table above. At 4th, 6th, 8th, and 10th level, he can choose to learn a new spell in place of one he already knows, provided the new spell is of the same level as the one he is replacing.",
			"",
			"As he gains levels, a small number of additional spells are added to the prophet of Kalistrade's spell list. He does not automatically learn these spells when they become available; they must be selected as part of his total spells known. At 2nd level, he adds divine favor and floating disk to his spell list. At 4th level, he adds augury and zone of truth to his spell list. At 6th level, he adds arcane lock and make whole to his spell list. At 8th level, he adds glibness and obscure object to his spell list. At 10th level, he adds discern lies and divination to his spell list.",
			"",
			"**Auspicious Display (Ex):** A prophet of Kalistrade projects an air of confidence and inviolability by displaying his wealth and status. So long as the prophet wears 1,000 gp worth of purely decorative jewelry, clothing, or other adornments, he gains a +1 dodge bonus to AC and a +1 morale bonus on saving throws. This bonus (and the necessary value of his accoutrements) increases as he gains levels, to +2 for 4,000 gp at 4th level, +3 for 9,000 gp at 7th level, and +4 for 16,000 gp at 10th level.",
			"",
			"**Purchase Spells (Su):** Starting at 2nd level, a prophet of Kalistrade can cast spells not normally available to him by expending a certain amount of gold. A prophet of Kalistrade can spontaneously cast any 1st-level spell he knows - even if he has expended all of his spells for that day - by sacrificing 500 gp worth of currency (gp, sp, and so on) or gems. If the spell has a material component cost, it is added to the base cost of this ability. Currency or gems used in this way must be on the prophet's person, and goods other than standard currency or precious gems cannot be sacrificed to use this ability. Casting a spell in this way does not expend any of the prophet's uses of spells for that day, and once sacrificed, the currency spent to use this ability cannot be retrieved in any way - the money has effectively disappeared forever.",
			"",
			"At 4th level, the prophet of Kalistrade can cast a 2nd-level spell he knows by sacrificing 1,500 gp. At 7th level, he can cast a 3rd-level spell by sacrificing 3,000 gp. At 10th level, he can cast a 4th-level spell by sacrificing 5,000 gp.",
			"",
			"**Business Acumen (Ex):** At 4th level, a prophet of Kalistrade can treat settlements as one size category larger when determining their base values and purchase limits. At 7th level, this ability improves so that the prophet can treat settlements as two size categories larger. At 10th level, the prophet can treat settlements as four size categories larger.",
			"",
			"**Mystical Contacts (Ex):** At 6th level, once per week a prophet of Kalistrade can call in favors from his trading partners to purchase a spellcasting service at half its normal price. The prophet must still find a spellcaster capable of casting the spell he desires (which usually means finding a large enough settlement), and must provide any expensive material components required by the spell at their full price.",
			"",
			"**Prophet's Chest (Sp):** At 8th level, a prophet of Kalistrade can hide a chest on the Ethereal Plane, as per the spell secret chest, except that the prophet does not need an expensive chest or replica-any chest will do. The prophet can summon the chest back to the Material Plane as a standard action up to three times per day. So long as the prophet accesses the chest once every month, it suffers no chance of being lost on the Ethereal Plane. A prophet of Kalistrade can have only one chest on the Ethereal Plane in this way.",
			"",
			"**Planar Contacts (Su):** At 9th level, a prophet of Kalistrade can purchase an outsider's services for half the normal cost when he casts a planar ally spell or is within 30 feet of an ally who casts a planar ally spell. When negotiating with a creature called by a planar binding spell (either his own or an ally's), the prophet gains a +4 bonus on any opposed Charisma checks.",
			"",
			"### Ex-Prophets of Kalistrade",
			"",
			"A prophet who ceases to be lawful neutral, or who violates the dietary and sexual prohibitions set forth in the Prophecies of Kalistrade, loses all class features (except weapon, armor, and shield proficiencies), and cannot progress further in levels as a prophet of Kalistrade. He regains his abilities and advancement potential if he atones for his violations (see the {spell/atonement} spell description), as appropriate."
		]
	},
	"pure_legion_enforcer": {
		"name": "Pure Legion Enforcer",
		"sources": [ "Inner Sea Combat" ],
		"description": [
			"## Pure Legion Enforcer",
			"",
			"{SOURCE Inner Sea Combat/32}",
			"",
			"The nation of Rahadoum holds all religions equally in contempt. From calling down the holy fires of Iomedae to saying a quiet prayer on behalf of the dead to Pharasma, any expression of religious worship or spiritual proselytization is a crime punishable by fines, exile, imprisonment - or worse. These anti-religion laws, part of a larger code known as the Laws of Man, were originally created as the solution to the Oath Wars, a decades-long series of holy wars between the faithful of Sarenrae and followers of Nethys and Norgorber that ravaged Rahadoum centuries ago.",
			"",
			"The Pure Legion is a government-sponsored military organization created to enforce the Laws of Man within Rahadoum's borders and territorial waters. While the Pure Legion employs many different types of agents, most are simple soldiers who double as city guards. The enforcers, however, are investigators and spies who specialize in ferreting out hidden cults, clandestine relic smugglers, subversive philosophers, and religious terrorists. They might lead squads of rank and file legionnaires, operate in pairs, or work alone. Though their methods vary, all Pure Legion enforcers are dedicated to keeping their nation free of the gods' shackles by tracking down and purging any divine influence from the Kingdom of Man. Some take on an atheistic fervor that rivals the zealotry of those they seek to keep out of Rahadoum, but most enforcers are simply incredibly skilled at their jobs rather than suffering from any kind of mind-clouding ideology.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Pure Legion enforcer, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Any lawful.  ",
			"**Deity:** Cannot worship a deity.  ",
			"**Feats:** Godless Healing.  ",
			"**Skills:** Knowledge (religion) 5 ranks, Sense Motive 4 ranks.  ",
			"**Special:** Cannot cast divine spells.",
			"",
			"### Class Skills",
			"",
			"The Pure Legion Enforcer's class skills are Diplomacy (Cha), Heal (Wis), Intimidate (Cha), Knowledge (local) (Int), Knowledge (religion) (Int), Perception (Wis), Sense Motive (Wis), and Spellcraft (Int), and Survival (Wis).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +1 | +0 | +1 | Aura sense, nonbeliever |",
			"| 2nd | +2 | +1 | +1 | +1 | Divine detective, voice of law |",
			"| 3rd | +3 | +2 | +1 | +2 | Improved godless healing |",
			"| 4th | +4 | +2 | +1 | +2 | Confiscate, decree of law |",
			"| 5th | +5 | +3 | +2 | +3 | Discern lies, disruptive critical |",
			"| 6th | +6 | +3 | +2 | +3 | Edict of law |",
			"| 7th | +7 | +4 | +2 | +4 | Iconoclast |",
			"| 8th | +8 | +4 | +3 | +4 | Absolute law |",
			"| 9th | +9 | +5 | +3 | +5 | Traces of divinity |",
			"| 10th | +10 | +5 | +3 | +5 | Iron-willed atheist |",
			"",
			"The following are class features of the Pure Legion enforcer prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A Pure Legion enforcer is proficient with all simple weapons, plus the falchion, scimitar, and shortbow. Pure Legion enforcers are proficient with all light and medium armor and shields (except tower shields).",
			"",
			"**Aura Sense (Sp):** A Pure Legion enforcer can cast [detect chaos/evil/good/law](spell/detect_evil) at will as a spell-like ability, though he can detect only auras of moderate or higher power. He can detect only one type of aura at any given time.",
			"",
			"**Nonbeliever (Su):** A Pure Legion enforcer gains a bonus equal to 1/2 his class level (minimum +1) on saving throws against divine spells and spell-like abilities granted by a divine spellcasting class. The enforcer must always attempt a saving throw against the effects of beneficial divine magic.",
			"",
			"**Divine Detective (Sp):** At 2nd level, a Pure Legion enforcer gains the ability to cast {spell/detect magic} at will as a spell-like ability. He also receives a bonus equal to 1/2 his Pure Legion enforcer level on checks to identify religious paraphernalia, divine spells, or magic items that are divine in nature (such as divine scrolls, aligned weapons, and magic items keyed to specific deities). This bonus also applies to Spellcraft checks to identify the casting of divine spells, Knowledge (religion) checks to identify nonmagical religious items and iconography, and Perception checks to detect hidden or concealed holy symbols.",
			"",
			"**Voice of Law (Ex):** At 2nd level, a Pure Legion enforcer can, as a standard action, attempt an Intimidate check to demoralize all worshipers of a specific deity within 30 feet. Spellcasters who are affected by this ability also take a -4 penalty on concentration checks to cast divine spells as long as they are shaken.",
			"",
			"**Improved Godless Healing (Su):** At 3rd level, a Pure Legion enforcer can benefit from the Godless Healing feat one additional time per day, and heals an additional 1d8 points of damage for every 3 levels he possesses, to a maximum of an additional 3d8 points of damage healed at 9th level.",
			"",
			"**Confiscate (Ex):** At 4th level, the Pure Legion enforcer gains a +2 bonus on combat maneuver checks to disarm or steal divine paraphernalia and magic items (such as aligned weapons, divine scrolls, holy or unholy symbols, and items affiliated with a specific deity). He can attempt disarm and steal combat maneuvers against such targets without provoking an attack of opportunity.",
			"",
			"**Decree of Law (Ex):** At 4th level, the Pure Legion enforcer can use his voice of law ability as a move action. Additionally, the enforcer gains a +2 morale bonus on attack and damage rolls against creatures affected by his voice of law ability.",
			"",
			"**Discern Lies (Sp):** At 5th level, a Pure Legion enforcer can discern lies, as per the spell, for a number of rounds per day equal to his enforcer level. These rounds don't need to be consecutive. Activating this ability is an immediate action.",
			"",
			"**Disruptive Critical (Su):** At 5th level, when a Pure Legion enforcer confirms a critical hit against a divine spellcaster, he temporarily severs the divine conduit between the spellcaster and her deity, preventing her from casting divine spells or using supernatural or spell-like abilities granted by divine spellcasting classes. This effect lasts for 1 round per level or until the spellcaster succeeds at a concentration check (DC = 20 + 1/2 the enforcer's class level + his Charisma modifier).",
			"",
			"**Edict of Law (Ex):** At 6th level, the Pure Legion enforcer can use his voice of law ability as a swift action, and if he is successful, creatures affected are shaken for a minimum of 1 minute instead of 1 round. The duration of this effect is still increased by 1 round for every 5 by which the enforcer exceeds the DC.",
			"",
			"**Iconoclast (Ex):** At 7th level, a Pure Legion enforcer gains a +2 bonus on combat maneuver attempts to sunder divine paraphernalia and magic items. He can attempt sunder combat maneuvers against such items without provoking an attack of opportunity.",
			"",
			"**Absolute Law (Ex):** At 8th level, the Pure Legion enforcer's damage bonus against creatures affected by his voice of law ability increases to +4.",
			"",
			"**Traces of Divinity (Su):** At 9th level, a Pure Legion enforcer can detect the lingering effects of magic long after the spell's duration has expired. When using detect magic on a lingering aura from a divine spell or a spell-like ability granted from a divine spellcasting class, the enforcer treats the original aura as one strength level higher than it actually was when determining its duration. If the enforcer exceeds the Spellcraft check to identify the spell by 5 or more, he can sense the same dim aura upon the spell's caster within the extended duration of his detect magic spell.",
			"",
			"**Iron-Willed Atheist (Su):** At 10th level, a Pure Legion enforcer gains spell resistance equal to 11 + his character level against divine spellcasting and spell-like abilities granted by a divine spellcasting class. A Pure Legion enforcer cannot voluntarily lower his spell resistance. Additionally, his damage bonus against creatures affected by his voice of law ability increases to +6."
		]
	},
	"ulfen_guard": {
		"name": "Ulfen Guard",
		"sources": [ "Inner Sea Combat" ],
		"description": [
			"## Ulfen Guard",
			"",
			"{SOURCE Inner Sea Combat/34}",
			"",
			"After centuries of raiding and pillaging throughout Avistan, the Ulfen have earned their reputation for ferocity and fearlessness. Though seemingly at odds with this perception of barbarism, Ulfen are also known for their staunch loyalty, strong sense of honor, and unyielding resolve. The combination of these reputations is in large part why they have become desired as bodyguards throughout the region. Nowhere is this practice more pronounced than in Taldor, where Ulfen have become ensconced in the Taldan tradition and adopted as the elite bodyguards of Grand Prince Stavian III himself. [Ulfen Guards](rule/f_imperial), as outsiders, are generally thought to have no ulterior motives or secret loyalty to other Taldan families or political organizations; their honor keeps them loyal to the crown. An Ulfen Guard is required to be of at least half-Ulfen descent, with one or both parents hailing from the Lands of the Linnorm Kings. Non-Ulfen may serve the organization in a support capacity, but may not be Ulfen Guards themselves. While the Ulfen Guards are officially Stavian III's personal bodyguards, he often has them perform other tasks that take them all over the Inner Sea region, protecting his interests as well as his person, or operating secretly under the auspices of traveling Ulfen merchants, raiding seafarers, or unaffiliated mercenaries, all the while serving the Taldan crown.",
			"",
			"### Requirements",
			"",
			"To qualify to become an Ulfen Guard, a character must fulfill all of the following criteria.",
			"",
			"**Base Attack Bonus:** +5.  ",
			"**Skills:** Knowledge (nobility) 2 ranks, Perception 5 ranks, Sense Motive 3 ranks.  ",
			"**Special:** Ulfen descent.",
			"",
			"### Class Skills",
			"",
			"The Ulfen Guard's class skills are Diplomacy (Cha), Knowledge (nobility) (Int), Perception (Wis), Sense Motive (Wis).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +1 | +0 | +1 | Chosen ally, guard dedication, rage |",
			"| 2nd | +2 | +1 | +1 | +1 | Guarded thoughts |",
			"| 3rd | +3 | +2 | +1 | +2 | Guard dedication |",
			"| 4th | +4 | +2 | +1 | +2 | Adaptable guardian |",
			"| 5th | +5 | +3 | +2 | +3 | Guard dedication |",
			"| 6th | +6 | +3 | +2 | +3 | Tight follower |",
			"| 7th | +7 | +4 | +2 | +4 | Guard dedication |",
			"| 8th | +8 | +4 | +3 | +4 | Reactive strike |",
			"| 9th | +9 | +5 | +3 | +5 | Guard dedication |",
			"| 10th | +10 | +5 | +3 | +5 | Unbreakable defender |",
			"",
			"The following are class features of the Ulfen Guard prestige class.",
			"",
			"**Chosen Ally (Ex):** At 1st level, when entering a rage, an Ulfen Guard can choose an ally to protect as a free action. The Ulfen Guard must make this choice when beginning her rage and cannot change her designated ally while raging. Whenever the Ulfen Guard is adjacent to her chosen ally, she can choose to take a -1 penalty to her AC to grant her ally a +1 dodge bonus to AC and Reflex saves. This bonus increases by 1 at 5th and 10th level.",
			"",
			"**Guard Dedications:** At 1st level, and at every 2 levels thereafter, an Ulfen Guard chooses a guard dedication from the list below. An Ulfen Guard cannot choose a guard dedication more than once unless the dedication specifies otherwise.",
			"",
			"**Alert Guardian (Ex):** An Ulfen Guard with this dedication can enter a rage as an immediate action, and can do so even when flat-footed or during a surprise round in which she cannot otherwise act.",
			"",
			"**Clothed in Civilization (Ex):** The Ulfen Guard gains proficiency in heavy armor. At 5th level, if the Ulfen Guard has the barbarian fast movement ability, she can use her fast movement ability while wearing heavy armor. This does not negate the penalties to movement imposed by the armor itself.",
			"",
			"**Curiosity (Ex):** The Ulfen Guard's peculiar nature makes her an object of intrigue. Civilized people are fascinated by the \"tamed\" barbarian, while more barbaric cultures are fascinated by her choice to turn her back on her heritage. The Ulfen Guard gains a bonus equal to her class level on Diplomacy checks.",
			"",
			"**Deflect Arrows (Ex):** The Ulfen Guard gains {feat/Deflect Arrows} as a bonus feat. If she is adjacent to her chosen ally, she can use this ability to deflect an arrow targeting her chosen ally. The Ulfen Guard does not need to meet the prerequisites for this bonus feat.",
			"",
			"**Formal Training (Ex):** When selecting this dedication, the Ulfen Guard gains a bonus feat. She must select this feat from the list of fighter bonus feats. Additionally, the Ulfen Guard adds her level to any levels of fighter she has for the purpose of meeting the prerequisites for feats (if she has no fighter levels, treat her Ulfen guard levels as fighter levels). The Ulfen Guard must be at least 3rd level to select this dedication.",
			"",
			"**Greater Rage (Ex):** The Ulfen Guard gains greater rage; this works as the barbarian ability of the same name. The Ulfen Guard must be at least 7th level to select this dedication.",
			"",
			"**Rage Power (Ex):** The Ulfen Guard can select a barbarian rage power for which she qualifies, adding her Ulfen Guard level to her barbarian level to determine access. This guard dedication can be chosen up to three times.",
			"",
			"**Teamwork (Ex):** Each time she begins her rage, the Ulfen Guard can select a [teamwork feat](main/feats_teamwork) that her chosen ally possesses; this must be a teamwork feat for which the Ulfen Guard otherwise qualifies. For the duration of her rage, the Ulfen Guard gains the benefits of that feat. This guard dedication can be chosen multiple times; each additional time allows the Ulfen Guard to select an additional teamwork feat at the start of her rage, thus granting her the use of more than one teamwork feat simultaneously.",
			"",
			"**Uncanny Dodge (Ex):** The Ulfen Guard gains uncanny dodge, as the barbarian class feature of the same name. If the guard already has uncanny dodge from another source (or a previous instance of this dedication), she instead gains improved uncanny dodge. If she already has improved uncanny dodge, taking this dedication grants the effects of improved uncanny dodge to her chosen ally as long as the guard is adjacent to the ally. Use the guard's class level plus her barbarian levels to determine the minimum rogue level required to flank either character. This guard dedication can be chosen up to three times.",
			"",
			"**Rage (Ex):** An Ulfen Guard is trained to harness her brutish nature while in combat in the defense of her charge. This works as the barbarian ability of the same name. An Ulfen Guard's class levels stack with any other classes granting this ability for determining the effects of rage powers and the number of rounds per day the guard can rage.",
			"",
			"**Guarded Thoughts (Ex):** At 2nd level, if the Ulfen Guard fails a saving throw against a charm or compulsion effect, she immediately receives an additional save with a +5 circumstance bonus if the effect would compel her to attack her chosen ally. The guard can use this ability any number of times, but only once per effect.",
			"",
			"**Adaptable Guardian (Ex):** At 4th level, the Ulfen Guard can change her chosen ally during a rage as a move action. At 8th level, the Ulfen Guard can change her chosen ally as a swift action.",
			"",
			"**Tight Follower (Ex):** At 6th level, if the Ulfen Guard is within 10 feet of her chosen ally and the ally moves more than 10 feet away from her, the Ulfen Guard can move up to her speed as an immediate action so long as she ends the movement within 10 feet of her chosen ally.",
			"",
			"**Reactive Strike (Ex):** At 8th level, an Ulfen Guard can make an attack of opportunity against an enemy that moves adjacent to or attacks the Ulfen Guard's chosen ally. The Ulfen Guard cannot make a reactive strike against a creature she has already made an attack of opportunity against during the round.",
			"",
			"**Unbreakable Defender (Ex):** At 10th level, as long as she is within 10 feet of her chosen ally, the Ulfen Guard gains the benefits of the {feat/Diehard} feat and no longer becomes fatigued when she ends her rage."
		]
	},
	"umbral_court_agent": {
		"name": "Umbral Court Agent",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Umbral Court Agent",
			"",
			"{SOURCE Paths of Prestige/58}",
			"",
			"Zon-Kuthon's agents in the mortal realm preserve the god's grip on the shadowy nation of Nidal through darkness and horror. The rare few Kuthites gifted with the right to rule are known as the Umbral Court, and Umbral Court agents are their enforcers. Officially, Umbral Court agents operate primarily in the blasted city of Ridwan or the capital of Pangolais. In truth, however, Umbral Court agents operate throughout all of Nidal and its neighboring nations. Some work in the open as diplomats and consuls, others in secret as spies, agitators, and agents provocateur. Most agents in Nidal spend their time hunting down apostates and heretics, seeking to purge the nation of inappropriate influences. Those acting abroad seek out positions in rival nations' halls of power. Regardless of their methods, all serve the greater glory of Nidal - and the will of their dark god - with blind devotion.",
			"",
			"Umbral Court agents' loyalty to their overlords and ideals does not extend to other agents. Many an agent has fallen to a poisoned dagger from a rival seeking greater power. These minor treacheries are overlooked, or even rewarded, by superiors, so long as they do not interfere with the relative peace and order of Nidal. Agents who thirst for power often make deals with dark entities in order to stay one step ahead of their so-called allies, and in Pangolais it is not uncommon for agents to transform themselves into vampires or other types of undead.",
			"",
			"### Requirements",
			"",
			"To qualify to become an Umbral Court agent, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Lawful evil.  ",
			"**Deity:** Must worship Zon-Kuthon.  ",
			"**Feats:** {feat/Deceitful}.  ",
			"**Skills:** Bluff 5 ranks, Knowledge (nobility) 7 ranks, Knowledge (religion) 7 ranks.  ",
			"**Spells:** Able to cast 2nd-level spells.",
			"",
			"### Class Skills",
			"",
			"The Umbral Court Agent's class skills are Bluff (Cha), Intimidate (Cha), Knowledge (nobility) (Int), Knowledge (religion) (Int), Perception (Wis), Sense Motive (Wis), and Stealth (Dex).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +1 | +0 | +1 | Blessings of darkness, shadow courtier, tenebrous magic | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Darkvision | +1 level of spellcasting class |",
			"| 3rd | +2 | +2 | +1 | +2 | Shadow chains | +1 level of spellcasting class |",
			"| 4th | +3 | +2 | +1 | +2 | Shadow jump (40 ft.) | +1 level of spellcasting class |",
			"| 5th | +3 | +3 | +2 | +3 | Unnerving gaze (shaken 1 round) | &mdash; |",
			"| 6th | +4 | +3 | +2 | +3 | Grasping darkness, shadow jump (80 ft.) | +1 level of spellcasting class |",
			"| 7th | +5 | +4 | +2 | +4 | Darkvision +30 ft., unnerving gaze (shaken 1d4 rounds) | +1 level of spellcasting class |",
			"| 8th | +6 | +4 | +3 | +4 | Shadow jump (160 ft.) | +1 level of spellcasting class |",
			"| 9th | +6 | +5 | +3 | +5 | Unnerving gaze (staggered 1 round) | &mdash; |",
			"| 10th | +7 | +5 | +3 | +5 | Crushing umbra, shadow jump (320 ft.) | +1 level of spellcasting class |",
			"",
			"The following are class features of the Umbral Court agent prestige class.",
			"",
			"**Weapon and Armor Proficiency:** An Umbral Court agent gains proficiency with the spiked chain.",
			"",
			"**Blessings of Darkness:** An Umbral Court agent gains the Darkness domain at 1st level, using his class level as his effective cleric level to determine the effects of its granted powers. If he already possesses the Darkness domain from another class, his Umbral Court agent levels stack with levels in that class when determining the effects of his Darkness domain powers. The Umbral Court agent does not receive bonus spells or domain spell slots from his Umbral Court agent levels.",
			"",
			"**Tenebrous Magic:** An Umbral Court agent receives {feat/Tenebrous Spell} as a bonus feat at 1st level, and can apply its effects to his spells without increasing their effective spell level or casting time. In addition, if the spell has the darkness or shadow descriptor or is of the illusion (shadow) subschool, the spell's effective caster level and any associated save DCs are increased by 2 (instead of 1), and any attempts at dispelling the spell in darkness or dim light take a -4 penalty on the dispel check (instead of -2).",
			"",
			"**Umbral Courtier (Ex):** An Umbral Court agent gains a competence bonus on Bluff, Diplomacy, and Knowledge (nobility) checks equal to his class level.",
			"",
			"**Darkvision (Ex):** At 2nd level, an Umbral Court agent gains darkvision out to a range of 60 feet. If he already has darkvision, the range increases by 30 feet. At 7th level, the range of the Umbral Court agent's darkvision increases by an additional 30 feet.",
			"",
			"**Shadow Chains (Sp):** At 3rd level, an Umbral Court agent can use his touch of darkness ability one additional time per day. When using the touch of darkness ability, the Umbral Court agent manifests shadowy chains that increase the reach of his melee touch attack by 5 feet. A creature struck by these chains must succeed at a Reflex save (DC 10 + the Umbral Court agent's level + the Umbral Court agent's Wisdom modifier) or be entangled for 1d4 rounds in addition to the normal effects of the ability.",
			"",
			"**Shadow Jump (Su):** At 4th level, an Umbral Court agent gains the ability to supernaturally travel between shadows. This ability functions exactly like the shadowdancer ability of the same name.",
			"",
			"**Unnerving Gaze (Su):** At 5th level, an Umbral Court agent gains a gaze attack similar to the kyton ability of the same name. Creatures within 30 feet of the Umbral Court agent must succeed at a Will save (DC 10 + the Umbral Court agent's level + the Umbral Court agent's Wisdom modifier) or be shaken for 1 round. The Umbral Court agent can use this ability for a number of rounds per day equal to his level; these rounds do not need to be consecutive. Activating this ability is a swift action. The Umbral Court agent is immune to the unnerving gaze of kytons (whether or not his own unnerving gaze is active). This is a mind-affecting fear effect that follows all the normal rules for a gaze attack.",
			"",
			"As the Umbral Court agent gains levels, his unnerving gaze grows more potent. At 7th level, creatures that fail their save are shaken for 1d4 rounds. At 9th level, they are staggered for 1 round and shaken for 1d4 rounds after.",
			"",
			"**Grasping Darkness (Sp):** At 6th level, an Umbral Court agent can use his touch of darkness ability an additional time per day, and the reach provided by his shadow chains ability increases by 5 feet (to a total 10 foot increase). In place of entangling the target, the Umbral Court agent can attempt to grapple the target without provoking an attack of opportunity, using his Wisdom modifier in place of his Strength modifier for the purpose of determining his CMB. If both the Umbral Court agent and his target are in an area of dim or darker light, he gains a +5 bonus on this grapple check. The Umbral Court agent does not gain the grappled condition when using his shadow chains this way. He may make combat maneuver checks to maintain the grapple for as long as the effect of his touch of darkness ability persists.",
			"",
			"**Crushing Umbra (Sp):** At 10th level, an Umbral Court agent can use his touch of darkness ability at will, and the reach provided by his shadow chains increases by another 10 feet (to a total 20 foot increase). When he successfully grapples a creature with his shadow chains, the Umbral Court agent can begin constricting his victim as a free action, dealing 5d6 points of damage whenever he makes a successful grapple check. Creatures constricted in this way are also considered strangled, and cannot speak or cast spells with verbal components."
		]
	},
	"veiled_illusionist": {
		"name": "Veiled Illusionist",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Veiled Illusionist",
			"",
			"{SOURCE Paths of Prestige/60}",
			"",
			"Many who seek to master the art of illusion turn to Sivanah, goddess of mysteries, reflections, and veils. She awards powerful insights into the nature of illusion and deception to those who are especially devout in their worship, possess exceptional skill in a craft, or simply manage to catch her eye. These rare few are known as veiled illusionists, the favored disciples of the Seventh Veil.",
			"",
			"While skilled in all forms of illusion, veiled illusionists primarily excel at casting glamers-spells that alter or conceal the illusionist's true form. Most veiled illusionists are uncomfortable with maintaining one disguise for an extended period of time. Instead, they prefer to change their appearance from day to day, or even from hour to hour. This makes it difficult for veiled illusionists to integrate fully into society, so most end up wanderers, taking on a new face with each new town they visit.",
			"",
			"### Requirements",
			"",
			"To qualify to become a veiled illusionist, a character must fulfill all the following criteria.",
			"",
			"**Feats:** {feat/Spell Focus} (illusion).  ",
			"**Skills:** Bluff 5 ranks, Disguise 5 ranks, Knowledge (arcana) 2 ranks.  ",
			"**Spells:** Able to cast three different illusion spells, one of which must be of 2nd level or higher.",
			"",
			"### Class Skills",
			"",
			"The Veiled Illusionist's class skills are Bluff (Cha), Disguise (Cha), Knowledge (arcana) (Int), Knowledge (religion) (Int), Spellcraft (Int), and Stealth (Dex).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Sivanah's veil (human), veil pool | +1 level of spellcasting class |",
			"| 2nd | +1 | +1 | +1 | +1 | Sivanah's veil (halfling) | +1 level of spellcasting class |",
			"| 3rd | +1 | +1 | +1 | +2 | Veil pool (auditory) | +1 level of spellcasting class |",
			"| 4th | +2 | +1 | +1 | +2 | Sivanah's veil (elf) | +1 level of spellcasting class |",
			"| 5th | +2 | +2 | +2 | +3 | Quick veil (move), veil pool (tactile) | +1 level of spellcasting class |",
			"| 6th | +3 | +2 | +2 | +3 | Sivanah's veil (gnome) | +1 level of spellcasting class |",
			"| 7th | +3 | +2 | +2 | +4 | Quick veil (swift) | +1 level of spellcasting class |",
			"| 8th | +4 | +3 | +3 | +4 | Sivanah's veil (cyclops) | +1 level of spellcasting class |",
			"| 9th | +4 | +3 | +3 | +5 | Veil pool (extraordinary senses) | +1 level of spellcasting class |",
			"| 10th | +5 | +3 | +3 | +5 | Sivanah's veil (naga), true veil | +1 level of spellcasting class |",
			"",
			"The following are class features for the veiled illusionist prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A veiled illusionist gains no additional weapon or armor proficiencies.",
			"",
			"**Veil Pool (Sp):** A veiled illusionist draws power from a reserve of magical energy to strengthen her illusions. This veil pool has a number of points equal to her class level + her Wisdom, Intelligence, or Charisma modifier (the character makes this choice at 1st level, after which it cannot be changed). The pool refreshes once per day when the veiled illusionist prepares her spells or regains spell slots.",
			"",
			"As a standard action, the veiled illusionist can spend 1 point from her veil pool to alter her appearance as per the spell disguise self. This is a glamer effect that lasts a number of hours equal to the veiled illusionist's class level. The DC to disbelieve the effect is equal to 15 + the number of points remaining in the veiled illusionist's veil pool.",
			"",
			"At 3rd level, the veiled illusionist can alter her perceived audible (sound) properties when she assumes her disguise.",
			"",
			"At 5th level, the veiled illusionist can also alter her perceived tactile (touch) properties, and can imitate any voice with which she is familiar. At 9th level, the veiled illusionist's veil fools even extraordinary senses, such as scent, blindsight, or tremorsense.",
			"",
			"**Sivanah's Veils:** A veiled illusionist learns to cloak herself in the forms favored by the goddess Sivanah-human, halfling, elf, gnome, cyclops, and naga. Once the veiled illusionist learns a veil, she can expend 1 point from her veil pool to disguise herself as a member of that veil's race as though using disguise self, even if doing so would exceed the limitations of disguise self. When disguising herself as one of these races, she gains an additional bonus on her Disguise check equal to her class level. Each veil also grants the illusionist an additional power. Assuming a different veil while still under the effects of her disguise self spell-like ability is a free action, and does not expend any additional points from her veil pool.",
			"",
			"**Human:** At 1st level, a veiled illusionist may select an illusion spell from the sorcerer/wizard spell list of a level she can cast and add it to her class spell list at the same level. If the spell is already on her spell list, she adds it to her spellbook, familiar, or list of spells known. Each time the illusionist gains a level, she may select an additional illusion spell.",
			"",
			"**Halfling:** At 2nd level, a veiled illusionist can spend 1 point from her veil pool as a free action while casting an illusion spell to disguise her spellcasting. Creatures attempting to identify the spell as it's being cast must succeed at a Will save (DC 15 + the number of points remaining in the illusionist's veil pool) or misidentify the spell as a spell of the illusionist's choice. The illusory spell must be the same level as the true spell, and must be one the illusionist can cast.",
			"",
			"**Elf:** At 4th level, a veiled illusionist can spend 1 point from her veil pool as an immediate action to reroll a caster level check made to bypass spell resistance. She must use this ability before the results of the first roll are revealed, and must accept the second roll, even if it's worse.",
			"",
			"**Gnome:** At 6th level, a veiled illusionist can spend 1 point from her veil pool to concentrate on a glamer or figment as a swift action, rather than a standard action.",
			"",
			"**Cyclops:** At 8th level, a veiled illusionist can spend 1 point from her veil pool as a free action to gain the benefits of the spell true seeing until the beginning of her next turn.",
			"",
			"**Naga:** At 10th level, as a free action while casting an illusion spell, a veiled illusionist can spend 1 point from her veil pool to coil the illusion upon itself. Any creature that disbelieves the illusion sees a second illusion within the translucent outline of the first, as if the illusionist had cast the spell a second time. Effectively, after a creature disbelieves the first illusion, it sees a second illusion in its place, which it must attempt to disbelieve separately. The veiled illusionist must determine the features of the second illusion as she casts the first. If the second illusion is especially similar to the first one, creatures that study or interact with it receive a +4 bonus on the save to disbelieve the effect.",
			"",
			"**Quick Veil:** At 5th level, a veiled illusionist can assume or alter her disguise with her veil pool ability as a move action. At 7th level, the action is reduced to a swift action.",
			"",
			"**True Veil:** At 10th level, a veiled illusionist can spend 1 point from her veil pool to imbue her disguise with a measure of reality. The veiled illusionist's disguise self spell-like ability is treated as a polymorph effect, though it retains the illusion school and gains the shadow descriptor. Other creatures no longer get a Will save to recognize the effect as an illusion, though they can still make Perception checks to realize the veiled illusionist is using a disguise.",
			"",
			"If disguised as a humanoid using her veil pool ability, the veiled illusionist gains the benefit of alter self. If disguised as a cyclops or naga, she gains a +4 size bonus to Strength, a -2 penalty to Dexterity, a +4 natural armor bonus, and any of the following abilities possessed by the creature whose form she has taken: burrow 30 feet, climb 90 feet, fly 90 feet (good maneuverability), swim 90 feet, darkvision 60 feet, low-light vision, ferocity, guarded thoughts, poison, and spit. The effect lasts for a number of minutes equal to the veiled illusionist's level if she is disguised as a humanoid, or rounds per level if disguised as a cyclops or naga."
		]
	},
	"westcrown_devil": {
		"name": "Westcrown Devil",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Westcrown Devil",
			"",
			"{SOURCE Adventurer's Guide/48}",
			"",
			"The [Council of Thieves'](rule/aff_thieves) premier agents - called \"devils\" as an ironic nod to Cheliax's infernal rulers - are steeped in the lore and mystery of the Council's home city of Westcrown.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Westcrown devil, a character must fulfill the following criteria.",
			"",
			"**Alignment:** Any nonlawful.  ",
			"**Feats:** {feat/Weapon Finesse} plus any one of the following: {feat/Alertness}, {feat/Athletic}, {feat/Deceitful}, {feat/Deft Hands}, {feat/Magical Aptitude}, {feat/Persuasive}, or {feat/Stealthy}.  ",
			"**Religion:** Cannot worship Norgorber.  ",
			"**Skills:** Knowledge (local) 5 ranks, 5 ranks each in any three of the following skills: Acrobatics, Bluff, Climb, Disable Device, Knowledge (history), Knowledge (nobility), Sense Motive, Sleight of Hand, Stealth, or Use Magic Device.",
			"",
			"### Class Skills",
			"",
			"The Westcrown Devil's class skills are Acrobatics (Dex), Appraise (Int), Bluff (Cha), Climb (Str), Diplomacy (Cha), Disable Device (Dex), Disguise (Cha), Escape Artist (Dex), Intimidate (Cha), Knowledge (arcana) (Int), Knowledge (history) (Int), Knowledge (local) (Int), Knowledge (nobility) (Int), Linguistics (Int), Perception (Wis), Perform (Cha), Sense Motive (Wis), Sleight of Hand (Dex), Spellcraft (Int), Stealth (Dex), Swim (Str), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +1 | +0 | Classically trained, founders' favor (eye of Vadrus [devices]) |",
			"| 2nd | +1 | +1 | +1 | +1 | Council's secret |",
			"| 3rd | +2 | +1 | +2 | +1 | Founders' favor (Crucisal's guidance), sneak attack +1d6 |",
			"| 4th | +3 | +1 | +2 | +1 | Council's secret, Founders' favor (eye of Vadrus [barriers]) |",
			"| 5th | +3 | +2 | +3 | +2 | Founders' favor (Adel's craftsmanship) |",
			"| 6th | +4 | +2 | +3 | +2 | Council's secret, sneak attack +2d6 |",
			"| 7th | +5 | +2 | +4 | +2 | Founders' favor (Rixana's bounty) |",
			"| 8th | +6 | +3 | +4 | +3 | Council's secret, founders' favor (Adel's craftsmanship, Palmor's recovery) |",
			"| 9th | +6 | +3 | +5 | +3 | Founders' favor (Dotara's shroud), sneak attack +3d6 |",
			"| 10th | +7 | +3 | +5 | +3 | Council's secret, founders' favor (Arodennama's avatar) |",
			"",
			"The following are class features of the Westcrown devil prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A Westcrown devil gains proficiency with longswords.",
			"",
			"**Classically Trained (Ex):** The god Aroden's return to Westcrown was long foretold, but when he died instead and prophecy proved unreliable, the citizens of Westcrown had to adapt. Today, Westcrown honors Aroden's legacy with memorial statues, cathedrals, and other remembrances. The Council of Thieves, for its part, trains its members with Aroden's favored weapon, the longsword - a weapon the god used to great effect by eschewing strength for finesse and expertise. A Westcrown devil can use {feat/Weapon Finesse} with a longsword sized for him when he wields it one-handed, even though it is not a light weapon.",
			"",
			"**Founders' Favor (Su):** A group known as the founders of Aroden are the patrons of Westcrown. So strong are the traditions this group imprinted on the city that even Cheliax's relatively recent dedication to the Prince of Darkness has not effaced their mark upon the City of Twilight. A Westcrown devil learns to call upon the founders' spiritual power, enjoying a mastery of the city matched by few.",
			"",
			"At 1st level, a Westcrown devil gains a pool of favor points equal to his class level + his Intelligence, Wisdom, or Charisma modifier (whichever is highest). In addition to the powers inspired by specific founders (see below), the Westcrown devil can spend one favor point to add a bonus equal to half her class level (minimum +1) on a skill check without spending an action. The Westcrown devil must use this ability before learning the result of the check, and he can add this additional bonus only once per skill check. The pool of favor is replenished each morning after 8 hours of rest.",
			"",
			"As the Westcrown devil gains levels, he learns to call upon powers inspired by specific founders. The caster level of spell-like abilities used this way is equal to the character's class level. Effects (including spell-like abilities) that allow a saving throw have a DC equal to 10 + the Westcrown devil's class level + the Westcrown devil's Intelligence, Wisdom, or Charisma modifier (whichever is highest).",
			"",
			"**Eye of Vadrus (Su):** The patron of glassmakers allows the Westcrown devil to turn walls to glass. At 1st level, as a full-round action that costs 1 favor point, the Westcrown devil can see the internal workings of a lock, trap, or similar device that he touches. He gains a +4 bonus on Disable Device checks to disable this device. At 4th level, he can use eye of Vadrus to see through a section of any door or wall he is adjacent to and touches, as though a section of that wall or door no larger than 5 square feet were transparent. This effect works only on walls or doors that are no thicker than 6 inches. This effect lasts 1 round per class level.",
			"",
			"**Crucisal's Guidance (Su):** The patron of navigation guides the Westcrown devil while hindering any pursuit. At 3rd level, when in an urban environment, the Westcrown devil can spend 1 favor point as a swift action to gain a +10-foot enhancement bonus to his base speed and a +4 insight bonus on Acrobatics and Stealth checks for 1 minute. Whenever the Westcrown devil spends favor to improve a skill check as part of [a chase](rule/chases) or {rule/pursuit}, he adds 2d6 to his check instead of 1d6.",
			"",
			"**Adel's Craftsmanship (Sp):** The patron of woodcraft imparts mastery over such creations. At 5th level, as a standard action, the Westcrown devil can spend 1 favor point to use warp wood or meld into wood (as per meld into stone, except that the wood can be of any size or dimensions). If the Westcrown devil is 8th level or higher, he can use this ability as passwall through wooden barriers or statue to assume the form of a statue made of wood (hardness 5) instead.",
			"",
			"**Rixana's Bounty (Sp):** Calling upon the patron of the bounty of deep waters allows for safe navigation of underwater regions. At 7th level, the Westcrown devil can spend 1 favor point as an immediate action to grant the benefits of water breathing for 24 hours. When he activates this ability, he can affect other creatures he can touch by spending 1 additional favor point for each added creature.",
			"",
			"**Palmor's Recovery (Sp):** The patron of renewal grants access to powerful healing. At 8th level, as a standard action, a Westcrown devil can spend 1 favor point to use {spell/cure serious wounds} or {spell/lesser restoration}. He can spend 3 favor points in a 1-minute ritual to use {spell/break enchantment} or {spell/restoration} (requiring expensive material components as appropriate).",
			"",
			"**Dotara's Shroud (Su):** Experienced Westcrown devils gain the favor of the patron of the dottari (city guard). At 9th level, the Westcrown devil gains a +5 insight bonus on all skill checks opposed by or targeting city guards, a +2 dodge bonus to his AC against attacks from city guards, and a +2 insight bonus on all saving throws against effects created by city guards. This ability is constant and applies only while the Westcrown devil has at least 1 favor point remaining.",
			"",
			"**Arodennama's Avatar (Su or Sp):** Westcrown's greatest monument, the Arodennama, symbolizes the dead god of humanity, and the Westcrown devil can draw inspiration from this towering statue to invoke Aroden's authority or mastery of the blade. At 10th level, the Westcrown devil can use his favor ability to improve attack rolls with longswords as if they were skill checks. In addition, as a full-round action, the Westcrown devil can spend 2 favor points to issue a suggestion, or spend 5 favor points to issue a mass suggestion. These function as the spells of the same name except that they affect only humans.",
			"",
			"**Council's Secret:** At 2nd level and every 2 levels thereafter, a Westcrown devil gains a rogue talent, selected from those available to rogues. The Westcrown devil treats his character level as his rogue level for the purpose of determining the talents' effects. At 6th level, whenever the Westcrown devil would select a rogue talent, he can select an advanced talent instead.",
			"",
			"Alternatively, the Westcrown devil can focus on occult studies instead. If he chooses this option, when he would gain a talent via this ability, his spellcasting ability in a psychic spellcasting class he has increases by 1 level instead. The Westcrown devil can gain a level of spellcasting in this way once, plus one additional time at 6th and 10th levels.",
			"",
			"**Sneak Attack (Ex):** At 3rd level, a Westcrown devil gains sneak attack as per the rogue class feature. The extra damage is 1d6 at 3rd level, and it increases to 2d6 at 6th level, and to 3d6 at 9th level."
		]
	},
	"winter_witch": {
		"name": "Winter Witch",
		"sources": [
			"Reign of Winter Player's Guide",
			"Paths of Prestige"
		],
		"description": [
			"## Winter Witch",
			"",
			"{SOURCE Reign of Winter Player's Guide/12;Paths of Prestige/62}",
			"",
			"In the minds of the folk of the arctic north, the otherworldly powers of winter witches are inextricably linked with the frozen realm of Irrisen and its cruel aristocracy. These rulers, the Jadwiga, have the bitter blood of Baba Yaga running through their veins, and possess unique abilities that make them unparalleled in their power over ice, snow, and cold.",
			"",
			"Not all winter witches have a blood connection to the nobility of Irrisen. Some have their craft passed down to them by wizened mentors, and others hear their calling in the howling winds of a freezing winter's night. Of those winter witches who live outside Irrisen, many subsist on the fringes of civilization or in the wild, often concealing their powers lest they be seen as Irriseni spies. This is particularly true in the lands of the Linnorm Kings, where memories of the Winter War with Irrisen fuel long-held hatreds, as well as in the Realm of the Mammoth Lords, whose superstitious tribespeople deeply distrust most forms of arcane magic.",
			"",
			"### Requirements",
			"",
			"To qualify to become a winter witch, a character must fulfill all the following criteria.",
			"",
			"**Skills:** Knowledge (arcana) 5 ranks, Spellcraft 5 ranks.  ",
			"**Spells:** Able to cast at least three different spells with the cold descriptor, one of which must be of 3rd level or higher.  ",
			"**Special:** Must have a patron and the ice magic class feature.",
			"",
			"### Class Skills",
			"",
			"The Winter Witch's class skills are Bluff (Cha), Intimidate (Cha), Knowledge (arcana) (Int), Knowledge (nobility) (Int), Survival (Wis), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Hyperboreal patronage, winter withcraft | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Freeze and thaw | +1 level of witch class |",
			"| 3rd | +1 | +1 | +1 | +2 | Unnatural cold | +1 level of witch class |",
			"| 4th | +2 | +1 | +1 | +2 | Sculpt ice and snow | +1 level of witch class |",
			"| 5th | +2 | +2 | +2 | +3 | &mdash; | +1 level of witch class |",
			"| 6th | +3 | +2 | +2 | +3 | Blizzard sight | +1 level of witch class |",
			"| 7th | +3 | +2 | +2 | +4 | &mdash; | +1 level of witch class |",
			"| 8th | +4 | +3 | +3 | +4 | Unearthly cold | +1 level of witch class |",
			"| 9th | +4 | +3 | +3 | +5 | &mdash; | +1 level of witch class |",
			"| 10th | +5 | +3 | +3 | +5 | Iceglide, inexorable cold | +1 level of witch class |",
			"",
			"The following are class features of the winter witch prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A winter witch gains no additional weapon or armor proficiencies.",
			"",
			"**Spells per Day:** At the indicated levels, a winter witch gains new spells per day and patron spells as if she had also gained a level in the witch class. She does not, however, gain other benefits a character of that class would have gained except for additional spells per day and an increased effective level of spellcasting.",
			"",
			"**Hyperboreal Patronage:** A winter witch's patron reveals an icy aspect. A winter witch adds the following spells to her spell list at the listed class levels, but does not automatically learn them: 3rd-wall of ice, 5th-icy prison, 7th-freezing sphere.",
			"",
			"**Winter Witchcraft:** Levels of the winter witch prestige class stack with witch levels for determining when a witch learns new hexes, the effect of her hexes and other witch class abilities (including archetype abilities), the abilities of her witch's familiar, and the level at which she can select major hexes or grand hexes.",
			"",
			"**Freeze and Thaw (Su):** At 2nd level, a winter witch can freeze water or melt ice and snow with a touch. As a standard action, a winter witch can melt an adjacent 5-foot cube of ice or a 10-foot cube of snow. Melting snow produces a volume of water equal to 10% of the snow's volume. Alternatively, a winter witch can freeze 5 cubic feet of water into solid ice. This freezing takes place gradually over 1 round, making it almost impossible to trap a creature unless it's helpless. This ability cannot affect water that is within a creature. One cubic foot of ice contains roughly 8 gallons of water and weighs about 60 pounds.",
			"",
			"This ability works on fresh water and saltwater, but has no affect on water creatures; on liquids (frozen or otherwise) other than water; or on magical water, ice, or snow. A winter witch can use this ability a number of times per day equal to 1/2 her class level.",
			"",
			"**Unnatural Cold (Su):** At 3rd level, whenever a winter witch's spell, spell-like ability, or supernatural ability deals cold damage, treat affected creatures as having half their normal cold resistance when determining the damage dealt.",
			"",
			"**Sculpt Ice and Snow (Sp):** At 4th level, a winter witch can sculpt ice and snow into any shape that suits her purpose (as stone shape, except that it works with ice). This ability also works on snow, doubling the volume affected. At 7th level, this ability functions on ice or snow like the fabricate spell, increasing the volume manipulated and allowing a higher degree of craftsmanship. The winter witch must succeed at appropriate Craft checks to form complex items or ones with fine detail. Items created by the fabricate version of this ability solidify into ultra-hard ice (hardness 5, 10 hit points per inch of thickness) that resists normal melting but takes double damage from fire. The ice remains in this ultra-hard state for 1 hour per class level before returning to normal ice. A winter witch can use this ability a number of times per day equal to 1/2 her class level.",
			"",
			"**Winter Hex:** Starting at 5th level, whenever a winter witch can choose a major hex, she must choose from the following hexes: ice tomb, hoarfrost, numbing chill (see below). Once the winter witch has selected all three winter hexes, she may thereafter choose any other hex she meets the prerequisites for.",
			"",
			"**Numbing Chill (Su):** Whenever the winter witch casts a spell that deals cold damage, she can imbue the spell with a debilitating eldritch chill as a swift action. She chooses one of the spell's targets or a creature within the spell effect. If that creature takes cold damage from the spell, it must also succeed at a Fortitude save or take 1d4 points of Dexterity damage and be staggered for 1 round. The creature need only make this saving throw once per spell, even if the spell deals damage multiple times. If the target saves successfully, it is immune to this hex for 1 day. This is a cold effect.",
			"",
			"**Blizzard Sight (Su):** At 6th level, a winter witch can see normally in natural or magical rain, sleet, hail, fog, snowstorms, blizzards, and similar weather conditions.",
			"",
			"**Unearthly Cold (Su):** At 8th level, a winter witch's spells, spell-like abilities, and supernatural abilities that deal cold damage become horrendously cold. Half the cold damage caused by these effects comes from an otherworldly power and is not subject to being reduced by resistance or immunity to cold-based attacks.",
			"",
			"**Iceglide (Su):** At 10th level, a winter witch can move effortlessly at her base land speed through ice or snow. This movement leaves behind no tunnel or hole, and doesn't create any ripple or other sign of passage. While icegliding, a winter witch can breathe normally. A control water spell cast on an area containing an icegliding winter witch flings her back 30 feet in a random direction, stunning her for 1 round unless she succeeds at a DC 15 Fortitude save. A winter witch can use this ability for 10 minutes per day. This time need not be consecutive, but must be spent in 1-minute increments. Activating this ability is a swift action.",
			"",
			"**Inexorable Cold (Su):** At 10th level, a winter witch casts spells with the cold descriptor at +1 caster level. In addition, she gains a +1 bonus on caster level checks to counterspell, dispel, or penetrate spell resistance with these spells, and the DC to counterspell or dispel these spells increases by 1."
		]
	}
}
