{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"## Error",
			"",
			"Unable to find the requested prestige class."
		]
	},
	"agent_of_the_grave": {
		"name": "Agent of the Grave",
		"sources": [ "Pathfinder #45: Broken Moon" ],
		"description": [
			"## Agent of the Grave",
			"",
			"{SOURCE Pathfinder #45: Broken Moon/67}",
			"",
			"On their twisted route to immortality, adherents of the [Whispering Way](rule/f_gravepath) learn secret rites that aid them on their path. Every step brings a member that much closer to the final secret. Particularly promising members earn invitations to join an elite group within the organization. In their role as agents of the grave, these members serve the desires of the current leadership, yet more often than not, agents of the grave act solely for one cell or faction.",
			"",
			"Agents of the grave learn the deepest arcane secrets of the Whispering Way in their quest for undeath, gaining undeadlike traits before their final elevation to a state beyond death. These vile powers, paired with the ability to veil their intentions and increased breadth of knowledge, make agents of the grave perfect members for the task of turning powerful wizards and clerics to the path of the Whispering Way, as well as collectors of the foul relics, components, corpses, and morbid secrets that lie scattered across Golarion.",
			"",
			"**Role:** Agents of the grave master the necromantic arts, yet instead of controlling hordes of undead minions, they instead seek ultimate enlightenment, and possess subtle and murderous skills to help them attain it. Agents of the grave infiltrate other organizations to glean their magical secrets and have an interest in turning talented members to their own blasphemous discipline.",
			"",
			"**Alignment:** Agents of the grave are devoted to gaining personal power through the transition into undeath and advancement within the Whispering Way's macabre hierarchy. Callous to the needs and agendas of others, these elite servants of death are unwaveringly evil in their pursuit of an ascended death.",
			"",
			"### Requirements",
			"",
			"To become an agent of the grave, a character must fulfill all the following criteria.",
			"",
			"**Alignment:** Any evil.  ",
			"**Skills:** Knowledge (arcana) 5 ranks, Knowledge (religion) 5 ranks.  ",
			"**Spells:** Must be able to cast animate dead.  ",
			"**Special:** Must be a member of the Whispering Way for 1 year.",
			"",
			"### Class Skills",
			"",
			"The Agent of the Grave's class skills are Bluff (Cha), Heal (Wis), Intimidate (Cha), Knowledge (arcana) (Int), Knowledge (history) (Int), Knowledge (religion) (Int), Linguistics (Int), Spellcraft (Int), Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +1 | +0 | +1 | Inspired necromancy, lich's touch, unholy fortitude | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Undead manipulator | +1 level of existing class |",
			"| 3rd | +1 | +2 | +1 | +2 | Negative energy conduit | +1 level of existing class |",
			"| 4th | +2 | +2 | +1 | +2 | Death's shroud, negative energy affinity | +1 level of existing class |",
			"| 5th | +2 | +3 | +2 | +3 | Secrets of death, undead initiate | +1 level of existing class |",
			"",
			"All of the following are class features of the agent of the grave prestige class.",
			"",
			"**Weapon and Armor Proficiency:** Agents of the grave gain no proficiency with any weapons or armor.",
			"",
			"**Spells per Day/Spells Known:** When a new agent of the grave level is gained, the character gains new spells as if he had also gained a level in a spellcasting class he belonged to before adding the prestige class. He does not, however, gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if he is a spontaneous spellcaster), and an increased effective level of spellcasting. If the character has more than one spellcasting class before becoming an agent of the grave, he must decide which class he adds the new level to for the purpose of determining spells per day.",
			"",
			"**Inspired Necromancy (Ex):** When determining the maximum number of Hit Dice of undead he can control with spells like animate dead, a character counts his agent of the grave levels twice. This ability does not factor into how many undead he can create with a single casting of a spell. Thus, a cleric 7/agent of the grave 3 would be able to control 52 Hit Dice worth of undead with animate dead.",
			"",
			"**Lich's Touch (Su):** At 1st level, the agent of the grave becomes a conduit for negative energy and the chill powers of death, allowing him to make a melee touch attack dealing 1d6 points of damage from negative energy per level of the agent of the grave class he attains. This ability allows him to heal undead minions, and himself upon attaining the negative energy affinity ability at 4th level. He can use this ability a number of times per day equal to 3 + his Charisma bonus.",
			"",
			"**Unholy Fortitude (Su):** At 1st level, the agent of the grave can tap into his conviction and bolster his health. Starting with the hit points he rolls for gaining his first agent of the grave level and every time he gains a level in any class thereafter, the character may choose to add either his Constitution bonus or his Charisma bonus to the number of new hit points he gains for that level.",
			"",
			"**Undead Manipulator (Ex):** At 2nd level, the agent of the grave gains great insight into the minds and necromantic forces controlling undead creatures. An agent of the grave's spells and spell-like abilities with mind-affecting effects treat undead creatures as their original type. Thus, an agent of the grave can use charm person against a humanoid zombie or confusion against a horde of skeletal champions.",
			"",
			"**Negative Energy Conduit (Ex):** At 3rd level, an agent of the grave bolsters undead around him. As a standard action, an agent of the grave manifests an aura identical to the desecrate spell, except this foul aura has a duration of 10 minutes per level. An agent of the grave can use this ability once per day. In addition, any undead the agent of the grave creates is treated as having been created within the area of a desecrate spell.",
			"",
			"**Death's Shroud (Su):** As an agent of the grave gains power within the organization, he often must infiltrate other groups to gain further knowledge. At 4th level, he learns how to cloak his true intentions, gaining the ability to use nondetection or undetectable alignment once per day. The caster level for this ability is equal to the agent of the grave's highest caster level.",
			"",
			"**Negative Energy Affinity (Ex):** At 4th level, the agent of the grave, while still technically alive, reacts to positive and negative energy as if he were undead-positive energy harms him, while negative energy heals him. If the agent of the grave is already undead, this ability grants no additional benefit.",
			"",
			"**Secrets of Death (Ex):** At 5th level, an agent of the grave draws upon secrets held by the Whispering Way to gain insights into necromancy. At the time he gains this ability, the character may add a number of necromancy spells that are not normally a part of his class's spell list to his spell list. The number of spells that the character may add is equal to his Intelligence modifier. For example, an agent of the grave with levels of wizard might choose to add spells like death watch, inflict critical wounds, and slay living to his spell list, while an agent of the grave with levels of cleric might choose to add spells such as enervation, magic jar, and vampiric touch. An agent of the grave may choose to add spells he cannot yet cast-this does not allow the agent of the grave to cast spells of a higher level than he normally could, but rather merely grants him access to those spells when he reaches the level required to cast them.",
			"",
			"**Undeath Initiate (Ex):** At 5th level, an agent of the grave has prepared his body and mind for the transition into undeath. He gains a +5 bonus on any ability check, skill check, or saving throw related to the process of transforming into an undead creature. This bonus can be used on any check related to becoming a creature like a lich (the process of which is largely left up to the GM's discretion). Additionally, if slain by an undead creature with the create spawn ability, the agent of death retains his Intelligence (regardless of the type of undead he is transformed into) and free will (he is never under the control of the creature that killed him). Unless otherwise noted by the undead creature's create spawn ability, the newly created undead agent of the grave loses all of his class levels. This makes transformation into a lich and vampire among the most appealing options for an agent of the grave seeking undeath."
		]
	},
	"aldori_swordlord": {
		"name": "Aldori Swordlord",
		"sources": [
			"Adventurer's Guide",
			"Paths of Prestige"
		],
		"description": [
			"## Aldori Swordlord",
			"",
			"{SOURCE Adventurer's Guide/20;Paths of Prestige/4}",
			"",
			"The [Aldori swordlords](rule/aff_swordmasters) follow no singular path to dueling mastery - some of those who take up the blade only dabble in its use, while others explore swordplay with the dueling weapon in unconventional ways. But those who seek to most closely emulate the traditions created by Sirian Aldori usually do so by taking levels in the Aldori swordlord prestige class. When one hears of an Aldori swordlord traveling the back roads, confronting bandits and defeating braggarts by challenging them to single combat, that swordlord has very likely pursued this path.",
			"",
			"Due to this prestige class's emphasis on mastering numerous feats, Aldori swordlords often have levels in the fighter class; many of these are humans with above-average intelligence, which helps them swiftly fulfill the skill requirements, but this is far from the only route available. Rangers, rogues, slayers, and swashbucklers also seek to master this signature swordfighting art by gaining levels as an Aldori swordlord, even though, in most cases, they must wait longer to qualify for the class than fighters. This prestige class also works well in conjunction with the Aldori defender archetype, though neither the archetype nor the prestige class require the other.",
			"",
			"### Requirements",
			"",
			"To qualify to become an Aldori swordlord, a character must fulfill the following criteria.",
			"",
			"**Feats:** {feat/Dazzling Display}, {feat/Exotic Weapon Proficiency} (Aldori dueling sword), {feat/Weapon Finesse}, {feat/Weapon Focus} (Aldori dueling sword).  ",
			"**Skills:** Acrobatics 3 ranks, Intimidate 5 ranks, Knowledge (nobility) 3 ranks, Sense Motive 3 ranks.",
			"",
			"### Class Skills",
			"",
			"The Aldori Swordlord's class skills are Acrobatics (Dex), Bluff (Cha), Diplomacy (Cha), Intimidate (Cha), Knowledge (nobility) (Int), Perform (Cha), and Sense Motive (Wis).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +0 | +1 | +0 | Deft strike, quick draw |",
			"| 2nd | +2 | +1 | +1 | +1 | Display weapon prowess |",
			"| 3rd | +3 | +1 | +2 | +1 | Defensive parry +1 |",
			"| 4th | +4 | +1 | +2 | +1 | Adaptive tactics 1 |",
			"| 5th | +5 | +2 | +3 | +2 | Shatter confidence |",
			"| 6th | +6 | +2 | +3 | +2 | Saving slash |",
			"| 7th | +7 | +2 | +4 | +2 | Defensive parry +2, dexterous duelist |",
			"| 8th | +8 | +3 | +4 | +3 | Adaptive tactics 2 |",
			"| 9th | +9 | +3 | +5 | +3 | Greater saving slash |",
			"| 10th | +10 | +3 | +5 | +3 | Confounding duelist |",
			"",
			"The following are class features of the Aldori swordlord prestige class. Unless stated otherwise, the following benefits apply only when a swordlord is wielding an Aldori dueling sword and carrying nothing in his other hand.",
			"",
			"**Deft Strike (Ex):** An Aldori swordlord can add his Dexterity bonus (if any) to damage rolls made with an Aldori dueling sword instead of his Strength bonus. This bonus on damage rolls applies whether the swordlord is wielding an Aldori dueling sword one-handed or two-handed. An Aldori swordlord cannot use this ability if he is wielding a shield or using an off-hand weapon (including armor spikes, unarmed strikes, or natural weapons).",
			"",
			"**Quick Draw:** An Aldori swordlord gains {feat/Quick Draw} as a bonus feat. If the character already has this feat, he instead gains Aldori Dueling Mastery. If he already has both feats, he instead gains a combat feat of his choice as a bonus feat. The Aldori swordlord must meet all prerequisites of the selected combat feat.",
			"",
			"**Display Weapon Prowess (Ex):** At 2nd level, an Aldori swordlord adds a bonus equal to half his class level on Intimidate checks while using Dazzling Display with an Aldori dueling sword. He also gains an additional +1 bonus on these Intimidate checks for each of the following feats he has with the Aldori dueling sword: {feat/Greater Weapon Focus}, {feat/Greater Weapon Specialization}, {feat/Improved Critical}, {feat/Weapon Focus}, or {feat/Weapon Specialization}. The bonuses stack with each other (the total bonus is considered a competence bonus).",
			"",
			"When involved in a duel, an Aldori swordlord's mastery of elaborate strikes and stances grants him a bonus equal to half his class level on [performance combat checks](rule/performance_combat). These tricks can also be of great help in countering an enemy during a duel, granting him a bonus equal to half his class level on rolls to attempt a {rule/dueling parry} or to use {rule/dueling resolve}.",
			"",
			"**Defensive Parry (Ex):** At 3rd level, an Aldori swordlord gains a +1 dodge bonus to his AC when making a full attack with an Aldori dueling sword. This AC bonus increases to +2 at 7th level. If an Aldori duelist is also a fighter with the {arc-fighter/Aldori defender} fighter archetype, levels in this class stack with his fighter levels when determining the AC bonus from this ability.",
			"",
			"**Adaptive Tactics (Ex):** At 4th level, an Aldori swordlord learns to adapt his fighting style to counter his enemy's strengths. An Aldori swordlord reduces the attack roll penalty for fighting defensively or using {feat/Combat Expertise} by 1 at 4th level and by 2 at 8th level. In addition, after an Aldori swordlord uses his Aldori dueling sword to attack a creature he attacked during the previous round, as a swift action he can attempt a Sense Motive check (DC = 10 + the opponent's base attack bonus). If successful, the swordlord gains a +2 circumstance bonus either on attack rolls or to his AC against that creature until the beginning of his next turn.",
			"",
			"**Shatter Confidence (Ex):** At 5th level, an Aldori swordlord can attempt an Intimidate check to demoralize his target as a swift action after he confirms a critical hit or succeeds at a disarm, reposition, or sunder combat maneuver with an Aldori dueling sword. If his target is already shaken, the swordlord can attempt an Intimidate check to demoralize the target as a swift action after any successful melee attack or combat maneuver. If he succeeds at this check, any morale bonuses the target has are suppressed for a number of rounds equal to the Aldori swordlord's class level. Suppressed effects are not dispelled, and they resume after this time elapses if their duration has not expired. Suppressed morale bonuses include those gained from a barbarian's rage ability; however, this ability doesn't end rage, nor does it suppress other effects of rage or rage powers that do not provide morale bonuses (thus, it doesn't cause a barbarian to become fatigued unless the barbarian chooses to end the rage during the suppressed duration, in which case fatigue from rage affects the barbarian normally).",
			"",
			"**Saving Slash (Ex):** At 6th level, when wielding an Aldori dueling sword, an Aldori swordlord can use an immediate action to try deflecting a melee critical hit targeting him, reducing its damage to that of a normal hit, with a 25% chance of success. This does not stack with the fortification special ability of magical armor or similar effects.",
			"",
			"**Dexterous Duelist (Ex):** At 7th level, an Aldori swordlord with at least one free hand is not denied his Dexterity bonus when attempting Acrobatics or Climb checks, nor does he provoke attacks of opportunity when standing up from prone.",
			"",
			"**Greater Saving Slash:** At 9th level, an Aldori swordlord's saving slash has a 50% chance of reducing a melee critical hit to a normal hit. In addition, he can attempt a saving slash against ranged critical hits, including those from rays and other ranged touch effects, with a 25% chance of success.",
			"",
			"**Confounding Duelist (Ex):** At 10th level, an Aldori swordlord who successfully uses shatter confidence also suppresses the target's competence and insight bonuses."
		]
	},
	"arcane_archer": {
		"name": "Arcane Archer",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Arcane Archer",
			"",
			"{SOURCE PRPG Core Rulebook/374}",
			"",
			"Many who seek to perfect the use of the bow sometimes pursue the path of the arcane archer. Arcane archers are masters of ranged combat, as they possess the ability to strike at targets with unerring accuracy and can imbue their arrows with powerful spells. Arrows fired by arcane archers fly at weird and uncanny angles to strike at foes around corners, and can pass through solid objects to hit enemies that cower behind such cover. At the height of their power, arcane archers can fell even the most powerful foes with a single, deadly shot.",
			"",
			"Those who have trained as both rangers and wizards excel as arcane archers, although other multiclass combinations are not unheard of. Arcane archers may be found wherever elves travel, but not all are allies of the elves. Many, particularly half-elven arcane archers, use elven traditions solely for their own gain, or worse, against the elves whose very traditions they adhere to.",
			"",
			"**Role:** Arcane archers deal death from afar, winnowing down opponents while their allies rush into hand-to-hand combat. With their capacity to unleash hails of arrows on the enemy, they represent the pinnacle of ranged combat.",
			"",
			"**Alignment:** Arcane archers can be of any alignment. Elf or half-elf arcane arches tend to be free-spirited and are rarely lawful. Similarly, it is uncommon for elven arcane archers to be evil, and overall the path of the arcane archer is more often pursued by good or neutral characters.",
			"",
			"### Requirements",
			"",
			"To qualify to become an arcane archer, a character must fulfill all the following criteria.",
			"",
			"**Base Attack Bonus:** +6.  ",
			"**Feats:** {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Weapon Focus} (longbow or shortbow).  ",
			"**Spells:** Ability to cast 1st-level arcane spells.",
			"",
			"### Class Skills",
			"",
			"The Arcane Archer's class skills are Perception (Wis), Ride (Dex), Stealth (Dex), and Survival (Wis).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +1 | +1 | +1 | +0 | Enhance arrows (magic) | &mdash; |",
			"| 2nd | +2 | +1 | +1 | +1 | Imbue arrow | +1 level of existing class |",
			"| 3rd | +3 | +2 | +2 | +1 | Enhance arrows (elemental) | +1 level of existing class |",
			"| 4th | +4 | +2 | +2 | +1 | Seeker arrow | +1 level of existing class |",
			"| 5th | +5 | +3 | +3 | +2 | Enhance arrows (distance) | &mdash; |",
			"| 6th | +6 | +3 | +3 | +2 | Phase arrow | +1 level of existing class |",
			"| 7th | +7 | +4 | +4 | +2 | Enhance arrows (elemental burst) | +1 level of existing class |",
			"| 8th | +8 | +4 | +4 | +3 | Hail of arrows | +1 level of existing class |",
			"| 9th | +9 | +5 | +5 | +3 | Enhance arrows (aligned) | &mdash; |",
			"| 10th | +10 | +5 | +5 | +3 | Arrow of death | +1 level of existing class |",
			"",
			"All of the following are class features of the arcane archer prestige class.",
			"",
			"**Weapon and Armor Proficiency:** An arcane archer is proficient with all simple and martial weapons, light armor, medium armor, and shields.",
			"",
			"**Spells per Day:** At the indicated levels, an arcane archer gains new spells per day as if he had also gained a level in an arcane spellcasting class he belonged to before adding the prestige class. He does not, however, gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if he is a spontaneous spellcaster), and an increased effective level of spellcasting. If a character had more than one arcane spellcasting class before becoming an arcane archer, he must decide to which class he adds the new level for purposes of determining spells per day.",
			"",
			"**Enhance Arrows (Su):** At 1st level, every nonmagical arrow an arcane archer nocks and lets fly becomes magical, gaining a +1 enhancement bonus. Unlike magic weapons created by normal means, the archer need not spend gold pieces to accomplish this task. However, an archer's magic arrows only function for him.",
			"",
			"In addition, the arcane archer's arrows gain a number of additional qualities as he gains additional levels. The elemental, elemental burst, and aligned qualities can be changed once per day, when the arcane archer prepares spells or, in the case of spontaneous spellcasters, after 8 hours of rest.",
			"",
			"At 3rd level, every nonmagical arrow fired by an arcane archer gains one of the following elemental themed weapon qualities: flaming, frost, or shock.",
			"",
			"At 5th level, every nonmagical arrow fired by an arcane archer gains the distance weapon quality.",
			"",
			"At 7th level, every nonmagical arrow fired by an arcane archer gains one of the following elemental burst weapon qualities: flaming burst, icy burst, or shocking burst. This ability replaces the ability gained at 3rd level.",
			"",
			"At 9th level, every nonmagical arrow fired by an arcane archer gains one of the following aligned weapon qualities: anarchic, axiomatic, holy, or unholy. The arcane archer cannot choose an ability that is the opposite of his alignment (for example, a lawful good arcane archer could not choose anarchic or unholy as his weapon quality).",
			"",
			"The bonuses granted by a magic bow apply as normal to arrows that have been enhanced with this ability. Only the larger enhancement bonus applies. Duplicate abilities do not stack.",
			"",
			"**Imbue Arrow (Sp):** At 2nd level, an arcane archer gains the ability to place an area spell upon an arrow. When the arrow is fired, the spell's area is centered where the arrow lands, even if the spell could normally be centered only on the caster. This ability allows the archer to use the bow's range rather than the spell's range. A spell cast in this way uses its standard casting time and the arcane archer can fire the arrow as part of the casting. The arrow must be fired during the round that the casting is completed or the spell is wasted. If the arrow misses, the spell is wasted.",
			"",
			"**Seeker Arrow (Sp):** At 4th level, an arcane archer can launch an arrow at a target known to him within range, and the arrow travels to the target, even around corners. Only an unavoidable obstacle or the limit of the arrow's range prevents the arrow's flight. This ability negates cover and concealment modifiers, but otherwise the attack is rolled normally. Using this ability is a standard action (and shooting the arrow is part of the action). An arcane archer can use this ability once per day at 4th level, and one additional time per day for every two levels beyond 4th, to a maximum of four times per day at 10th level.",
			"",
			"**Phase Arrow (Sp):** At 6th level, an arcane archer can launch an arrow once per day at a target known to him within range, and the arrow travels to the target in a straight path, passing through any nonmagical barrier or wall in its way. (Any magical barrier stops the arrow.) This ability negates cover, concealment, armor, and shield modifiers, but otherwise the attack is rolled normally. Using this ability is a standard action (and shooting the arrow is part of the action). An arcane archer can use this ability once per day at 6th level, and one additional time per day for every two levels beyond 6th, to a maximum of three times per day at 10th level.",
			"",
			"**Hail of Arrows (Sp):** In lieu of his regular attacks, once per day an arcane archer of 8th level or higher can fire an arrow at each and every target within range, to a maximum of one target for every arcane archer level she has earned. Each attack uses the archer's primary attack bonus, and each enemy may only be targeted by a single arrow.",
			"",
			"**Arrow of Death (Sp):** At 10th level, an arcane archer can create a special type of slaying arrow that forces the target, if damaged by the arrow's attack, to make a Fortitude save or be slain immediately. The DC of this save is equal to 20 + the arcane archer's Charisma modifier. It takes 1 day to make a slaying arrow, and the arrow only functions for the arcane archer who created it. The slaying arrow lasts no longer than 1 year, and the archer can only have one such arrow in existence at a time."
		]
	},
	"deadeye_devotee_arcane_archer": {
		"name": "Deadeye Devotee (Arcane Archer)",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Deadeye Devotee (Arcane Archer)",
			"",
			"{SOURCE PRPG Core Rulebook/374}",
			"",
			"Dedicated followers of {faith/Erastil} become closer to their god by mastering archery and caring for each other. They can tap into the power of the Elk Father, who guides and empowers their arrows.",
			"",
			"**This is an archetype of the {prestigeclass/Arcane Archer}.** It shares the same abilities and progression of that class, with the following changes:",
			"",
			"**Requirements:** To qualify to become a Deadeye devotee, a character must fulfill all the following criteria.",
			"",
			"**Alignment:** Lawful good, lawful neutral, or neutral good.  ",
			"**Deity:** Must worship {faith/Erastil}.  ",
			"**Base Attack Bonus:** +6.  ",
			"**Feats:** {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Weapon Focus} (longbow).  ",
			"**Spells:** Ability to cast 1st-level arcane spells.",
			"",
			"This alters requirements.",
			"",
			"**Spells per Day:** At the indicated levels, a Deadeye devotee gains new spells per day as if he had also gained a level in a divine spellcasting class he belonged to before adding the prestige class. He does not, however, gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if he is a spontaneous spellcaster), and an increased effective level of spellcasting. If a character had more than one divine spellcasting class before becoming a Deadeye devotee, he must decide to which class he adds the new level for purposes of determining spells per day.",
			"",
			"This alters Spells per Day.",
			"",
			"**Energy Arrow (Su):** At 4th level, when casting either a [cure](spell/cure_light_wounds) or [inflict](spell/inflict_light_wounds) spell, a deadeye devotee can create an arrow composed of positive or negative energy. This ability allows the devotee to use the bow's range rather than the spell's range to make a ranged touch attack. The physical damage that would be dealt from a mundane arrow is converted into additional damage to the inflict spell or into additional healing for a cure spell. A spell cast in this way is a standard action and the deadeye devotee can fire the arrow as part of the casting. If the arrow misses, the spell is wasted.",
			"",
			"This replaces seeker arrow."
		]
	},
	"deadeye_devotee": {
		"copyof": "deadeye_devotee_arcane_archer"
	},
	"arcane_trickster": {
		"name": "Arcane Trickster",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Arcane Trickster",
			"",
			"{SOURCE PRPG Core Rulebook/376}",
			"",
			"Few can match the guile and craftiness of arcane tricksters. These prodigious thieves blend the subtlest aspects of the arcane with the natural cunning of the bandit and the scoundrel, using spells to enhance their natural thieving abilities. Arcane tricksters can pick locks, disarm traps, and lift purses from a safe distance using their magical legerdemain, and as often as not seek humiliation as a goal to triumph over their foes than more violent solutions.",
			"",
			"The path to becoming an arcane trickster is a natural progression for rogues who have supplemented their talents for theft with the study of the arcane. Multiclass rogue/sorcerers and rogue/bards are the most common arcane tricksters, although other combinations are possible. Arcane tricksters are most often found in large, cosmopolitan cities where their talents for magical larceny can be most effectively put to use, prowling the streets and stealing from the unwary.",
			"",
			"**Role:** With their mastery of magic, arcane tricksters can make for even more subtle or confounding opponents than standard rogues. Ranged legerdemain enhances their skill as thieves, and their ability to make sneak attacks without flanking or as part of a spell can make arcane tricksters formidable damage-dealers.",
			"",
			"**Alignment:** All arcane tricksters have a penchant for mischief and thievery, and are therefore never lawful. Although they sometimes acquire their magical abilities through the studious path of wizardry, their magical aptitude more often stems from a sorcerous bloodline. As such, many arcane tricksters are of a chaotic alignment.",
			"",
			"### Requirements",
			"",
			"To qualify to become an arcane trickster, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Any nonlawful.  ",
			"**Skills:** Disable Device 4 ranks, Escape Artist 4 ranks, Knowledge (arcana) 4 ranks.  ",
			"**Spells:** Ability to cast mage hand and at least one arcane spell of 2nd level or higher.  ",
			"**Special:** Sneak attack +2d6.",
			"",
			"### Class Skills",
			"",
			"The Arcane Trickster's class skills are Acrobatics (Dex), Appraise (Int), Bluff (Cha), Climb (Str), Diplomacy (Cha), Disable Device (Int), Disguise (Cha), Escape Artist (Dex), Knowledge (all skills taken individually) (Int), Perception (Wis), Sense Motive (Wis), Sleight of Hand (Dex), Spellcraft (Int), Stealth (Dex), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +1 | +1 | Ranged legerdemain | +1 level of existing class |",
			"| 2nd | +1 | +1 | +1 | +1 | Sneak attack +1d6 | +1 level of existing class |",
			"| 3rd | +1 | +1 | +2 | +2 | Impromptu sneak attack 1/day | +1 level of existing class |",
			"| 4th | +2 | +1 | +2 | +2 | Sneak attack +2d6 | +1 level of existing class |",
			"| 5th | +2 | +2 | +3 | +3 | Tricky spells 3/day | +1 level of existing class |",
			"| 6th | +3 | +2 | +3 | +3 | Sneak attack +3d6 | +1 level of existing class |",
			"| 7th | +3 | +2 | +4 | +4 | Impromptu sneak attack 2/day, tricky spells 4/day | +1 level of existing class |",
			"| 8th | +4 | +3 | +4 | +4 | Sneak attack +4d6 | +1 level of existing class |",
			"| 9th | +4 | +3 | +5 | +5 | Invisible thief, tricky spells 5/day | +1 level of existing class |",
			"| 10th | +5 | +3 | +5 | +5 | Sneak attack +5d6, surprise spells | +1 level of existing class |",
			"",
			"All of the following are class features of the arcane trickster prestige class.",
			"",
			"**Weapon and Armor Proficiency:** Arcane tricksters gain no proficiency with any weapon or armor.",
			"",
			"**Spells per Day:** When a new arcane trickster level is gained, the character gains new spells per day as if she had also gained a level in a spellcasting class she belonged to before adding the prestige class. She does not, however, gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if she is a spontaneous spellcaster), and an increased effective level of spellcasting. If a character had more than one spellcasting class before becoming an arcane trickster, she must decide to which class she adds the new level for purposes of determining spells per day.",
			"",
			"**Ranged Legerdemain (Su):** An arcane trickster can use Disable Device and Sleight of Hand at a range of 30 feet. Working at a distance increases the normal skill check DC by 5, and an arcane trickster cannot take 10 on this check. Any object to be manipulated must weigh 5 pounds or less. She can only use this ability if she has at least 1 rank in the skill being used.",
			"",
			"**Sneak Attack:** This is exactly like the rogue ability of the same name. The extra damage dealt increases by +1d6 every other level (2nd, 4th, 6th, 8th, and 10th). If an arcane trickster gets a sneak attack bonus from another source, the bonuses on damage stack.",
			"",
			"**Impromptu Sneak Attack (Ex):** Beginning at 3rd level, once per day an arcane trickster can declare one melee or ranged attack she makes to be a sneak attack (the target can be no more than 30 feet distant if the impromptu sneak attack is a ranged attack). The target of an impromptu sneak attack loses any Dexterity bonus to AC, but only against that attack. The power can be used against any target, but creatures that are not subject to critical hits take no extra damage (though they still lose any Dexterity bonus to AC against the attack).",
			"",
			"At 7th level, an arcane trickster can use this ability twice per day.",
			"",
			"**Tricky Spells (Su):** Starting at 5th level, an arcane trickster can cast her spells without their somatic or verbal components, as if using the Still Spell and Silent Spell feats. Spells cast using this ability do not increase in spell level or casting time. She can use this ability 3 times per day at 5th level and one additional time per every two levels thereafter, to a maximum of 5 times per day at 9th level. The arcane trickster decides to use this ability at the time of casting.",
			"",
			"**Invisible Thief (Su):** At 9th level, an arcane trickster can become invisible, as if under the effects of greater invisibility, as a free action. She can remain invisible for a number of rounds per day equal to her arcane trickster level. Her caster level for this effect is equal to her caster level. These rounds need not be consecutive.",
			"",
			"**Surprise Spells:** At 10th level, an arcane trickster can add her sneak attack damage to any spell that deals damage, if the targets are flat-footed. This additional damage only applies to spells that deal hit point damage, and the additional damage is of the same type as the spell. If the spell allows a saving throw to negate or halve the damage, it also negates or halves the sneak attack damage."
		]
	},
	"thought_thief_arcane_trickster": {
		"name": "Thought Thief (Arcane Trickster)",
		"sources": [
			"PRPG Core Rulebook",
			"Paizo Blog - Hodgepodge from the Grand Lodge"
		],
		"description": [
			"## Thought Thief (Arcane Trickster)",
			"",
			"{SOURCE Paizo Blog - Hodgepodge from the Grand Lodge/1}",
			"",
			"A thought thief will happily rip ideas from their victim's head and their gold from their purse.",
			"",
			"**This is an archetype of the {prestigeclass/Arcane Trickster}.** It shares the same abilities and progression of that class, with the following changes:",
			"",
			"**Requirements:** To qualify to become a thought thief, a character must fulfill all the following criteria.",
			"",
			"**Alignment:** Any nonlawful.  ",
			"**Skills:** Disable Device 4 ranks, Escape Artist 4 ranks, Knowledge (arcana) 4 ranks.  ",
			"**Spells:** Ability to cast mage hand and at least one psychic spell of 2nd level or higher.  ",
			"**Special:** Sneak attack +2d6.",
			"",
			"This alters requirements.",
			"",
			"**Mental Assault (Su):** At 3rd level, once per day as a standard action, a thought thief can pinpoint a target's trauma and exploit weakness with a deluge of psychic power. This is a melee touch attack that deals damage equal to her sneak attack damage and grants the thought thief control of the target as {spell/dominate person} for a number of rounds equal to her thought thief level. A successful Will save (DC = 10 + the thought thief's level + her Charisma modifier) negates the dominate effect. A thought thief can only use this ability against a target that is susceptible to her sneak attack, such as a target she is flanking. This attack has no effect on creatures without an intelligence score. At 7th level, a thought thief can use this ability twice per day.",
			"",
			"This replaces impromptu sneak attack.",
			"",
			"Unseen Compulsion: At 5th level a thought thief can hide the effects of any spell she casts with the mind-affecting and compulsion spell descriptors. Creatures that observe her casting such a spell can attempt a Sense Motive check to notice the spell (DC = 15 + the thought thief's ranks in Bluff + the thought thief's Charisma modifier). Creatures that fail their check are unaware of any effects of the thought thief's spell.",
			"",
			"This replaces tricky spells."
		]
	},
	"thought_thief": {
		"copyof": "thought_thief_arcane_trickster"
	},
	"arclord_of_nex": {
		"name": "Arclord of Nex",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Arclord of Nex",
			"",
			"{SOURCE Paths of Prestige/6}",
			"",
			"The Arclords of Nex trace their lineage to the personal retinue of the archmage Nex, and though the demiurge has been missing for over four millennia, the Arclords still seek to enact his will. Whenever possible, they follow in the literal footsteps of Nex by looking to the wizard-king's diary entries, workbooks, and scrolls (with such resources often being of questionable legitimacy). Seizing political power in the years immediately after his disappearance, the Arclords reinitiated hostilities with rival Geb while instituting laws and social policies derived from hoarded scraps of Nex's personal correspondence and journals. This behavior led to their ouster and exile from Nex.",
			"",
			"In the centuries since, most Arclords have pursued less radical methods of carrying out Nex's will. Arclords pioneered and refined the practical application of magical constructs, conjurations, and education, founding the legendary Arcanamirium in Absalom. In Quantium, the Arclords' ancient exile is long since forgotten. The Arclords' goal is as subtle as it is simple - to make themselves and their magic (and, in a broader sense, all magic) an indispensable and irreplaceable foundation of communities and societies across the face of Golarion. In this way, they have achieved positions of influence and leadership that eluded them when they tried to seize power directly, and their voice is loud and persuasive in courts throughout the Inner Sea.",
			"",
			"### Requirements",
			"",
			"To qualify to become an Arclord of Nex, a character must fulfill all of the following criteria.",
			"",
			"**Feats:** {feat/Craft Construct}, {feat/Craft Wondrous Item}, {feat/Eye of the Arclord}.  ",
			"**Skills:** Diplomacy 5 ranks, Knowledge (arcana) 5 ranks, Knowledge (engineering) 5 ranks, Spellcraft 5 ranks.  ",
			"**Special:** You must be able to cast arcane sight, and have at least two spells from every school of magic scribed in your spellbook.  ",
			"**Special:** Arcane school class feature. You must have the ability to use hand of the apprentice or a different arcane school power that you can use a number of times per day equal to 3 + your Intelligence modifier. For Arclord of Nex abilities that require you to expend a number of uses of hand of the apprentice, if you can't use hand of the apprentice you can substitute an equivalent arcane school power you can use a number of times per day equal to 3 + your Intelligence modifier. If you do, you must expend one additional use.",
			"",
			"### Class Skills",
			"",
			"The Arclord of Nex's class skills are Diplomacy (Cha), Linguistics (Int), Sense Motive (Wis), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Mystic pedagogue, third eye | +1 level of arcane spellcasting class |",
			"| 2nd | +1 | +1 | +1 | +1 | Artificer's touch | +1 level of arcane spellcasting class |",
			"| 3rd | +1 | +1 | +1 | +2 | Scholiast 1 | +1 level of arcane spellcasting class |",
			"| 4th | +2 | +1 | +1 | +2 | Arcane architect | +1 level of arcane spellcasting class |",
			"| 5th | +2 | +2 | +2 | +3 | Improved third eye | +1 level of arcane spellcasting class |",
			"| 6th | +3 | +2 | +2 | +3 | Scholiast 2 | +1 level of arcane spellcasting class |",
			"| 7th | +3 | +2 | +2 | +4 | Extradimensional extension | +1 level of arcane spellcasting class |",
			"| 8th | +4 | +3 | +3 | +4 | Call for aid | +1 level of arcane spellcasting class |",
			"| 9th | +4 | +3 | +3 | +5 | Scholiast 3 | +1 level of arcane spellcasting class |",
			"| 10th | +5 | +3 | +3 | +5 | Greater third eye | +1 level of arcane spellcasting class |",
			"",
			"The following are class features of the Arclord of Nex prestige class.",
			"",
			"**Weapon and Armor Proficiency:** An Arclord of Nex gains no additional weapon or armor proficiencies.",
			"",
			"**Mystic Pedagogue (Ex):** An Arclord of Nex adds a bonus equal to 1/2 his class level on Spellcraft checks to learn a wizard spell or craft a magical item.",
			"",
			"**Third Eye (Su):** An Arclord of Nex can use his {feat/Eye of the Arclord} feat one additional time per day, plus one additional time per day for every two levels beyond 1st (three times per day at 3rd level, and so on). In addition, while the eye is open, the Arclord can use the aid another action to grant an adjacent wizard a +1 bonus to her caster level and a +2 circumstance bonus on concentration checks for the next wizard spell she casts before the beginning of the Arclord's next turn.",
			"",
			"**Artificer's Touch (Sp):** At 2nd level, an Arclord of Nex can expend one use of his hand of the apprentice to use the Artifice domain's artificer's touch power, using his caster level as his cleric level.",
			"",
			"**Scholiast (Sp):** At 3rd level, an Arclord of Nex can access the wizard school powers of another school of magic. He chooses a single arcane school spell-like ability that has a number of uses per day equal to 3 + his Intelligence modifier. Henceforth, he may use that ability (with a wizard level equal to his caster level) by expending two uses of his hand of the apprentice ability. A specialist wizard needs to expend two uses of his equivalent ability if using scholiast for hand of the apprentice, but still has to expend one additional daily use (for a total of three) to use it for a power of a different school.",
			"",
			"At 6th level and again at 9th level, an Arclord of Nex can choose an additional arcane school spell-like ability to use with this ability.",
			"",
			"**Arcane Architect (Ex):** At 4th level, an Arclord of Nex can create constructs with the Craft Construct feat in only half the time it would normally take. In addition, he can apply the {feat/Extend Spell} and/or {feat/Widen Spell} metamagic feats to conjuration (creation) spells he prepares, even if he doesn't possess those feats. If he does possess them, the level increase for applying Extend Spell to a conjuration (creation) spell is eliminated, and the level increase for applying Widen Spell to a conjuration (creation) spell is reduced to 2.",
			"",
			"**Improved Third Eye (Sp):** At 5th level, an Arclord can activate his Eye of the Arclord feat as a move action. An Arclord of Nex can expend two uses of his hand of the apprentice ability to add the effect of arcane sight or see invisibility to the benefits of his Eye of the Arclord for 1 minute (or until the duration of the Eye ends, whichever is sooner). He can add both effects by expending four uses of this ability.",
			"",
			"**Extradimensional Extension (Su):** At 6th level, the duration of any spell cast by an Arclord of Nex that creates an extradimensional space (or demiplane) or moves creatures or objects through the Ethereal Plane is doubled as though affected by the Extend Spell feat, without altering the level of the spell. Applications of Extend Spell do not stack with this ability.",
			"",
			"**Call for Aid (Su):** At 8th level, as a standard action, an Arclord of Nex can sacrifice a prepared spell of 2nd level or higher to call a creature bound to him, including an animal companion, eidolon, familiar, personally controlled construct or undead creature, creature telepathically linked to him (including by telepathic bond, dominate person, or dominate monster), or an outsider bound with a planar binding spell. The named creature appears adjacent to the Arclord, or in the nearest open space if all adjacent squares are occupied. This ability functions like greater teleport, except the range limit is determined by the level of the sacrificed spell: short (2nd-3rd), medium (4th-5th), long (6th-7th), unlimited (same plane) (8th), or unlimited (any plane) (9th).",
			"",
			"**Greater Third Eye (Sp):** At 10th level, an Arclord can activate his Eye of the Arclord as a swift action. In addition, he can expend four uses of his hand of the apprentice while opening his third eye to gain greater arcane sight or true seeing until the beginning of his next turn. He gains both effects if he expends eight uses of this ability."
		]
	},
	"argent_dramaturge": {
		"name": "Argent Dramaturge",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Argent Dramaturge",
			"",
			"{SOURCE Adventurer's Guide/172}",
			"",
			"The city of Kintargo has a long and proud association with the arts, particularly the theater and the opera. The fascination with operatic performances is well established throughout the nation of Cheliax, yet in Kintargo the lack of direct meddling from the government or the church of Asmodeus (a luxury afforded by the city's relative distance from the Chelish heartland) allowed for performers in Kintargo to lace their works with anti-Thrune metaphors and themes of freedom and individuality that would have swiftly resulted in arrests or even executions had artists dared to perform them elsewhere in the nation.",
			"",
			"It was from such traditions that Kintargan performers began to build powerful, magical performances, the most famous of which today is the \"Song of Silver.\" The potent magic of this song has inspired some [Silver Ravens](rule/aff_rebels) to delve into the secrets and lore of magical performances. These talented performers study not only the history of the songs and plays popular among bards, but also the underlying structures and themes from which these performances derive their magical potential. Using this knowledge, these argent dramaturges subtly alter their bardic performances to make them more effective against the forces of House Thrune and Cheliax.",
			"",
			"### Requirements",
			"",
			"To qualify to become an argent dramaturge, a character must fulfill the following criteria.",
			"",
			"**Feat:** {feat/Skill Focus} (Perform).  ",
			"**Skills:** Knowledge (arcana) 2 ranks, Knowledge (history) 2 ranks, Perform (sing) 6 ranks, Spellcraft 6 ranks.  ",
			"**Spells:** Able to cast spells, including at least one 2nd-level spell with the language-dependent descriptor or the sonic descriptor.",
			"",
			"### Class Skills",
			"",
			"The Argent Dramaturge's class skills are Bluff (Cha), Diplomacy (Cha), Escape Artist (Dex), Fly (Dex), Heal (Wis), Intimidate (Cha), Knowledge (all) (Int), Linguistics (Int), Perform (all) (Cha), Perception (Wis), Sense Motive (Wis), Spellcraft (Int), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +1 | +1 | Argent performance (\"Song of Silver\") | +1 level of existing class |",
			"| 2nd | +1 | +1 | +1 | +1 | Dramaturgical flourish | +1 level of existing class |",
			"| 3rd | +1 | +1 | +2 | +2 | Argent performance (anchoring aria) | +1 level of existing class |",
			"| 4th | +2 | +1 | +2 | +2 | Dramaturgical flourish | +1 level of existing class |",
			"| 5th | +2 | +2 | +3 | +3 | Argent performance (60-ft. radius, breath of life) | +1 level of existing class |",
			"| 6th | +3 | +2 | +3 | +3 | Dramaturgical flourish | +1 level of existing class |",
			"| 7th | +3 | +2 | +4 | +4 | Argent performance (swift) | +1 level of existing class |",
			"| 8th | +4 | +3 | +4 | +4 | Dramaturgical flourish | +1 level of existing class |",
			"| 9th | +4 | +3 | +5 | +5 | Argent performance (righteous chord) | +1 level of existing class |",
			"| 10th | +5 | +3 | +5 | +5 | Dramaturgical flourish | +1 level of existing class |",
			"",
			"The following are class features of the argent dramaturge prestige class.",
			"",
			"**Argent Performance:** An argent dramaturge can use Perform (sing) to create special magical effects that hinder outsiders (particularly those affected by silver, such as devils) as per the bardic performance bard class feature. She can use this ability for 2 rounds per day for each argent dramaturge level she has, and can use rounds of bardic performance gained from bard levels to perform argent performances and vice-versa. Starting an argent performance is a move action, but it can be maintained each round as a free action.",
			"",
			"An argent performance cannot be disrupted, but ends immediately if the argent dramaturge is killed, paralyzed, stunned, knocked unconscious, or otherwise prevented from taking a free action to maintain it each round. An argent performance counts as a bardic performance when determining how many performances the argent dramaturge can have in effect at one time. An argent performance has audible components but not visual components. The save DC against an argent dramaturge's performance is equal to 10 + the argent dramaturge's level + her Charisma modifier.",
			"",
			"At 13th level, an argent dramaturge can start an argent performance as a swift action if she chooses.",
			"",
			"The performance abilities that an argent dramaturge gains are noted below.",
			"",
			"**Song of Silver (Su):** The recovery of the lost lyrics and melody of the famed \"Song of Silver\" aided the Silver Ravens immeasurably in their fight against the Chelish tyrant Barzillai Thrune. While the true \"Song of Silver\" must be performed in the Kintargo Opera House by a skilled performer, argent dramaturges have learned to create a lesser version of the \"Song of Silver\" that can take effect when performed in any location. When the argent dramaturge uses her argent performance to create the \"Song of Silver,\" all weapons (both natural and manufactured) within a 30-foot radius of the argent dramaturge are treated as if they were silver for the purpose of overcoming damage reduction, and a number of targets equal to the argent dramaturge's Charisma modifier (minimum 1 target) become immune to fear effects and gain a +4 sacred bonus on saving throws against charm and compulsion effects.",
			"",
			"At 5th level, once per day as an immediate action, an argent dramaturge can grant a single ally who is currently benefiting from the saving throw bonus from the \"Song of Silver\" the effects of a breath of life spell (CL = the argent dramaturge's character level). Granting this effect immediately ends the \"Song of Silver\" performance, and the argent dramaturge must wait 3 rounds before activating a new \"Song of Silver\" (but she can activate other argent or bardic performances in the meantime).",
			"",
			"At 5th level, the \"Song of Silver\" affects a 60-foot-radius area around the argent dramaturge.",
			"",
			"**Anchoring Aria (Su):** At 3rd level, the argent dramaturge can use her knowledge of the magical melodies woven into the Song of Silver to block the dimensional travel of fiends. As long as she maintains the aria, any evil outsider that attempts to use spells or spell-like abilities of the teleportation subschool within a 30-foot radius of the argent dramaturge must succeed at a caster level check (DC = 11 + her character level) or else the spell or spell-like ability fails. An evil outsider that uses a teleportation effect to appear within this 30-foot-radius area or that is summoned into this area must succeed at a Will saving throw or it is staggered for 1 round. At 5th level, this argent performance affects a 60-foot-radius area around the argent dramaturge.",
			"",
			"**Righteous Chord (Sp):** At 9th level, as a standard action that costs 2 rounds of argent or bardic performance, the argent dramaturge can affect a single evil outsider within 60 feet as per the spell banishment, treating her character level as her caster level. As a free action, the argent dramaturge can attempt a Perform check with a DC equal to 10 + the HD of the targeted outsider. If successful, she is treated as having presented the targeted outsider with one object or substance the target fears or hates for the purpose of determining the effects of the banishment spell. Activating this argent performance does not end a currently active argent or bardic performance.",
			"",
			"**Dramaturgical Flourish (Su):** At 2nd level and every 2 levels thereafter, an argent dramaturge's studies into the history and structure of stories grant her access to secret performances, allowing her to select an option from the list of dramaturgical flourishes below. Unless otherwise noted, an argent dramaturge cannot select a dramaturgical flourish more than once.",
			"",
			"**Heartening Song:** An argent dramaturge's countersong functions against mind-affecting effects that rely on negative emotions (such as crushing despair, rage, or fear effects) as well as sonic and language-dependent effects. An argent dramaturge must have the countersong bardic performance to select this dramaturgical flourish.",
			"",
			"**Masterpiece:** The argent dramaturge gains a [bardic masterpiece](ability/bardic_masterpieces) without needing to sacrifice a feat or spell known. She must still meet the prerequisites of the masterpiece. An argent dramaturge can take this flourish more than once, but must select a new bardic masterpiece each time she does so.",
			"",
			"**Reactive Performance:** The argent dramaturge can activate her countersong or distraction bardic performance as an immediate action. When she does so, she must expend 2 rounds of bardic performance rather than 1. An argent dramaturge must have the countersong and distraction bardic performances to select this dramaturgical flourish.",
			"",
			"**Sudden Competence:** An argent dramaturge can activate her inspire competence bardic performance as an immediate action by spending 2 rounds of bardic performance. She can even use this ability after an ally has failed a skill check. If the check would have been successful with the inspire competence bonus, the character attempting the check instead succeeds at that check. An argent dramaturge must have the inspire competence bardic performance to select this dramaturgical flourish.",
			"",
			"**Ultimate Courage:** Allies who are affected by the argent dramaturge's inspire courage bardic performance gain double the normal morale bonuses on saving throws against fear and charm effects. An argent dramaturge must have the inspire courage bardic performance to select this dramaturgical flourish."
		]
	},
	"asavir": {
		"name": "Asavir",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Asavir",
			"",
			"{SOURCE Adventurer's Guide/10}",
			"",
			"The fighting style of asavirs originated among the Althameri tribespeople. Most tribal holds have only a single asavir, who leads infantry in defending the hold and distracting invaders while the tribe's light cavalry sweep around behind invading forces. An asavir's bond with her genie-blessed mount is even closer than the partnership most Al-Zabriti share with their horses, and her human compatriots fight with extra ferocity, knowing that they have a tireless protector. Asavirs sometimes leave their tribe to become mercenaries or adventurers, and it is from such asavirs that the techniques of this prestige class are usually spread to those outside of Al-Zabrit (much to traditionalists' chagrin). As members of the devoutly Sarenite tribes of Al-Zabrit, asavirs tend toward nonevil alignments. Asavirs outside the region exhibit a wide range of alignments, though those with chaotic alignments generally find that the discipline of the Imperial Forces discourages them from making a career of military service. Given the importance of family and tribal affiliations to Al-Zabriti identity, asavirs who are exiled from their tribes might slide into evil alignments out of despondence or resentment.",
			"",
			"### Requirements",
			"",
			"To qualify to become an asavir, a character must fulfill the following criteria.",
			"",
			"**Base Attack Bonus:** +4.  ",
			"**Feats:** {feat/Mounted Combat}.  ",
			"**Skills:** Handle Animal 5 ranks, Ride 5 ranks.",
			"",
			"### Class Skills",
			"",
			"The Asavir's class skills are Bluff (Cha), Craft (Int), Handle Animal (Cha), Intimidate (Cha), Knowledge (nature) (Int), Knowledge (religion) (Int), Perception (Wis), Ride (Dex), Sense Motive (Wis), and Survival (Wis).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +1 | +0 | +1 | Camaraderie +1, equine bond |",
			"| 2nd | +2 | +1 | +1 | +1 | Shaitan's blessing +2, thunderous charge (5 ft.) |",
			"| 3rd | +3 | +2 | +1 | +2 | Aura of courage, flank breaker |",
			"| 4th | +4 | +2 | +1 | +2 | Djinni's blessing (10 ft.), controlled charge |",
			"| 5th | +5 | +3 | +2 | +3 | Camaraderie +2 |",
			"| 6th | +6 | +3 | +2 | +3 | Marid's blessing, thunderous charge (10 ft.), trampling gallop |",
			"| 7th | +7 | +4 | +2 | +4 | All eyes on me |",
			"| 8th | +8 | +4 | +3 | +4 | Djinni's blessing (20 ft.), efreeti's blessing |",
			"| 9th | +9 | +5 | +3 | +5 | Camaraderie +3, inspiring leader, Shaitan's blessing +4 |",
			"| 10th | +10 | +5 | +3 | +5 | Janni's blessing, thunderous charge (20 ft.) |",
			"",
			"The following are class features of the asavir prestige class.",
			"",
			"**Weapon and Armor Proficiency:** An asavir is proficient with simple weapons, martial weapons, and all forms of armor and shields (except tower shields).",
			"",
			"**Camaraderie (Ex):** An asavir is skilled at forging those who battle by her side into a loyal and well-coordinated team and exhorting them to fight bravely. As long as the asavir can speak aloud, the bonus she grants to any allies within 30 feet when she takes the aid another action in combat increases by 1. At 5th level, the bonus instead increases by 2, and at 9th level, it instead increases by 3. These bonuses do not stack with other abilities that enhance the aid another action.",
			"",
			"**Equine Bond (Ex):** An asavir gains a horse as a loyal steed. This mount functions as a druid's animal companion, using the asavir's level + 2 as her effective druid level (for example, at 3rd level, the asavir's mount functions as a 5th-level druid's animal companion). The companion must be a horse or pony, though the GM might approve other equine animals as suitable mounts (especially in the case of unusually large or small asavirs). If the asavir has a horse companion from another class that grants a similar ability (such as cavalier, druid, or ranger), her asavir levels stack with levels from one of these other classes (her choice) for the purposes of determining her mount's statistics and abilities - she does not gain a second companion for having this ability from a different class. Her total effective druid level for determining her mount's statistics can never exceed her total character level. An asavir doesn't take an armor check penalty on Ride checks while riding her mount, and her mount is always considered combat trained and begins play with Light Armor Proficiency as a bonus feat.",
			"",
			"**Shaitan's Blessing (Su):** When an asavir reaches 2nd level, her mount receives the blessing of the shaitans. It receives a +2 racial bonus on saving throws against all mind-affecting and fear effects. When the asavir reaches 9th level, this bonus increases to +4.",
			"",
			"**Thunderous Charge (Su):** At 2nd level, a number of times per day equal to her asavir level, an asavir and her mount can make a charge that causes the ground to shake. This is a full-round action and works as a normal charge, except the asavir's mount can move only up to its move speed (not double its move speed, as in a normal charge). Creatures within a 5-foot radius of the charge's ending point must succeed at a Reflex save (DC = 10 + the asavir's class level + the mount's Strength modifier) or fall prone. For every asavir level above 2nd the character has, she can exclude one creature from the effects of her thunderous charge (one creature at 3rd level, up to a maximum of eight creatures at 10th level). The asavir can resolve her attack at the end of her charge either before or after determining which creatures fall prone. At 6th level, the radius of thunderous charge increases to 10 feet, and at 10th level it increases to 20 feet.",
			"",
			"**Aura of Courage (Su):** At 3rd level, an asavir gains an aura of courage like that of a 3rd-level paladin.",
			"",
			"**Flank Breaker (Ex):** At 3rd level, if an asavir successfully damages a foe that is flanking an ally, she can attempt a special combat maneuver check against the target's CMD as a swift action. If she succeeds, that foe is unable to flank with any creature for 1 round.",
			"",
			"**Controlled Charge (Ex):** At 4th level, an asavir learns to attack with greater accuracy from the back of a charging mount. She gains a +4 bonus on melee attacks on a charge while mounted (instead of the normal +2) and does not take a penalty to her AC after making a charge attack while mounted.",
			"",
			"**Djinni's Blessing (Su):** When an asavir reaches 4th level, her mount receives the blessing of the djinn, making it swift and tireless. The mount's speed increases by 10 feet, it doesn't take movement penalties from wearing barding, and it can carry a second rider without penalties. When the asavir reaches 8th level, her mount's speed increases by an additional 10 feet.",
			"",
			"**Marid's Blessing (Su):** At 6th level, an asavir's mount receives the blessing of the marids, making it an agile partner with a flowing pace. Anyone riding the mount does not need to attempt concentration checks normally required because of the mount's movement. The mount gains a +2 racial bonus on Reflex saves.",
			"",
			"**Trampling Gallop (Ex):** At 6th level, an asavir's mount gains the {umr/trample} universal monster ability, but only when commanded by the asavir as a full-round action. Damage dealt by the trample is equal to that of the horse's hoof attack plus 1-1/2 times its Strength modifier.",
			"",
			"**All Eyes on Me (Su):** At 7th level, three times per day as a swift action, an asavir can call out a challenge. Each opponent within 30 feet must succeed at a Will save (DC = 10 + the asavir's character level + the asavir's Charisma bonus) or be distracted by the display until the beginning of the asavir's next turn. Any creature that fails is considered to be flat-footed and takes a -2 penalty to AC against attacks from the asavir's allies. This is a mind-affecting, visual effect.",
			"",
			"**Efreeti's Blessing (Su):** When an asavir reaches 8th level, her mount receives the blessing of the efreet, gaining fire resistance 5. It also deals an additional 1d6 points of fire damage with its hoof attacks.",
			"",
			"**Inspiring Leader (Su):** At 9th level, an asavir can call out encouragement to her allies as a move action, bolstering their courage. Allies within 60 feet of the asavir who can hear her receive a morale bonus equal to the asavir's Charisma bonus on attack and damage rolls with weapons for 1 round. An asavir can use this ability three times per day. This is a mind-affecting, language-dependent effect.",
			"",
			"**Janni's Blessing (Su):** At 10th level, when an asavir rolls a d20 to resolve an attack, saving throw, or skill check, she can roll twice and choose the better result. The asavir can use this ability once per day for herself and once per day for her mount. Both the asavir and her mount gain a +1 luck bonus on all saving throws."
		]
	},
	"ashavic_dancer": {
		"name": "Ashavic Dancer",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Ashavic Dancer",
			"",
			"{SOURCE Paths of the Righteous/4}",
			"",
			"Worshiped throughout the Inner Sea region, but particularly along Varisia's Lost Coast, the empyreal lord Ashava inspires her followers to leave the safety of cities and caravans to venture into the dark places of the world, where lonely souls are often set adrift from their natural course on the River of Souls. Using the light of the moon and mesmerizing performances, Ashavic dancers hope to rescue these lost souls from their eternal torment.",
			"",
			"### Requirements",
			"",
			"To qualify to become an Ashavic dancer, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Neutral good or chaotic good.  ",
			"**Deity:** Must worship Ashava.  ",
			"**Skills:** Knowledge (religion) 3 ranks, Perform (dance) 6 ranks.  ",
			"**Feats:** Ghost Whisperer.  ",
			"**Spells:** Able to cast 2nd-level spells.",
			"",
			"### Class Skills",
			"",
			"The Ashavic Dancer's class skills are Acrobatics (Dex), Diplomacy (Cha), Fly (Dex), Knowledge (planes) (Int), Knowledge (religion) (Int), Perception (Wis), Perform (dance) (Cha), Sense Motive (Wis), Survival (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +1 | +1 | Ashavic performance (move action), deathwaking dance | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Ashavic rites, peerless dancer | +1 level of existing spellcasting class |",
			"| 3rd | +2 | +1 | +2 | +2 | Untethering steps | +1 level of existing spellcasting class |",
			"| 4th | +3 | +1 | +2 | +2 | Ghostly grace (self) | +1 level of existing spellcasting class |",
			"| 5th | +3 | +2 | +3 | +3 | Peerless dancer (first skill) | +1 level of existing spellcasting class |",
			"| 6th | +4 | +2 | +3 | +3 | Soothing performance | +1 level of existing spellcasting class |",
			"| 7th | +5 | +2 | +4 | +4 | Ashavic performance (swift action), exorcist's waltz | +1 level of existing spellcasting class |",
			"| 8th | +6 | +3 | +4 | +4 | Peerless dancer (second skill) | +1 level of existing spellcasting class |",
			"| 9th | +6 | +3 | +5 | +5 | Ghostly grace (allies) | +1 level of existing spellcasting class |",
			"| 10th | +7 | +3 | +5 | +5 | Peerless dancer (third skill), true spark's guidance | +1 level of existing spellcasting class |",
			"",
			"The following are the class features of the Ashavic dancer prestige class.",
			"",
			"**Ashavic Performance (Su):** An Ashavic dancer can use Perform (dance) to create magical effects, as per the bardic performance bard class feature, for a number of rounds per day equal to twice his Ashavic dancer level. He can also use rounds of bardic performance gained from bard levels to perform Ashavic performances, and vice versa. Starting an Ashavic performance is a move action, but it can be maintained each round as a free action. If the Ashavic dancer has bardic performance, he can also start bardic performances as a move action instead of a standard action even if he does not have sufficient bard levels to do so. The performance cannot be disrupted, but ends immediately if the dancer is killed, paralyzed, stunned, knocked unconscious, or otherwise prevented from taking a free action to maintain it each round. The performance counts as a bardic performance for the purpose of determining how many performances the dancer can have in effect at one time. The performance has visual components but not audible components. At 7th level, an Ashavic dancer can start an Ashavic performance or a bardic performance as a swift action. The save DC against an Ashavic dancer's performance is equal to 10 + the Ashavic dancer's class level + his Charisma modifier. The performance abilities that an Ashavic dancer gains are noted below.  ",
			"**Deathwaking Dance (Su):** At 1st level, an Ashavic dancer can unravel undead and haunts. When he starts the performance and each round he maintains it, all haunts and undead creatures within 30 feet take positive energy damage equal to 1d6 + the Ashavic dancer's Charisma modifier. A successful Will save negates this damage.",
			"",
			"**Untethering Steps (Su):** At 3rd level, an Ashavic dancer can use his performance to hinder one or more undead creatures within 30 feet to which the dancer has line of sight. For every 2 class levels the Ashavic dancer has attained beyond 3rd, he can target one additional creature. Each round he maintains the performance, the Ashavic dancer attempts a Perform (dance) skill check and compares the result to all of the targets' CMD scores. Any target whose CMD is equaled or exceeded by the result of the Perform (dance) check becomes sickened by the dancer's movements for 1 round. Any target with a CMD that is exceeded by 10 or more also becomes staggered for 1 round.",
			"",
			"**Soothing Performance (Su):** At 6th level, an Ashavic dancer gains the soothing performance bardic performance.",
			"",
			"**Exorcist's Waltz (Su):** At 7th level, an Ashavic dancer can use his Ashavic performance to attempt to end an ongoing compulsion or possession effect. Using this ability requires 4 rounds of consecutive performance, and the target must be able to see the dancer perform and be within 30 feet. If the target is possessed, the target gains a new saving throw to end the possession effect; otherwise, this functions as break enchantment, using the Ashavic dancer's caster level for the effect. Any possessing entity cast out in this manner cannot attempt to possess that target again for 24 hours.",
			"",
			"**True Spark's Guidance (Su):** At 10th level, an Ashavic dancer can lure the dead back into their graves. He can target one undead creature within 60 feet each round he maintains this performance - the targeted undead can resist the effects with a successful Will save. If the creature first became undead within the affected area, or if an open grave under the effects of hallow or consecrate is in the area, the undead takes a -4 penalty on this saving throw. On a successful saving throw, the target's speed is halved for 1 round (this includes all forms of movement such as fly or swim). If the undead fails its save, it immediately takes 10 points of damage per class level of the Ashavic dancer and is staggered for 1 round, and it takes a -4 penalty on future saving throws against this performance for 24 hours.",
			"",
			"**Ashavic Rites (Su):** At 2nd level, an Ashavic dancer's mind-affecting Ashavic performances overcome an undead creature's immunity to mind-affecting effects, even if the undead is mindless. While maintaining any Ashavic or bardic performance, he can spend 1 additional round of the performance when he casts a mind-affecting spell to allow that spell to overcome an undead creature's immunity to mind-affecting effects as well.",
			"",
			"**Peerless Dancer (Ex):** At 2nd level, an Ashavic dancer gains versatile performance, as per the bard class feature. He must choose Perform (dance) as his Perform skill with this ability. If he had versatile performance in Perform (dance) before adding his first level in this prestige class, he gains {feat/Skill Focus} (Perform [dance]) as a bonus feat instead.",
			"",
			"At 6th level, an Ashavic dancer chooses one of the following skills and adds it to the list of skills that are associated with Perform (dance) for the purpose of versatile performance: Bluff, Diplomacy, Intimidate, or Sense Motive. He chooses a second skill at 8th level and a third skill at 10th level.",
			"",
			"**Ghostly Grace (Su):** At 4th level, during an Ashavic dancer's Ashavic performance, all weapon attacks he makes are treated as if they had the ghost touch weapon special ability, and his spells have their full effect against incorporeal creatures, as per the Ectoplasmic Spell feat. At 9th level, allies within 30 feet also receive these benefits during his Ashavic performance."
		]
	},
	"aspis_agent": {
		"name": "Aspis Agent",
		"sources": [
			"Adventurer's Guide",
			"Paths of Prestige"
		],
		"description": [
			"## Aspis Agent",
			"",
			"{SOURCE Adventurer's Guide/30;Paths of Prestige/8}",
			"",
			"The [Aspis Consortium](rule/aff_profiteers) employs many unscrupulous individuals in its ongoing plots to achieve wealth and dominion throughout the Inner Sea region. Aspis agents are the Consortium's chief instruments in this endeavor: public ambassadors who put a pleasant and disarming face forward while diverting attention from the company's true interests and activities.",
			"",
			"Aspis agents research ancient lore to discover long-lost treasures; then they organize expeditions to recover them for their leaders (usually higher-ranking Aspis agents). Their careful study of the traps and hazards of ancient ruins helps agents evade danger while leaving such threats intact for competing treasure hunters to face.",
			"",
			"### Requirements",
			"",
			"To qualify to become an Aspis agent, a character must fulfill the following criteria.",
			"",
			"**Skills:** Appraise 5 ranks, Bluff 5 ranks, Craft (traps) 5 ranks, Disable Device 5 ranks, Intimidate 5 ranks, Knowledge (history) 5 ranks, Perception 5 ranks.  ",
			"**Special:** Proficiency with the whip, as well as either the trap sense class feature or the ability to cast detect secret doors.",
			"",
			"### Class Skills",
			"",
			"The Aspis Agent's class skills are Bluff (Cha), Disguise (Cha), Knowledge (arcana) (Int), Knowledge (history) (Int), Sense Motive (Wis), Sleight of Hand (Dex), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +1 | +0 | Trap sense +1, trapfinding |",
			"| 2nd | +1 | +1 | +1 | +1 | Agency secrets, mask alignment |",
			"| 3rd | +2 | +1 | +2 | +1 | Ambush trap, sneak attack +1d6 |",
			"| 4th | +3 | +1 | +2 | +1 | Agency secrets, trap sense +2 |",
			"| 5th | +3 | +2 | +3 | +2 | Crucial taunt |",
			"| 6th | +4 | +2 | +3 | +2 | Agency secrets, sneak attack +2d6 |",
			"| 7th | +5 | +2 | +4 | +2 | improved trap sense, trap sense +3 |",
			"| 8th | +6 | +3 | +4 | +3 | Agency secrets, remote activation |",
			"| 9th | +6 | +3 | +5 | +3 | Sneak attack +3d6 |",
			"| 10th | +7 | +3 | +5 | +3 | Agency secrets, trap sense +4 |",
			"",
			"The following are features of the Aspis agent prestige class.",
			"",
			"**Trap Sense (Ex):** An Aspis agent gains a +1 bonus to her AC and on Reflex saves to avoid traps; this bonus increases by 1 at 4th level and every 3 levels thereafter. This ability stacks with any trap sense bonuses that are gained from other classes.",
			"",
			"**Trapfinding (Ex):** This ability functions as per the rogue class feature. Levels in Aspis agent stack with levels from any other class that grants this ability for the purposes of determining an Aspis agent's total trapfinding bonus.",
			"",
			"**Agency Secrets:** At 2nd level and every 2 levels thereafter, an Aspis agent gains one of the following agency secrets. An Aspis agent can't select an individual agency secret more than once (unless otherwise stated in the secret's text).",
			"",
			"**Bluster (Ex):** The Aspis agent takes no penalty on Intimidate checks against larger creatures, and larger creatures gain no bonus on Intimidate checks against her.",
			"",
			"**Bonus Feat:** The Aspis agent can choose one of the following as a bonus feat: {feat/Advanced Ranger Trap}, {feat/Antagonize}, {feat/Combat Expertise}, {feat/Enforcer}, {feat/Greater Dirty Trick}, {feat/Improved Dirty Trick}, {feat/Improved Whip Mastery}, {feat/Intimidating Prowess}, {feat/Learn Ranger Trap}, {feat/Skill Focus} (Intimidate), or {feat/Whip Mastery}. She must meet the prerequisites of the selected bonus feat. An Aspis agent can select this agency secret twice.",
			"",
			"**Conceal Thoughts (Su):** The Aspis agent who is targeted with detect thoughts or a similar effect can choose what thoughts are actually detected, while her true thoughts remain private. This does not affect mind-affecting effects other than thought-reading.",
			"",
			"**Exotic Performance:** The Aspis agent with the bardic performance or the versatile performance class feature increases her effective bard level by 1 for all effects related to performances, including learning new types of performances and increasing the effects of her performances.",
			"",
			"**Hidden Stash (Ex/Sp):** The Aspis agent gains a bonus equal to her class level on Sleight of Hand checks to hide small objects on her person. In addition, once per day she can hide the magical properties of one item as per magic aura.",
			"",
			"**Master Caster:** The Aspis agent who can cast spells as a bard, inquisitor, or mesmerist increases her caster level for that class by 1. She does not gain other benefits of that class other than spells per day, spells known, and an increased caster level. If the agent has levels in more than one of these classes, she must choose which class to apply this increase to when she takes this agency secret. An Aspis agent can select this agency secret twice.",
			"",
			"**Rogue Talent:** The Aspis agent can select one rogue talent for which she qualifies. Her Aspis agent levels stack with class levels for any rogue talents she has with level-dependent effects, whether they were gained from this prestige class or another class. An Aspis agent with at least 1 level in a class that grants access to rogue talents can select this agency secret twice.",
			"",
			"**Shrunken Smuggle (Sp):** The Aspis agent can cast {spell/shrink item} once per day as a spell-like ability, using her class level as her caster level. In addition, while the item is shrunken, it is also affected as per nondetection. This effect ends when the item returns to its proper size.",
			"",
			"**Vigilante Agent (Ex):** The Aspis agent with vigilante class levels can select one social talent for which she qualifies. If she can gain vigilante talents from her vigilante class levels, she can instead select one vigilante talent for which she qualifies. Her Aspis agent levels stack with her vigilante class levels for any such talents she has with level-dependent effects, whether they were gained with this prestige class or another class. An Aspis agent with at least 1 vigilante level can select this agency secret twice.",
			"",
			"**Mask Alignment (Su):** At 2nd level, as a standard action, an Aspis agent can alter her alignment aura to deceive effects that detect alignment. She can emulate a different aura of her choice or to radiate no alignment aura. This affects only alignment detection, not effects that cause harm or are otherwise based on alignment. This effect lasts until she dismisses it or changes her alignment aura again.",
			"",
			"At 6th level, an Aspis agent targeted with an effect that detects alignment or with any alignment-based effect can automatically identify the effect by attempting a Spellcraft check. If successful, she can mask her alignment as an immediate action.",
			"",
			"At 10th level, when an Aspis agent assumes a false alignment aura, she is treated as having that alignment for all effects of magic items, spells, and spell-like or supernatural effects (such as forbiddance, sympathy, or an unholy weapon), including magical traps based on alignment. While masking her alignment, she ignores these types of effects that relate to her true alignment.",
			"",
			"**Ambush Trap (Ex):** At 3rd level, an Aspis agent can specially rig a mechanical trap she has either crafted or bypassed by exceeding its Disable Device DC by 10. A trap so rigged can be triggered by the Aspis agent as a move action as long as she is adjacent to the trap. She adds her trap sense bonus to the trap's Perception DC and to the trap's attack rolls, and adds her sneak attack damage to the damage the trap deals to affected creatures that are flat-footed or otherwise denied their Dexterity bonus to AC.",
			"",
			"**Sneak Attack (Ex):** At 3rd level, an Aspis agent gains sneak attack as per the rogue ability. Initially, the extra damage dealt is 1d6, and it increases by 1d6 at 6th level and at 9th level. If an Aspis agent gains a sneak attack bonus from another source, the bonuses on damage stack.",
			"",
			"**Crucial Taunt (Ex):** At 5th level, an Aspis agent can combine smugness and mockery with Bluff checks to feint, Intimidate checks to demoralize, and dirty trick combat maneuver checks, gaining a bonus equal to half her class level on these checks. She can then delay the effect of the successful check for up to 1 day per class level, spending an immediate action to trigger it later. The Aspis agent must be within 60 feet of her target to use or trigger a crucial taunt. This is a language-dependent effect.",
			"",
			"**Improved Trap Sense (Ex):** At 7th level, an Aspis agent's trap sense bonus applies to saving throws to avoid trap effects.",
			"",
			"**Remote Activation (Ex):** At 8th level, an Aspis agent can use her ambush trap ability on a trap up to 30 feet away."
		]
	},
	"assassin": {
		"name": "Assassin",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Assassin",
			"",
			"{SOURCE PRPG Core Rulebook/378}",
			"",
			"A mercenary undertaking his task with cold, professional detachment, the assassin is equally adept at espionage, bounty hunting, and terrorism. At his core, an assassin is an artisan, and his medium is death. Trained in a variety of killing techniques, assassins are among the most feared classes.",
			"",
			"While nearly any class is capable of becoming an assassin, rogues suit the part more than any other, from both an ability viewpoint and an ideological one. Though they make excellent allies during combat, assassins excel in more clandestine situations, and the best assassins are the ones the victims never knew existed.",
			"",
			"**Role:** Assassins tend to be loners by nature, seeing companions as liabilities at best. Sometimes an assassin's missions put him in the company of adventurers for long stretches at a time, but few people are comfortable trusting a professional assassin to watch their backs in a fight, and are more likely to let the emotionless killer scout ahead or help prepare ambushes.",
			"",
			"**Alignment:** Due to its necessary selfishness and callous indifference toward taking lives, the assassin class attracts those with evil alignments more than any others. Because the profession requires a degree of self-discipline, chaotic characters are ill suited to becoming these shadowy killers. Neutral characters sometimes become assassins, frequently thinking of themselves as simple professionals performing a job, yet the nature of their duties inevitably pushes them toward an evil alignment.",
			"",
			"### Requirements",
			"",
			"To qualify to become an assassin, a character must fulfill all the following criteria.",
			"",
			"**Alignment:** Any evil.  ",
			"**Skills:** Disguise 2 ranks, Stealth 5 ranks.  ",
			"**Special:** The character must kill someone for no other reason than to become an assassin.",
			"",
			"### Class Skills",
			"",
			"The Assassin's class skills are Acrobatics (Dex), Bluff (Cha), Climb (Str), Diplomacy (Cha), Disable Device (Int), Disguise (Cha), Escape Artist (Dex), Intimidate (Cha), Linguistics (Int), Perception (Wis), Sense Motive (Wis), Sleight of Hand (Dex), Stealth (Dex), Swim (Str), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +1 | +0 | Sneak attack +1d6, death attack, poison use |",
			"| 2nd | +1 | +1 | +1 | +1 | +1 save bonus against poison, uncanny dodge |",
			"| 3rd | +2 | +1 | +2 | +1 | Sneak attack +2d6 |",
			"| 4th | +3 | +1 | +2 | +1 | +2 save bonus against poison, hidden weapons, true death |",
			"| 5th | +3 | +2 | +3 | +2 | Improved uncanny dodge, sneak attack +3d6 |",
			"| 6th | +4 | +2 | +3 | +2 | +3 save bonus against poison, quiet death |",
			"| 7th | +5 | +2 | +4 | +2 | Sneak attack +4d6 |",
			"| 8th | +6 | +3 | +4 | +3 | +4 save bonus against poison, hide in plain sight |",
			"| 9th | +6 | +3 | +5 | +3 | Sneak attack +5d6, swift death |",
			"| 10th | +7 | +3 | +5 | +3 | +5 save bonus against poison, angel of death |",
			"",
			"All of the following are class features of the assassin prestige class.",
			"",
			"**Weapon and Armor Proficiency:** Assassins are proficient with the crossbow (hand, light, or heavy), dagger (any type), dart, rapier, sap, shortbow (normal and composite), and short sword. Assassins are proficient with light armor but not with shields.",
			"",
			"**Sneak Attack:** This is exactly like the rogue ability of the same name. The extra damage dealt increases by +1d6 every other level (1st, 3rd, 5th, 7th, and 9th). If an assassin gets a sneak attack bonus from another source, the bonuses on damage stack.",
			"",
			"**Death Attack (Ex):** If an assassin studies his victim for 3 rounds and then makes a sneak attack with a melee weapon that successfully deals damage, the sneak attack has the additional effect of possibly either paralyzing or killing the target (assassin's choice). Studying the victim is a standard action. The death attack fails if the target detects the assassin or recognizes the assassin as an enemy (although the attack might still be a sneak attack if the target is denied his Dexterity bonus to his Armor Class or is flanked). If the victim of such a death attack fails a Fortitude save (DC 10 + the assassin's class level + the assassin's Int modifier) against the kill effect, she dies. If the saving throw fails against the paralysis effect, the victim is rendered helpless and unable to act for 1d6 rounds plus 1 round per level of the assassin. If the victim's saving throw succeeds, the attack is just a normal sneak attack. Once the assassin has completed the 3 rounds of study, he must make the death attack within the next 3 rounds.",
			"",
			"If a death attack is attempted and fails (the victim makes her save) or if the assassin does not launch the attack within 3 rounds of completing the study, 3 new rounds of study are required before he can attempt another death attack.",
			"",
			"**Poison Use:** Assassins are trained in the use of poison and cannot accidentally poison themselves when applying poison to a blade (see Poison).",
			"",
			"**Save Bonus against Poison:** At 2nd level, the assassin gains a +1 saving throw bonus against poisons. This bonus increase by +1 every two levels.",
			"",
			"**Uncanny Dodge (Ex):** At 2nd level, an assassin cannot be caught flat-footed, even if the attacker is invisible. He still loses his Dexterity bonus to AC if immobilized. An assassin with this ability can still lose his Dexterity bonus to AC if an opponent successfully uses the feint action against him.",
			"",
			"If an assassin already has uncanny dodge from a different class, he automatically gains improved uncanny dodge instead.",
			"",
			"**Hidden Weapons (Ex):** At 4th level, an assassin becomes a master at hiding weapons on his body. He adds his assassin level to all Sleight of Hand skill checks made to prevent others from noticing them.",
			"",
			"**True Death (Su):** Starting at 4th level, anyone slain by an assassin's death attack becomes more difficult to bring back from the dead. Spellcasters attempting to bring a creature back from the dead using {spell/raise dead} or similar magic must make a caster level check with a DC equal to 15 + the assassin's level or the spell fails and the material component is wasted. Casting remove curse the round before attempting to bring the creature back from the dead negates this chance. The DC of the remove curse is 10 + the assassin's level.",
			"",
			"**Improved Uncanny Dodge (Ex):** At 5th level and higher, an assassin can no longer be flanked. This defense denies a rogue the ability to sneak attack the assassin by flanking him, unless the attacker has at least four more rogue levels than the target has assassin levels.",
			"",
			"If a character already has uncanny dodge from another class, the levels from the classes that grant uncanny dodge stack to determine the minimum rogue level required to flank the character.",
			"",
			"**Quiet Death (Ex):** At 6th level, whenever an assassin kills a creature using his death attack during a surprise round, he can also make a Stealth check, opposed by Perception checks of those in the vicinity to prevent them from identifying him as the assailant. If successful, those nearby might not even notice that the target is dead for a few moments, allowing the assassin to avoid detection.",
			"",
			"**Hide in Plain Sight (Su):** At 8th level, an assassin can use the Stealth skill even while being observed. As long as he is within 10 feet of an area of dim light, an assassin can hide himself from view in the open without having anything to actually hide behind. He cannot, however, hide in his own shadow.",
			"",
			"**Swift Death (Ex):** At 9th level, once per day, an assassin can make a death attack against a foe without studying the foe beforehand. He must still sneak attack his foe using a melee weapon that deals damage.",
			"",
			"**Angel of Death (Su):** At 10th level, the assassin becomes a master of death. Once per day, when the assassin makes a successful death attack, he can cause the target's body to crumble to dust. This prevents {spell/raise dead} and {spell/resurrection} (although {spell/true resurrection} works as normal). The assassin must declare the use of this ability before the attack is made. If the attack misses or the target successfully saves against the death attack, this ability is wasted with no effect."
		]
	},
	"battle_herald": {
		"name": "Battle Herald",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Battle Herald",
			"",
			"{SOURCE Advanced Player's Guide/260}",
			"",
			"In every army there are leaders who surpass the average cold-hearted mercenary, battle-scarred veteran, or wizened drill instructor, not so much in their skill at arms but in their ability to inspire and lead others. Battle heralds are just such captains-skilled warriors to be sure, but ones who have honed the art of leadership to a keen edge and keep it as ready as their sword as a means to victory. Battle heralds tap into reservoirs of courage, skill, bravery, and perseverance that those who serve with them never knew they had, and their allies often find themselves ascending the mount of triumph following the battle herald's glorious (if often tattered) banner.",
			"",
			"### Requirements",
			"",
			"To qualify to become a battle herald, a character must fulfill all the following criteria.",
			"",
			"**Base Attack Bonus:** +4.  ",
			"**Special:** Challenge and inspire courage class features.  ",
			"**Skills:** Diplomacy 5 ranks, Intimidate 5 ranks, Perform (oratory) 5 ranks, Profession (soldier) 2 ranks.",
			"",
			"### Class Skills",
			"",
			"The Battle Herald's class skills are Bluff (Cha), Craft (Int), Diplomacy (Cha), Handle Animal (Cha), Heal (Wis), Intimidate (Cha), Knowledge (engineering) (Int), Knowledge (history) (Int), Knowledge (local) (Int), Knowledge (nobility) (Int), Perception (Wis), Profession (Wis), Ride (Dex), and Sense Motive (Wis).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +1 | +0 | +1 | 1st inspiring command (+1), improved leadership, voice of authority |",
			"| 2nd | +2 | +1 | +1 | +1 | Easy march |",
			"| 3rd | +3 | +2 | +1 | +2 | 2nd inspiring command |",
			"| 4th | +4 | +2 | +1 | +2 | Inspiring command (+2), inspire greatness |",
			"| 5th | +5 | +3 | +2 | +3 | 3rd inspiring command, banner |",
			"| 6th | +6 | +3 | +2 | +3 | Teamwork feat |",
			"| 7th | +7 | +4 | +2 | +4 | 4th inspiring command (+3), demanding challenge |",
			"| 8th | +8 | +4 | +3 | +4 | Persistent commands |",
			"| 9th | +9 | +5 | +3 | +5 | 5th inspiring command, inspire last stand |",
			"| 10th | +10 | +5 | +3 | +5 | Complex commands, inspiring command (+4) |",
			"",
			"The following are class features of the battle herald prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A battle herald gains no proficiency with any weapon or armor.",
			"",
			"**Inspiring Command (Ex):** A battle herald uses her keen tactical acumen and decisive judgment to lead others to victory, as well as her mastery of command to assist herself and her allies in battle.",
			"",
			"All battle heralds may use inspiring command to inspire courage (as the bardic performance ability); bard and battle herald levels stack to determine the bonuses provided by inspire courage.",
			"",
			"At 1st level, and every two levels thereafter, the battle herald chooses one command to learn. Unless otherwise noted, these abilities provide a competence bonus equal to the battle herald's inspiring command bonus to her and to all allies within 60 feet able to see or hear her. Commands marked with an asterisk have the same range as above but only affect a certain number of allies (which can include the battle herald).",
			"",
			"Issuing an inspiring command is a move action. At 5th level, this becomes a swift action, and at 10th level, it becomes an immediate action. Maintaining an inspiring command is a free action that cannot be disrupted, but its effects end immediately if the battle herald is killed or otherwise prevented from taking actions (such as being dazed, helpless, or stunned). The battle herald cannot have more than one command in effect at a time. She may use this ability for a number of rounds per day equal to 4 + her Charisma modifier, plus 2 additional rounds per level after 1st. She may use rounds of bardic performance to issue inspiring commands, but not vice versa. Inspiring commands are language-dependent, mind-affecting effects. The battle herald cannot maintain an inspiring command and a bardic performance at the same time (this does not preclude abilities such as persistent command or the Lingering Performance feat, which continue an inspiring command or bardic performance after the battle herald stops maintaining it).",
			"",
			"**Battle Magic*:** One ally gains a bonus on caster level checks and concentration checks equal to the battle herald's command bonus.",
			"",
			"**Inspire Hardiness:** Allies gain DR/- equal to the battle herald's inspiring command bonus.",
			"",
			"**Inspired Tactics:** Allies apply the battle herald's inspiring command bonus on critical hit confirmation rolls, on combat maneuver checks, and as a dodge bonus to AC against any attacks of opportunity provoked by combat maneuvers.",
			"",
			"**Keep Your Heads:** Allies apply the battle herald's inspiring command bonus on Will saves and concentration checks.",
			"",
			"**None Shall Fall*:** A number of allies equal to the battle herald's inspiring command bonus heal 1d6 points of damage. Targeted allies who are poisoned may attempt a new poison saving throw with a bonus equal to the battle herald's inspiring command bonus; a failed save has no additional effect, but a successful save counts toward curing the poison. This healing is not positive energy and can heal undead creatures.",
			"",
			"**Pincer Maneuver:** Allies apply the battle herald's inspiring command bonus to attack and damage rolls when flanking and as a dodge bonus to AC against attacks of opportunity provoked by movement (including standing from prone).",
			"",
			"**Rally:** Allies affected by a fear effect may attempt a new saving throw against each fear effect on them; this new save has a bonus equal to the battle herald's inspiring command bonus.",
			"",
			"**Reveille:** Allies affected by exhaustion, fatigue, or sleep effects may attempt a new saving throw against each such effect; this new save has a bonus equal to the battle herald's inspiring command bonus. Allies who are sleeping normally automatically awaken when this ability is used.",
			"",
			"**Scatter*:** A number of allies equal to the battle herald's inspiring command bonus gain the benefits of the {feat/Wind Stance} feat.",
			"",
			"**Shake It Off*:** One ally subject to an ongoing condition may attempt a new saving throw to negate the effects with a bonus equal to the battle herald's inspiring command bonus. This ability does not help against instantaneous effects, effects that require recurring saving throws to avoid additional penalties (such as diseases and poisons), or effects that do not allow a saving throw.",
			"",
			"**Sound the Charge:** Allies apply the battle herald's inspiring command bonus to attack and damage rolls. Charging allies increase their speed by 5 feet times the battle herald's inspiring command bonus.",
			"",
			"**Sound the Retreat:** Allies gain the benefit of the {feat/Lightning Stance} feat. The battle herald must have the scatter ability to select this ability.",
			"",
			"**Stand Firm:** Allies apply the battle herald's inspiring command bonus to CMD and on Fortitude saves.",
			"",
			"**Teamwork:** Allies add the battle herald's inspiring command bonus on skill checks or attack rolls made when using the aid another action, and if successful, the assisted ally increases the aid another bonus by an amount equal to the battle herald's inspiring command bonus.",
			"",
			"**Tuck and Roll:** Allies apply the battle herald's inspiring command bonus on Reflex saves and Acrobatics checks.",
			"",
			"**Improved Leadership (Ex):** A battle herald with the {feat/Leadership} feat adds her inspiring command bonus to her leadership score.",
			"",
			"**Voice of Authority (Ex):** A battle herald is skilled at shouting commands over the din of the battlefield and signaling allies when speech is impossible. She gains a +2 bonus on Diplomacy and Intimidate checks with creatures with which she shares a language. In addition, her allies gain a bonus equal to the battle herald's class level on Perception or Sense Motive checks to hear her commands or interpret her secret messages conveyed with Bluff. The battle herald's levels stack with cavalier levels for the purpose of the cavalier's tactician ability.",
			"",
			"**Easy March (Ex):** At 2nd level, allies within 60 feet of the battle herald can hustle or force march during overland travel without ill effects for a number of hours per day equal to 1 hour times her inspiring command bonus.",
			"",
			"**Inspire Greatness (Ex):** At 4th level, a battle herald may use her inspiring command ability to inspire greatness (as the 9th-level bardic performance ability). This ability affects one creature at 4th level, two at 7th, and three at 10th.",
			"",
			"**Banner (Ex):** At 5th level, a battle herald may fly a battle standard that inspires her allies. This ability is identical to the cavalier's banner ability, and cavalier levels stack with battle herald levels to determine the bonuses provided by the banner.",
			"",
			"**Teamwork Feat:** At 6th level, a battle herald receives a teamwork feat as a bonus feat. She must meet the prerequisites for this feat. She can use her cavalier tactician ability as a move action to grant this feat to allies (if she has the cavalier greater tactician ability, this is a swift action).",
			"",
			"**Demanding Challenge (Ex):** This ability is identical to the 12th-level cavalier demanding challenge ability.",
			"",
			"**Persistent Commands (Ex):** At 8th level, a battle herald may allow her inspiring commands to persist even if she is incapacitated and unable to maintain them. If the player chooses, the effects of the battle herald's inspiring commands persist for a number of rounds equal to her Charisma bonus (these count toward her number of rounds per day limit). This ability does not apply if the battle herald intentionally stops maintaining an inspiring command-only if she is dazed, held, stunned, killed, and so on, and is unable to maintain them. If the battle herald recovers from incapacity while an inspiring command is ongoing, she may resume maintaining it as a free action.",
			"",
			"**Inspire Last Stand (Ex):** At 9th level, a battle herald may use inspiring command to grant herself and all allies within 30 feet the benefits of the {feat/Diehard} feat. Conscious affected creatures also gain the benefits of inspire courage while at negative hit points.",
			"",
			"**Complex Commands (Ex):** At 10th level, a battle herald can have more than one command ability in effect at one time. Each must be begun separately and requires a separate maintenance cost. This allows the battle herald to have more than one single-target command (such as battle magic) in effect at the same time. The effects of multiple instances of the same command ability do not stack, even if the bonuses provided by that ability would normally stack (for example, if the battle herald maintains two pincer maneuver commands, her allies do not get double the bonus, even though dodge bonuses normally stack).",
			"",
			"The battle herald can also maintain one bardic performance in addition to her inspiring commands, though each must be begun separately and each requires its own maintenance cost."
		]
	},
	"bellflower_tiller": {
		"name": "Bellflower Tiller",
		"sources": [
			"Adventurer's Guide",
			"Paths of Prestige"
		],
		"description": [
			"## Bellflower Tiller",
			"",
			"{SOURCE Adventurer's Guide/40;Paths of Prestige/10}",
			"",
			"Perhaps no group has done more to sow the seeds of freedom in devil-haunted Cheliax than the [Bellflower Network](rule/aff_antislavery), and no agents of that network do or risk more than its dedicated Bellflower tillers. Charged with freeing slaves from the infernal nation's many plantations and escorting them to the safety of Andoran and Rahadoum, Bellflower tillers are a constant thorn in the side of House Thrune and its diabolical minions. These elite liberators practice their craft all across Cheliax, from the darkened streets of Egorian and Westcrown to the wilds of the Whisperwood. Bellflower tillers employ farming euphemisms to mask their activities from unfriendly ears-referring to their secret hideouts as \"barns,\" the slaves they escort as their \"crops,\" and the secret paths they take as \"rows.\" Excessive contact between Bellflower tillers is discouraged by the Bellflower Network's leadership, lest they risk exposing the organization to the authorities. Despite this, they often meet in secret to discuss which routes are safest to take, how much to bribe certain officials, and what tactics for organizing groups of slaves work best, and so improve chances of evading capture.",
			"",
			"Nearly all Bellflower tillers are halfling rogues, though some particularly zealous members have levels in both rogue and inquisitors and savvy members might have levels in both rogue and ranger. Vigilantes are also a natural fit as Bellflower tillers. Non-halflings are usually admitted only after proving their allegiance to the anti-slavery movement and their goodwill toward halflings, but once they join the cause, they are incredibly valuable to the organization for the simple fact that their race does not immediately raise suspicion in areas where the Bellflower Network is active.",
			"",
			"A Bellflower tiller's duty relies in part on her ability to establish a believable and viable cover identity. Many pose as traveling merchants or tinkerers - occupations that give them the freedom to get where they need to, when they need to - and have alibis for their presence on the road if confronted by Chelish patrols. Other Bellflower tillers join mercenary bands or adventuring groups, using their organizational and survival skills to help their companions in exchange for some extra muscle should a particular slave breakout proceed poorly.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Bellflower tiller, a character must fulfill the following criteria.",
			"",
			"**Alignment:** Chaotic good.  ",
			"**Feats:** Any two [teamwork feats](main/feats_teamwork).  ",
			"**Skills:** Disguise 5 ranks, Knowledge (local) 3 ranks, Stealth 5 ranks, Survival 5 ranks.  ",
			"**Special:** Sneak attack +2d6 or any 2 vigilante talents.",
			"",
			"### Class Skills",
			"",
			"The Bellflower Tiller's class skills are Acrobatics (Dex), Bluff (Cha), Diplomacy (Cha), Disguise (Cha), Escape Artist (Dex), Heal (Wis), Intimidate (Cha), Knowledge (geography) (Int), Knowledge (local) (Int), Perception (Wis), Sense Motive (Wis), Sleight of Hand (Dex), Stealth (Dex), and Survival (Wis).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +1 | +0 | Bellflower crop, swift sower +10 ft. |",
			"| 2nd | +1 | +1 | +1 | +1 | Crop guardian, scarcrow +1, teamwork feat |",
			"| 3rd | +2 | +1 | +2 | +1 | Sneak attack +1d6 |",
			"| 4th | +3 | +1 | +2 | +1 | Scarecrow +2 |",
			"| 5th | +3 | +2 | +3 | +2 | 1st favored barn |",
			"| 6th | +4 | +2 | +3 | +2 | Scarecrow +3, sneak attack +2d6, swift sower +20 ft., teamwork feat |",
			"| 7th | +5 | +2 | +4 | +2 | 2nd favored barn |",
			"| 8th | +6 | +3 | +4 | +3 | Scarecrow +4 |",
			"| 9th | +6 | +3 | +5 | +3 | 3rd favored barn, sneak attack +3d6 |",
			"| 10th | +7 | +3 | +5 | +3 | Scarecrow +5, teamwork feat |",
			"",
			"The following are class features of the Bellflower tiller prestige class.",
			"",
			"**Bellflower Crop (Ex):** As a standard action, a Bellflower tiller can designate a number of allies up to 3 + her Charisma modifier as part of her Bellflower crop. Members of a crop must remain within 30 feet of the Bellflower tiller to gain any benefits from abilities that affect a Bellflower crop, regardless of the ability's source (whether it's a Bellflower harvester, irrigator, or tiller). If any leave this range, the Bellflower tiller must designate these allies again for them to be included in her crop. At 7th level, this range increases to 60 feet.",
			"",
			"**Swift Sower (Ex):** A Bellflower tiller's base land speed is treated as being +10 feet faster when determining her overland travel speed while traveling long distances and while outside of combat. Members of her Bellflower crop can use either the Bellflower tiller's overland travel speed or their own, whichever is better. At 6th level, the bonus to speed increases to +20 feet.",
			"",
			"**Crop Guardian (Ex):** At 2nd level, whenever a Bellflower tiller uses the aid another action for a member of her Bellflower crop, she grants a +3 bonus instead of the normal +2. Levels in the Bellflower tiller prestige class stack with any vigilante levels she has when calculating the effects of the Bellflower harvester's crop vigilance ability.",
			"",
			"**Scarecrow (Ex):** At 2nd level, a Bellflower tiller receives a +1 morale bonus on attack and damage rolls against creatures that threaten attacks of opportunity against members of her Bellflower crop. At 4th level and every 2 levels thereafter, these bonuses increase by 1, to a maximum of +5 at 10th level.",
			"",
			"**Teamwork Feat:** At 2nd level, a Bellflower tiller gains a bonus feat in addition to those gained from normal advancement. This bonus feat must be a teamwork feat, and the Bellflower tiller must meet the prerequisites of the selected bonus feat. At 6th level and 10th level, the Bellflower tiller gains an additional bonus teamwork feat.",
			"",
			"**Sneak Attack:** At 3rd level, a Bellflower tiller gains a sneak attack that functions like the rogue class feature of the same name. The extra damage is 1d6 at 3rd level and increases by 1d6 every 3 levels thereafter. If a Bellflower tiller gets a sneak attack bonus from another source, the bonuses on damage stack.",
			"",
			"**Favored Barn (Ex):** At 5th level, a Bellflower tiller grows familiar with and develops trusted contacts in a particular community. While inside the limits of this community, she gains a +2 bonus on initiative checks and Knowledge (local), Perception, Stealth, and Survival checks. Any ally designated as part of the Bellflower tiller's crop receives a bonus on these skills equal to half the tiller's bonus. A Bellflower tiller traveling through her favored community leaves no trail and cannot be tracked (although she can leave a trail if she so desires).",
			"",
			"Provided that she isn't in immediate danger (such as fleeing from pursuers right on her heels), a Bellflower tiller can always find a safe place for her and members of her crop to rest in her chosen community. At such a location, she and her allies are fed, clothed, and provided with basic medical attention (as if attended by a person with a Heal bonus of +10).",
			"",
			"At 7th level and 9th level, the Bellflower tiller can select an additional community in which to receive these bonuses. Each time she selects a new community, the skill bonus and initiative bonus in any one chosen community (including the one just selected, if so desired) increases by 2.",
			"",
			"For the purposes of this ability, a community can be any settlement of 100 or more individuals. Outlying farms, fields, and houses are considered part of a community."
		]
	},
	"blackfire_adept": {
		"name": "Blackfire Adept",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Blackfire Adept",
			"",
			"{SOURCE Paths of Prestige/12}",
			"",
			"A loosely organized order of nihilistic alienists and demonologists, the Blackfire Adepts study the power of unmaking as it manifests throughout the multiverse. They focus their obsessive research on blackfire. This eldritch phenomenon burns away the fibers of reality wherever it touches, thinning the walls between planes - especially between the Material Plane and the dark and unholy pits of the evil Outer Planes. Some pursue blackfire for purely academic purposes, but most seek to harness and wield its energy to loose the destructive power of the multiverse upon all creation.",
			"",
			"The Riftwardens diametrically oppose the Blackfire Adepts. While Adepts seek to harness the might of the evil Outer Planes for their own, constantly opening planar gateways in hopes of catching glimpses of the elusive blackfire, Riftwardens instead attempt to close these portals. Because Riftwardens hinder the efforts of Blackfire Adepts, the summoners take whatever opportunities come their way to sabotage or corrupt these hated rivals.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Blackfire Adept, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Any non-good.  ",
			"**Feats:** {feat/Augment Summoning}, {feat/Spell Focus} (conjuration).  ",
			"**Skills:** Knowledge (planes) 5 ranks, Spellcraft 5 ranks.  ",
			"**Spells:** Able to cast summon monster III as a spell or spell-like ability.  ",
			"**Special:** Able to speak Abyssal and Infernal.",
			"",
			"### Class Skills",
			"",
			"The Blackfire Adept's class skills are Bluff (Cha), Intimidate (Cha), Knowledge (arcana) (Int), Knowledge (planes) (Int), Sense Motive (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Sacred summons | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Blackfire taint | +1 level of spellcasting class |",
			"| 3rd | +1 | +1 | +1 | +2 | 1st blackfire pact | +1 level of spellcasting class |",
			"| 4th | +2 | +1 | +1 | +2 | Blackfire eruption | +1 level of spellcasting class |",
			"| 5th | +2 | +2 | +2 | +3 | Breaching | &mdash; |",
			"| 6th | +3 | +2 | +2 | +3 | 2nd blackfire pact | +1 level of spellcasting class |",
			"| 7th | +3 | +2 | +2 | +4 | Breaching legion | +1 level of spellcasting class |",
			"| 8th | +4 | +3 | +3 | +4 | Accursed sympathy | +1 level of spellcasting class |",
			"| 9th | +4 | +3 | +3 | +5 | 3rd blackfire pact | &mdash; |",
			"| 10th | +5 | +3 | +3 | +5 | Riftward breaching | +1 level of spellcasting class |",
			"",
			"The following are class features of the Blackfire Adept prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A Blackfire Adept gains no additional weapon or armor proficiencies.",
			"",
			"**Sacred Summons:** A Blackfire Adept gains Sacred Summons as a bonus feat at 1st level, as if she had an evil aura (regardless of her actual alignment).",
			"",
			"**Blackfire Taint (Su):** At 2nd level, as a standard action, a Blackfire Adept can corrupt the planar substrate into strands of blackfire that create a destructive resonance between herself and a target within 30 feet. She gains a +1 profane bonus on attack rolls and caster level checks against the target, and the target takes a -1 penalty on saving throws against the adept's attacks (or -2 if the attack is a conjuration effect). The taint lasts a number of rounds equal to her class level, though a successful Will save (DC 10 + the Blackfire Adept's class level + the Blackfire Adept's Charisma modifier) reduces this to 1 round. The effect immediately ends if the target moves more than 30 feet away from the Blackfire Adept.",
			"",
			"The profane bonus and penalty become +2 and -2 (-3 against conjuration effects) at 6th level. They become +3 and -3 (-4 against conjuration effects) at 10th level.",
			"",
			"**Blackfire Pact (Su):** At 3rd level, a Blackfire Adept may choose one evil outsider subtype from among the following: asura, daemon, demodand, demon, devil, div, kyton, oni, qlippoth, or rakshasa. Against outsiders with that subtype, she gains a +1 profane bonus on saving throws, caster level checks, Charisma checks, and Charisma-based skill checks. When using the planar ally or planar binding spells, she can call 2 additional Hit Dice of outsiders with the chosen subtype, and those creatures gain temporary hit points equal to her class level, a +1 profane bonus on saving throws, and a +1 profane bonus to the caster level DC for effects that would banish, dismiss, or dispel them.",
			"",
			"At 6th level and 9th level, the Blackfire Adept may select an additional evil outsider subtype for her blackfire pact. In addition, the bonus against any one of her selected subtypes (including the one just selected, if so desired) increases by +1.",
			"",
			"**Blackfire Eruption (Sp):** At 4th level, a Blackfire Adept can sacrifice a prepared spell or spell slot of 4th level or higher, calling forth a searing ebon vortex in the spell's stead. A blackfire eruption acts as unholy blight, but its maximum damage is increased by 1d8 points (2d6 against good outsiders) per level of the sacrificed spell above 4th. A blackfire eruption ignores the hardness of objects, as it unravels their fundamental reality. A creature slain or an object destroyed by a blackfire eruption is reduced to ash, as by the disintegrate spell. This is a conjuration effect.",
			"",
			"**Breaching (Su):** At 5th level, when a Blackfire Adept attempts to call or summon a creature from one of her blackfire pact subtypes into an area where summoning is blocked by a magical effect (such as magic circle against evil, forbiddance, or dimensional lock), or when a creature within 30 feet she has called or summoned from her blackfire pact would have its attacks against a creature blocked by such an effect, as a swift action she can sacrifice a prepared spell or spell slot of the same level as the warding effect. If her caster level is higher than the caster level of the warding effect, it is immediately negated. If it is the same or lower, a caster level check (DC 11 + the caster level of the warding) is required to negate the warding effect.",
			"",
			"At 10th level, a Blackfire Adept's breaching can penetrate and destroy an antimagic field, a prismatic sphere, or an extradimensional shelter like a mage's magnificent mansion, though a caster level check is always required regardless of the Blackfire Adept's caster level. She can summon creatures into a naturally magic-dead area (such as the Mana Wastes) with a successful DC 31 caster level check, but the magic-dead area is not negated.",
			"",
			"**Breaching Legion (Su):** At 7th level, when a Blackfire Adept summons a creature from one of her blackfire pact subtypes, she can choose to allow that creature to use any innate summoning abilities it possesses. The creatures it summons are not under the Blackfire Adept's control. Once this decision is made, it cannot be reversed until the summoned creature is sent back to whence it came.",
			"",
			"**Accursed Sympathy (Su):** At 8th level, whenever a Blackfire Adept or her called or summoned creature deals hit point damage to a target affected by her blackfire taint, as a swift action she can increase the damage dealt by the attack by 1 hit point per class level. If the target dies, the Blackfire Adept gains temporary hit points equal to 1/2 the target's total number of Hit Dice. These temporary hit points last 1 hour and do not stack.",
			"",
			"**Riftward Breaching (Su):** At 10th level, whenever one or more creatures appear via a conjuration effect (including calling, summoning, or teleportation effects) within 30 feet of a Blackfire Adept, she can as an immediate action unleash a blackfire eruption that targets all such creatures within 30 feet (but does not affect other creatures). Creatures that fail their saving throws are immediately transported to a random plane in the evil Outer Planes as though affected by a plane shift spell."
		]
	},
	"bloatmage": {
		"name": "Bloatmage",
		"sources": [ "City of Strangers" ],
		"description": [
			"## Bloatmage",
			"",
			"{SOURCE City of Strangers/60}",
			"",
			"Hemotheurges - more commonly and derogatorily referred to as bloatmages - are arcanists who believe there's literal truth to the old aphorism that \"magic runs in the blood.\" By magically overriding their bodies' fail-safes and producing more blood than they need, bloatmages are able to greatly increase their magical abilities, but at the cost of becoming grotesque, bloated masses of engorged flesh. Even more significant than any cosmetic changes, the stresses on a bloatmage's body can prove dangerous to both them and those around them, for if the cephalic pressure on a bloatmage's brain becomes too great, she flies into a murderous rage before falling unconscious and quickly bleeding out. Such obvious drawbacks keep most from walking the path of the bloated ascetics, but the bloatmages dismiss those detractors who lack the courage to follow in their footsteps, noting that in the pursuit of power and self-perfection, all other concerns are secondary.",
			"",
			"**Role:** Bloatmages are consummate spellcasters, often operating as heavy artillery in battle, but their potential to run amok when strained can make them nearly as dangerous to their friends as to their enemies.",
			"",
			"**Alignment:** Bloatmages have no particular alignment, but their single-minded focus on the goal of attaining greater magical ability (and the general public's prurient abhorrence of their ritualistic self-mutilation) tends to make them at least partially neutral.",
			"",
			"### Requirements",
			"",
			"To qualify to become a bloatmage, a character must fulfill all the following criteria.",
			"",
			"**Feats:** {feat/Bloatmage Initiate}, {feat/Spell Focus} (any school).  ",
			"**Spells:** Able to cast 3rd-level arcane spells.",
			"",
			"### Class Skills",
			"",
			"The Bloatmage's class skills are Fly (Dex), Heal (Wis), Knowledge (all skills taken individually) (Int), Spellcraft (Int), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Blood pool, bloat (1/day, 1d4), hemophilia | +1 level of existing arcane class |",
			"| 2nd | +1 | +1 | +1 | +1 | &mdash; | +1 level of existing arcane class |",
			"| 3rd | +1 | +1 | +1 | +2 | Corpulence | +1 level of existing arcane class |",
			"| 4th | +2 | +1 | +1 | +2 | Bloat (2/day, 2d4) | +1 level of existing arcane class |",
			"| 5th | +2 | +2 | +2 | +3 | &mdash; | +1 level of existing arcane class |",
			"| 6th | +3 | +2 | +2 | +3 | &mdash; | +1 level of existing arcane class |",
			"| 7th | +3 | +2 | +2 | +4 | Corpulence | +1 level of existing arcane class |",
			"| 8th | +4 | +3 | +3 | +4 | Bloat (3/day, 3d4) | +1 level of existing arcane class |",
			"| 9th | +4 | +3 | +3 | +5 | &mdash; | +1 level of existing arcane class |",
			"| 10th | +5 | +3 | +3 | +5 | Absorb bloodline | +1 level of existing arcane class |",
			"",
			"All of the following are class features of the bloatmage prestige class.",
			"",
			"**Weapon and Armor Proficiency:** Bloatmages gain no proficiency with any weapon or armor.",
			"",
			"**Spells per Day/Spells Known:** When a new bloatmage level is gained, the character gains new spells as if she had also gained a level in an arcane spellcasting class she belonged to before adding the prestige class. She does not, however, gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if she is a spontaneous spellcaster), and an increased effective level of spellcasting. If the character had more than one arcane spellcasting class before becoming a bloatmage, she must decide which class she adds the new level to for the purpose of determining spells per day.",
			"",
			"**Blood Pool:** At 1st level, a bloatmage gains a pool of blood points, representing an overload of her system with excess blood to extend her arcane abilities beyond their normal level. A bloatmage's normal pool of blood points is equal to her bloatmage level. Blood points can be spent at the time of casting to cast a spell without using that spell's spell slot. The spell slot remains unused (for spontaneous casters), or the spell is recalled as if it had not been cast (for spellcasters who prepare spells). Retaining a spell or spell slot in this manner costs a number of blood points equal to the spell's level, and these points must be spent at the time of casting. Blood points do not give spellcasters access to spells they don't already know or have prepared.",
			"",
			"In addition, the bloatmage may push herself via her bloat ability in order to gain a number of extra blood points, but such exertion is a dangerous gamble. If the bloatmage's current number of blood points is greater than her class level but less than or equal to twice her class level, she gains the sickened condition. If her exertions push her beyond twice her normal blood point level, she immediately flies into a homicidal rage, striking out randomly with her most damaging attacks and abilities at friends and foes alike for 1d6 rounds or until her blood pool is reduced to 0 (whichever comes first). At the end of the rage, her blood points drop to 0, her hit points drop to -1, and she begins dying.",
			"",
			"Each day, when the bloatmage rests to regain spells, she regains blood points up to her class level but not beyond (so if her bloatmage level is 5 but she currently has 8 points, she remains at 8 until she spends the extra points).",
			"",
			"Some bloatmages conduct constant rituals involving leeches or exsanguination in an attempt to regulate their systems. These rituals, which must be undertaken daily during spell preparation, give the bloatmage the option of subtracting 1 point from any bloating rolls (see below) after the results are known, but at the price of a non-cumulative -2 penalty to Constitution. This penalty cannot be removed, save by the bloatmage abandoning the rituals for a day (also during spell preparation), which removes it immediately.",
			"",
			"**Bloat:** A bloatmage can exert herself as a free action to instantly gain extra blood points, but doing so puts her at risk of a dangerous collapse. At 1st level, the bloatmage can bloat once per day to gain 1d4 points. At 4th, she can bloat twice per day, and the die roll becomes 1d8. At 8th, she can bloat three times per day, and the roll becomes 1d12.",
			"",
			"**Hemophilia:** Bloatmages are particularly susceptible to bleed effects, and the DC of any Heal check made to stop a bleed effect is 5 higher than normal. In addition, anytime a bleeding wound is inflicted on a bloatmage, she loses 1 blood point. This loss of blood points is cumulative for multiple bleed attacks, but not each time she takes damage from the same attack.",
			"",
			"**Corpulence:** At 3rd level, a bloatmage becomes so massive that her rolls of fatty, blood-laden flesh grant her a +1 natural armor bonus. At 7th level, this bonus increases to +2 but reduces her speed by 10 feet. This penalty stacks with the penalty from the Bloatmage Initiate feat. This reduction in speed can never reduce the bloatmage's speed below 5 feet, nor does it affect magical flying effects.",
			"",
			"**Absorb Bloodline:** At 10th level, a bloatmage can temporarily access all of the bloodline powers of a given sorcerer bloodline as if she were a sorcerer of a level equaling her total arcane spellcaster level (including bloatmage levels) by consuming blood tied to that bloodline. By drinking 1 pint of fresh blood (which inflicts 1 point of Constitution damage) from a sorcerer with the given bloodline or from a creature affiliated with that bloodline, the bloatmage gains the ability to use the bloodline powers (but not bonus spells, proficiencies, and so on) as appropriate to her level for 1 hour. This ability is usable once per day and drinking the blood normally requires a full minute, but bloatmages with the {feat/Brew Potion} feat can distill the blood into a potion-sized draught that can be stored and consumed as a standard action.",
			"",
			"Any bloodlines absorbed are in addition to the original bloodline of a bloatmage with sorcerer levels. Though the bloatmage gains no physical nourishment from drinking blood, this practice is likely responsible for many of the stories linking bloatmages and vampires.",
			"",
			"In addition to sorcerers of the given bloodline, the following list presents a few examples of creatures whose blood is considered affiliated to a bloodline. There may be others who work equally well, at the GM's discretion.",
			"",
			"**Aberrant:** any aberration.  ",
			"**Abyssal:** any chaotic evil outsider.  ",
			"**Arcane:** any arcane caster, or any creature with an arcane spell or spell-like ability of at least 3rd-level.  ",
			"**Celestial:** any good outsider.  ",
			"**Destined:** any creature able to cast divination spells.  ",
			"**Draconic:** any dragon or creature with the dragon type.  ",
			"**Elemental:** any creature with an elemental or energy subtype (air, cold, earth, fire, water), provided it has flesh and blood (such as a salamander, but not a fire elemental).  ",
			"**Fey:** any fey or gnome.  ",
			"**Infernal:** any lawful evil outsider.  ",
			"**Undead:** any undead creature with flesh and blood (such as vampires or ghouls, but not skeletons)."
		]
	},
	"brewkeeper": {
		"name": "Brewkeeper",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Brewkeeper",
			"",
			"{SOURCE Paths of the Righteous/6}",
			"",
			"Among the most ardent and celebrated members of Cayden Cailean's devoted are his brewkeepers, members of the Drunken God's faith who specialize in the creation of fine alcohol and magical concoctions.",
			"",
			"### Requirements",
			"",
			"To qualify to become a brewkeeper, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Neutral good or chaotic good.  ",
			"**Deity:** Must worship Cayden Cailean.  ",
			"**Skills:** Craft (alchemy) 5 ranks or Profession (brewer) 5 ranks.  ",
			"**Feats:** {feat/Brew Potion}.  ",
			"**Spells:** Able to cast 2nd-level spells or prepare 2nd-level extracts.",
			"",
			"### Class Skills",
			"",
			"The Brewkeeper's class skills are Acrobatics (Dex), Bluff (Cha), Climb (Str), Craft (Int), Diplomacy (Cha), Knowledge (local) (Int), Knowledge (religion) (Int), Profession (Wis), Swim (Str), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +1 | +1 | +0 | Distilled spells, faithful drinker | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Brew reservoir, helpful homebrew | +1 level of existing spellcasting class |",
			"| 3rd | +2 | +2 | +2 | +1 | Harmful homebrew, potion master | +1 level of existing spellcasting class |",
			"| 4th | +3 | +2 | +2 | +1 | Helpful homebrew | +1 level of existing spellcasting class |",
			"| 5th | +3 | +3 | +3 | +2 | Brew specialization | +1 level of existing spellcasting class |",
			"| 6th | +4 | +3 | +3 | +2 | Helpful homebrew, harmful homebrew | +1 level of existing spellcasting class |",
			"| 7th | +5 | +4 | +4 | +2 | Quick brewing | +1 level of existing spellcasting class |",
			"| 8th | +6 | +4 | +4 | +3 | Helpful homebrew | +1 level of existing spellcasting class |",
			"| 9th | +6 | +5 | +5 | +3 | Harmful homebrew | +1 level of existing spellcasting class |",
			"| 10th | +7 | +5 | +5 | +3 | Helpful homebrew, true brewkeeper | +1 level of existing spellcasting class |",
			"",
			"These are the class features of the brewkeeper prestige class.",
			"",
			"**Spells per Day:** A brewkeeper who has alchemist levels can choose alchemist as the class to enhance with this ability, increasing her alchemist extracts per day.",
			"",
			"**Distilled Spells (Su):** A brewkeeper can spend 1 minute distilling an extract or spell she has prepared or an unused spell slot into a draught. When she does so with an alchemist extract, the draught functions as if enhanced by the infusion discovery. Spells can be distilled only if they qualify to be created as a potion or oil from the spell but without the limitation of being a 3rd- or lower-level spell. Once a draught is created, it persists for up to 24 hours, even if it is no longer in the brewkeeper's possession. After this point, the draught becomes inert and the brewkeeper regains the use of that extract or spell slot (although she must still prepare that slot normally, as if she had cast the spell or used the extract from that slot during the day). As long as the draught remains potent, it continues to occupy one of the brewkeeper's daily extract or spell slots. A draught functions as a potion or oil, and can be used by any creature.",
			"",
			"**Faithful Drinker (Ex):** When a brewkeeper drinks a potion, elixir, mutagen, draught, or other magical beverage, the brewkeeper gains a +2 sacred bonus on Will saves for 1 round.",
			"",
			"**Brew Reservoir (Su):** At 2nd level, a brewkeeper gains a reservoir of brew points that she can use to apply helpful or harmful homebrews to her draughts, extracts, and spells. A brewkeeper can add only one such effect to a single draught, extract, or spell at a time. The number of points in a brew reservoir is equal to 3 + her brewkeeper level. The brew reservoir is replenished whenever the brewkeeper prepares her spells or extracts.",
			"",
			"**Helpful Homebrew (Su):** At 2nd level and every 2 class levels thereafter, a brewkeeper can select one metamagic feat from the list in the following paragraph. She can spend points from her brew reservoir as a swift action to add a metamagic effect to a spell as she casts it, an extract as she drinks it, or a draught as she creates it. She does not need to meet the feat's prerequisites in order to select the effect. Using this ability costs a number of brew points equal to the metamagic feat's level increase (minimum 1).",
			"",
			"The metamagic effects available (and the brewkeeper level at which she can select them) are: {feat/Empower Spell} (4th), {feat/Extend Spell} (2nd), {feat/Fleeting Spell} (4th), {feat/Maximize Spell} (6th), {feat/Silent Spell} (4th), and {feat/Tenacious Spell} (2nd).",
			"",
			"**Harmful Homebrew (Su):** At 3rd level, a brewkeeper can enhance her attacks with a harmful homebrew. Whenever she hits a creature with a splash weapon or a touch spell, she can spend 1 brew point as a swift action to add an effect to the spell or splash weapon. These additional effects caused by a harmful homebrew apply regardless of whether or not the target succeeds at any saving throws associated with the touch spell or splash weapon's normal affects. The target can attempt a Fortitude save to avoid the effect of the harmful homebrew (DC = 10 + 1/2 the brewkeeper's caster level + the brewkeeper's highest mental ability score modifier). On a successful save, the target becomes sickened for 1 round (as if suffering, temporarily, the effects of intoxication), but on a failed save, the target is afflicted with the harmful homebrew's effect, as chosen by the brewkeeper from the options below. Conditions inflicted by hindering homebrews don't stack.",
			"",
			"At 3rd level, the brewkeeper can select one of the following effects when she successfully affects a creature with a harmful homebrew. Every 3 class levels thereafter, the brewkeeper can apply an additional harmful homebrew effect to her touch spell or splash weapon, for a total of three effects at 9th level.",
			"",
			"**Entangled:** The target becomes entangled in its gear until it spends a full-round action adjusting itself.",
			"",
			"**Fatigued:** The target is fatigued for 1 round.",
			"",
			"**Prone:** The target falls prone.",
			"",
			"At 6th level, the brewkeeper adds the following harmful homebrews to the list of those she can select.",
			"",
			"**Confused:** The target is confused for 1 round.",
			"",
			"**Dazed:** The target is dazed for 1 round.",
			"",
			"**Staggered:** The target is staggered for 1 round.",
			"",
			"At 9th level, the brewkeeper adds the following homebrews to the list of those she can select.",
			"",
			"**Exhausted:** The target is exhausted for 1 round, and then fatigued for 1 round after that. The brewkeeper must have applied the fatigued condition to the harmful homebrew before selecting this effect.",
			"",
			"**Nauseated:** The target is nauseated for 1 round.",
			"",
			"**Potion Master (Ex):** At 3rd level, a brewkeeper can, as a move action, add a chaser of alcohol when she drinks a potion or administers a potion to a willing creature. If she does so, she uses her own caster level instead of the potion's caster level when determining the effects of the potion. She can also apply the effects of a helpful homebrew to a potion at this time as if it were a draught she had created.",
			"",
			"**Brew Specialization (Su):** At 5th level, a brewkeeper can apply the effects of two helpful homebrews or harmful homebrews instead of one when she takes a swift action to apply a homebrew's effect. She must still pay the full brew point cost for the homebrews she applies.",
			"",
			"**Quick Brewing (Su):** At 7th level, a brewkeeper can create a draught as a full-round action.",
			"",
			"**True Brewkeeper (Su):** At 10th level, a brewkeeper can create a draught as part of a spell's normal casting time or as part of the action to draw an extract, effectively allowing her to spontaneously create draughts. In addition, she can apply up to three homebrew effects at once. When the brewkeeper uses her faithful drinker ability, the sacred bonus granted applies to all saving throws for 1 round."
		]
	},
	"brother_of_the_seal": {
		"name": "Brother of the Seal",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Brother of the Seal",
			"",
			"{SOURCE Paths of Prestige/14}",
			"",
			"In Kaer Maga, a city known for its secrets, one of the greatest mysteries is the massive eldritch seal hidden deep below Oriat. For centuries, this portal has been safeguarded by an order of monks known as the Brothers of the Seal, ensuring that none disturbed the mighty vault and unleashed what powers lay locked within. With the passage of time, however, the truth of what the seal hid was lost even to its guardians. As secret-keepers disappeared and records were lost, the Brothers of the Seal maintained their vigil but began to wonder what they guarded, and for whom, and realized that no one truly knew the answers anymore.",
			"",
			"This realization and subsequent schism split the group into two factions. The Faithful believe they must keep the sacred trust of guardianship no matter who decreed it. The Scions, on the other hand, claim that promises to masters long gone need not be kept. Meanwhile, a marginalized third faction of the brotherhood has formed, composed of those who seek to unite their brethren once more.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Brother of the Seal, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Any lawful.  ",
			"**Feats:** {feat/Improved Unarmed Strike}, {feat/Stunning Fist}.  ",
			"**Skills:** Knowledge (arcana) 5 ranks.  ",
			"**Special:** Flurry of blows class feature.",
			"",
			"### Class Skills",
			"",
			"The Brother of the Seal's class skills are Disable Device (Dex), Knowledge (engineering) (Int), Knowledge (history) (Int), Perception (Wis), Sense Motive (Wis), Spellcraft (Int), and Stealth (Dex).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +1 | +1 | +1 | Unarmed combat, water splitting stone |",
			"| 2nd | +1 | +1 | +1 | +1 | Gatekeeper, trapfinding |",
			"| 3rd | +2 | +2 | +2 | +2 | Runefinding |",
			"| 4th | +3 | +2 | +2 | +2 | Awesome Blow |",
			"| 5th | +3 | +3 | +3 | +3 | Unsealing |",
			"| 6th | +4 | +3 | +3 | +3 | Domino strike |",
			"| 7th | +5 | +4 | +4 | +4 | Hands of stone |",
			"| 8th | +6 | +4 | +4 | +4 | Rapid slam |",
			"| 9th | +6 | +5 | +5 | +5 | Cascading strike |",
			"| 10th | +7 | +5 | +5 | +5 | Unraveling |",
			"",
			"The following are class features of the Brother of the Seal prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A Brother of the Seal gains no additional weapon or armor proficiencies.",
			"",
			"**Unarmed Combat (Ex):** A Brother of the Seal's class levels stack with any monk levels for the purposes of determining his flurry of blows, stunning fist, and unarmed strike class features (including determining damage dealt by his unarmed strike attacks).",
			"",
			"**Water Splitting Stone (Ex):** When attacking an object, a Brother of the Seal ignores 1 point of hardness per class level.",
			"",
			"**Gatekeeper (Sp):** At 2nd level, a Brother of the Seal may select either hold portal or arcane lock, and he gains the ability to cast the selected spell once per day. Once made, this choice cannot be reversed. At 6th level, and again at 10th level, a Brother of the Seal may cast the selected spell an additional time per day.",
			"",
			"**Trapfinding (Ex):** At 2nd level, a Brother of the Seal adds 1/2 his class level on Perception and Disable Device checks made to find or disarm traps, and he can use Disable Device to disarm magical traps.",
			"",
			"**Runefinding (Ex):** At 3rd level, a Brother of the Seal's trapfinding bonus becomes equal to his level while dealing with magical glyphs, symbols, runes, and writings. In addition, he gains the trap spotter rogue talent, but it applies only to trapped magical writings.",
			"",
			"**Awesome Blow (Ex):** At 4th level, a Brother of the Seal gains {feat/Awesome Blow} as a bonus feat, even if he does not meet the prerequisites, adding his Wisdom modifier on awesome blow combat maneuver checks and dealing damage to his target equal to that dealt by his unarmed strike. Hardness ignored by the Brother of the Seal's water splitting stone ability applies when determining damage dealt to an obstacle while using an awesome blow combat maneuver.",
			"",
			"A Brother of the Seal can expend 1 ki point or one use of Stunning Fist in conjunction with this ability to affect a creature of his own size with an awesome blow, or 2 ki points or two uses of Stunning Fist to affect a creature one size larger. Using Stunning Fist or ki points in this fashion has no effect other than increasing the size of creature he can affect with his awesome blow.",
			"",
			"At 8th level, a Brother of the Seal can affect creatures up to his size with his Awesome Blow feat without expending a use of Stunning Fist or a ki point. In addition, he may affect a creature of any size larger than itself by spending 1 ki point or one use of Stunning Fist per size category of difference.",
			"",
			"**Unsealing (Su):** At 5th level, a Brother of the Seal can attempt to breach magical wards or protections, including abjurations, glyphs, runes, symbols, and other magical writings. He must touch the warded object, creature, or area - which can be done as part of an unarmed strike for normal damage or as a melee touch attack that deals no damage - and expend one use of Stunning Fist to dispel the effect (as dispel magic, caster level equal to his character level). If the unsealing is successful, the effect is destroyed and the Brother of the Seal suffers no harm from it, even if it normally harms those who touch it. If the unsealing fails, the Brother of the Seal suffers any normal effects for touching the warded area, object, or creature, and it remains intact unless it would normally be destroyed upon being interacted with.",
			"",
			"**Domino Strike (Ex):** At 6th level, when a Brother of the Seal's awesome blow combat maneuver succeeds and knocks his target into an obstacle (including another creature), he adds his class level to the normal 1d6 points of damage taken by the target and the obstacle.",
			"",
			"**Hands of Stone (Su):** At 7th level, a Brother of the Seal increases his unarmed strike damage as though he were a creature one size larger.",
			"",
			"**Rapid Slam (Ex):** At 8th level, a Brother of the Seal can use his Awesome Blow feat once per round as part of a flurry of blows. Alternatively, he can make an awesome blow combat maneuver as part of a charge or as part of the same standard action he uses to perform another combat feat that involves an attack (such as {feat/Cleave} or {feat/Vital Strike}). He can still only make an awesome blow maneuver once per round regardless of how many attacks he makes.",
			"",
			"**Cascading Strike (Ex):** At 9th level, when a Brother of the Seal's awesome blow maneuver succeeds and knocks the target into another creature of its size or smaller, the Brother of the Seal may attempt an awesome blow combat maneuver at a -2 penalty against this second creature. If successful, the Brother deals his unarmed strike damage to this second target (rather than the normal damage for striking an obstacle) and knocks that target back 10 feet. The Brother of the Seal can make additional awesome blow combat maneuvers each time a target strikes a creature behind it, with a cumulative -2 penalty for each additional target. All targets must be in a straight line. If a target is knocked simultaneously into several smaller creatures, the Brother can choose only one of them to affect with cascading strike.",
			"",
			"**Unraveling (Su):** At 10th level, a Brother of the Seal's unsealing ability can destroy force effects and abjuration, conjuration, and evocation effects that create stationary barriers (such as prismatic sphere, tiny hut, or wall of ice), even if the effect cannot normally be subjected to dispel magic."
		]
	},
	"champion_of_irori": {
		"name": "Champion of Irori",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Champion of Irori",
			"",
			"{SOURCE Paths of Prestige/16}",
			"",
			"The little-known champions of Irori give their lives in service to the perfection and uplift of society, their ultimate goal to create a safe and orderly world within which each person can find and perfect her true purpose in service to the whole. In their ethos, only through the accumulated perfection of each individual can societal transformation truly occur. Though Irori's core teachings apply equally to good, evil, and neutral individuals, champions of Irori focus on embodying and promulgating the virtues of hard work, discipline, and devotion to the causes of justice, truth, and the pursuit of perfection. It is only through this pursuit that individuals can realize true joy and liberate themselves from the cycles of reincarnation to serve the Master of Masters in the life beyond life.",
			"",
			"### Requirements",
			"",
			"To qualify to become a champion of Irori, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Lawful good.  ",
			"**Deity:** Must worship Irori.  ",
			"**Skills:** Knowledge (religion) 5 ranks, 5 ranks total in Linguistics or other Knowledge skills.  ",
			"**Special:** Smite evil class feature, still mind class feature.",
			"",
			"### Class Skills",
			"",
			"The Champion of Irori's class skills are Acrobatics (Dex), Diplomacy (Cha), Escape Artist (Dex), Heal (Wis), Knowledge (all) (Int), Perception (Wis), Sense Motive (Wis), and Spellcraft (Int).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +1 | +1 | +1 | Detect chaos, martial artist, smite chaos |",
			"| 2nd | +2 | +1 | +1 | +1 | Ki pool, pursuit of knowledge |",
			"| 3rd | +3 | +2 | +2 | +2 | Sweeping smite (one target) |",
			"| 4th | +4 | +2 | +2 | +2 | Valiant stand |",
			"| 5th | +5 | +3 | +3 | +3 | Shield the weak |",
			"| 6th | +6 | +3 | +3 | +3 | Skill mastery, sweeping smite (multiple targets) |",
			"| 7th | +7 | +4 | +4 | +4 | Perfect opening |",
			"| 8th | +8 | +4 | +4 | +4 | One finger |",
			"| 9th | +9 | +5 | +5 | +5 | Perfect strike |",
			"| 10th | +10 | +5 | +5 | +5 | Whirlwind smite |",
			"",
			"The following are class features of the champion of Irori prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A champion of Irori gains no additional weapon or armor proficiencies.",
			"",
			"**Detect Chaos (Sp):** This ability functions like a paladin's detect evil ability, but detects chaos instead of evil.",
			"",
			"**Martial Artist (Ex):** The class levels of a champion of Irori stack with monk levels for determining the effect of his AC bonus, flurry of blows, stunning fist, and unarmed strike class features.",
			"",
			"**Smite Chaos (Su):** At 1st level, a champion of Irori gains an additional use of his paladin's smite evil ability. In addition, he can choose to use his smite evil ability to smite chaos instead, affecting chaotic-aligned creatures and dealing 2 points of damage per class level on the first successful attack against outsiders with the chaotic subtype, chaotic-aligned aberrations, and fey. Levels in this class stack with paladin levels for the purpose of determining how much damage a paladin of Irori deals to targets of his smite. A champion of Irori cannot have both a smite evil and smite chaos effect active at the same time; using one while the other is active immediately ends the older effect. At 8th level, a champion of Irori gains an additional use of his smite evil ability.",
			"",
			"**Ki Pool (Su):** At 2nd level, a champion of Irori gains a ki pool equal to 1/2 his class level + his Wisdom modifier; this functions like the monk ability of the same name, and levels in this class stack with levels in other classes that grant a ki pool. In addition to the normal uses of this ki pool, a champion of Irori may expend 2 ki points to trigger either his lay on hands ability (if he has it) or his smite evil ability. His class levels stack with paladin levels when determining the effect of such abilities.",
			"",
			"**Pursuit of Knowledge (Ex):** At 2nd level, a champion of Irori adds 1/2 his class level on all Knowledge checks and can make Knowledge skill checks untrained.",
			"",
			"**Sweeping Smite (Ex):** At 3rd level, as a standard action, a champion of Irori can make a single unarmed strike while using his smite evil or smite chaos ability. If the attack hits, he can make another attack at the same bonus against an evil or chaotic creature adjacent to the first and also within reach. He gains the benefits of smite chaos or smite evil (whichever he was already using), except for additional damage for the first attack, against that creature until the beginning of his next turn. This does not require an additional daily use of smite evil or smite chaos.",
			"",
			"At 6th level, a champion of Irori can use this ability to attack any number of opponents, as long as each is within his threatened area and adjacent to the previous target. This ability functions similarly to the {feat/Cleave} and {feat/Great Cleave} feats, but does not stack with them and does not result in an AC penalty.",
			"",
			"**Valiant Stand (Su):** At 4th level, a champion of Irori gains a sacred bonus on attack rolls and to AC equal to 1/2 his class level when adjacent to more than one opponent. He does not gain this bonus if he is also adjacent to an ally.",
			"",
			"**Shield the Weak (Su):** At 5th level, as an immediate action once per round, a champion of Irori can shield a number of adjacent allies equal to his Wisdom modifier from a burst, cone, line, or spread effect that allows a Reflex saving throw and which he and his allies are all affected by. The champion of Irori must forgo his own saving throw, but adjacent allies gain improved cover against the effect, providing a +4 bonus on Reflex saves and improved evasion against the effect.",
			"",
			"**Skill Mastery:** At 6th level, a champion of Irori becomes well practiced in a certain number of his skills. This ability functions exactly like the skill mastery advanced rogue talent.",
			"",
			"**Perfect Opening (Ex):** At 7th level, once per round a champion of Irori can make an attack of opportunity against an enemy he threatens when that enemy confirms a critical hit against the champion or an ally. The champion of Irori can make this attack of opportunity even if he would be killed or incapacitated by the critical hit, resolving the attack after the critical hit deals damage but before he falls unconscious or dies. If the champion of Irori's attack of opportunity hits, it is automatically a critical threat.",
			"",
			"**One Finger (Su):** At 8th level, as a standard action, a champion of Irori can resolve a single unarmed attack as a melee touch attack.",
			"",
			"**Perfect Strike (Su):** At 9th level, a champion of Irori can expend 1 point from his ki pool as a swift action to perfect the next unarmed attack he makes before the end of his turn. Attack and damage rolls are rolled twice and the champion of Irori selects which result to use.",
			"",
			"**Whirlwind Smite (Ex):** At 10th level, as a full-round action, a champion of Irori can make one unarmed strike against every creature he threatens, as if he possessed the {feat/Whirlwind Attack} feat (though he can use it only with unarmed strikes). He can also trigger either his smite evil or smite chaos ability while doing so, gaining its benefits against every creature he attacks for a number of rounds equal to his Wisdom bonus.",
			"",
			"**Code of Conduct:** A champion of Irori embraces law and goodness as other paladins do, conducting himself with honor and protecting the innocent; he loses all class features if he ever willingly commits an evil act. A champion of Irori must avoid entanglements that would distract him from the pursuit of perfection, and may not incur debts nor give loans to others - though he is encouraged to give freely to those in need. He likewise turns away potential followers of any sort, and may not recruit (and must discharge from service, if already acquired) any cohort, follower, animal companion, familiar, special mount, or similar creature."
		]
	},
	"chernasardo_warden": {
		"name": "Chernasardo Warden",
		"sources": [ "Pathfinder #116: Fangs of War" ],
		"description": [
			"## Chernasardo Warden",
			"",
			"{SOURCE Pathfinder #116: Fangs of War/68}",
			"",
			"Chernasardo warden is a title that few can reasonably hope to earn. Among the freedom fighters, wardens have proven themselves again and again, taking on enemies that threaten the fate of Nirmathas. With their unmatched martial prowess and tactical skills, Chernasardo wardens are masters of the forest. They specialize in neutralizing enemies without being seen, but they are not a threat to be taken lightly even in close-quarters combat.",
			"",
			"This title is earned only by those who have overcome insurmountable odds and survived unimaginable danger. There are just a handful of wardens alive at any given time, as it is a position that places one in constant peril. Wardens set themselves apart by wearing crests or armor fashioned from trophies won in battle. Traditionally, these were made from the horns or hide of great beasts of the Fangwood, but in recent years, regalia of high-ranking Molthuni officials has become more common. Only the Nirmathi forest marshal commands more respect than a warden among the Chernasardo Rangers.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Chernasardo warden, a character must fulfill all the following criteria.",
			"",
			"**Alignment:** Any nonevil and nonlawful.  ",
			"**Base Attack Bonus:** +5.  ",
			"**Skills:** Stealth 5 ranks, Survival 5 ranks.  ",
			"**Special:** You must defeat an evil enemy of a CR 5 levels higher than your character level. This victory must be witnessed by a Chernasardo Ranger.",
			"",
			"### Class Skills",
			"",
			"The Chernasardo Warden's class skills are Acrobatics (Dex), Bluff (Cha), Climb (Str), Disable Device (Dex), Disguise (Cha), Escape Artist (Dex), Handle Animal (Cha), Intimidate (Cha), Knowledge (nature) (Int), Perception (Wis), Sense Motive (Wis), Spellcraft (Int), Stealth (Dex), and Survival (Wis).",
			"",
			"**Skill Points at each Level:** 6 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +0 | +1 | +1 | Forest magic 1, unchained heart +2 |",
			"| 2nd | +1 | +1 | +1 | +1 | Aligned class, bonus feat |",
			"| 3rd | +2 | +1 | +2 | +2 | Forest magic 2, guerrila tactics |",
			"| 4th | +3 | +1 | +2 | +2 | Aligned class, unchained heart +3 |",
			"| 5th | +3 | +2 | +3 | +3 | Bonus feat, forest magic 3 |",
			"| 6th | +4 | +2 | +3 | +3 | Advanced tactics, aligned class |",
			"| 7th | +5 | +2 | +4 | +4 | Forest magic 4, unchained heart +4 |",
			"| 8th | +6 | +3 | +4 | +4 | Aligned class, bonus feat |",
			"| 9th | +6 | +3 | +5 | +5 | Forest magic 5, second tactic |",
			"| 10th | +7 | +3 | +5 | +5 | Aligned class, phantom strike |",
			"",
			"All of the following are class features of the Chernasardo warden prestige class.",
			"",
			"**Weapon and Armor Proficiency:** Chernasardo wardens are proficient with all simple and martial weapons, and light armor and bucklers.",
			"",
			"**Forest Magic (Sp):** A Chernasardo warden is one with the forest and gains a number of spell-like abilities due to this arboreal affinity. She uses her Chernasardo warden level as her caster level. She can select one of the following spells to gain as a spell-like ability at 1st level, usable once per day: {spell/alarm}, {spell/detect snares and pits}, {spell/endure elements}, {spell/entangle}, {spell/jump}, {spell/longstrider}, or {spell/pass without trace}. Spell-like abilities selected from this list can be used three times per day at 3rd level and five times per day at 5th level.",
			"",
			"At 3rd level she gains a second spell-like ability and adds the following spells to her available choices: {spell/fog cloud}, {spell/snare}, {spell/spider climb}, and {spell/spike growth}. Spell-like abilities selected from this list can be used once per day at 3rd level, three times per day at 5th level, and five times per day at 7th level.",
			"",
			"At 5th level she gains a third spell-like ability and adds the following spells to her available choices: {spell/barkskin}, {spell/cure light wounds}, {spell/darkvision}, {spell/gravity bow}, {spell/lead blades}, {spell/plant growth}, and {spell/spectral scout}. Spell-like abilities from this list can be used once per day at 5th level, three times per day at 7th level, and five times per day at 9th level.",
			"",
			"At 7th level she gains a fourth spell-like ability and adds the following spells to her available choices: {spell/commune with nature}, {spell/cure moderate wounds}, {spell/nondetection}, {spell/sylvan hideaway}, and {spell/tree shape}. Spell-like abilities selected from this list can be used once per day at 7th level and three times per day at 9th level.",
			"",
			"At 9th level, she gains a fifth spell-like ability and adds the following spells to her available choices: {spell/cure serious wounds}, {spell/discern lies}, {spell/freedom of movement}, and {spell/tree stride}. Spell-like abilities selected from this list can be used once per day.",
			"",
			"**Unchained Heart (Ex):** A Chernasardo warden's free spirit goes far beyond simple stubbornness. At 1st level, she gains a +2 bonus on Will saving throws made against compulsions and mind-affecting effects. If she succeeds at this saving throw, the Chernasardo warden gains a +1 bonus on attack rolls against the source of the spell or effect for 1d4 rounds. The bonus on saving throws increases to +3 at 4th level and +4 at 7th level.",
			"",
			"**Aligned Class (Ex):** Chernasardo wardens come from all walks of life, each offering a unique perspective and skill set. At 2nd level, a Chernasardo warden must choose a class she belonged to before adding the prestige class to be her aligned class. She gains all the class features for one additional level of her aligned class as if she had gained a level in it. She gains the class features of an additional level of her aligned class at 4th, 6th, 8th, and 10th levels. She still retains the Hit Dice, base attack bonus, saving throw bonuses, and skill ranks of the prestige class.",
			"",
			"**Bonus Feats:** At 2nd, 5th, and 8th levels, a Chernasardo warden gains a bonus feat. She must meet the bonus feat's prerequisites. She can choose one from the following list: {feat/Broken Wing Gambit}, {feat/Combat Expertise}, {feat/Combat Patrol}, {feat/Delayed Spell}, {feat/Greater Dirty Trick}, {feat/Improved Dirty Trick}, {feat/Learn Ranger Trap}, {feat/Overwatch Style}, {feat/Overwatch Tactician}, {feat/Overwatch Vortex}, {feat/Paired Opportunists}, {feat/Quick Trapper}, {feat/Shot on the Run}, {feat/Silent Spell}, {feat/Spring Attack}, {feat/Still Spell}, {feat/Target of Opportunity}, {feat/Weapon Trick}, and {feat/Whirlwind Attack}.",
			"",
			"**Guerrilla Tactics (Ex):** A Chernasardo warden is an expert at hit-and-run attacks, sabotage, and subterfuge. At 3rd level, she can use the following tactics in combat. She can gain the bonus of only a single tactic at a time, but can switch between them as a swift action. If the Chernasardo warden becomes confused, frightened, panicked, or shaken, she cannot gain any bonuses from guerrilla tactics for as long as the condition persists.",
			"",
			"**Exploit Weakness:** When flanking an enemy, a Chernasardo warden can forgo the +2 bonus on attack rolls from flanking until the start of her next turn in order to further punish the foe. On a successful hit against a flanked enemy while forgoing the attack bonus, the Chernasardo warden can perform a disarm, sunder, or trip combat maneuver against the target as a swift action at her full base attack bonus. This action still provokes attacks of opportunity as normal.",
			"",
			"**Sneak Attack:** A Chernasardo warden gains sneak attack +1d6. This increases to +2d6 at 6th level and +3d6 at 9th level.",
			"",
			"**Sniping Prowess:** The Chernasardo warden takes advantage of any available cover. Her penalty on Stealth checks to snipe changes to -16. The penalty changes to -12 at 6th level and -8 at 9th level.",
			"",
			"**Sprite Step:** When moving through wooded terrain, the Chernasardo warden gains a +4 competence bonus on Acrobatics and Climb checks. While climbing, she does not lose her Dexterity bonus to AC and does not take a penalty for climbing quickly.",
			"",
			"**Advanced Tactics (Ex):** At 6th level, a Chernasardo warden adds the following tactics to her list of choices.",
			"",
			"**Preemptive Strike:** The Chernasardo warden strikes before her targets can react. When acting during a surprise round, she can take one move action and one standard action. She cannot take a full-round action during a surprise round, as normal.",
			"",
			"**Trick Shot:** This tactic allows the Chernasardo warden to attempt Dirty Trick combat maneuver checks with a ranged weapon at a -4 penalty. At 9th level, this penalty changes to -2.",
			"",
			"**Second Tactic (Ex):** At 9th level, a Chernasardo warden is able to benefit from two tactics at a time. She can change one of these at a time as a swift action.",
			"",
			"**Phantom Strike (Ex):** At 10th level, a Chernasardo warden becomes a true master of the battlefield. She can always move at her full speed across nonmagical difficult terrain and does not take movement penalties due to poor visibility.",
			"",
			"A number of times per day equal to her Intelligence modifier, when the Chernasardo warden deals weapon damage to an opponent who is unaware of her presence, she can deal an additional 2d6 points of precision damage or cause the target to cower for 2d6 rounds. The target receives a Will saving throw to negate the cowering effect (DC = 10 + half the Chernasardo warden's character level + her Intelligence modifier)."
		]
	},
	"crimson_templar": {
		"name": "Crimson Templar",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Crimson Templar",
			"",
			"{SOURCE Paths of the Righteous/8}",
			"",
			"Even the most devout followers of good can recognize the need for ruthlessness when opposing true evil. The crimson templars of Ragathiel are taught that mercy is a virtue reserved for only those capable of accepting redemption. They must learn this lesson well, for they are trained to face the heartless legions of Hell. These women and men are Heaven's assassins, and they tread a bloody path so the oaths of others remain untarnished. Their mission is a thankless one, as righteous allies often view them as just a step away from corruption.",
			"",
			"### Requirements",
			"",
			"To qualify to become a crimson templar, a character must fulfill all of following criteria.",
			"",
			"**Alignment:** Lawful good.  ",
			"**Deity:** Must worship Ragathiel.  ",
			"**Base Attack Bonus:** +6.  ",
			"**Feats:** {feat/Exotic Weapon Proficiency} (bastard sword), {feat/Power Attack}, {feat/Vital Strike}.",
			"",
			"### Class Skills",
			"",
			"The Crimson Templar's class skills are Bluff (Cha), Disguise (Cha), Fly (Dex), Heal (Wis), Intimidate (Cha), Knowledge (planes) (Int), Knowledge (religion) (Int), Perception (Wis), Sense Motive (Wis), and Survival (Wis).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +1 | +1 | +0 | Fiendish studies +2 (move action), obedience, shield of wings (resist 5) |",
			"| 2nd | +2 | +1 | +1 | +1 | Fiendish studies (swift action), ruthlessness, sneak attack +1d6 |",
			"| 3rd | +3 | +2 | +2 | +1 | Bonus feat, shield of wings (resist 10) |",
			"| 4th | +4 | +2 | +2 | +1 | Divine boon 1, heavenly fire |",
			"| 5th | +5 | +3 | +3 | +2 | Fiendish studies +4, sneak attack +2d6 |",
			"| 6th | +6 | +3 | +3 | +2 | Bonus feat, shield of wings (resist 30) |",
			"| 7th | +7 | +4 | +4 | +2 | Divine boon 2, immolate |",
			"| 8th | +8 | +4 | +4 | +3 | Sneak attack +3d6 |",
			"| 9th | +9 | +5 | +5 | +3 | Bonus feat, shield of wings (immunity) |",
			"| 10th | +10 | +5 | +5 | +3 | Divine boon 3, fiendish studies +6 |",
			"",
			"The following are the class features of the crimson templar prestige class.",
			"",
			"**Fiendish Studies (Ex):** As a move action, a crimson templar can study an outsider with the evil subtype he can see. The crimson templar then gains a +2 bonus on Bluff, Disguise, Intimidate, Knowledge, Perception, Sense Motive, Stealth, and Survival checks against that outsider, and a +2 bonus on weapon attack rolls and weapon damage rolls against it. The DCs of crimson templar class abilities against that opponent increase by 2. A crimson templar can maintain these bonuses against only one evil outsider at a time; these bonuses remain in effect until either the outsider is dead or the crimson templar studies a new evil outsider.",
			"",
			"If a crimson templar deals sneak attack damage to an evil outsider, he can study that target as an immediate action, allowing him to apply his fiendish studies bonuses against that target (including to the weapon damage roll). At 2nd level, a crimson templar can study an evil outsider as a move or swift action.",
			"",
			"At 5th and 10th levels, the bonuses on weapon attack rolls, damage rolls, and skill checks and to the DCs of crimson templar abilities against an evil outsider increase by 2. In addition, at 5th level and 10th levels, the crimson templar is able to maintain these bonuses against an additional evil outsider at the same time. The crimson templar can end these bonuses as a free action, allowing him to study another target.",
			"",
			"The bonuses from fiendish studies stack with any bonuses gained from the slayer's studied target ability or a ranger's favored enemy ability.",
			"",
			"**Obedience:** At 1st level, a crimson templar gains {feat/Deific Obedience} as a bonus feat. If the crimson templar already has this feat or {feat/Celestial Obedience}, he instead gains a bonus combat feat.",
			"",
			"**Shield of Wings (Su):** At 1st level, a crimson templar gains fire resistance 5. This increases to fire resistance 10 at 3rd level, increases to fire resistance 30 at 6th level, and becomes immunity to fire at 9th level. As a swift action, a crimson templar can manifest a set of five burning wings from his back to gain a fly speed of 40 feet (average maneuverability) for a number of minutes equal to his crimson templar level. He can dismiss these wings as a move action, but any remaining duration is lost. While the crimson templar has these wings, and for a number of minutes equal to the number of minutes the crimson templar had wings after the duration ends or the wings are dismissed, the crimson templar does not have the fire resistance or immunity granted by shield of wings.",
			"",
			"**Ruthlessness (Ex):** At 2nd level, a crimson templar can use a bastard sword to deliver a coup de grace to a helpless opponent as a standard action.",
			"",
			"**Sneak Attack (Ex):** This ability is like the rogue ability of the same name. The extra damage dealt is 1d6 at 2nd level and increases by 1d6 every 3 levels thereafter. If a crimson templar gains sneak attack from another source, the bonuses to damage stack.",
			"",
			"**Bonus Feat:** At 3rd level, 6th level, and 9th level, the crimson templar gains a bonus combat feat. He must still meet any prerequisites for these bonus feats.",
			"",
			"**Divine Boon:** At 4th level, the crimson templar gains Ragathiel's first boon. At 7th level, he gains the second boon. At 10th level, he gains the third boon. This ability allows the crimson templar to access these boons earlier than with the {feat/Deific Obedience} or {feat/Celestial Obedience} feat alone; it does not grant additional uses of the boons once the character reaches the necessary Hit Dice to earn the boons normally.",
			"",
			"**Heavenly Fire (Su):** At 4th level, the crimson templar can incinerate unaware evil foes with pure celestial flame. If the crimson templar deals sneak attack damage to a creature he has successfully used his fiendish studies ability on, the sneak attack wreathes the target in crimson fire. The target must attempt a Fortitude saving throw (DC = 10 + the crimson templar's class level + his Charisma modifier). If the target fails this save, it takes an additional 1d6 points of damage per class level the crimson templar has. Half of this damage is fire damage, but the other half results directly from divine power and is therefore not subject to being reduced by resistance or immunity to fire-based attacks. On a successful save, the target takes the sneak attack damage as normal but does not take any of the heavenly fire damage. A crimson templar can use heavenly fire a number of times per day equal to his crimson templar level.",
			"",
			"**Immolate (Su):** At 7th level, whenever the crimson templar reduces a creature with an evil alignment to negative hit points with a sneak attack or coup de grace, the target must attempt a Fortitude saving throw (DC = 10 + the crimson templar's class level + his Charisma modifier). If the target fails this save, it is entirely disintegrated, leaving behind only a trace of fine ash (as per disintegrate). If an evil target is reduced to negative hit points from the heavenly fire ability, it receives no saving throw against this effect. This ability has no effect if the target does not have an evil alignment.",
			"",
			"### Ex-Crimson Templars",
			"",
			"A crimson templar who ceases to be lawful good or who kills any creature with a good alignment loses all crimson templar class features. He can't progress any further in levels as a crimson templar. He regains his abilities and advancement potential if he atones for his violations (as per atonement), as appropriate."
		]
	},
	"cyphermage": {
		"name": "Cyphermage",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea Magic"
		],
		"description": [
			"## Cyphermage",
			"",
			"{SOURCE Adventurer's Guide/57;Inner Sea Magic/44}",
			"",
			"Based in the pirate city of Riddleport, [Cyphermages](rule/aff_i_tradition) are students of ancient history and runic lore, with a particular focus on the monuments and magics of Thassilon. They are respected in some ways for their depth of knowledge about the history of the region, yet some people find them dangerously stubborn in their pursuit of secrets best left lost and in their borderline obsession with any scraps or fragments of rubble with markings that even remotely resemble runes. Like the legendary Cyphergate itself (an enormous rune-carved arch that spans the entrance to Riddleport's harbor), much of the labor of the Cyphermages seems to others to be wasted on pondering and searching for hidden meanings and sublime significance that simply may not exist. Nonetheless, Cyphermages are dogged in their pursuit of knowledge, often secretive not only with outsiders but also with one another, as each strives to uncover a forgotten scrap of lore, unearth a choice bit of Thassilonian architecture, or present a triumphant dissertation to his Cyphermage peers or to academics half a world away.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Cyphermage, a character must fulfill the following criteria.",
			"",
			"**Feats:** Cypher Magic, {feat/Scribe Scroll}.  ",
			"**Languages:** Know two languages associated with Thassilon or Varisia (such as the ancient language of Thassilonian, regional languages like Varisian or Shoanti, or ancient languages like Aklo, Draconic, or Giant).  ",
			"**Skills:** Knowledge (arcana) 5 ranks, Knowledge (history) 5 ranks, Linguistics 5 ranks.  ",
			"**Spells:** Able to cast arcane spells.",
			"",
			"### Class Skills",
			"",
			"The Cyphermage's class skills are Appraise (Int), Climb (Str), Disable Device (Dex), Fly (Dex), Knowledge (all) (Int), Linguistics (Int), Perception (Wis), Spellcraft (Int), Survival (Wis), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Cypher lore | +1 level of arcane spellcasting class |",
			"| 2nd | +1 | +1 | +1 | +1 | Cypher lore | +1 level of arcane spellcasting class |",
			"| 3rd | +1 | +1 | +1 | +2 | Cypher lore | +1 level of arcane spellcasting class |",
			"| 4th | +2 | +1 | +1 | +2 | Cypher lore | +1 level of arcane spellcasting class |",
			"| 5th | +2 | +2 | +2 | +3 | Cypher lore | +1 level of arcane spellcasting class |",
			"| 6th | +3 | +2 | +2 | +3 | Cypher lore | +1 level of arcane spellcasting class |",
			"| 7th | +3 | +2 | +2 | +4 | Cypher lore | +1 level of arcane spellcasting class |",
			"| 8th | +4 | +3 | +3 | +4 | Cypher lore | +1 level of arcane spellcasting class |",
			"| 9th | +4 | +3 | +3 | +5 | Cypher lore | +1 level of arcane spellcasting class |",
			"| 10th | +5 | +3 | +3 | +5 | Cypherlord | +1 level of arcane spellcasting class |",
			"",
			"The following are class features of the Cyphermage prestige class.",
			"",
			"**Cypher Lore:** As a Cyphermage gains levels, he begins mastering written magic such as scrolls, glyphs, and symbols. He also begins to discover ancient Thassilonian magics that further bolster his power. These discoveries are known collectively as cypher lore. At each level except for 10th, the Cyphermage learns a new way to enhance his magic, chosen from the list of cypher lore discoveries below.",
			"",
			"**Analyze Scroll (Su):** As a free action, the Cyphermage can automatically discern the contents of a magic scroll, as if he were using {spell/read magic}. He gains an insight bonus equal to his Cyphermage level on Use Magic Device checks to cast spells from scrolls.",
			"",
			"**Bypass Symbol (Su):** When the Cyphermage attempts a saving throw against a magical glyph, symbol, sigil, or similar written trap, as an immediate action he can attempt a Spellcraft check against the same DC to delay the trap's effects for 1d6 rounds. Once the delay is over, the trap has its normal effect. The Cyphermage must be at least 8th level to select this lore.",
			"",
			"**Defensive Scrollcaster (Ex):** The Cyphermage gains a +4 bonus on concentration checks to cast spells defensively when casting spells from scrolls.",
			"",
			"**Enhance Scroll (Su):** As a swift action, the Cyphermage can cause any scroll spell he reads to function using his caster level rather than the scroll's caster level. He can use this ability a number of times per day equal to one-third his Cyphermage level (minimum 1).",
			"",
			"**Extended Scroll (Su):** As a swift action, the Cyphermage can double the duration of any spell he reads from a scroll as if the spell were modified by {feat/Extend Spell}. He can use this ability a number of times per day equal to one-third his Cyphermage level (minimum 1).",
			"",
			"**Focused Scroll (Su):** As a swift action, the Cyphermage can add a bonus equal to twice his Intelligence modifier on any caster level checks attempted when activating a scroll spell, including checks to overcome spell resistance. He can use this ability a number of times per day equal to one-third his Cyphermage level (minimum 1).",
			"",
			"**Giant's Master (Ex):** The Cyphermage has unraveled several of Thassilon's methods of commanding and controlling giants. As a swift action whenever he uses a mind-affecting spell or effect on a humanoid with the giant subtype, he increases the DCs of spells he casts by 2. The Cyphermage must be at least 6th level to select this lore.",
			"",
			"**Glyph Finder (Ex):** The Cyphermage can locate glyphs of warding, symbol spells, and similar magical spell traps that use writing as if he were a rogue. He can use Perception or Knowledge (arcana) to notice such traps, and can use Disable Device or Spellcraft to disable these types of traps.",
			"",
			"**Insightful Scroll (Su):** As a swift action, the Cyphermage can alter a spell he's casting from a scroll to use his own spellcasting ability score (for example, Intelligence for wizards) and relevant feats to set the save DC for the spell. He can use this ability a number of times per day equal to one-third his Cyphermage level (minimum 1).",
			"",
			"**Rune Trap (Ex):** Whenever the Cyphermage casts a spell that creates a trap that uses magical writing (such as explosive runes, illusory script, sepia snake sigil, or a symbol spell), as a swift action he can include Thassilonian runes in the writing. This increases the Perception DCs to notice it, Disable Device DCs to disarm it, and caster level DCs to dispel it by 4. The Cyphermage must be at least 6th level to select this lore.",
			"",
			"**Swift Scrivener (Ex):** The Cyphermage can scribe up to two scrolls per day, so long as the total market price of all scrolls scribed that day does not exceed 1,000 gp. The Cyphermage reduces the casting time of all symbol spells to 1 minute.",
			"",
			"**Swift Scroll (Ex):** The Cyphermage does not provoke attacks of opportunity when retrieving a stored scroll. If the Cyphermage moves at least 10 feet, he can retrieve a scroll as a free action combined with his movement.",
			"",
			"**Thassilonian Focus (Ex):** The Cyphermage chooses one of the seven schools of Thassilonian magic (if the Cyphermage is a Thassilonian specialist, he must choose the same school of magic for his Thassilonian focus as he chose for his specialization). He gains a +2 insight bonus on all saving throws against spells and spell-like abilities from that school of magic.",
			"",
			"**Thassilonian Incantation (Su):** The Cyphermage has discovered a way to empower language-dependent spells when speaking Thassilonian. When he does so, the save DCs of the spells increase by 1, but those targeted by such a spell's effects must still be able to understand Thassilonian to be affected by it. If the Cyphermage also has the rune trap cypher lore, the Cyphermage can include Thassilonian runes in any spell he casts that creates magical writing (such as a symbol or explosive runes). Doing so doubles the spell's casting time, but causes the spell effect to manifest at +1 caster level.",
			"",
			"**Thassilonian Summoning (Ex):** The Cyphermage has learned how to summon strange creatures to his aid when he casts certain summon monster spells. He adds {monster/sinspawn} to the list of monsters he can conjure with summon monster III, lamias to the list of monsters he can conjure with summon monster VI, and shining children to the list of monsters he can conjure with summon monster IX. The Cyphermage must be at least 6th level to select this lore.",
			"",
			"**Cypherlord (Su):** At 10th level, a Cyphermage gains a +5 insight bonus on saving throws against the effects of magical symbols, glyphs, sigils, and similar writing-based spells and traps. He selects one of his cypher lore abilities that requires a swift action to activate; thereafter, he can activate that ability as a free action."
		]
	},
	"daggermark_poisoner": {
		"name": "Daggermark Poisoner",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Daggermark Poisoner",
			"",
			"{SOURCE Paths of Prestige/18}",
			"",
			"Poison is a common weapon of cultures and nations across Golarion, but the craft reaches its acme in the city of Daggermark, the festering heart of the chaotic and war-torn River Kingdoms. Members of the Daggermark Poisoners' Guild and aspiring hopefuls experiment with their craft constantly, creating hundreds of potent toxins either to sell or use for their own nefarious purposes.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Daggermark poisoner, a character must fulfill all of the following criteria.",
			"",
			"**Skills:** Craft (alchemy) 5 ranks, Craft (traps) 5 ranks, Heal 5 ranks, Sleight of Hand 5 ranks.  ",
			"**Special:** Poison use class ability. The character must craft at least 1,000 gp worth of poisons and donate them to the Daggermark Poisoners' Guild.",
			"",
			"### Class Skills",
			"",
			"The Daggermark Poisoner's class skills are Bluff (Cha), Disguise (Cha), Escape Artist (Dex), Heal (Wis), Sleight of Hand (Dex), and Stealth (Dex).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +0 | +1 | +0 | +0 | Master poisoner, poison resistance +2, quick poisoning |",
			"| 2nd | +1 | +1 | +1 | +1 | Toxic apothecary, toxic trick |",
			"| 3rd | +2 | +2 | +1 | +1 | Toxic manufactory, trapster +1 |",
			"| 4th | +3 | +2 | +1 | +1 | Poison resistance +4, toxic trick |",
			"| 5th | +3 | +3 | +2 | +2 | Sneak attack +1d6, treacherous toxin |",
			"| 6th | +4 | +3 | +2 | +2 | Swift poisoning, toxic trick, trapster +2 |",
			"| 7th | +5 | +4 | +2 | +2 | Poison resistance +6 |",
			"| 8th | +6 | +4 | +3 | +3 | Instantaneous toxicology, toxic trick |",
			"| 9th | +6 | +5 | +3 | +3 | Poison immunity, trapster +3 |",
			"| 10th | +7 | +5 | +3 | +3 | Sneak attack +2d6, toxic trick |",
			"",
			"The following are class features of the Daggermark poisoner prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A Daggermark poisoner gains no additional weapon or armor proficiencies.",
			"",
			"**Master Poisoner (Ex):** A Daggermark poisoner adds 1/2 her level on Craft (alchemy) checks dealing with poison. In addition, she can use Craft (alchemy) to change the type of a poison with 1 hour of work and an alchemist's lab. If the Craft (alchemy) check (DC equals the poison's save DC) is successful, the poison's type changes to contact, ingested, inhaled, or injury; on a failed check, the poison is ruined.",
			"",
			"**Poison Resistance (Ex):** A Daggermark poisoner gains a +2 bonus on saves against poison, increasing to +4 at 4th level, +6 at 7th level, and total immunity at 9th level. Alchemist levels stack with Daggermark poisoner levels when determining the effect of this ability.",
			"",
			"**Quick Poisoning (Ex):** A Daggermark poisoner can poison a weapon as a move action. She can create poisons with the Craft (alchemy) skill in half the normal amount of time.",
			"",
			"**Toxic Apothecary (Ex and Sp):** At 2nd level, a Daggermark poisoner can use detect poison at will (range 5 feet, caster level equal to the Daggermark poisoner's class level) as a swift action. She gains a bonus equal to 1/2 her class level on Heal checks dealing with poison, and on a successful check she adds this bonus to the save bonus she provides her patient against the treated poison.",
			"",
			"**Toxic Trick:** At 2nd level and every two levels thereafter, a Daggermark poisoner learns a toxic trick. She can use a number of toxic tricks each day equal to her Intelligence modifier + 1/2 her class level. The save DC of any saving throw called for by a toxic trick is equal to 10 + the Daggermark poisoner's class level + her Intelligence modifier. Spell-like abilities have a caster level equal to her class level.",
			"",
			"**Choking Bomb (Su):** As the [ninja trick](ability/ninja_tricks), but with a DC as noted above.",
			"",
			"**Combine Poison (Ex):** A Daggermark poisoner can combine two different poisons without reducing their efficacy, applying them to the same weapon, object, or trap. A creature exposed to the poisons must save against both.",
			"",
			"**Concentrate Poison (Su):** As the [alchemist discovery](ability/discoveries).",
			"",
			"**Launch Trap (Ex):** As the ranger's {arc-ranger/trapper} archetype class feature.",
			"",
			"**Poison Bomb (Ex or Su):** As the [ninja trick](ability/ninja_tricks). A Daggermark poisoner must possess the smoke bomb toxic trick before selecting this trick.",
			"",
			"**Poison Conversion (Su):** As the [alchemist discovery](ability/discoveries).",
			"",
			"**Poison Trap (Ex or Su):** As the [ranger trap](ability/ranger_traps).",
			"",
			"**Slow-Acting Poison (Ex):** When crafting a poison, a Daggermark poisoner may choose to create it with a delayed onset time. This delay must be at least 1 round but cannot be longer than 1 minute per class level.",
			"",
			"**Smoke Bomb (Ex or Su):** As the [ninja trick](ability/ninja_tricks), but no ki points are required.",
			"",
			"**Tailored Toxin (Ex):** Choose one creature type (and subtype, for humanoids or outsiders). Poisons a Daggermark poisoner uses are particularly effective against creatures of this type, increasing the save DC by 2. This trick can be taken more than once; each time it applies to a different creature type (or subtype).",
			"",
			"**Toxic Magic (Sp):** Choose one of the following spells or alchemical extracts as a spell-like ability: {spell/accelerate poison}, {spell/delay poison}, {spell/pernicious poison}, {spell/transmute potion to poison}, or {spell/venomous bolt}. This trick can be taken more than once; each time it grants a different spell-like ability.",
			"",
			"**Toxic Manufactory (Ex):** At 3rd level, when creating poisons or antitoxins a Daggermark poisoner can create a number of doses equal to her Intelligence modifier at one time (minimum 1). These additional doses do not increase the time required, but do increase the raw material cost accordingly. In addition, she uses the item's gp value as its sp value when determining progress made with her Craft (alchemy) checks. If the Daggermark poisoner has the Master Alchemist feat, she may create a number of doses of poison or antitoxin at one time equal to twice her Intelligence modifier and uses the item's pp value as its sp value when determining progress with her Craft (alchemy) checks.",
			"",
			"**Trapster (Ex):** At 3rd level, a Daggermark poisoner adds her class level on Perception skill checks made to locate traps and on Craft and Disable Device checks made with poisonous traps. A Daggermark poisoner also adds a +1 bonus on attack rolls, save DCs, and Perception and Disable Device DCs for poisoned traps she creates. This bonus increases by 1 at 6th level and again at 9th level.",
			"",
			"**Sneak Attack (Ex):** This is exactly like the rogue ability of the same name. The extra damage dealt increases by +1d6 at 5th level and again at 10th. If a Daggermark poisoner gets a sneak attack bonus from another source, the bonuses on damage stack.",
			"",
			"**Treacherous Toxin (Ex):** At 5th level, when a Daggermark poisoner makes a sneak attack with a poisoned weapon, she may forgo some of her sneak attack damage to increase the save DC of her poison, increasing the poison's save DC by 1 for every 1d6 points of sneak attack damage she forgoes.",
			"",
			"**Swift Poisoning (Ex):** At 6th level, a Daggermark poisoner can draw a vial of poison from her bag and apply it to a weapon as a swift action. This action does not provoke attacks of opportunity as long as she has at least one hand free.",
			"",
			"**Instantaneous Toxicology (Ex):** At 8th level, a Daggermark poisoner can create a poison as a full-round action if she succeeds at the Craft (alchemy) check and has the appropriate resources on hand to pay the creation cost. Poisons crafted in this way last up 10 minutes per class level before losing their potency. In addition, she can instead create an unstable toxin. An unstable toxin costs 1/10 its normal price (rather than 1/3), but is ruined if not used by the end of her next turn."
		]
	},
	"daivrat": {
		"name": "Daivrat",
		"sources": [ "Qadira, Gateway to the East" ],
		"description": [
			"## Daivrat",
			"",
			"{SOURCE Qadira, Gateway to the East/20}",
			"",
			"The empire of Kelesh is built by genies, who create towering spires and opulent palaces for the padishah emperor in the hopes that a future ruler will set their kinsfolk free. But not all Qadiran mages see genies as creatures to be bested and enslaved. Instead of potential slaves, these daivrat (\"brothers of genies\") treat genies as powerful allies, wise counselors, and comrades-in-arms. Though few are foolish enough to consider liberating the thralls of the emperor, each daivrat considers herself a soldier, servant, or cousin to the genies.",
			"",
			"Many are the names of the genies, and so similar that most cannot discern them. Yet the daivrat knows a djinni from a janni and the difference between a half-janni and a suli-janni. The daivrat is distinctly Qadiran, for no other land in Avistan or Garund has such a tradition of treating with the genie races. Good and neutral-aligned genies welcome a daivrat as a friend, and even hateful efreet know they can rely on their daivrat \"friends,\" sometimes to the daivrat's detriment.",
			"",
			"**Role:** Daivrat fill the same role as standard spellcasters, plus they are effective as diplomats among the genie races and those allied with genie-kind.",
			"",
			"**Alignment:** Daivrat are respected by genies for their willingness to treat them as equals rather than potential slaves. They are never evil.",
			"",
			"### Requirements",
			"",
			"In order to qualify to become a daivrat, a character must fulfill all the following criteria.",
			"",
			"**Skills:** Knowledge (arcana) 7 ranks, Knowledge (planes) 7 ranks, Spellcraft 5 ranks.  ",
			"**Feats:** {feat/Spell Focus} (conjuration).  ",
			"**Spellcasting:** Ability to cast 3rd-level spells.  ",
			"**Languages:** Aquan, Auran, Ignan or Terran.  ",
			"**Special:** The character must have had peaceful contact with a true genie (djinni, efreeti, marid, or shaitan).",
			"",
			"### Class Skills",
			"",
			"The Daivrat's class skills are Appraise (Int), Bluff (Cha), Craft (Int), Diplomacy (Cha), Knowledge (arcana) (Int), Knowledge (planes) (Int), Linguistics (Int), Spellcraft (Int), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d6.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +0 | +1 | Elemental focus, genie-tongue | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Spell-fetch (3rd) | +1 level of existing arcane spellcasting class |",
			"| 3rd | +1 | +1 | +1 | +2 | Genie's friend (+2) | +1 level of existing arcane spellcasting class |",
			"| 4th | +2 | +1 | +1 | +2 | Elemental attunement | +1 level of existing arcane spellcasting class |",
			"| 5th | +2 | +2 | +2 | +3 | Spell-fetch (6th) | +1 level of existing arcane spellcasting class |",
			"| 6th | +3 | +2 | +2 | +3 | Zhyen familiar | +1 level of existing arcane spellcasting class |",
			"| 7th | +3 | +2 | +2 | +4 | Greater elemental focus | +1 level of existing arcane spellcasting class |",
			"| 8th | +4 | +3 | +3 | +4 | Spell-fetch (8th) | +1 level of existing arcane spellcasting class |",
			"| 9th | +4 | +3 | +3 | +5 | Genie's friend (+4) | +1 level of existing arcane spellcasting class |",
			"| 10th | +5 | +3 | +3 | +5 | Genie-kin | +1 level of existing arcane spellcasting class |",
			"",
			"All of the following are Class Features of the daivrat prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A daivrat gains no proficiency with any weapon or armor.",
			"",
			"**Spells:** At the indicated levels, a daivrat gains new spells per day as if he had also gained a level in a spellcasting class he belonged to before adding the prestige class. He does not gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if he is a spontaneous spellcaster), and an increased effective level of spellcasting. If a character had more than one spellcasting class before becoming a daivrat, he must decide to which class he adds the new level for purposes of determining spells per day.",
			"",
			"**Elemental Focus (Su):** At 1st level, the daivrat gains a measure of connection with elemental powers. Choose one of the following descriptors: acid, air, cold, earth, electricity, fire, or water. When casting spells of the chosen descriptor, the daivrat is considered to possess the {feat/Spell Focus} feat for that spell. Only one Spell Focus or {feat/Greater Spell Focus} applies to the casting of a spell.",
			"",
			"**Genie-Tongue:** A daivrat is well-versed in communicating with genies and genie-kin. A daivrat gains a +2 bonus on Charisma-based checks to influence the attitudes of genies and allies of genies, and a +4 bonus to Knowledge checks regarding genies.",
			"",
			"**Spell-Fetch (Su):** Once per day, while preparing spells (or spell slots, for spontaneous casters), a daivrat can conjure a minor genie to find an unusual spell for him. The daivrat chooses one spell he does not know, such as a spell from a prohibited school or from another class's spell list, and sends the genie to fetch magical energy matching that spell. The genie returns after 10 minutes and presents the daivrat with the matching spell energy.",
			"",
			"If the daivrat casts spells like a wizard, for the next 24 hours he can prepare the fetched spell as if it were in his spellbook. If he casts spells like a sorcerer, for the next 24 hours he may cast the fetched spell as if he knew it.",
			"",
			"At 2nd level, the genie can retrieve any spell of 3rd level or lower. At 5th level, the genie can retrieve any spell of 6th level or lower. At 8th level, the genie can retrieve any spell of 8th level or lower. The genie is incorporeal and has no other powers or abilities (it cannot be used to scout, send messages, and so on) and vanishes once it delivers the spell.",
			"",
			"Preparing or casting the fetched spell is more difficult than using spells the daivrat actually knows. If the fetched spell is on the daivrat's spellcasting class's spell list, it is treated as 1 spell level higher than normal; otherwise it is treated as 2 spell levels higher than normal.",
			"",
			"**Genie's Friend (Su):** At 3rd level, a daivrat gains a +2 bonus to his caster level when conjuring genies. At 9th level, this bonus increases to +4.",
			"",
			"**Elemental Attunement (Ex):** At 4th level, the daivrat gains energy resistance 5 against acid, cold, electricity, or fire.",
			"",
			"**Zhyen Familiar:** At 6th level, a daivrat can select a {monster/zhyen} to serve as his familiar, replacing any familiar he already possesses, as if he had the Improved Familiar feat.",
			"",
			"**Greater Elemental Focus (Su):** At 7th level, the daivrat's connection with his chosen element deepens. When casting spells with the descriptor chosen for his elemental focus ability, the daivrat is now considered to possess the {feat/Greater Spell Focus} feat. Only one Spell Focus or Greater Spell Focus applies to the casting of a spell.",
			"",
			"**Genie-kin (Ex):** At 10th level, the daivrat's type changes to outsider (native). He gains acid, cold, electricity, and fire resistance 5, resistance 10 against his chosen energy type from his elemental attunement ability, and damage reduction 5/-."
		]
	},
	"darechaser": {
		"name": "Darechaser",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Darechaser",
			"",
			"{SOURCE Paths of the Righteous/10}",
			"",
			"While Kurgess's faithful thrive in sporting arenas, they understand that nature itself creates the greatest obstacle courses. The athletic fanatics known as darechasers seek out these untamed obstacles as challenges against which to test their strength. In order to continue improving, darechasers must often resort to besting their own records. Sometimes a darechaser will even bet against herself, only to strain to prove herself wrong and amaze bystanders. Darechasers travel widely and delight in both officiating competitions and performing physical feats that inspire a new generation of athleticism. Some even go so far as to use sports as a form of diplomacy, settling disputes with athletic competitions.",
			"",
			"### Requirements",
			"",
			"To qualify to become a darechaser, a character must fulfill all of the following criteria.",
			"",
			"**Base Attack Bonus:** +5.  ",
			"**Alignment:** Lawful good, neutral good, or chaotic good.  ",
			"**Deity:** Must worship Kurgess.  ",
			"**Feats:** {feat/Athletic}.  ",
			"**Skills:** Acrobatics 5 ranks, Climb 5 ranks, Swim 5 ranks.",
			"",
			"### Class Skills",
			"",
			"The Darechaser's class skills are Acrobatics (Dex), Climb (Str), Escape Artist (Dex), Handle Animal (Cha), Perception (Wis), Perform (Cha), Ride (Dex), Sense Motive (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +1 | +1 | +0 | Adrenaline rush +1, dare +1d6 |",
			"| 2nd | +2 | +1 | +1 | +1 | Adrenaline deed |",
			"| 3rd | +3 | +2 | +2 | +1 | Adrenaline rush +2 |",
			"| 4th | +4 | +2 | +2 | +1 | Adrenaline deed |",
			"| 5th | +5 | +3 | +3 | +2 | Adrenaline rush +3, dare +1d8 |",
			"| 6th | +6 | +3 | +3 | +2 | Adrenaline deed |",
			"| 7th | +7 | +4 | +4 | +2 | Adrenaline rush +4 |",
			"| 8th | +8 | +4 | +4 | +3 | Adrenaline deed |",
			"| 9th | +9 | +5 | +5 | +3 | Adrenaline rush +5 |",
			"| 10th | +10 | +5 | +5 | +3 | Adrenaline deed, dare +1d10, record breaker |",
			"",
			"Below are the class features of the darechaser prestige class.",
			"",
			"**Adrenaline Rush (Ex):** A darechaser can call upon her inner reserves of strength and speed as a free action to overcome otherwise insurmountable obstacles. A darechaser can harness this energy for a number of rounds per day equal to 4 + her Constitution modifier. At each level after 1st, she can use adrenaline rush for an additional 2 rounds. Temporary increases to Constitution do not allow her to use this ability for additional rounds per day. If she has the rage class feature, she can expend rounds of rage to activate and sustain her adrenaline rush (e.g. for making Constitution checks).",
			"",
			"While experiencing an adrenaline rush, a darechaser gains a +1 bonus on Acrobatics, Climb, Constitution, Dexterity, Escape Artist, Ride, Strength, and Swim checks. This bonus increases by 1 at 3rd level and every 2 levels thereafter (maximum +5).",
			"",
			"A darechaser can end her adrenaline rush as a free action and is fatigued afterward for a number of rounds equal to double the number of rounds she used this ability. A darechaser can't begin an adrenaline rush while fatigued or exhausted. If she falls unconscious, she can choose to continue her adrenaline rush.",
			"",
			"**Dare (Ex):** As a swift action while using her adrenaline rush, a darechaser can expend a round of her adrenaline rush to dare herself to accomplish a great deed. Although many announce these dares aloud, the ability functions as long as she can coherently and mentally articulate her dare; she cannot use this ability while confused, dazed, stunned, or panicked. She can use it while using the rage class feature, but only if she loudly announces the dare (treat this as having audible components - it can be defeated by magical silence). Once she declares her dare, the darechaser can add 1d6 to the result of any one attack roll, saving throw, or other check that directly helps her fulfill the dare. If the result of the d6 roll is a natural 6, she can roll another 1d6 and add it to the check. She can continue to do this as long as she rolls natural 6s, up to a number of times equal to her Constitution modifier (minimum 1). At 5th level, she can instead add 1d8 to the result of one check to fulfill a dare, rolling an additional die only if she rolls a natural 8. At 10th level, she can instead add 1d10 to the result of one check, rolling an additional die only if she rolls a natural 10.",
			"",
			"A darechaser thrives on challenging herself to accomplish difficult goals, and she receives little satisfaction when fulfilling easy objectives. If her check succeeded only because of the additional die's (or dice's) result, she benefits from one of the following effects (chosen by her) immediately after fulfilling the dare. If she succeeds at the check despite the added die's result, she gains no additional benefit.",
			"",
			"**Daring Endurance:** The darechaser immediately gains temporary hit points equal to 1d8 + her class level. These temporary hit points last for the duration of her adrenaline rush and stack with any temporary hit points granted by the unstoppable adrenaline deed.",
			"",
			"**Daring Finish:** The darechaser doesn't become fatigued if she ends her adrenaline rush before the end of her next turn.",
			"",
			"**Daring Persistence:** The darechaser immediately regains 1d2 rounds of her adrenaline rush ability.",
			"",
			"**Adrenaline Deed (Ex):** As a darechaser gains experience, she learns to leverage her adrenaline in new ways. At 2nd level and every 2 levels thereafter, she gains an adrenaline deed from the following list that grants her additional benefits while she is using her adrenaline rush ability. She can't choose an individual adrenaline deed more than once.",
			"",
			"**Dare-Driven:** If the darechaser adds 1d8 to a roll as a part of a dare, she can roll again and add the result if she rolls a natural 7 or 8 (not just an 8). If she rolls 1d10, she instead rolls again on a result of a natural 9 or 10.",
			"",
			"**Diehard Performer:** The darechaser adds her adrenaline rush bonus on all Perform checks and [performance combat checks](rule/performance_combat).",
			"",
			"**Impossible Speed:** The darechaser's base speed increases by 10 feet. At 6th level, her speed instead increases by 20 feet, and at 10th level it increases by 30 feet.",
			"",
			"**Mounted Adrenaline:** The darechaser shares the base effects of her adrenaline surge (but not any adrenaline deeds) with her mount, as long as the darechaser is mounted on it or adjacent to it.",
			"",
			"**Powerful Climber:** The darechaser gains a natural climb speed equal to her land speed.",
			"",
			"**Powerful Leaper:** The darechaser always counts as having a running start when jumping, and she triples her adrenaline rush bonus on Acrobatics checks to jump.",
			"",
			"**Powerful Swimmer:** The darechaser gains a natural swim speed equal to her land speed.",
			"",
			"**Unstoppable:** When the darechaser begins her adrenaline rush, she gains a number of temporary hit points equal to 2 &times; her class level. These temporary hit points last for the duration of her adrenaline rush. In addition, she doubles her adrenaline rush bonus on Constitution checks to stabilize while dying.",
			"",
			"**Untouchable:** The darechaser gains a +1 dodge bonus to her Armor Class. At 6th level this increases to +2, and at 10th level it increases to +3.",
			"",
			"**Record Breaker (Ex):** At 10th level, a darechaser can push herself to surpass known mortal limits. Once per day, she can use her dare ability to add 2 &times; the normal number of bonus dice to a d20 roll. If she applies this benefit to a check modified by her adrenaline rush, she instead rolls and adds 3 &times; the number of bonus dice."
		]
	},
	"dawnflower_anchorite": {
		"name": "Dawnflower Anchorite",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Dawnflower Anchorite",
			"",
			"{SOURCE Paths of the Righteous/12}",
			"",
			"Although most of Sarenrae's worshipers seek to aid others or seek out those villains who can be redeemed, a rare few instead raise their eyes in awe of the greatest of Sarenrae's gifts to mortals: the sun. These Dawnflower anchorites hope to receive enlightenment in their retreat to the wilds so that they can, some day, return to civilization and use their newfound grace to help heal the church's wounds.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Dawnflower anchorite, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Neutral good.  ",
			"**Deity:** Must be a worshiper of Sarenrae.  ",
			"**Skills:** Knowledge (nature) 5 ranks or Knowledge (religion) 5 ranks.  ",
			"**Spells:** Able to cast 2nd-level spells.",
			"",
			"### Class Skills",
			"",
			"The Dawnflower Anchorite's class skills are Climb (Str), Fly (Dex), Handle Animal (Cha), Heal (Wis), Knowledge (geography) (Int), Knowledge (nature) (Int), Knowledge (religion) (Int), Perception (Wis), Ride (Dex), Spellcraft (Int), Survival (Wis), and Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +1 | +1 | Solar invocation +1 | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Credence | +1 level of existing spellcasting class |",
			"| 3rd | +2 | +1 | +2 | +2 | Bask in radiance | +1 level of existing spellcasting class |",
			"| 4th | +3 | +1 | +2 | +2 | credence | +1 level of existing spellcasting class |",
			"| 5th | +3 | +2 | +3 | +3 | Solar invocation +2 (move action) | +1 level of existing spellcasting class |",
			"| 6th | +4 | +2 | +3 | +3 | Credence | +1 level of existing spellcasting class |",
			"| 7th | +5 | +2 | +4 | +4 | Sunbeam | +1 level of existing spellcasting class |",
			"| 8th | +6 | +3 | +4 | +4 | Credence | +1 level of existing spellcasting class |",
			"| 9th | +6 | +3 | +5 | +5 | Solar Invocation +3 | +1 level of existing spellcasting class |",
			"| 10th | +7 | +3 | +5 | +5 | Credence, Dawnflower invocation, solar invocation (swift action) | +1 level of existing spellcasting class |",
			"",
			"The following are the class features of the Dawnflower anchorite prestige class.",
			"",
			"**Solar Invocation (Su):** A Dawnflower anchorite can harness the sun's life-giving warmth to protect the innocent and smite the wicked. At 1st level, he can invoke the sun as a standard action, granting him a +1 competence bonus on attack rolls and damage rolls against evil creatures and adding 1 to the DC of his spells and domain powers (if any) against evil creatures. The bonus on attack rolls and damage rolls increases to +2 at 5th level and +3 at 9th level. If a Dawnflower anchorite has an animal companion, the companion also gains the competence bonus on attack and damage rolls while this ability is active.",
			"",
			"A Dawnflower anchorite can invoke the sun for a number of rounds per day equal to twice his Dawnflower anchorite class level + his Charisma modifier. Maintaining this ability on subsequent rounds is a free action. These bonuses apply only when the Dawnflower anchorite is standing in an outdoor area of dim light, normal light, or bright light, and only while he is clearly presenting his holy symbol or any scimitar.",
			"",
			"At 5th level, a Dawnflower anchorite can invoke the sun as a move action instead of a standard action. At 10th level, he can invoke the sun as a swift action.",
			"",
			"**Credence:** Each Dawnflower anchorite develops a personal credence that guides his worship of Sarenrae. He gains a credence at 2nd level and again every 2 class levels thereafter. Each credence can be chosen only once unless noted otherwise.",
			"",
			"**Dervish Dance:** The Dawnflower anchorite gains {feat/Dervish Dance} as a bonus feat.",
			"",
			"**Divine Light (Su):** The Dawnflower anchorite can use solar invocation indoors or underground, provided he is in an area of dim light, normal light, or bright light. He can use solar invocation 2 additional rounds per day.",
			"",
			"**Extra Invocations (Ex):** The Dawnflower anchorite can use solar invocation for twice as many rounds per day as normal.",
			"",
			"**Focused Class Feature:** Choose one of the following class features: animal companion, bane, bardic performance, blessings, channel energy, domain, favored enemy, favored terrain, sacred weapon, or wild shape. The character adds his Dawnflower anchorite class levels to his effective class level in one class of his choice for the purpose of determining the effects of the chosen class feature. This credence can be selected twice, but the Dawnflower anchorite must select a different class feature each time.",
			"",
			"**Shining Servants:** The Dawnflower anchorite gains Sunlight Summons as a bonus feat.",
			"",
			"**Solar Defense (Su):** While using solar invocation, the Dawnflower anchorite adds his competence bonus on attack rolls to his Armor Class as a sacred bonus and to Reflex saving throws as a dodge bonus. The Dawnflower anchorite can select this credence twice - the second time he does so, the bonus to Armor Class and on Reflex saves also applies to any companions who gain bonuses from the Dawnflower anchorite's solar invocation.",
			"",
			"**Solar Weapons (Su):** While using solar invocation, the Dawnflower anchorite can select one weapon (natural or manufactured) wielded by a creature affected by his solar invocation. That weapon gains the flaming weapon special ability for as long as the Dawnflower anchorite's solar invocation persists. A Dawnflower anchorite can select this credence twice - the second time he does so, the credence grants the flaming burst special ability instead of flaming to the selected weapon. At 5th level, the Dawnflower anchorite can grant two weapons this ability; at 10th level, he can grant up to three weapons this ability.",
			"",
			"**Sun Blade (Su):** Any weapon wielded by the Dawnflower anchorite is treated having the undead-bane special ability against undead who are particularly harmed by sunlight. Ranged weapons impart this ability to any ammunition fired from the weapon. All weapons wielded by the Dawnflower anchorite shed light as per a sunrod, unless the Dawnflower anchorite chooses to suppress this light as a move action (the light activates again automatically the next time the anchorite draws the weapon).",
			"",
			"**Sun's Mercy (Su):** Any creature that gains a competence bonus on attack rolls from the Dawnflower anchorite's solar invocation can deal nonlethal damage with a lethal weapon without taking the usual -4 penalty on attack rolls.",
			"",
			"**Bask in Radiance (Su):** At 3rd level, when a Dawnflower anchorite uses his solar invocation ability, he can designate any number of allies within 30 feet to gain the bonuses granted by solar invocation for as long as he maintains the ability.",
			"",
			"**Sunbeam (Sp):** At 7th level, a Dawnflower anchorite gains the ability to cast {spell/sunbeam} once per day as a spell-like ability. His caster level is equal to his Hit Dice, and the save DC is Charisma-based. At 10th level, the Dawnflower anchorite can use this ability twice per day.",
			"",
			"**Dawnflower Invocation (Su):** At 10th level, a Dawnflower anchorite is able to, once per day, use his solar invocation ability for 1 minute. The Dawnflower anchorite can also use this ability indoors or underground. While using Dawnflower invocation, all bonuses gained from solar invocation increase by 1. Using this ability doesn't cost rounds per day of solar invocation."
		]
	},
	"dawnflower_dissident": {
		"name": "Dawnflower Dissident",
		"sources": [ "Paths of Prestige" ],
		"description": [
			"## Dawnflower Dissident",
			"",
			"{SOURCE Paths of Prestige/20}",
			"",
			"The church of Sarenrae is known across Golarion for its benevolence. In some regions, it is a faith that seeks little more than the succor and relief of suffering wherever it can be found, a warming and cleansing flame that banishes chill, darkness, and despair. Elsewhere, Sarenrae's faith is a flame that not only cleanses but scourges the wicked, seeing injustice and cruelty as a wound that must be cauterized. Perhaps unsurprisingly for a faith built upon such incandescent passion and verve, the servants of Sarenrae don't always agree on the best methods to carry out their goddess's will, and their disagreements become heated, often to the point of violent conflict.",
			"",
			"Dawnflower dissidents arise to deal with schism and heresy within their own faith, seeking either to expunge or heal the divisions that plague their religion. In order to avoid identification by hostile eyes, Dawnflower dissidents must constantly work in secret, and eschew holy symbols for more discreet shows of faith, such as tattoos or well-hidden pieces of jewelry.",
			"",
			"### Requirements",
			"",
			"To qualify to become a Dawnflower dissident, a character must fulfill all of the following criteria.",
			"",
			"**Deity:** Must worship Sarenrae.  ",
			"**Feats:** {feat/Dervish Dance}, {feat/Weapon Finesse}.  ",
			"**Skills:** Bluff 5 ranks, Disguise 5 ranks, Knowledge (religion) 5 ranks, Sleight of Hand 5 ranks.  ",
			"**Spells:** Able to cast daylight as a divine spell.",
			"",
			"### Class Skills",
			"",
			"The Dawnflower Dissident's class skills are Bluff (Cha), Diplomacy (Cha), Disguise (Cha), Knowledge (history) (Int), Knowledge (local) (Int), Knowledge (religion) (Int), Perception (Wis), Perform (Cha), Sense Motive (Wis), Sleight of Hand (Dex), and Stealth (Dex).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +0 | +1 | +1 | Divine deception, Eschew Materials | +1 level of spellcasting class |",
			"| 2nd | +1 | +1 | +1 | +1 | Secret caster | +1 level of spellcasting class |",
			"| 3rd | +2 | +1 | +2 | +2 | Schismatic apostle | +1 level of spellcasting class |",
			"| 4th | +3 | +1 | +2 | +2 | Burning blade (flaming) | +1 level of spellcasting class |",
			"| 5th | +3 | +2 | +3 | +3 | &mdash; | +1 level of spellcasting class |",
			"| 6th | +4 | +2 | +3 | +3 | Shift blame | +1 level of spellcasting class |",
			"| 7th | +5 | +2 | +4 | +4 | &mdash; | +1 level of spellcasting class |",
			"| 8th | +6 | +3 | +4 | +4 | Burning blade (flaming burst) | +1 level of spellcasting class |",
			"| 9th | +6 | +3 | +5 | +5 | Morning light | +1 level of spellcasting class |",
			"| 10th | +7 | +3 | +5 | +5 | Flight of the phoenix | +1 level of spellcasting class |",
			"",
			"The following are class features of the Dawnflower dissident prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A Dawnflower dissident gains no additional weapon or armor proficiencies.",
			"",
			"**Divine Deception (Ex):** A Dawnflower dissident adds a sacred bonus equal to 1/2 his level on Bluff or Sense Motive checks to send, interpret, or intercept coded messages, and increases the DC of Spellcraft checks made to identify his spells by the same amount. He also adds the following spells to his spell list: illusion of calm (1st), rope trick (2nd), nondetection (3rd), detect scrying (4th), mage's private sanctum (5th), veil (6th), mage's magnificent mansion (7th), screen (8th), and communal mind blank (9th). In addition, the duration of these spells doubles when they target worshipers of Sarenrae (including the caster). This does not affect the level of the spell or its casting time, and does not stack with feats or effects such as {feat/Extend Spell}.",
			"",
			"**Eschew Materials:** A Dawnflower dissident gains Eschew Materials as a bonus feat, and he can ignore any divine focus (holy symbol) components for his spells.",
			"",
			"**Secret Caster (Ex):** At 2nd level, a Dawnflower dissident can disguise his spellcasting with a Bluff check (for spells with verbal components), opposed by the observer's Sense Motive check, and/or a Sleight of Hand check (for spells with somatic components), opposed by the observer's Perception check. Depending on the situation, the Dawnflower dissident's Bluff and/ or Sleight of Hand check is modified according to the following table.",
			"",
			"| Penalty | Condition |",
			"| --- | --- |",
			"| -0 | Spell has a range of personal |",
			"| -5 | During combat |",
			"| -5 | Spell has a range of touch |",
			"| -10 | Spell has a range longer than touch |",
			"| -Spell level &times;2 | Spell has a visible, audible, or otherwise observable effect |",
			"| Automatic failure | Spell has an observable effect that clearly emanates from the caster |",
			"",
			"Casting a spell in this fashion increases its casting time to a full-round action (if normally a standard action or less), or doubles the casting time of spells with a casting time longer than a full-round action. A spell cast in this way does not provoke attacks of opportunity from observers that fail to recognize it for what it is. For spells with both verbal and somatic components, the spell still provokes attacks of opportunity from observers unless they fail both their Sense Motive and Perception checks.",
			"",
			"**Schismatic Apostle (Ex):** At 3rd level, a Dawnflower dissident adds a +1 bonus to the DC of mind-affecting effects used against followers of both Sarenrae and Rovagug. If he is an inquisitor, any bonuses he gains from his judgment increase by 1 when used against followers of Sarenrae or Rovagug.",
			"",
			"**Burning Blade (Su):** At 4th level, a Dawnflower dissident can expend one use of channel energy as a swift action to grant a scimitar he touches the flaming weapon special ability for 1 round per 1d6 points of damage the channeled energy would normally heal. If a worshiper of Sarenrae wields the scimitar and strikes another worshiper of Sarenrae, as a free action the wielder may choose to make all damage from the attack nonlethal, as if wielding a weapon with the merciful weapon special ability. An inquisitor may instead choose to expend one use of his judgment ability to imbue the scimitar with the flaming weapon special ability for a number of rounds equal to his caster level, or may use this ability in place of his bane ability.",
			"",
			"At 8th level, this power grants the touched scimitar the flaming burst weapon special ability instead.",
			"",
			"**Shift Blame (Su):** At 6th level, when a Dawnflower dissident provokes an attack of opportunity, he can attempt to deceive the creature making the attack of opportunity into believing the provoking action was performed by another creature as long as it is adjacent to the Dawnflower dissident and also threatened by the attacker. Doing so requires a Bluff check opposed by the attacker's Sense Motive check. The attacker gains a bonus equal to its base attack bonus on this Sense Motive check. If the Bluff check is successful, the attack of opportunity instead targets an adjacent creature chosen by the Dawnflower dissident, and the attacker must reroll her attack roll to see whether she hits this new target.",
			"",
			"**Morning Light (Su):** At 9th level, a Dawnflower dissident can spend a full-round action reciting the litany of Sarenrae's renewing wisdom while expending two uses of channel energy or one use of his judgment ability. This grants each ally within 15 feet of him a new saving throw against any one ongoing condition or effect that allows a save. This does not affect instantaneous or permanent effects or effects that do not allow a saving throw. Allies that worship Sarenrae (including the Dawnflower dissident) can instead attempt a new saving throw against every ongoing condition or effect that allows a save.",
			"",
			"**Flight of the Phoenix (Su):** At 10th level, when a Dawnflower dissident is killed his body is engulfed in a column of holy fire equivalent to a flame strike at his caster level. At the beginning of his next turn, his spirit returns in the form of a phoenix that fights as he directs for up to 1 minute and then disappears. This phoenix is not considered called or summoned. The Dawnflower dissident is reborn (as {spell/resurrection}) 1d4 rounds after it disappears in a random location within 1 mile, with his gear intact but with two permanent negative levels. If the phoenix is killed before it disappears, the Dawnflower dissident cannot be reborn via this ability, though other methods of raising him still work."
		]
	},
	"death_slayer": {
		"name": "Death Slayer",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Death Slayer",
			"",
			"{SOURCE Adventurer's Guide/152}",
			"",
			"Since their establishment, the [Red Mantis](rule/aff_assassins) have abided by the divine laws established by Achaekek and the holy rituals of murder, including the law of reality that all things must die, in their time - or when a contract seals their fate. Even the gods themselves must face death, as evidenced by the death of the god Aroden a century ago. Creatures that attempt to avoid death through any means mock the order all living things must submit to, and as such mock the sacred act of assassination. Undead are particularly upsetting to some members of the Red Mantis, and death slayers are trained as specialized agents for missions where the target of an assassination is undead, or when an assassinated target returns from death as one of the undead.",
			"",
			"Just as Red Mantis assassins do not wantonly slaughter the living, death slayers don't indiscriminately seek out undead to destroy. They focus instead on eliminating specific targets they've been hired to destroy, and they take special satisfaction in destroying those who were assassinated in life by one of their colleagues. A death slayer may even take a contract from one undead client to destroy another, such as two vampires squabbling over territory that holds increasingly sparse human chattel. Death slayers also have a situational exception regarding the prohibition on targeting monarchs. Should a rightful monarch become an undead creature of any sort - whether intentionally (to extend his reign), via a curse, or by other means - this negates the monarch's previous divine mandate, and the death slayer is not restrained by the Red Mantis's taboo against killing rightful monarchs for this particular target. Of course, a monarch who becomes undead does not earn the enmity of the Red Mantis simply through the act of becoming undead: an outside agent must still hire the Red Mantis to take out the monarch.",
			"",
			"While the majority of death slayers worship Achaekek, worshipers of any deity can follow the teachings of the death slayer, provided those who take levels in the prestige class are themselves at least affiliated with the Red Mantis. Good or chaotic death slayers, while incredibly rare, are not impossibilities. Likewise, while most death slayers were once clerics, any divine spellcaster could, in theory, study to become a death slayer.",
			"",
			"### Requirements",
			"",
			"To qualify to become a death slayer, a character must fulfill the following criteria.",
			"",
			"**Feats:** {feat/Exotic Weapon Proficiency} (sawtooth sabre), {feat/Great Fortitude}, {feat/Weapon Focus} (sawtooth sabre).  ",
			"**Skills:** Knowledge (religion) 5 ranks, Perception 5 ranks, Stealth 5 ranks.  ",
			"**Spells:** Ability to cast 3rd-level divine spells.",
			"",
			"### Class Skills",
			"",
			"The Death Slayer's class skills are Disguise (Cha), Escape Artist (Dex), Heal (Wis), Knowledge (arcana) (Int), Knowledge (local) (Int), Knowledge (nobility) (Int), Knowledge (religion) (Int), Perception (Wis), Sense Motive (Wis), Spellcraft (Int), Stealth (Dex), and Use Magic Device (Cha).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +1 | +0 | +1 | Channel energy 1d6, channel smite, gravegaze | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Bonus feat, favored enemy +2 | +1 level of existing class |",
			"| 3rd | +2 | +2 | +1 | +2 | Channel energy 2d6, swift smite | +1 level of existing class |",
			"| 4th | +3 | +2 | +1 | +2 | Infuse sabre 1/day | +1 level of existing class |",
			"| 5th | +3 | +3 | +2 | +3 | Bonus feat, channel energy 3d6 | +1 level of existing class |",
			"| 6th | +4 | +3 | +2 | +3 | Deadly conviction, favored enemy +4 | &mdash; |",
			"| 7th | +5 | +4 | +2 | +4 | Channel energy 4d6, infuse sabre 2/day | +1 level of existing class |",
			"| 8th | +6 | +4 | +3 | +4 | Bonus feat, undead bane | +1 level of existing class |",
			"| 9th | +6 | +5 | +3 | +5 | Channel energy 5d6 | +1 level of existing class |",
			"| 10th | +7 | +5 | +3 | +5 | Aura of life, infuse sabre 3/day | +1 level of existing class |",
			"",
			"The following are class features of the death slayer prestige class.",
			"",
			"**Channel Energy (Su):** At 1st level, a death slayer gains the power to harm undead with positive energy. This ability functions as a cleric's ability to channel positive energy to deal damage to undead (but not to heal living creatures), and it counts as channel energy for the purposes of qualifying for feats or determining effects that rely on channel energy. A death slayer uses her class level as her effective cleric level when channeling energy. She can channel energy a number of times per day equal to 3 + her Charisma modifier. She deals 1d6 points of damage at 1st level and an additional 1d6 points of damage every 2 levels thereafter. Death slayer levels stack with levels in any class that grants channel energy (if any) for the purpose of determining the number of damage dice her channel energy ability deals to undead, but this channel energy can never do anything other than harm undead. An undead creature that takes damage from this channeled energy can attempt a Will save to halve the damage; the DC of this save is equal to 10 + the death slayer's class level + her Charisma modifier. The death slayer must be able to present either her holy symbol or a sawtooth sabre to use this ability.",
			"",
			"**Channel Smite:** A death slayer gains {feat/Channel Smite} as a bonus feat. If she already has this feat, she instead gains a different feat selected from those bonus feats normally available to her at 2nd level (see below).",
			"",
			"**Gravegaze (Su):** A death slayer gains the benefits of {spell/deathwatch} at all times.",
			"",
			"**Bonus Feats:** At 2nd level and every 3 levels thereafter, a death slayer gains a bonus feat in addition to those gained from normal advancement. These bonus feats must be selected from the following: {feat/Extra Channel}, {feat/Greater Channel Smite}, {feat/Guided Hand}, {feat/Improved Channel}, {feat/Life Lure}, {feat/Quick Channel}, {feat/Shatter Control}, {feat/Thanatopic Spell}, {feat/Threnodic Spell}, or {feat/Turn Undead}. The death slayer must meet the prerequisites of the selected bonus feat.",
			"",
			"**Favored Enemy (Ex):** At 2nd level, a death slayer gains undead as a favored enemy. This ability functions as the ranger class feature of the same name and stacks with similar bonuses from other classes. (This doesn't increase existing favored enemy bonuses against any other creature types.) At 6th level, the death slayer's favored enemy bonus against undead increases to +4.",
			"",
			"**Swift Smite (Su):** At 3rd level, a death slayer can use her Channel Smite feat an additional number of times per day equal to her death slayer level without expending a use of her total channel energy uses per day. She cannot use these additional uses of Channel Smite to use channel energy in the regular way. Whenever she uses Channel Smite, she can activate the ability as an immediate action after she rolls for a melee attack but before the result is revealed.",
			"",
			"**Infuse Sabre (Su):** Once per day at 4th level, a death slayer can infuse a wielded sawtooth sabre with positive energy as a swift action. This infusion of energy lasts for 3 rounds. When brandishing an infused sabre, a death slayer's channeled energy damage increases by half (+50%), and undead take a -2 penalty on all saving throws against her channeled energy and against any spell she casts. At 7th level, she can infuse a sabre twice per day, and at 10th level she can do so three times a day, but she can have only one infused sabre at a time.",
			"",
			"**Deadly Conviction (Su):** At 6th level, a death slayer gains a +4 morale bonus on saving throws against spells and effects created by undead creatures. Once per day, she can ignore 1 negative level that would otherwise affect her.",
			"",
			"**Undead Bane:** At 8th level, one sawtooth sabre a death slayer wields functions as a bane weapon against undead creatures as long as the death slayer wields the weapon.",
			"",
			"**Aura of Life (Su):** At 10th level, a death slayer can emit a 10-foot aura of positive energy that weakens undead creatures as a swift action. This creates a dim crimson glow around the death slayer. Each undead creature within the aura at the start of its turn takes 4d6 points of positive energy damage. While this aura is active, the death slayer has fast healing 10. A death slayer can activate this aura for up to 10 rounds per day. The duration need not be consecutive, and she can deactivate the aura as a free action."
		]
	},
	"demoniac": {
		"name": "Demoniac",
		"sources": [
			"Book of the Damned",
			"Pathfinder #15: The Armageddon Echo",
			"Book of the Damned - Volume 2: Lords of Chaos"
		],
		"description": [
			"## Demoniac",
			"",
			"{SOURCE Book of the Damned/208;Pathfinder #15: The Armageddon Echo/62;Book of the Damned - Volume 2: Lords of Chaos/46}",
			"",
			"Many demon worshipers understand that sinful souls become demons once the Abyss digests them, but the demoniac simply cannot wait for death to begin her transformation. Depending on which demon lord a demoniac devotes herself to, her evil obedience, suite of powers, and resistance change. Yet in the end, all demoniacs are damned, their souls transformed by the Abyss into demons upon their deaths.",
			"",
			"### Requirements",
			"",
			"To qualify to become a demoniac, a character must fulfill all of the following criteria.",
			"",
			"**Alignment:** Chaotic evil.  ",
			"**Feats:** {feat/Fiendish Obedience}, {feat/Iron Will}.  ",
			"**Skills:** Intimidate 7 ranks, Knowledge (planes) 7 ranks, Spellcraft 7 ranks.  ",
			"**Language:** Abyssal.  ",
			"**Spells:** Ability to cast at least two enchantment spells of two different spell levels.  ",
			"**Special:** Must worship a demon lord or nascent demon lord; must have been mentally, physically, or spiritually traumatized by a demon - either being reduced to negative hit points by a demon's physical attacks, taking a total of 10 or more points of ability damage or drain from a demon's special attack (this total damage can be from multiple attacks as long as the total is 10 or more in all), or spending at least 1 day under a demon's control (either via charm or compulsion effects or via demonic possession).",
			"",
			"### Class Skills",
			"",
			"The Demoniac's class skills are Bluff (Cha), Intimidate (Cha), Knowledge (planes) (Int), Knowledge (religion) (Int), Sense Motive (Wis), Spellcraft (Int), and Stealth (Dex).",
			"",
			"**Skill Points at each Level:** 2 + Int modifier.  ",
			"**Hit Die:** d8.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special | Spells Per Day |",
			"| --- | :---: | :---: | :---: | :---: | --- | --- |",
			"| 1st | +0 | +1 | +0 | +0 | Damned, demonic mark, obedience | &mdash; |",
			"| 2nd | +1 | +1 | +1 | +1 | Energumen +2 | +1 level of existing class |",
			"| 3rd | +2 | +2 | +1 | +1 | Demonic boon 1 | +1 level of existing class |",
			"| 4th | +3 | +2 | +1 | +1 | Summon demon 1 | +1 level of existing class |",
			"| 5th | +3 | +3 | +2 | +2 | Energumen +4 (resistance) | +1 level of existing class |",
			"| 6th | +4 | +3 | +2 | +2 | Demonic boon 2 | +1 level of existing class |",
			"| 7th | +5 | +4 | +2 | +2 | Energumen +6 (immunities) | +1 level of existing class |",
			"| 8th | +6 | +4 | +3 | +3 | Summon demon 2 | +1 level of existing class |",
			"| 9th | +6 | +5 | +3 | +3 | Demonic boon 3 | +1 level of existing class |",
			"| 10th | +7 | +5 | +3 | +3 | Demonic form | +1 level of existing class |",
			"",
			"The following are class features of this prestige class.",
			"",
			"**Weapon and Armor Proficiency:** A demoniac gains proficiency with all simple weapons and with her demonic patron's favored weapon.",
			"",
			"**Spells per Day/Spells Known:** At the indicated levels, a demoniac gains new spells per day as if she had also gained a level in a spellcasting class she belonged to before adding the prestige class. She does not gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if she is a spontaneous spellcaster), and an increased effective level of spellcasting. If the character had more than one spellcasting class before becoming a demoniac, she must decide to which class she adds the new level for purposes of determining spells per day.",
			"",
			"**Damned (Ex):** When a demoniac is killed, her soul is instantly claimed by the Abyss, to be transformed over time into a demon appropriate to the greatest sins the demoniac gloried in while she lived. A character attempting to resurrect a slain demoniac must succeed at a caster level check with a DC equal to 10 + the demoniac's character level or the spell fails. That character cannot attempt to resurrect the demoniac again until 24 hours have passed, though other characters can still attempt to do so.",
			"",
			"**Demonic Mark (Ex):** A demoniac bears the sign of her demon lord as a tattoo-like brand somewhere on her body. Once per day, a demoniac can call upon the profane magic of this mark to power a spell as she casts it. Doing so causes the spell to gain the chaotic and evil descriptors, and it causes the spell not be expended as it is cast, allowing the demoniac to cast the spell again at a later point in the day.",
			"",
			"**Obedience (Ex):** In order to maintain her demoniac abilities (including all spellcasting abilities that have been augmented by the class), a demoniac must indulge her chosen demon lord with a daily obedience. This ceremony is incorporated into whatever method the demoniac uses to regain spellcasting abilities (such as meditating, praying to a demon lord, or studying a spellbook). When a character takes her first level of demoniac, she must decide whether she is an evangelist, an exalted, or a sentinel of her demonic patron. This choice determines which category of boons she earns as she gains levels, and once made, it cannot later be changed.",
			"",
			"**Energumen (Su):** Once per day at 2nd level, a demoniac can open her soul to a demonic spirit as a free action. This demonic spirit possesses the demoniac for a number of rounds equal to her demoniac level, granting a +2 profane bonus to one ability score of the demoniac's choice.",
			"",
			"At 5th level, energumen grants a +4 profane bonus to one ability score, electricity resistance 10, and a +4 bonus on saving throws against poison.",
			"",
			"At 7th level, energumen grants a +6 profane bonus to one ability score and immunity to electricity and poison.",
			"",
			"When the energumen ends, the demoniac becomes confused for a number of rounds equal to her demoniac level as the demonic spirit has its way with her mind. At the start of each round of confusion, the demoniac can attempt a DC 25 Will save to end the confusion effect immediately.",
			"",
			"Energumen is a possession effect, and it is negated by protection from evil or protection from chaos. A demoniac can prevent or end the confusion side effect by using one of these spells, but being affected by such a spell before the energumen has run its course also causes the benefits granted to end prematurely.",
			"",
			"**Demonic Boon (Ex, Sp, or Su):** As a demoniac gains levels, she gains boons from her demonic patron as her body and soul become increasingly infused with demonic energies. The nature of the boons granted varies, depending on the demoniac's chosen demon lord and which category of boon she elects to embody. Each demon lord grants three boons, each more powerful than the last. At 3rd level, the demoniac gains the first boon. At 6th level, she gains the second boon, and at 9th level, she gains the third and final boon. When a demonic boon grants a spell-like ability, the demoniac's caster level for the spell-like ability is equal to her total character level. This ability allows a demoniac to access these boons earlier than normal; it does not grant additional uses of the boons once the character reaches the necessary Hit Dice to earn the boons normally.",
			"",
			"**Summon Demon (Sp):** Once per day at 4th level, a demoniac can cast summon monster VI to conjure one succubus, 1d3 babaus, or 1d4+1 brimoraksB6 to serve her. At 8th level, the demoniac also gains the ability to cast summon monster VIII once per day to conjure one hezrou, 1d3 vrocks, or 1d4+1 succubi to serve her.",
			"",
			"**Demonic Form (Su):** At 10th level, a demoniac can undergo a temporary transformation into a unique demon as a standard action. Her type changes to outsider with the chaotic, demon, evil, and native subtypes. She gains damage reduction 10/good and cold iron, resistance to acid 10, cold 10, and fire 10, and telepathy to a range of 100 feet. When she first gains this ability, she chooses to gain one additional physical transformation from the following when she transforms: wings (fly speed of 40 feet with good maneuverability), gills (ability to breathe water and a swim speed of 30 feet), or a single natural attack (bite, claw, gore, slam, or tail sting; damage dealt as appropriate for the demoniac's size). Once this additional physical transformation is chosen, it can never be changed. The newly created demon's natural weapons and any weapon it wields are treated as chaotic and evil for the purpose of bypassing damage reduction. The demoniac can remain in this form for a number of minutes per day equal to her character level; this duration does not need to be consecutive, but it must be used in 1-minute increments. Returning to her normal form is a free action."
		]
	},
	"devoted_muse": {
		"name": "Devoted Muse",
		"sources": [ "Paths of the Righteous" ],
		"description": [
			"## Devoted Muse",
			"",
			"{SOURCE Paths of the Righteous/14}",
			"",
			"With Aroden's death came the Age of Lost Omens, the tumultuous time in which imperial Lung Wa collapsed, and its half-millennium of art and culture was threatened by aggressive warlords and squabbling successor states. In the century since, the passionate Muses of Five Flowers have trained and dispatched Shelyn's faithful to study, recover, and propagate the dying art forms abandoned and despoiled in the intervening decades. To protect themselves and the valuable works they preserve, each muse trains extensively in self-defense. Their unique fighting styles are an eclectic tribute to lost martial schools, fending off foes as much with fascinating form as with actual harm.",
			"",
			"### Requirements",
			"",
			"To qualify to become a devoted muse, a character must fulfill all of the following criteria.",
			"",
			"**Base Attack Bonus:** +5.  ",
			"**Alignment:** Lawful good, neutral good, or chaotic good.  ",
			"**Deity:** Must worship Shelyn.  ",
			"**Skills:** Bluff 3 ranks, Knowledge (history) 3 ranks, Perform (dance) 5 ranks.  ",
			"**Feats:** {feat/Combat Expertise}, {feat/Improved Feint}, and {feat/Weapon Finesse}.",
			"",
			"### Class Skills",
			"",
			"The Devoted Muse's class skills are Acrobatics (Dex), Bluff (Cha), Climb (Str), Craft (Int), Escape Artist (Dex), Knowledge (history) (Int), Knowledge (local), Knowledge (nobility), Knowledge (religion) (Int), Perception (Wis), Perform (all) (Cha), Sense Motive (Wis), Sleight of Hand (Dex), Swim (Str).",
			"",
			"**Skill Points at each Level:** 4 + Int modifier.  ",
			"**Hit Die:** d10.",
			"",
			"### Class Features",
			"",
			"| Level | Base Attack Bonus | Fort Save | Ref Save | Will Save | Special |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | +1 | +0 | +1 | +0 | Artful defense, deeds, panache |",
			"| 2nd | +2 | +1 | +1 | +1 | Artistic flourish, circling strike, deadly strike, distracted, harmonious strike |",
			"| 3rd | +3 | +1 | +2 | +1 | Feinting feat |",
			"| 4th | +4 | +1 | +2 | +1 | Deeds (opportune parry and risposte), limitless art +1 |",
			"| 5th | +5 | +2 | +3 | +2 | Confused, staggered |",
			"| 6th | +6 | +2 | +3 | +2 | Feinting feat, inspirational strike |",
			"| 7th | +7 | +2 | +4 | +2 | Limitless art +2 |",
			"| 8th | +8 | +3 | +4 | +3 | Dazed |",
			"| 9th | +9 | +3 | +5 | +3 | Feinting feat |",
			"| 10th | +10 | +3 | +5 | +3 | Limitless art +3, masterful strike |",
			"",
			"The following are the class features of the devoted muse prestige class.",
			"",
			"**Artful Defense (Ex):** When wearing light or no armor and not using a shield, a devoted muse adds 1 point of her Charisma bonus (if any) per class level as a dodge bonus to her Armor Class. If she is caught flat-footed or otherwise denied her Dexterity bonus, she also loses this bonus.",
			"",
			"**Deeds (Ex):** This ability functions exactly as the swashbuckler ability of the same name with two exceptions. First, the devoted muse qualifies for and benefits from deeds as if she were a swashbuckler 3 levels lower than her class level (minimum 1). Second, the devoted muse doesn't gain the opportune parry and riposte deed until 4th level. For the purpose of this ability, a devoted muse's class levels otherwise stack with levels in any other class that grants the deeds ability.",
			"",
			"**Panache (Ex):** This ability functions exactly as the swashbuckler ability of the same name. For the purpose of this ability, a devoted muse's class levels stack with levels in any other class that grants the panache ability.",
			"",
			"**Artistic Flourish (Su):** At 2nd level, when a devoted muse has at least 1 panache point and successfully feints against an opponent in combat, instead of denying the opponent its Dexterity bonus, she can instead create one of the following effects (all of which are mind-affecting effects). A creature can be affected by only one such effect at a time, and imposing a second effect immediately ends the first. The DC of any saving throws to resist these effects is equal to 10 + the devoted muse's class level + her Charisma modifier.",
			"",
			"**Distracted:** The target treats all other creatures as though they had {rule/concealment}, suffering a 20% miss chance on all attack rolls (even if the creature has blindsight). This effect lasts for a number of rounds equal to the devoted muse's Charisma modifier, though a successful Will save reduces the duration to 1 round.",
			"",
			"**Confused:** At 5th level, the devoted muse can cause the target to be confused for 1 round (Will negates). Whether or not the save is successful, a creature cannot be the target of this artistic flourish again for 1 day.",
			"",
			"**Staggered:** At 5th level, the devoted muse can cause the target to be staggered for 1 round (Will negates). Whether or not the save is successful, a creature cannot be the target of this artistic flourish again for 1 day.",
			"",
			"**Dazed:** At 8th level, the devoted muse can spend 1 panache point to cause the target to be dazed for 1 round (Will negates). Whether or not the save is successful, a creature cannot be the target of this artistic flourish again for 1 day.",
			"",
			"**Harmonious Strike (Su):** At 2nd level, when a devoted muse hits a creature affected by her artistic flourish ability, she can spend 1 panache point to perform an especially elegant attack. She selects one of the effects below to modify this harmonious strike.",
			"",
			"**Circling Strike:** After the attack, the devoted muse can move 5 feet as a free action as long as she ends her movement within the target's reach (or former reach, if the attack incapacitated it). This movement does not provoke attacks of opportunity and does not count as a 5-foot step. If she attacked with a weapon whose critical multiplier is &times;3 or higher, she can instead move 10 feet in this way.",
			"",
			"**Deadly Strike:** The attack deals an additional 1d4 points of damage. This extra damage increases by 1d4 every 2 devoted muse levels after 2nd level (maximum 5d4). This is precision damage and isn't multiplied on a critical hit. If her weapon's critical multiplier is &times;3, the size of these bonus damage dice increases by one step to 1d6. If her weapon's critical hit multiplier is &times;4, the die size increases to 1d8.",
			"",
			"**Inspirational Strike:** At 6th level, the devoted muse can inspire her comrades with her attack, granting her allies (including herself) within 30 feet a competence bonus on attack and weapon damage rolls until the end of her next turn. This bonus is equal to her weapon's critical modifier (i.e., +2 for &times;2, +3 for &times;3, etc.). If her attack was a critical hit, these benefits last a number of rounds equal to her Charisma modifier.",
			"",
			"**Masterful Strike:** At 10th level, the devoted muse can feint against one creature within her reach as a free action after resolving the attack. If she performs an artistic flourish with this feint against a distracted target, the target's miss chance against the devoted muse increases by an amount equal to 5 &times; her weapon's critical multiplier.",
			"",
			"**Feinting Feat:** At 3rd level and every 3 class levels thereafter, a devoted muse gains one of the following as a bonus feat: {feat/Disengaging Feint}, {feat/Disengaging Flourish}, {feat/Feint Partner}, {feat/Greater Feint}, {feat/Improved Feint Partner}, {feat/Passing Trick}, {feat/Skill Focus} (Bluff), {feat/Twinned Feint}, or {feat/Wave Strike}. The devoted muse must meet the prerequisites for the feat selected.",
			"",
			"**Limitless Art (Ex):** At 4th level, a devoted muse starts each day with 1 additional panache point, and her maximum number of panache points increases by 1. At 7th level and again at 10th level, the number of additional panache points increases by 1."
		]
	}
}
