{
	"sahuagin": {
		"name": "Sahuagin",
		"sources": [
			"Blood of the Sea",
			"Heroes from the Fringe"
		],
		"description": [
			"## Sahuagin",
			"",
			"{SOURCE Blood of the Sea/17}  ",
			"Sahuagin are well known and feared among aquatic races. These piscine predators are cruel and vicious, and they see all other creatures as either competitors or prey. The sole exception is the shark; sahuagin are rarely found without semi-domesticated sharks nearby, as they feel a close bond with these other predators of the sea and both creatures are used to hunting ruthlessly alongside each other.",
			"",
			"Although sahuagin usually gather together in tight-knit tribes, an individual sahuagin might decide to pursue glory on her own, perhaps seeking a powerful artifact or a richer hunting ground.",
			"",
			"### Sahuagin Racial Traits",
			"",
			"Player character sahuagin have the following racial traits.",
			"",
			">**+2 Strength, +2 Wisdom, -2 Charisma:** While sahuagin are powerful and cunning, they are repulsive creatures.  ",
			">**Monstrous Humanoid:** Sahuagin are monstrous humanoids with the aquatic subtype.  ",
			">**Medium:** Sahuagin are Medium creatures and have no bonuses or penalties due to their size.  ",
			">**Blindsense:** Sahuagin have blindsense with a range of 30 feet.  ",
			">**Darkvision:** Sahuagin have darkvision with a range of 60 feet.  ",
			">**Light Blindness:** Sahuagin have the light blindness trait.  ",
			">**Natural Armor:** Sahuagin have a +3 natural armor bonus.  ",
			">**Normal Speed:** Sahuagin have a base speed of 30 feet.  ",
			">**Fast Swimmer:** Sahuagin have a swim speed of 60 feet.  ",
			">**Bite:** Sahuagin have a natural bite attack that deals 1d4 points of damage. This bite is a primary attack, or a secondary attack if the creature is wielding manufactured weapons.  ",
			">**Claws:** Sahuagin have two claw attacks that deal 1d4 points of damage. These are primary natural attacks.  ",
			">**Blood Frenzy:** Once per day, whenever a sahuagin takes damage, it can fly into a frenzy for 1 minute; gaining a +2 racial bonus to Constitution and Strength but a -2 penalty to AC.  ",
			">**Speak with Sharks:** Sahuagin can communicate telepathically with sharks to a distance of 100 feet. This communication is limited to simple concepts, such as \"attack,\" \"come,\" and \"attack,\"  ",
			">**Languages:** Sahuagin begin play speaking Aquan and Common. Sahuagin with high Intelligence scores can choose from the following: Aboleth, Abyssal, Aklo, Draconic, Giant, Goblin, and Infernal.",
			"",
			"### Subraces",
			"",
			"#### Outsear Sahuagin",
			"",
			"{SOURCE Heroes from the Fringe/31}  ",
			"The settlement of Outsea is a bizarre environment: a saltwater oasis for merfolk and sahuagin in the freshwater River Kingdoms. Centuries ago, a sahuagin nation from the Inner Sea mobilized a city-sized saltwater bolus for an overland assault on a merfolk state located near modern-day Korvosa. The merfolk learned of this ambitious plan and sent an elite group of soldiers in saltwater tanks to intercept the ocean-bubble. The two sides clashed in Lake Encarthan and eventually worked their way up into what is now the River Kingdoms. In this battle, many of the wizards maintaining the sahuagin's briny mobile fortress perished, and the two sides ended up stranded hundreds of miles from any ocean. Begrudgingly putting aside their grievances, the merfolk and sahuagin worked together to prevent their mutual extinction, holding back the fresh water with spells and building the settlement of Outsea to serve as a permanent home. Now Outsea is a thriving city, home to all kinds of peoples. Centuries of coexistence have worn down the merfolk and sahuagin's hatred for each other, and now they live and work together in peace. Outsear sahuagin can take the sahuagin song and stoic defender alternate racial traits described below.",
			"",
			"### Sahuagin Alternate Racial Traits",
			"",
			"#### Replaces Blood Frenzy",
			"",
			"**Stoic Defender**  ",
			"{SOURCE Heroes from the Fringe/31}  ",
			"Outsear sahuagin have learned to control their aggression, standing as reliable guards of the city they are proud to call home. Once per day when a sahuagin with this racial trait takes damage, he can focus on remaining steadfast for the good of Outsea. For 1 minute, the sahuagin gains a +2 racial bonus to AC and a +2 racial bonus on Will saves. This replaces blood frenzy.",
			"",
			"#### Replaces Speak with Sharks",
			"",
			"**Sahuagin Song**  ",
			"{SOURCE Heroes from the Fringe/31}  ",
			"While Outsear sahuagin typically don't have a history of music, over the years the merfolk of the city have shared their love of song with them. Sahuagin with this racial trait gain a +2 racial bonus on Perform (sing) checks and a +1 racial bonus on saves against language-dependent effects. This replaces speak with sharks."
		]
	},
	"samsaran": {
		"name": "Samsaran",
		"sources": [
			"Inner Sea Races",
			"Bestiary 4",
			"Advanced Race Guide",
			"Dragon Empires Gazetteer",
			"Dragon Empires Primer"
		],
		"description": [
			"## Samsaran",
			"",
			"{SOURCE Inner Sea Races/247;Bestiary 4/230;Advanced Race Guide/198;Dragon Empires Gazetteer/11;Dragon Empires Primer/5}  ",
			"Mysterious humanoids with pale blue flesh and transparent blood like the waters of a trickling brook, samsarans are ancient creatures even in their youth. A samsaran's life is not a linear progression from birth to death, but rather a circle of birth to death to rebirth. Whenever a samsaran dies, it reincarnates anew as a young samsaran to live a new life. Her past memories remain vague and indistinct - and each new incarnation is as different a creature and personality as a child is to a parent.",
			"",
			"Samsarans appear similar to humans, with dark hair and solid white eyes with no pupils or irises. Skin tones are generally shades of light blue.",
			"",
			"### Samsaran Racial Traits",
			"",
			">**+2 Intelligence, +2 Wisdom, -2 Constitution:** Samsarans are insightful and strong-minded, but with frail bodies.  ",
			">**Samsaran:** Samsarans are humanoids with the samsaran subtype.  ",
			">**Medium:** Samsarans are Medium creatures and have no bonuses or penalties due to their size.  ",
			">**Normal Speed:** Samsarans have a base speed of 30 feet.  ",
			">**Low-Light Vision:** Samsarans can see twice as far as humans in conditions of dim light.  ",
			">**Lifebound:** Samsarans gain a +2 racial bonus on all saving throws to resist death effects, saving throws against negative energy effects, Fortitude saves to remove negative levels, and Constitution checks to stabilize if reduced to negative hit points.  ",
			">**Samsaran Magic:** Samsarans with a Charisma score of 11 or higher gain the following spell-like abilities: 1/day-{spell/comprehend languages}, {spell/deathwatch}, and {spell/stabilize}. The caster level for these effects equals the samsaran's character level.  ",
			">**Shards of the Past:** A samsaran's past lives grant her bonuses on two skills. The samsaran chooses two skills - she gains a +2 racial bonus on both, and they are always class skills for her. Once made, this choice can't be altered.  ",
			">**Languages:** Samsarans begin play speaking Common and Samsaran. Samsarans with high Intelligence scores can choose from the following languages: any human language, Abyssal, Aquan, Auran, Celestial, Draconic, Giant, Ignan, Infernal, Nagaji, Tengu, and Terran.",
			"",
			"### Samsaran Alternate Racial Traits",
			"",
			"#### Replaces Lifebound",
			"",
			"**Mountaineer**  ",
			"{SOURCE Inner Sea Races/216}  ",
			"Samsarans, often from Zi Ha, who live their lives in the mountains are immune to altitude sickness and do not lose their Dexterity bonus to AC when making Climb checks or Acrobatics checks to cross narrow or slippery surfaces. This racial trait replaces lifebound.",
			"",
			"#### Replaces Shards of the Past",
			"",
			"**Mystic Past Life (Su)**  ",
			"{SOURCE Advanced Race Guide/198}  ",
			"You can add spells from another spellcasting class to the spell list of your current spellcasting class. You add a number of spells equal to 1 + your spellcasting class's key ability score bonus (Wisdom for clerics, and so on). The spells must be the same type (arcane or divine) as the spellcasting class you're adding them to. For example, you could add divine power to your druid class spell list, but not to your wizard class spell list because divine power is a divine spell. These spells do not have to be spells you can cast as a 1st-level character. The number of spells granted by this ability is set at 1st level. Changes to your ability score do not change the number of spells gained. This racial trait replaces shards of the past.",
			"",
			"### Samsaran Favored Class Options",
			"",
			"Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, Samsarans have the option of choosing from a number of other bonuses, depending upon their favored class.",
			"",
			"The following options are available to all Samsarans who have the listed favored class.",
			"",
			"**Monk** ({source/Advanced Race Guide/ pg. 198}): Add a +1/2 bonus on the monk's saving throws to resist death attacks.  ",
			"**Oracle** ({source/Advanced Race Guide/ pg. 198}): Add one spell known from the oracle spell list. This spell must be at least one level below the highest spell level the oracle can cast.  ",
			"**Rogue** ({source/Advanced Race Guide/ pg. 198}): The rogue gains 1/6 of a new rogue talent.  ",
			"**Wizard** ({source/Advanced Race Guide/ pg. 198}): Add one spell from the wizard spell list to the wizard's spellbook. This spell must be at least one level below the highest spell level the wizard can cast."
		]
	},
	"reborn_samsaran": {
		"name": "Reborn Samsaran",
		"sources": [ "Occult Bestiary" ],
		"description": [
			"## Reborn Samsaran",
			"",
			"{SOURCE Occult Bestiary/50}  ",
			"Sometimes a {race/samsaran} perishes under especially dramatic emotional circumstances, causing its soul to wander the Ethereal Plane before finally reincarnating. This spirit journey frays the samsaran's connection to his past lives but strengthens his ability to read others' pasts and present.",
			"",
			"### Reborn Samsaran Racial Traits",
			"",
			"Reborn samsarans are defined by their class levels - they don't have racial Hit Dice. All reborn samsarans have the following racial traits.",
			"",
			">**+2 Intelligence, +2 Wisdom, -2 Constitution:** Reborn samsarans are insightful and learn quickly, but their bodies tend to be frail.  ",
			">**Medium:** Reborn samsarans are Medium creatures and have no bonuses or penalties due to their size.  ",
			">**Normal Speed:** Reborn samsarans have a base speed of 30 feet.  ",
			">**Low-Light Vision:** Reborn samsarans can see twice as far as humans in conditions of dim light.  ",
			">**Psychic Attunement:** Reborn samsarans receive {feat/Psychic Virtuoso} as a bonus feat at 1st level. Those who can't use occult skill unlocks at 1st level instead gain the {feat/Psychic Sensitivity} feat as a bonus feat.  ",
			">**Reborn Magic:** A reborn samsaran with a Charisma score of 11 or higher can cast the following spells (as per the {umr/psychic magic} universal monster rule, using his Charisma modifier to determine the DCs): {spell/burst of insight} (1 PE), {spell/detect psychic significance} (0 PE), {spell/object reading} (2 PE), and {spell/psychic reading} (1 PE). The caster level is equal to the reborn samsaran's level. The reborn samsaran has a reservoir of 5 PE per day.  ",
			">**Special Qualities:** A reborn samsaran gains the following special qualities.  ",
			">**Aura Transparency:** A reborn samsaran has difficulty hiding his psychic signatures. The DC of any skill check made to read his aura decreases by 5, and the check takes one-tenth as long as normal to perform.  ",
			">**Psychic Learning:** When a reborn samsaran expends psychic energy to cast psychic reading to identify a humanoid's class, he temporarily treats two of the target's class skills as if they were class skills for him. He can use these skills untrained and gains a +2 insight bonus on such checks. These benefits last for 24 hours or until the reborn samsaran spends psychic energy to cast psychic reading again.  ",
			">**Languages:** Reborn samsarans begin play speaking Common and Samsaran. Those reborn samsarans with high Intelligence scores can choose from the following: any human language, Abyssal, Aquan, Auran, Celestial, Draconic, Giant, Ignan, Infernal, and Terran."
		]
	},
	"shabti": {
		"name": "Shabti",
		"sources": [
			"Bestiary 5",
			"Pathfinder #84: Pyramid of the Sky Pharaoh",
			"Plane-Hopper's Handbook"
		],
		"description": [
			"## Shabti",
			"",
			"{SOURCE Bestiary 5/227;Pathfinder #84: Pyramid of the Sky Pharaoh/90}  ",
			"Death is more terrifying for those who have the best of life. Many rulers obsess over their mortality, the most brazen turning to the mystical arts, pouring their fears into splendid vessels, fashioning simulacra of themselves to bear the scourge of Pharasma's judgment. In the mortal world, these icons are nothing but gold with a ruler's face and name, but in death, they are shabti.",
			"",
			"Existing as something between mortal souls, fabricated beings, and true children of the planes, shabti are immortal facsimiles of death-obsessed nobles. They serve out the sentences of their mortal twins, whether it be an infinity of torture or an eternity wandering the planes. Most never emerge from such trials, but some manage to find their own paths upon the planes.",
			"",
			"Shabti typically look like idealized humans with perfect physiques and flawless features. They usually stand just over 6 feet tall and weigh between 150 and 210 pounds.",
			"",
			"### Shabti Racial Traits",
			"",
			">**+2 Constitution, +2 Charisma:** Shabti have powerful bodies and presences to match.  ",
			">**Native Outsider:** Shabti are outsiders with the native subtype.  ",
			">**Medium:** Shabti are Medium creatures and receive no bonuses or penalties due to their size.  ",
			">**Darkvision:** Shabti can see in the dark up to 60 feet.  ",
			">**Immortal (Ex):** Shabti do not age naturally and can't die of old age. While some might come into being at age categories other than adulthood, they never leave their original age categories. Spells and effects that cause aging affect a shabti as normal.  ",
			">**Immune to Undeath (Ex):** Shabti can't become undead. Spells and abilities that would transform a shabti into an undead creature have no effect.  ",
			">**Past Life Knowledge (Ex):** Shabti remember bits of their past lives. As a result, they treat all Knowledge skills as class skills.  ",
			">**Resist Level Drain (Ex):** A shabti takes no penalties from energy drain effects, though it can still be killed if it accrues more negative levels than it has Hit Dice. After 24 hours, any negative levels a shabti takes are automatically removed without the need for additional saving throws.  ",
			">**Shattered Soul (Ex):** Shabti who are killed are exceptionally difficult to return to life. Anyone who attempts to return a shabti to life using {spell/raise dead}, {spell/resurrection}, or a similar spell must succeed at a caster level check whose DC is equal to 10 + the shabti's Hit Dice. If it fails, the spell fails and the caster can't return the shabti to life for the next 24 hours (though the caster can try again after this period).  ",
			">**Normal Speed:** Shabti have a base speed of 30 feet.  ",
			">**Spell-Like Ability:** A shabti can use {spell/suggestion} once per day as a spell-like ability, with a caster level equal to the shabti's class level.  ",
			">**Languages:** Shabti begin play speaking Common. Those with high Intelligence scores can choose any languages they want (except secret languages, such as Druidic).",
			"",
			"### Shabti Alternate Racial Traits",
			"",
			"#### Replaces Immune to Undeath, Native Subtype",
			"",
			"**Facsimile**  ",
			"{SOURCE Plane-Hopper's Handbook/23}  ",
			"A few shabti are made with such skill they are nearly perfect copies of a mortal. Shabti with this racial trait appear to be human, save perhaps for minor features like unusual skin color. They count as humanoid (human) as well as outsider (native) for all purposes (such as humanoid-affecting spells like {spell/charm person}).",
			"",
			"This racial trait replaces immune to undeath and alters the native subtype.",
			"",
			"#### Replaces Past Life Knowledge",
			"",
			"**Blank Slate**  ",
			"{SOURCE Plane-Hopper's Handbook/23}  ",
			"Some shabti are bereft of memories of their past lives but can accomplish great improvisations. Shabti with this racial trait can, once per day as a free action, treat any skill as though they had a number of ranks equal to half of their character levels for one skill check (minimum 1 rank).",
			"",
			"This racial trait replaces past life knowledge.",
			"",
			"#### Replaces Resist Level Drain",
			"",
			"**Soul Sympathy**  ",
			"{SOURCE Plane-Hopper's Handbook/23}  ",
			"Crafted to suffer punishments intended for their masters, some shabti can use this mortal connection to serve as reciprocal conduits. As an immediate action after being afflicted by temporary negative levels, a shabti with this racial trait can force the creature that inflicted the negative levels to suffer the same cumulative penalties, hit point loss, and caster level reduction. The shabti can use this ability only on an enemy within 60 feet and can share penalties with only one creature at a time. The shabti can sever this link as a free action.",
			"",
			"This racial trait replaces resist level drain.",
			"",
			"#### Replaces Spell-Like Ability",
			"",
			"**Pharaonic Will**  ",
			"{SOURCE Plane-Hopper's Handbook/23}  ",
			"Rather than working to influence others, some shabti focus inward. Once per day as an immediate action after failing a save against a charm, compulsion, or fear effect, a shabti with this racial trait can reroll the save with a +2 racial bonus.",
			"",
			"This racial trait replaces spell-like ability.",
			"",
			"### Shabti Favored Class Options",
			"",
			"Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, Shabti have the option of choosing from a number of other bonuses, depending upon their favored class.",
			"",
			"The following options are available to all Shabti who have the listed favored class.",
			"",
			"**Bard** ({source/Plane-Hopper's Handbook/ pg. 23}): Add 1/2 to the bard's bardic knowledge bonus.  ",
			"**Bloodrager** ({source/Plane-Hopper's Handbook/ pg. 23}): Add 1/4 to the bloodrager's effective class level when determining the power of her bloodrager bloodline powers.  ",
			"**Investigator** ({source/Plane-Hopper's Handbook/ pg. 23}): Add 1/6 rounds to the duration of the investigator's studied combat.  ",
			"**Medium** ({source/Plane-Hopper's Handbook/ pg. 23}): Add 1/5 to the bonus allies gain from shared seance. This doesn't increase the medium's seance boon.  ",
			"**Oracle** ({source/Plane-Hopper's Handbook/ pg. 23}): Add one spell from the psychic spell list that isn't on the cleric spell list to the list of spells the oracle knows. This spell must be at least 1 level below the highest spell level the oracle can cast.  ",
			"**Paladin** ({source/Plane-Hopper's Handbook/ pg. 23}): Add 1/2 to the paladin's level when determining the effect of smite evil against incorporeal and ethereal creatures.  ",
			"**Ranger** ({source/Plane-Hopper's Handbook/ pg. 23}): Add 1/4 to a single existing favored terrain bonus (maximum bonus +1 per favored terrain).  ",
			"**Shaman** ({source/Plane-Hopper's Handbook/ pg. 23}): Add one spell from the psychic spell list that isn't on the shaman spell list to the list of spells the shaman knows. This spell must be at least 1 level below the highest spell level the shaman can cast.  ",
			"**Skald** ({source/Plane-Hopper's Handbook/ pg. 23}): Add 1/2 to the skald's bardic knowledge bonus.  ",
			"**Spiritualist** ({source/Plane-Hopper's Handbook/ pg. 23}): Add 1 foot to the limit of etheric tether. This includes how far the spiritualist's phantom can be before needing to concentrate and before the tether is broken."
		]
	},
	"skinwalker": {
		"name": "Skinwalker",
		"sources": [
			"Bestiary 5",
			"Inner Sea Races",
			"Blood of the Moon",
			"Pathfinder #115: Trail of the Hunted"
		],
		"description": [
			"## Skinwalker",
			"",
			"{SOURCE Bestiary 5/233;Inner Sea Races/248;Blood of the Moon/6}  ",
			"Most people believe skinwalkers are half-breeds of lycanthropes, or that they share some slight version of the curse of those creatures. Skinwalker shamans say they are chosen by nature or the gods to be a bridge between the world of humanity and the animal world. The truth may lie somewhere between these two ideas. For indeed, skinwalkers are those with a lycanthrope crouching somewhere in the branches of their family tree. These distant progeny of monstrous werewolves and other creatures of the night have special talents unlike those of most civilized peoples, and they arise randomly among remote humanoid populations as well as within their own secretive sects. A pair of humans may give birth to a skinwalker - the dormant lycanthropic ancestry making itself known in a child neither beast nor human - or a pair of skinwalker parents may produce a skinwalker child, though these couplings can sometimes produce human children as well.",
			"",
			"Skinwalkers resemble humans much of the time, but they possess the uncanny ability to transform into bestial humanoids who combine the most fearsome aspects of flesh and fur. It's largely believed that skinwalkers originated far from the Inner Sea region, on the distant continent of Arcadia to the west, though their prevalence in Avistan and Garund leads many to question this theory.",
			"",
			"**Physical Description:** Outwardly human, skinwalkers are virtually indistinguishable from others of the ethnic group into which they are born. Those rare skinwalkers who have bred true for generations tend to have dark eyes, straight dark hair, and richly colored skin. Skinwalkers' features vary greatly when they shapechange. They gain a bestial visage evoking the creatures they emulate; the snout elongates, teeth become more prominent, claws emerge from fingertips, and skin toughens into hide. Despite their shapechanging abilities, they are not immune to infection from full lycanthropes.",
			"",
			"**Society:** Skinwalkers sometimes weave themselves into other societies, hoping their peculiar talents go unnoticed. They may also be nomads found in lands with wide-open spaces. Groups of skinwalkers hidden among a larger community of non-skinwalkers may regularly gather for lunar rituals or nocturnal pack hunting.",
			"",
			"**Relations:** Skinwalkers mostly populate human settlements and communities. They tend to get along with catfolk, tengus, and members of other animal-like races (including lycanthropes), and are comfortable taking their animalistic forms in the company of these fellows. However, many natural lycanthropes see skinwalkers as weaker, inferior versions of their own kind, and some lycanthropes even take to infecting or even hunting their distant kin.",
			"",
			"**Alignment and Religion:** Skinwalkers tend toward neutral alignments, but may be of any. Many follow the Green Faith or venerate deities with close ties to nature and the animal world, as well as those connected with hunting, transformation, travel, and trickery.",
			"",
			"**Adventurers:** Often on the move, skinwalkers make for excellent adventurers. Once they become comfortable in a group, most skinwalkers come to see their adventuring allies as their pack or herd.",
			"",
			"**Names:** Skinwalkers born in human and humanoid societies share the naming conventions of the surrounding culture. Skinwalkers born in their own packs typically have names similar to their overarching ethnicities appended with flavorful, animal-inspired appellations such as Bearmaw, Wolftamer, Fangblood, or Owlmarked.",
			"",
			"### Skinwalker Racial Traits",
			"",
			">**+2 Wisdom, -2 Intelligence, +2 to One Physical Ability Score While in Bestial Form:** Skinwalkers are attuned to the natural order and value passion above reason. Their bestial forms strengthen their bodies in various ways.  ",
			">**Medium:** Skinwalkers are Medium creatures and have no bonuses or penalties due to their size.  ",
			">**Normal Speed:** Skinwalkers have a base speed of 30 feet.  ",
			">**Low-Light Vision:** Skinwalkers can see twice as far as humans can in dim light.  ",
			">**Spell-Like Ability:** A skinwalker with a Wisdom score of 11 or higher can use {spell/speak with animals} once per day as a spell-like ability, using his Wisdom modifier to determine his concentration checks. The caster level for this ability is equal to the skinwalker's character level.  ",
			">**Animal-Minded:** Skinwalkers have a +2 racial bonus on Handle Animal checks and on wild empathy checks.  ",
			">**Change Shape (Su):** A skinwalker can change shape to a bestial form as a standard action. In bestial form, a skinwalker gains a +2 racial bonus to his choice of Strength, Dexterity, or Constitution. While in this form, a skinwalker also takes on an animalistic feature that provides a special effect. Each time a skinwalker assumes bestial form, he can choose to gain two claw attacks that each deal 1d4 points of damage, 60 foot darkvision, or a +1 natural armor bonus. These benefits last until the skinwalker returns to his humanoid form as a swift action. A skinwalker must first return to his humanoid form before changing to bestial form again to change benefits.  ",
			">**Languages:** Skinwalkers all begin play speaking Common. Skinwalkers with high Intelligence scores can choose any languages they want (except secret languages, such as Druidic).",
			"",
			"### Subraces",
			"",
			"#### Werebat-Kin (Bloodmarked)",
			"",
			"{SOURCE Inner Sea Races/248;Blood of the Moon/8}  ",
			"These skinwalkers are usually communal and defer readily to their superiors. They prefer dwelling in areas of dense foliage, such as jungles or forests. They often have little trust for those not in their immediate clan.",
			"",
			"*Ability Modifiers* +2 Intelligence, -2 Wisdom (+2 Dexterity while shapechanged)  ",
			"*Alternate Skill Modifiers* Fly, Perception at night  ",
			"*Alternate Spell-Like Ability* {spell/obscuring mist} 1/day",
			"",
			"##### Bestial Features",
			"",
			"- Bite attack that deals 1d6 points of damage",
			"- +4 racial bonus on Perception checks",
			"- Scent to a range of 30 feet",
			"- Treat falling damage as if the distance fallen were 20 feet less than it actually is",
			"",
			"#### Werebear-Kin (Coldborn)",
			"",
			"{SOURCE Inner Sea Races/248;Blood of the Moon/10}  ",
			"Known and respected as the defenders of the wild in many parts of the Lands of the Linnorm Kings, these skinwalkers often prefer to live as recluses.",
			"",
			"*Ability Modifiers* +2 Constitution, -2 Charisma (+2 Wisdom while shapechanged)  ",
			"*Alternate Skill Modifiers* Climb, wild empathy  ",
			"*Alternate Spell-Like Ability* {spell/calm animals} 1/day",
			"",
			"##### Bestial Features",
			"",
			"- Bite attack that deals 1d6 points of damage",
			"- 2 claw attacks that each deal 1d4 points of damage",
			"- Climb speed of 20 feet",
			"- Scent to a range of 30 feet",
			"",
			"#### Wereboar-Kin (Ragebred)",
			"",
			"{SOURCE Inner Sea Races/248;Blood of the Moon/12}  ",
			"These skinwalkers are known for their fiery tempers and stubborn streaks, features that have earned them respect in remote corners of Garund, Cheliax, and Varisia as freedom fighters.",
			"",
			"*Ability Modifiers* +2 Strength, -2 Charisma (+2 Constitution while shapechanged)  ",
			"*Alternate Skill Modifiers* Handle Animal, Perception  ",
			"*Alternate Spell-Like Ability* {spell/speak with animals} (pigs and boars only) 3/day",
			"",
			"##### Bestial Features",
			"",
			"- +10 foot racial bonus to base speed",
			"- Gore attack that deals 1d6 points of damage",
			"- 2 hoof attacks that each deal 1d4 points of damage",
			"- Scent to a range of 30 feet",
			"",
			"#### Werecrocodile-Kin (Scaleheart)",
			"",
			"{SOURCE Inner Sea Races/249;Blood of the Moon/14}  ",
			"Found most often in areas such as the Shackles and the Sodden lands, these skinwalkers are often brutish and cruel.",
			"",
			"*Ability Modifiers* +2 Constitution, -2 Wisdom (+2 Strength while shapechanged)  ",
			"*Alternate Skill Modifiers* Stealth, wild empathy  ",
			"*Alternate Spell-Like Ability* {spell/scare} 1/day",
			"",
			"##### Bestial Features",
			"",
			"- Bite attack that deals 1d6 points of damage",
			"- Darkvision to a range of 60 feet",
			"- Swim speed of 30 feet",
			"- {umr/Ferocity}",
			"",
			"#### Wereraptor-Kin (Aerieborn)",
			"",
			"{SOURCE Pathfinder #115: Trail of the Hunted/89}",
			"",
			"*Ancestry* wereraptor  ",
			"*Typical Alignment* LN  ",
			"*Ability Modifiers* +2 Wis, -2 Cha (+2 Dex while shapechanged)  ",
			"*Alternate Skill Modifiers* Perception, Sense Motive  ",
			"*Alternate Spell-Like Ability* {spell/feather fall} 1/day",
			"",
			"##### Bestial Features",
			"",
			"- Bite attack that deals 1d6 points of damage",
			"- 2 talon attacks that each deal 1d4 points of damage",
			"- +4 racial bonus on Perception checks",
			"- Increase fly speeds from other sources by 10 feet",
			"",
			"#### Wererat-Kin (Nightskulk)",
			"",
			"{SOURCE Inner Sea Races/249;Blood of the Moon/18}  ",
			"These creatures, who are among the more common of the skinwalkers, prefer to dwell in urban areas.",
			"",
			"*Ability Modifiers* +2 Intelligence, -2 Strength (+2 Dexterity while shapechanged)  ",
			"*Alternate Skill Modifiers* Handle Animal, Stealth in urban environments  ",
			"*Alternate Spell-Like Ability* {spell/speak with animals} (rodents only) 3/day",
			"",
			"##### Bestial Features",
			"",
			"- Bite attack that deals 1d6 points of damage",
			"- Climb speed of 30 feet",
			"- {umr/Distraction} (except with only one chosen natural attack per round, and sickens instead of nauseates).",
			"- Scent to a range of 30 feet",
			"",
			"#### Wereshark-Kin (Seascarred)",
			"",
			"{SOURCE Inner Sea Races/249;Blood of the Moon/20}  ",
			"These unusual skinwalkers tend to be strong-willed and brisk in their patterns of speech. They often serve aboard pirate ships, where their traits are well appreciated.",
			"",
			"*Ability Modifiers* +2 Wisdom, -2 Intelligence (+2 Constitution while shapechanged)  ",
			"*Alternate Skill Modifiers* Perception, Swim  ",
			"*Alternate Spell-Like Ability* {spell/charm animal} (aquatic animals only) 3/day",
			"",
			"##### Bestial Features",
			"",
			"- Breathe water as well as air",
			"- Bite attack that deals 1d6 points of damage",
			"- {umr/Ferocity}",
			"- Swim speed of 30 feet",
			"",
			"#### Weretiger-Kin (Fanglord)",
			"",
			"{SOURCE Inner Sea Races/249;Blood of the Moon/22}  ",
			"More common in Vudra than the Inner Sea region, these skinwalkers are notorious for their fickle attitudes.",
			"",
			"*Ability Modifiers* +2 Dexterity, -2 Wisdom (+2 Charisma while shapechanged)  ",
			"*Alternate Skill Modifiers* Acrobatics, Perception  ",
			"*Alternate Spell-Like Ability* {spell/jump} 1/day",
			"",
			"##### Bestial Features",
			"",
			"- Bite attack that deals 1d6 points of damage",
			"- 2 claw attacks that each deal 1d4 points of damage",
			"- +10-foot racial bonus to base speed",
			"- {umr/See in darkness}",
			"",
			"#### Werewolf-Kin (Witchwolf)",
			"",
			"{SOURCE Inner Sea Races/249;Blood of the Moon/24}  ",
			"Perhaps the most prevalent breed of skinwalker, witchwolves prefer dwelling with others of their kind.",
			"",
			"*Ability Modifiers* +2 Constitution, -2 Intelligence (+2 Wisdom while shapechanged)  ",
			"*Alternate Skill Modifiers* Perception, wild empathy  ",
			"*Alternate Spell-Like Ability* {spell/magic fang} 1/day",
			"",
			"##### Bestial Features",
			"",
			"- Bite attack that deals 1d6 points of damage",
			"- 2 claw attacks that each deal 1d4 points of damage",
			"- Darkvision 60 feet",
			"- +2 racial bonus on all saving throws",
			"",
			"### Skinwalker Alternate Racial Traits",
			"",
			"#### Replaces Lifebound",
			"",
			"**Beast Talker**  ",
			"{SOURCE Inner Sea Races/216}  ",
			"Some skinwalkers' ability to communicate with animals is stronger than their ability to transform. Such skinwalkers can only use their change shape ability once per day for 1 minute per level, but they can use their {spell/speak with animals} spell-like ability at will. This racial trait alters the change shape and spell-like ability racial traits."
		]
	},
	"strix": {
		"name": "Strix",
		"sources": [
			"Inner Sea Races",
			"Advanced Race Guide",
			"Inner Sea World Guide",
			"Pathfinder #25: The Bastards of Erebus",
			"Pathfinder #101: The Kintargo Contract"
		],
		"description": [
			"## Strix",
			"",
			"{SOURCE Inner Sea Races/249;Advanced Race Guide/200;Inner Sea World Guide/313;Pathfinder #25: The Bastards of Erebus/83}  ",
			"Human neighbors tell horrific tales of slaughter woven with frightened suspicion when speaking of strix. Strix, however, tell a tale of encroachment and a struggle for land and resources. For ages, humans invaded strix lands fighting bloody battles against the fierce, black-skinned creatures they thought to be winged devils. Over time, strix have developed a hatred for humankind and now fiercely protect their dwindling numbers.",
			"",
			"### Strix Racial Traits",
			"",
			">**+2 Dexterity, -2 Charisma:** Strix are swift and elusive, but tend to be stubborn and swift to anger.  ",
			">**Medium:** Strix are Medium creatures and have no bonuses or penalties due to their size.  ",
			">**Normal Speed:** Strix have a base speed of 30 feet on land.  ",
			">**Flight:** Strix have a fly speed of 60 feet (average).  ",
			">**Low-Light Vision:** Strix can see twice as far as humans in conditions of dim light.  ",
			">**Darkvision:** Strix can see in the dark up to 60 feet.  ",
			">**Hatred:** Strix receive a +1 bonus on attack rolls against humanoid creatures of the human subtype because of their special training against these hated foes.  ",
			">**Nocturnal:** Strix gain a +2 racial bonus on Perception and Stealth checks in dim light or darkness.  ",
			">**Suspicious:** Strix receive a +2 racial bonus on saving throws against illusion spells or effects.  ",
			">**Languages:** Strix begin play speaking Strix. Those with high Intelligence scores can choose any of the following languages: Auran, Azlanti, Common, Draconic, Giant, Gnome, Goblin, and Infernal.",
			"",
			"### Strix Alternate Racial Traits",
			"",
			"#### Replaces Hatred, Suspicious",
			"",
			"**Cautious Brawler**  ",
			"{SOURCE Inner Sea Races/216}  ",
			"Because strix are careful to avoid injuring other strix even when they fight with each other, they develop a talent for fighting without causing lasting harm. They gain a +1 racial bonus on damage rolls when dealing nonlethal damage and take no attack penalty when dealing nonlethal damage with a lethal weapon. This racial trait replaces hatred and suspicious.",
			"",
			"#### Replaces Nocturnal",
			"",
			"**Dayguard**  ",
			"{SOURCE Advanced Race Guide/200}  ",
			"Familiar with watching over its tribe during the day, the strix gains a +2 racial bonus on Perception checks and treats Perception as a class skill. This racial trait replaces nocturnal.",
			"",
			"**Frightening**  ",
			"{SOURCE Advanced Race Guide/200}  ",
			"The strix looks particularly menacing and use this to its advantage, gaining a +2 racial bonus on Intimidate checks. This racial trait replaces nocturnal.",
			"",
			"#### Replaces Normal Speed",
			"",
			"**Wing-Clipped**  ",
			"{SOURCE Advanced Race Guide/200}  ",
			"The flight of wing-clipped strix is weaker than normal, whether from deformity or injury. Their fly speed is 20 feet (poor) instead of the normal fly speed, and they must make a DC 30 Fly check to fly upward. Ostracized by their tribes and forced to deal with other races, these strix compensate for their weakness by gaining a +2 racial bonus on Bluff, Climb, and Diplomacy checks.",
			"",
			"#### Replaces Suspicious",
			"",
			"**Nimble**  ",
			"{SOURCE Advanced Race Guide/200}  ",
			"The strix receives a +1 racial bonus on Reflex saves. This replaces the suspicious racial trait.",
			"",
			"**Tough**  ",
			"{SOURCE Advanced Race Guide/200}  ",
			"The strix receives a +1 racial bonus on Fortitude saves. This racial trait replaces suspicious.",
			"",
			"### Strix Favored Class Options",
			"",
			"Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, Strix have the option of choosing from a number of other bonuses, depending upon their favored class.",
			"",
			"The following options are available to all Strix who have the listed favored class.",
			"",
			"**Barbarian** ({source/Advanced Race Guide/ pg. 200}): Add +1 to the barbarian's total number of rage rounds per day.  ",
			"**Bloodrager** ({source/Pathfinder #101: The Kintargo Contract/ pg. 73}): Increase the bloodrager's total number of bloodrage rounds per day by 1.  ",
			"**Brawler** ({source/Pathfinder #101: The Kintargo Contract/ pg. 73}): Add 1/4 to the brawler's effective class level to determine her unarmed strike damage.  ",
			"**Druid** ({source/Pathfinder #101: The Kintargo Contract/ pg. 73}): Add a +1/2 bonus to Knowledge (nature) checks related to weather and flying animals.  ",
			"**Fighter** ({source/Advanced Race Guide/ pg. 200}): Add +1/4 to the attack roll bonus from the strix's hatred racial trait.  ",
			"**Hunter** ({source/Pathfinder #101: The Kintargo Contract/ pg. 73}): Add 1 hit point to the hunter's animal companion. If the hunter replaces her animal companion, the new animal companion gains these bonus hit points.  ",
			"**Monk** ({source/Advanced Race Guide/ pg. 200}): Add +1/4 point to the monk's ki pool.  ",
			"**Oracle** ({source/Pathfinder #101: The Kintargo Contract/ pg. 73}): Add one spell known from the oracle spell list. This spell must be at least 1 level below the highest spell level the oracle can cast.  ",
			"**Ranger** ({source/Advanced Race Guide/ pg. 200}): Add +1/2 round to the duration of the bonus granted to the companions of the ranger using his hunter's bond ability.  ",
			"**Shaman** ({source/Pathfinder #101: The Kintargo Contract/ pg. 73}): Add 1/2 to the shaman's effective class level for the purpose of determining her spirit animal's natural armor adjustment, Intelligence, and special abilities.  ",
			"**Slayer** ({source/Pathfinder #101: The Kintargo Contract/ pg. 73}): Increase the studied target bonus on Perception and Survival checks by 1/4. When the slayer gains the stalker class feature, the slayer also gains this increase to the studied target bonus on Stealth checks.  ",
			"**Witch** ({source/Pathfinder #101: The Kintargo Contract/ pg. 73}): Add one spell from the witch spell list to the witch's familiar. This spell must be at least 1 level below the highest spell level the witch can cast. If the witch ever replaces this familiar, the new familiar knows these bonus spells."
		]
	},
	"suli": {
		"name": "Suli",
		"sources": [
			"Inner Sea Races",
			"Bestiary 3",
			"Qadira, Gateway to the East",
			"Advanced Race Guide"
		],
		"description": [
			"## Suli",
			"",
			"{SOURCE Inner Sea Races/250;Bestiary 3/258;Qadira, Gateway to the East/28;Advanced Race Guide/202}  ",
			"Sulis, or suli-jann, are the descendents of mortals and jann. They manifest their otherworldly heritage in adolescence, or when awakened by an encounter with a genie. Strong and attractive, these dynamic individuals can call forth elemental energies to augment their prowess in combat. Neither genie nor quite human, sulis stand in two worlds and often feel as if they don't belong to either.",
			"",
			"### Suli Racial Traits",
			"",
			">**+2 Strength, +2 Charisma, -2 Intelligence:** Sulis are brawny and charming, but slow-witted.  ",
			">**Native Outsider:** Sulis are outsiders with the native subtype.  ",
			">**Medium:** Sulis are Medium creatures and have no bonuses or penalties due to their size.  ",
			">**Normal Speed:** Sulis have a base speed of 30 feet.  ",
			">**Low-Light Vision:** Sulis can see twice as far as humans in dim light.  ",
			">**Negotiator:** Sulis are keen negotiators, and gain a +2 racial bonus on Diplomacy and Sense Motive checks.  ",
			">**Elemental Assault:** Once per day as a swift action, a suli can shroud her arms in acid, cold, electricity, or fire. This effect lasts for 1 round per level and can be dismissed as a free action. Unarmed strikes with her arms or hands (or attacks with weapons held in those hands) deal +1d6 points of damage of the appropriate energy type.  ",
			">**Energy Resistance:** Sulis have resistance to acid 5, cold 5, electricity 5, and fire 5.  ",
			">**Languages:** Sulis begin play speaking Common and one elemental language (Aquan, Auran, Ignan, or Terran). Sulis with high Intelligence scores can choose from the following languages: Aquan, Auran, Draconic, Ignan, and Terran.",
			"",
			"### Suli Alternate Racial Traits",
			"",
			"#### Replaces Elemental Assault",
			"",
			"**Energy Strike (Su)**  ",
			"{SOURCE Advanced Race Guide/202}  ",
			"A suli with this racial trait has a stronger connection to one energy type than to the other three used by sulis. Choose one energy type: acid, cold, electricity, or fire. The suli's elemental assault ability can only deal energy damage of this type. The suli has resistance 5 to this energy type and no racial resistance to the other three types. While her elemental assault is active, the suli gains an additional ability based on the chosen energy type.",
			"",
			">**Earthfoot (acid):** Whenever the suli moves through difficult terrain related to earth and stone (rubble, mud, sand, and so on), she may move through 5 feet of that difficult terrain each round as if it were normal terrain. This allows the suli to take a 5-foot step into that difficult terrain. Other kinds of difficult terrain (ice, caltrops, foliage, and so on) affect the suli normally.",
			">",
			">**Firehand (fire):** Instead of adding damage to a melee attack, the suli may hurl a piece of her arm-flames as if it were a thrown weapon. The suli makes a ranged touch attack; if the attack hits, the target takes 1d6 points of fire damage. The flames have a range increment of 10 feet.",
			">",
			">**Icewalk (cold):** The suli can walk on water-based liquids as if using water walk, except instead of hovering above the surface, she creates a temporary layer of ice that supports her and immediately melts once she moves away from it. This ice is not slippery to the suli and does not affect her balance or speed, though other ice affects her normally. Other creatures cannot travel on this ice, but the suli may carry a creature while moving.",
			">",
			">**Shockshield (electricity):** Once per round as an immediate action, the suli can shock a creature that touches or attacks her with a natural attack, unarmed strike, or metal melee weapon, dealing 1d6 points of electricity damage to the creature.",
			"",
			"This racial trait otherwise works like and replaces elemental assault.",
			"",
			"#### Replaces Energy Resistance, Low-Light Vision",
			"",
			"**Trusted Mediator**  ",
			"{SOURCE Inner Sea Races/216}  ",
			"Sulis are renowned in Thuvia and beyond as impartial mediators, and they learn to shroud their minds to prevent magic from tampering with their judgments. They gain a +2 racial bonus on saving throws against mind-affecting effects. This racial trait replaces energy resistance and low-light vision.",
			"",
			"#### Replaces Languages, Subtype, Type",
			"",
			"**Mostly Human**  ",
			"{SOURCE Inner Sea Races/215}  ",
			"A few ifrits, oreads, sulis, sylphs, and undines have appearances much closer to those of their human ancestors; in fact, they may not even realize their true race. Such geniekin appear to be human, save perhaps minor features like unusual eye color, and they count as humanoid (human) as well as outsider (native) for all purposes (such as humanoid-affecting spells such as {spell/charm person} or {spell/enlarge person}). These geniekin do not automatically gain their associated elemental language (but may select it as a bonus language if their Intelligence is high enough). This ability alters the geniekin's type, subtype, and languages.",
			"",
			"### Suli Favored Class Options",
			"",
			"Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, Sulis have the option of choosing from a number of other bonuses, depending upon their favored class.",
			"",
			"The following options are available to all Sulis who have the listed favored class.",
			"",
			"**Magus** ({source/Advanced Race Guide/ pg. 203}): Add +1/4 point to the magus's arcane pool.  ",
			"**Monk** ({source/Advanced Race Guide/ pg. 203}): Add +1/2 point of damage to elemental assault.  ",
			"**Ranger** ({source/Advanced Race Guide/ pg. 203}): Add +1 to acid resistance, cold resistance, electricity resistance, or fire resistance."
		]
	},
	"svirfneblin": {
		"name": "Svirfneblin",
		"sources": [
			"Inner Sea Races",
			"Advanced Race Guide",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"## Svirfneblin",
			"",
			"{SOURCE Inner Sea Races/250;Advanced Race Guide/204;Pathfinder RPG Bestiary/261}  ",
			"In the dark below earth, svirfneblin protect their enclaves, keeping their small communities safe from the terrors of the lightless depths. Serious creatures with slate-gray skin, these gnomes vary greatly from their surface cousins by choosing to live in the shadowy depths and protect the world above from the foul creatures sharing their chambers, vaults, and tunnels.",
			"",
			"### Svirfneblin Racial Traits",
			"",
			">**+2 Dexterity, +2 Wisdom, -2 Strength, -4 Charisma:** Svirfneblin are fast and observant but relatively weak and emotionally distant.  ",
			">**Gnome:** Svirfneblin are humanoids with the gnome subtype.  ",
			">**Small:** Svirfneblin are Small creatures and gain a +1 size bonus to their AC, a +1 size bonus on attack rolls, a -1 penalty on combat maneuver checks and to their Combat Maneuver Defense, and a +4 size bonus on Stealth checks.  ",
			">**Slow Speed:** Svirfneblin have a base speed of 20 feet.  ",
			">**Defensive Training:** Svirfneblin gain a +2 dodge bonus to their AC.  ",
			">**Senses:** Svirfneblin have darkvision 120 feet and low-light vision.  ",
			">**Fortunate:** Svirfneblin gain a +2 racial bonus on all saving throws.  ",
			">**Skilled:** Svirfneblin gain a +2 racial bonus on Stealth checks; this improves to a +4 bonus underground. They gain a +2 racial bonus on Craft (alchemy) checks and Perception checks.  ",
			">**Hatred:** Svirfneblin receive a +1 bonus on attack rolls against humanoid creatures of the reptilian and dwarven subtypes due to training against these hated foes.  ",
			">**Stonecunning:** Svirfneblin gain the stonecunning trait as dwarves.  ",
			">**Spell Resistance:** A svirfneblin has an amount of spell resistance equal to 11 + his character level.  ",
			">**Svirfneblin Magic:** Svirfneblin add 1 to the DCs of any saving throws to resist illusion spells they cast. Svirfneblin also gain the following spell-like abilities: constant-{spell/nondetection}; 1/day-[blindness/deafness](spell/blindness_deafness), {spell/blur}, {spell/disguise self}; caster level equals the svirfneblin's character level.  ",
			">**Languages:** Svirfneblin begin play speaking Gnome and Undercommon. Those with high Intelligence scores can choose from the following languages: Aklo, Common, Draconic, Dwarven, Elven, Giant, Goblin, Orc, and Terran.",
			"",
			"### Svirfneblin Alternate Racial Traits",
			"",
			"#### Replaces Fortunate",
			"",
			"**Healthy**  ",
			"{SOURCE Advanced Race Guide/204}  ",
			"Svirfneblin gain a +4 bonus on Fortitude saves against disease and poison, including magical diseases. This racial trait replaces fortunate.",
			"",
			"#### Replaces Hatred, Skilled",
			"",
			"**Stalwart Watcher**  ",
			"{SOURCE Inner Sea Races/216}  ",
			"Svirfneblin first came to Golarion to thwart the schemes of evil fey. Those who still keep to this mission, primarily dwelling in settlements far beneath Andoran, gain a +1 racial bonus on attack rolls against fey creatures and a +2 racial bonus on saving throws against mind-affecting effects. This racial trait replaces hatred and skilled.",
			"",
			"#### Replaces Svirfneblin Magic",
			"",
			"**Stoneseer**  ",
			"{SOURCE Advanced Race Guide/204}  ",
			"Svirfneblin add +1 to the caster level of any spells with the earth descriptor they cast. Svirfneblin also gain the following spell-like abilities: Constant-{spell/nondetection}; 1/day-{spell/magic stone}, {spell/stone shape}, {spell/stone tell}; caster level equals the svirfneblin's class levels. This racial trait replaces svirfneblin magic.",
			"",
			"### Svirfneblin Favored Class Options",
			"",
			"Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, Svirfneblins have the option of choosing from a number of other bonuses, depending upon their favored class.",
			"",
			"The following options are available to all Svirfneblins who have the listed favored class.",
			"",
			"**Alchemist** ({source/Advanced Race Guide/ pg. 204}): Add one extract formula from the alchemist's list to the alchemist's formula book. This formula must be at least one level below the highest formula level the alchemist can create.  ",
			"**Oracle** ({source/Advanced Race Guide/ pg. 204}): Add one spell known from the oracle spell list. This spell must be at least one level below the highest spell level the oracle can cast.  ",
			"**Ranger** ({source/Advanced Race Guide/ pg. 204}): Add DR 1/magic to the ranger's animal companion. Each additional time the ranger selects this benefit, the DR/magic increases +1/2 (maximum DR 10/magic). If the ranger ever replaces his animal companion, the new companion gains this DR."
		]
	},
	"sylph": {
		"name": "Sylph",
		"sources": [
			"Plane-Hopper's Handbook",
			"Advanced Race Guide",
			"Inner Sea Races",
			"Bestiary 2"
		],
		"description": [
			"## Sylph",
			"",
			"{SOURCE Inner Sea Races/250;Bestiary 2/258;Advanced Race Guide/156}  ",
			"Born from the descendants of humans and beings of elemental air such as djinn, sylphs are a shy and reclusive race consumed by intense curiosity. Sylphs spend their lives blending into the crowd, remaining unnoticed as they spy and eavesdrop on the people around them. They call this hobby \"listening to the wind,\" and for many sylphs it becomes an obsession. Sylphs rely on their capable, calculating intellects and on knowledge gleaned from eavesdropping to deliver them from danger.",
			"",
			"**Physical Description:** Sylphs tend to be pale and thin to the point of appearing delicate, but their skinny bodies are often more resilient than they look. Many sylphs can easily pass for humans with some effort, though the complex blue markings that swirl across their skin reveal their elemental ancestry. Sylphs also bear more subtle signs of their heritage, such as a slight breeze following them wherever they go. These signs become more pronounced as a sylph experiences intense passion or anger, spontaneous gusts of wind tousling the sylph's hair or hot blusters knocking small items off of shelves.",
			"",
			"**Society:** Sylphs are usually born to human parents, and so are raised according to human customs. Most sylphs dislike the attention they receive growing up in human society, so it's common for them to leave home soon after coming of age. They rarely abandon civilization altogether, however, preferring instead to find some new city or settlement where they can go unnoticed among (and spy upon) the masses. A sylph who happens upon another sylph unnoticed instantly becomes obsessed with her kin, spying on and learning as much about the other as she possibly can. Only after weighing all the pros and cons and formulating plans for every potential outcome will the sylph introduce herself to the other. Rarely, two sylphs will discover each other's presence in a community at the same time. What ensues thereafter is a sort of cat-and-mouse game, a convoluted dance in which each sylph spies on the other as both attempt to gain the upper hand. Sylphs who meet this way always become either inseparable friends or intractable enemies.",
			"",
			"**Relations:** Sylphs enjoy prying into the affairs of most other races, but have little taste for actually associating with most of them. Sylphs can relate on some level with elves, who share their tendency toward aloofness, but often spoil any possible relationship by violating the elven sense of privacy. Dwarves distrust sylphs intensely, considering them flighty and unreliable. They form excellent partnerships with halflings, relying on the short folk's courage and people skills to cover their own shortcomings. Sylphs are amused by the annoyed reactions they provoke in ifrits, and find oreads too boring to give them much attention.",
			"",
			"**Alignment and Religion:** Sylphs have little regard for laws and traditions, for such strictures often prohibit the very things sylphs love-subterfuge and secrecy. This doesn't mean sylphs are opposed to law, merely that they use the most expedient means available to accomplish their goals, legal or not. Most sylphs are thus neutrally aligned. Sylphs are naturally drawn to mystery cults, and to deities who focus on secrets, travel, or knowledge.",
			"",
			"**Adventurers:** An inborn urge to get to the bottom of things drives many sylphs to the adventuring life. A sylph who runs across the trail of a mystery will never be satisfied until she has uncovered every thread of evidence, followed up on every lead, and found the very heart of the trouble. Such sylphs make plenty of enemies by poking around into other peoples' affairs, and usually turn to their roguish talents or wizardry to defend themselves.",
			"",
			"**Male Names:** Akaash, Eydan, Hanuun, Siival, Vasaam.",
			"",
			"**Female Names:** Inam, Keeya, Lissi, Nava, Radaya, Tena.",
			"",
			"### Sylph Racial Traits",
			"",
			">**+2 Dexterity, +2 Intelligence, -2 Constitution:** Sylphs are quick and insightful, but slight and delicate.  ",
			">**Native Outsider:** Sylphs are outsiders with the native subtype.  ",
			">**Medium:** Sylphs are Medium creatures and have no bonuses or penalties due to their size.  ",
			">**Normal Speed:** Sylphs have a base speed of 30 feet.  ",
			">**Darkvision:** Sylphs can see in the dark up to 60 feet.  ",
			">**Spell-Like Ability:** Sylphs can use {spell/feather fall} 1/day as a spell-like ability (with a caster level equal to the sylph's character level).  ",
			">**Energy Resistance:** Sylphs have electricity resistance 5.  ",
			">**Air Affinity:** Sylph sorcerers with the elemental (air) bloodline treat their Charisma scores as 2 points higher for the purposes of all sorcerer spells and class abilities. Sylph spellcasters with the Air domain use their domain powers and spells at +1 caster level.  ",
			">**Languages:** Sylphs speak Common and Auran. Sylphs with high Intelligence scores can choose from the following languages: Aquan, Dwarven, Elven, Gnome, Halfling, Ignan, and Terran.  ",
			"Subraces",
			"",
			"#### Smokesoul (Fume Sylph)",
			"",
			"{SOURCE Plane-Hopper's Handbook/21}  ",
			"Veiled and surreptitious, smokesoul sylphs are natural deceivers, always concealing their true intentions.",
			"",
			"*Typical Alignment* CE  ",
			"*Ability Modifiers* +2 Dex, +2 Cha, -2 Con  ",
			"*Alternate Spell-Like Ability* Smokesouls gain {spell/blurred movement} as a spell-like ability.  ",
			"*Smoke Affinity* This racial trait functions as and can be replaced as the base sylph's air affinity, except it benefits sorcerers with the shadow bloodline and spellcasters with the Smoke subdomain.",
			"",
			"Obfuscation, secrecy, and the shape of things not there: all these are the natural realms of smokesouls. They are experts at concealing both their bodies and motivations, and at making the insubstantial seem as real as any physical object. Smokesouls are drawn to areas of dangerous politics and intrigue, and many can be found in Nidal and Brevoy pursuing whatever machinations amuse them.",
			"",
			"With few distinguishing features save ashen skin and dark hair, smokesouls can be mistaken for any number of other races. Smokesouls often change their clothing, cosmetics, or style to keep their appearance in a constant state of flux.",
			"",
			"#### Stormsoul (Lightning Sylph)",
			"",
			"{SOURCE Plane-Hopper's Handbook/21}  ",
			"With an abundance of confidence and a shortage of patience, stormsoul sylphs are personalities who cannot be ignored.",
			"",
			"*Typical Alignment* CN  ",
			"*Ability Modifiers* +2 Dex, +2 Cha, -2 Wis  ",
			"*Alternate Spell-Like Ability* Stormsouls gain {spell/shocking grasp} as a spell-like ability.  ",
			"*Lightning Affinity* This racial trait functions as and can be replaced as the base sylph's air affinity, except it benefits sorcerers with the stormborn bloodline and spellcasters with the Weather domain.",
			"",
			"When a stormsoul moves, either in word or in action, the world notices. Unafraid to speak their minds, they are both direct and unsubtle, and they make fierce allies. When friends are in need, stormsouls act without thinking and are always the first to leap to their aid.",
			"",
			"A stormsoul sylph has hair that always seems to move, even when there is no breeze, and acts with a sudden intensity that can seem out of control. Their eyes are the color of stormy water or lightning-lit skies, and even a casual glance from a stormsoul can seem severe.",
			"",
			"### Sylph Alternate Racial Traits",
			"",
			"#### Replaces Air Affinity",
			"",
			"**Air Insight**  ",
			"{SOURCE Advanced Race Guide/156}  ",
			"Sylph spellcasters sometimes find that their elemental heritage makes creatures of air more willing to serve them. Summon monster and summon nature's ally spells that the sylph casts last 2 rounds longer than normal when used to summon creatures with the air subtype. This racial trait replaces air affinity.",
			"",
			"**Breeze-Kissed**  ",
			"{SOURCE Advanced Race Guide/156}  ",
			"Breezes seem to follow most sylphs wherever they go, but some sylphs are better able to control these winds than others. A sylph with this racial trait surrounds herself with swirling winds, gaining a +2 racial bonus to AC against nonmagical ranged attacks. The sylph can calm or renew these winds as a swift action. Once per day, the sylph can channel this wind into a single gust, making a bull rush or trip combat maneuver attempt against one creature within 30 feet. Whether or not the attempt succeeds, the winds are exhausted and no longer provide a bonus to the sylph's AC for 24 hours. This is a supernatural ability. This racial trait replaces air affinity.",
			"",
			"**Storm in the Blood**  ",
			"{SOURCE Advanced Race Guide/157}  ",
			"A sylph with this racial trait gains fast healing 2 for 1 round anytime she takes electricity damage (whether or not this electricity damage gets through her electricity resistance). The sylph can heal up to 2 hit points per level per day with this ability, after which it ceases to function. This racial trait replaces air affinity.",
			"",
			"#### Replaces Energy Resistance",
			"",
			"**Like the Wind**  ",
			"{SOURCE Advanced Race Guide/156}  ",
			"A sylph with this racial trait gains a +5 foot bonus to her base speed. This racial trait replaces energy resistance.",
			"",
			"**Thunderous Resilience**  ",
			"{SOURCE Advanced Race Guide/157}  ",
			"Sylphs with this racial trait gain sonic resistance 5. This racial trait replaces energy resistance.",
			"",
			"#### Replaces Energy Resistance, Spell-Like Ability",
			"",
			"**Secretive**  ",
			"{SOURCE Inner Sea Races/216}  ",
			"Sylphs gain a +2 racial bonus on saving throws against enchantment and divination spells and effects. This racial trait replaces energy resistance and the spell-like ability racial trait.",
			"",
			"#### Replaces Languages, Subtype, Type",
			"",
			"**Mostly Human**  ",
			"{SOURCE Inner Sea Races/215}  ",
			"A few ifrits, oreads, sulis, sylphs, and undines have appearances much closer to those of their human ancestors; in fact, they may not even realize their true race. Such geniekin appear to be human, save perhaps minor features like unusual eye color, and they count as humanoid (human) as well as outsider (native) for all purposes (such as humanoid-affecting spells such as {spell/charm person} or {spell/enlarge person}). These geniekin do not automatically gain their associated elemental language (but may select it as a bonus language if their Intelligence is high enough). This ability alters the geniekin's type, subtype, and languages.",
			"",
			"#### Replaces Spell-Like Ability",
			"",
			"**Sky Speaker**  ",
			"{SOURCE Advanced Race Guide/156}  ",
			"Sylphs with this racial trait feel kinship toward the creatures of the air, and can use {spell/speak with animals} once per day to speak to birds or other flying animals. Her caster level for these effects is equal to her level. This racial trait replaces the sylph's spell-like ability racial trait.",
			"",
			"**Weather Savvy**  ",
			"{SOURCE Advanced Race Guide/157}  ",
			"Some sylphs are so in tune with the air and sky that they can sense the slightest change in atmospheric conditions. Sylphs with this trait can spend a full-round action to predict the weather in an area for the next 24 hours. The sylph's prediction is always accurate, but cannot account for spells or supernatural effects that might alter the forecast. This racial trait replaces the sylph's spell-like ability racial trait.",
			"",
			"**Whispering Wind**  ",
			"{SOURCE Advanced Race Guide/157}  ",
			"Some sylphs are especially thin and wispy, as though they were made more of air than flesh. Sylphs with this racial trait gain a +4 racial bonus on Stealth checks. This racial trait replaces the sylph's spell-like ability racial trait.",
			"",
			"### Sylph Favored Class Options",
			"",
			"Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, Sylphs have the option of choosing from a number of other bonuses, depending upon their favored class.",
			"",
			"The following options are available to all Sylphs who have the listed favored class.",
			"",
			"**Cleric** ({source/Advanced Race Guide/ pg. 157}): Add a +1/2 bonus on Knowledge (planes) checks relating to the Plane of Air and creatures with the air subtype.  ",
			"**Druid** ({source/Advanced Race Guide/ pg. 157}): Add a +1/2 bonus on Knowledge (nature) checks relating to weather and flying animals.  ",
			"**Inquisitor** ({source/Advanced Race Guide/ pg. 157}): Add a +1/2 bonus on Stealth checks while motionless and on opposed Perception checks.  ",
			"**Oracle** ({source/Advanced Race Guide/ pg. 157}): Add +1/6 to the oracle's level for the purpose of determining the effects of one revelation.  ",
			"**Rogue** ({source/Advanced Race Guide/ pg. 157}): Add a +1/2 bonus on Acrobatics checks to jump and a +1/2 bonus on Sense Motive checks.  ",
			"**Sorcerer** ({source/Advanced Race Guide/ pg. 157}): Choose a bloodline power from the djinni or elemental (air) bloodline that the sorcerer can use. The sorcerer treats her class level as though it were +1/6 higher (to a maximum of +2) when determining the effects of that power.  ",
			"**Witch** ({source/Advanced Race Guide/ pg. 157}): Add a +1/2 bonus on Stealth checks and Perception checks made by the witch's familiar. If the sylph ever replaces her familiar, the new familiar gains these bonus skill ranks.  ",
			"**Wizard** ({source/Advanced Race Guide/ pg. 157}): Select one arcane school power from the air or wood elemental schools that the wizard can currently use. The wizard treats her class level as though it were +1/6 higher (to a maximum of +2) when determining the effects of that power."
		]
	},
	"syrinx": {
		"name": "Syrinx",
		"sources": [
			"Inner Sea Races",
			"Inner Sea Bestiary"
		],
		"description": [
			"## Syrinx",
			"",
			"{SOURCE Inner Sea Races/251;Inner Sea Bestiary/51}  ",
			"From lofty monastery-cities entrenched in soaring cliff sides and high mountain valleys, the syrinx seek to bring peace to all lands that fall within sight of their marbled spires. Erudite and aloof, the owl-like scholars embrace art, philosophy, and nebulous faiths, seeking to distance themselves from a history of barbarism and ruin. To this end, they seek to enslave all lesser races, especially those without wings. Their elitist culture rests upon thousands of backs in an elaborate hierarchy of slaves. Directly below the syrinx are the strix, a race they magically modified in the distant past to serve as warriors and slave masters.",
			"",
			"### Syrinx Racial Traits",
			"",
			">**+2 Wisdom, -2 Dexterity:** Syrinxes are contemplative and patient, traits that make them somewhat slow to act.  ",
			">**Normal Speed:** Syrinxes have a base speed of 30 feet.  ",
			">**Flight:** Syrinxes have a fly speed of 60 feet with average maneuverability.  ",
			">**Low-Light Vision:** Syrinxes can see twice as far as humans in conditions of dim light.  ",
			">**Darkvision:** Syrinxes can see in the dark up to 60 feet.  ",
			">**Nocturnal:** Syrinxes gain a +2 racial bonus on Perception and Stealth checks at night.  ",
			">**Pride:** Syrinxes receive a +2 racial bonus on saving throws against mind-affecting effects.  ",
			">**Speak with Avians:** Syrinxes can speak with all birds of the animal creature type and birdlike magical beasts (such as phoenixes and thunderbirds).  ",
			">**Languages:** Syrinxes begin play speaking Syrinx. Syrinxes with high Intelligence scores can choose from the following: Auran, Azlant, Celestial, Strix, and Infernal.",
			"",
			"### Syrinx Alternate Racial Traits",
			"",
			"#### Replaces Nocturnal, Pride",
			"",
			"**Oppressive**  ",
			"{SOURCE Inner Sea Races/216}  ",
			"Syrinxes often have a natural talent for sensing how to unsettle and oppress other creatures. As a swift action, a syrinx can attempt a Sense Motive check against a DC of 10 + a creature's Hit Dice + its Charisma modifier or a DC of 10 + the creature's Bluff modifier, whichever is higher. On a success, syrinx gains a +4 racial bonus on Intimidate checks against that target and a +1 racial bonus to the DC of any fear effects she uses against that target. This racial trait replaces nocturnal and pride."
		]
	},
	"tengu": {
		"name": "Tengu",
		"sources": [
			"Inner Sea Races",
			"Dragon Empires Primer",
			"Dragon Empires Gazetteer",
			"Advanced Race Guide",
			"Pathfinder RPG Bestiary",
			"Blood of the Beast"
		],
		"description": [
			"## Tengu",
			"",
			"{SOURCE Inner Sea Races/251;Dragon Empires Primer/6;Dragon Empires Gazetteer/12;Advanced Race Guide/162;Pathfinder RPG Bestiary/263}  ",
			"Tengus are a race of wingless avian humanoids with humanoid hands, clawed feet, and a beak that resembles that of a crow or raven. Matching the colors of these birds, most tengus' feathers are jet black; however, a few possess brown or blue-black coloration instead.",
			"",
			"Ranging throughout almost all of the Dragon Empires, tengus have long suffered the scorn and abuse of the ruling humans, treated as a lesser race and relegated to the underclass. The recent fall of Lung Wa has allowed tengus to break free from the tyranny of other races, and the tengu nation of Kwanlai is testament to this achievement. Nonetheless, centuries of poverty and strife have made many tengus covetous of the wealth of other races, and tengus' reputation for thievery, deceit, and secrecy often precedes them wherever they go. While some tengus seek to dismantle such unfair stereotypes, others fit the bill by choice, thinking they may as well commit the crimes they are already so often accused of.",
			"",
			"Tengus possess a rich culture that combines aspects from the numerous societies their people have been a part of, though they are loath to share the more unique parts of their own culture with outsiders, as they are largely distrustful and scornful of others.",
			"",
			"### Tengu Racial Traits",
			"",
			">**+2 Dexterity, +2 Wisdom, -2 Constitution:** Tengus are fast and observant, but relatively fragile.  ",
			">**Tengu:** Tengus are humanoids with the tengu subtype.  ",
			">**Medium:** Tengus are Medium creatures and receive no bonuses or penalties due to their size.  ",
			">**Normal Speed:** Tengus have a base speed of 30 feet.  ",
			">**Senses:** Tengus have low-light vision.  ",
			">**Sneaky:** Tengus gain a +2 racial bonus on Perception and Stealth checks.  ",
			">**Gifted Linguist:** Tengus gain a +4 racial bonus on Linguistics checks, and learn two languages each time they gain a rank in Linguistics rather than one language.  ",
			">**Swordtrained:** Tengus are automatically proficient with swordlike weapons (including bastard swords, daggers, elven curve blades, falchions, greatswords, kukris, longswords, punching daggers, rapiers, scimitars, short swords, and two-bladed swords).  ",
			">**Natural Weapon:** A tengu has a bite attack that deals 1d3 points of damage.  ",
			">**Languages:** Tengus begin play speaking Common and Tengu. Tengus with high Intelligence scores can choose any languages they want (except for secret languages, such as Druidic).",
			"",
			"### Tengu Alternate Racial Traits",
			"",
			"#### Replaces Gifted Linguist",
			"",
			"**Carrion Sense**  ",
			"{SOURCE Advanced Race Guide/163}  ",
			"Many tengus have a natural ability to sniff out carrion. While their sense of smell isn't as keen as that of other species, it is particularly attuned to the scent of injuries or death. Tengus with this racial trait have a limited scent ability, which only functions for corpses and badly wounded creatures (50% or fewer hit points). This racial trait replaces gifted linguist.",
			"",
			"**Glide**  ",
			"{SOURCE Advanced Race Guide/163}  ",
			"Some tengus can use their feathered arms and legs to glide. Tengus with this racial trait can make a DC 15 Fly check to fall safely from any height without taking falling damage, as if using {spell/feather fall}. When falling safely, a tengu may make an additional DC 15 Fly check to glide, moving 5 feet laterally for every 20 feet he falls. This racial trait replaces gifted linguist.",
			"",
			"#### Replaces Natural Weapon, Sneaky",
			"",
			"**Deft Swords**  ",
			"{SOURCE Inner Sea Races/216}  ",
			"Some tengu learn dazzling blade techniques that allow them to use their weapons to protect against combat maneuvers. They gain a +2 dodge bonus to CMD while wielding a swordlike weapon. This racial trait replaces natural weapon and sneaky.",
			"",
			"#### Replaces Swordtrained",
			"",
			"**Claw Attack**  ",
			"{SOURCE Advanced Race Guide/163}  ",
			"Tengus with this racial trait have learned to use their claws as natural weapons. They gain two claw attacks as primary natural attacks that deal 1d3 points of damage, and are treated as having the {feat/Improved Unarmed Strike} feat for the purpose of qualifying for other feats. This racial trait replaces swordtrained.",
			"",
			"**Exotic Weapon Training**  ",
			"{SOURCE Advanced Race Guide/163}  ",
			"Instead of swords, some tengus are trained in exotic weaponry. Such tengus choose a number of eastern weapons equal to 3 + their Intelligence bonus, and gain proficiency with these weapons. This racial trait replaces swordtrained.",
			"",
			"### Tengu Favored Class Options",
			"",
			"Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, Tengus have the option of choosing from a number of other bonuses, depending upon their favored class.",
			"",
			"The following options are available to all Tengus who have the listed favored class.",
			"",
			"**Barbarian** ({source/Advanced Race Guide/ pg. 163}): Add +1/3 to the bonus from the superstitious rage power.  ",
			"**Bard** ({source/Blood of the Beast/ pg. 24}): Gain a +1/3 bonus on Perform checks attempted as part of countersong and distraction bardic performances.  ",
			"**Brawler** ({source/Blood of the Beast/ pg. 24}): Gain a +1/2 insight bonus on attack rolls made with the beak as a secondary natural attack (to a maximum of +3); the brawler must have a beak natural attack to select this option.  ",
			"**Cleric** ({source/Blood of the Beast/ pg. 24}): Gain a +1/2 bonus on Diplomacy checks to gather information and on Knowledge (local and religion) checks to know local religious practices and superstitions.  ",
			"**Fighter** ({source/Advanced Race Guide/ pg. 163}): Add +1 to the fighter's CMD when resisting a grapple or trip attempt.  ",
			"**Hunter** ({source/Blood of the Beast/ pg. 24}): Add 1 skill rank to the hunter's animal companion. If the hunter ever replaces her animal companion, the new companion gains these bonus skill ranks.  ",
			"**Kineticist** ({source/Blood of the Beast/ pg. 24}): Gain 1/6 of an Extra Wild Talent feat.  ",
			"**Medium** ({source/Blood of the Beast/ pg. 24}): Add 1/4 to the bonus on checks when the medium uses the spirit surge ability.  ",
			"**Mesmerist** ({source/Blood of the Beast/ pg. 24}): Add 1/4 to the AC bonus provided by the meek facade mesmerist trick.  ",
			"**Monk** ({source/Advanced Race Guide/ pg. 163}): Add +1/4 point to the monk's ki pool.  ",
			"**Oracle** ({source/Advanced Race Guide/ pg. 163}): Add +1/2 to the oracle's level for the purpose of determining the effects of the oracle's curse ability.  ",
			"**Rogue** ({source/Advanced Race Guide/ pg. 163}): Choose a weapon from those listed under the tengu's swordtrained ability. Add a +1/2 bonus on critical hit confirmation rolls with that weapon (maximum bonus +4). This bonus does not stack with {feat/Critical Focus}.  ",
			"**Slayer** ({source/Blood of the Beast/ pg. 24}): Gain a +1/4 bonus on Disguise, Knowledge (local), and Perception checks.  ",
			"**Sorcerer** ({source/Advanced Race Guide/ pg. 163}): Select one bloodline power at 1st level that is normally usable a number of times per day equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds +1/2 to the number of uses per day of that bloodline power.  ",
			"**Spiritualist** ({source/Blood of the Beast/ pg. 24}): The spiritualist's phantom gains 1/6 of a bonus feat. The phantom must meet all prerequisites of the selected feat.  ",
			"**Swashbuckler** ({source/Blood of the Beast/ pg. 24}): Add 1/2 to the swashbuckler's Acrobatics, Climb, Escape Artist, Fly, Ride, and Swim checks when using the derring-do deed.  ",
			"**Witch** ({source/Advanced Race Guide/ pg. 167}): Add one spell from the witch spell list to the witch's familiar. This spell must be at least one level below the highest spell level she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells."
		]
	},
	"tiefling": {
		"name": "Tiefling",
		"sources": [
			"Inner Sea Races",
			"Pathfinder RPG Bestiary",
			"Advanced Race Guide",
			"Blood of Fiends",
			"Agents of Evil",
			"Blood of Shadows",
			"Wilderness Origins"
		],
		"description": [
			"## Tiefling",
			"",
			"{SOURCE Inner Sea Races/251;Pathfinder RPG Bestiary/264;Advanced Race Guide/168}  ",
			"Simultaneously more and less than mortal, tieflings are the offspring of humans and fiends. With otherworldly blood and traits to match, tieflings are often shunned and despised out of reactionary fear. Most tieflings never know their fiendish sire, as the coupling that produced their curse occurred generations earlier. The taint is long-lasting and persistent, often manifesting at birth or sometimes later in life, as a powerful, though often unwanted, boon. Despite their fiendish appearance and netherworld origins, tieflings have a human's capacity of choosing their fate, and while many embrace their dark heritage and side with fiendish powers, others reject their darker predilections. Though the power of their blood calls nearly every tiefling to fury, destruction, and wrath, even the spawn of a succubus can become a saint and the grandchild of a pit fiend an unsuspecting hero.",
			"",
			"**Physical Description:** No two tieflings look alike; the fiendish blood running through their veins manifests inconsistently, granting them an array of fiendish traits. One tiefling might appear as a human with small horns, a barbed tail, and oddly colored eyes, while another might manifest a mouth of fangs, tiny wings, and claws, and yet another might possess the perpetual smell of blood, foul incenses, and brimstone. Typically, these qualities hearken back in some way to the manner of fiend that spawned the tiefling's bloodline, but even then the admixture of human and fiendish blood is rarely ruled by sane, mortal laws, and the vast flexibility it produces in tieflings is a thing of wonder, running the gamut from oddly beautiful to utterly terrible.",
			"",
			"**Society:** Tieflings on the Material Plane rarely create their own settlements and holdings. Instead, they live on the fringes of the land where they were born or choose to settle. Most societies view tieflings as aberrations or curses, but in cultures where there are frequent interactions with summoned fiends, and especially where the worship of demons, devils, or other evil outsiders is legal or obligatory, tieflings might be much more populous and accepted, even cherished as blessings of their fiendish overlords.",
			"",
			"Tieflings seldom see another of their own kind, and thus they usually simply adopt the culture and mannerisms of their human parents. On other planes, tieflings form enclaves of their own kind. But often such enclaves are less than harmonious - the diversity of tiefling forms and philosophies is an inherent source of conflict between members of the race, and cliques and factions constantly form in an ever-shifting hierarchy where only the most opportunistic or devious gain advantage. Only those of common bloodlines or those who manage to divorce their worldview from the inherently selfish, devious, and evil nature of their birth manage to find true acceptance, camaraderie, and common ground among others of their kind.",
			"",
			"**Relations:** Tieflings face a significant amount of prejudice from most other races, who view them as fiend-spawn, seeds of evil, monsters, and lingering curses placed upon the world. Far too often, civilized races shun or marginalize them, while more monstrous ones simply fear and reject them unless forced or cowed into acceptance. But half-elves, half-orcs, fetchlings and-most oddly-aasimars tend to view them as kindred spirits who are too often rejected or who don't fit into most societies by virtue of their birth. The widespread assumption that tieflings are innately evil-ill-founded though it may be-prevents many from easily fitting into most cultures on the Material Plane except in exceedingly cosmopolitan or planar-influenced nations.",
			"",
			"**Alignment and Religion:** Despite their fiendish heritage and the insidious influence of prejudice, tieflings can be of any alignment. Many of them fall prey to the dark desires that haunt their psyches, and give in to the seduction of the whispering evil within, yet others steadfastly reject their origins and actively fight against evil lures and the negative assumptions they face from others by performing acts of good. Most, however, strive to simply find their own way in the world, though they tend to adopt a very amoral, neutral view when they do. Though many creatures just assume that tieflings worship devils and demons, their religious views are as varied as their physical forms. Individual tieflings worship all manner of deities, but they are just as likely to shun religion all together. Those who give in to the dark whispers that haunt the psyche of all tieflings serve all manner of powerful fiends.",
			"",
			"**Adventurers:** Tieflings rarely integrate into the mortal societies they call home. Drawn to the adventuring life as a method of escape, they hope to make a better life for themselves, to prove their freedom from their blood's taint, or to punish a world that fears and rejects them. Tieflings make skilled rogues, powerful wizards and magi, and especially puissant sorcerers as their potent blood empowers them. Those who succumb to the evil within often become powerful clerics of fiendish powers.",
			"",
			"**Male Names:** Baru, Dellisar, Maldrek, Molos, Sarvin, Shoremoth, Temerith, Voren, Zoren.",
			"",
			"**Female Names:** Allizsah, Indranna, Kasidra, Kilarra, Mellisan, Mordren, Nisha.",
			"",
			"### Random Tiefling Features",
			"",
			"{SOURCE Blood of Fiends/31}  ",
			"Presented below are dozens of features tieflings might possess. None of the following features grant characters any special powers in excess of their usual abilities.",
			"",
			"| d% | Feature |",
			"| --- | --- |",
			"| 1 | Arms: elbow spurs |",
			"| 2 | Arms: oversized limb |",
			"| 3 | Arms: stony forearms |",
			"| 4 | Arms: tentacle-like |",
			"| 5 | Arms: undersized limb |",
			"| 6 | Build: emaciated |",
			"| 7 | Build: hunchback |",
			"| 8 | Build: obese |",
			"| 9 | Build: unnaturally heavy |",
			"| 10 | Build: unnaturally light |",
			"| 11 | Digits: abnormally long |",
			"| 12 | Digits: extra digits |",
			"| 13 | Digits: extra joints |",
			"| 14 | Digits: no nails |",
			"| 15 | Digits: odd number |",
			"| 16 | Ears: batlike |",
			"| 17 | Ears: missing |",
			"| 18 | Ears: piglike |",
			"| 19 | Ears: pointed |",
			"| 20 | Ears: other |",
			"| 21 | Eyes: cyclopic |",
			"| 22 | Eyes: goatlike |",
			"| 23 | Eyes: glowing |",
			"| 24 | Eyes: smoking |",
			"| 25 | Eyes: other |",
			"| 26 | Face: canine muzzle |",
			"| 27 | Face: insectile mandibles |",
			"| 28 | Face: missing nose |",
			"| 29 | Face: underdeveloped features |",
			"| 30 | Face: other |",
			"| 31 | Hands: backward-bending fingers |",
			"| 32 | Hands: extra thumbs |",
			"| 33 | Hands: pincers |",
			"| 34 | Hands: suckered |",
			"| 35 | Hands: other |",
			"| 36 | Head: animalistic |",
			"| 37 | Head: animate hair |",
			"| 38 | Head: bald |",
			"| 39 | Head: malformed |",
			"| 40 | Head: other |",
			"| 41 | Horns: draconic |",
			"| 42 | Horns: metallic |",
			"| 43 | Horns: ramlike |",
			"| 44 | Horns: vestigial |",
			"| 45 | Horns: other |",
			"| 46 | Legs: backward-bending |",
			"| 47 | Legs: birdlike |",
			"| 48 | Legs: cloven feet |",
			"| 49 | Legs: froglike |",
			"| 50 | Legs: other |",
			"| 51 | Skin: feathered |",
			"| 52 | Skin: loose |",
			"| 53 | Skin: patterned |",
			"| 54 | Skin: rotting |",
			"| 55 | Skin: scaled |",
			"| 56 | Skin: slimy |",
			"| 57 | Skin: strangely colored |",
			"| 58 | Skin: translucent |",
			"| 59 | Skin: variable color |",
			"| 60 | Skin: other |",
			"| 61 | Tail: aquatic |",
			"| 62 | Tail: fiendish |",
			"| 63 | Tail: mammalian |",
			"| 64 | Tail: reptilian |",
			"| 65 | Tail: other |",
			"| 66 | Teeth: blunt |",
			"| 67 | Teeth: fanged |",
			"| 68 | Teeth: metallic d% Feature |",
			"| 69 | Teeth: needle-like |",
			"| 70 | Teeth: other |",
			"| 71 | Other: androgynous |",
			"| 72 | Other: antennae |",
			"| 73 | Other: avian snood |",
			"| 74 | Other: bleeding pores |",
			"| 75 | Other: bony ridges |",
			"| 76 | Other: emits strange noises |",
			"| 77 | Other: exoskeleton |",
			"| 78 | Other: external organ |",
			"| 79 | Other: extraneous nipple |",
			"| 80 | Other: eyestalks |",
			"| 81 | Other: forked tongue |",
			"| 82 | Other: fungal/leafy growths |",
			"| 83 | Other: hermaphroditic |",
			"| 84 | Other: incongruous footprints |",
			"| 85 | Other: infernal glow |",
			"| 86 | Other: infested |",
			"| 87 | Other: inhuman voice |",
			"| 88 | Other: missing joint |",
			"| 89 | Other: no reflection |",
			"| 90 | Other: no shadow |",
			"| 91 | Other: profane birthmark |",
			"| 92 | Other: smoking breath |",
			"| 93 | Other: spinneret |",
			"| 94 | Other: strange smell |",
			"| 95 | Other: uncontrollable twitch |",
			"| 96 | Other: unnatural temperature |",
			"| 97 | Other: vestigial limb |",
			"| 98 | Other: whistling umbilicus |",
			"| 99 | Roll twice, ignore any result of 99 or higher. |",
			"| 100 | Roll three times, ignore any result of 99 or higher. |",
			"",
			"### Non-Human Tieflings",
			"",
			"The creatures of the depths of the Outer Planes do not limit their foul miscegenation to humanity. Elves, dwarves, halflings, and gnomes all have tales of tieflings in their histories, and those who appear among them now often suffer even greater stigma than those born to humans. Other humanoids see tieflings in their midst as well. Many of the monstrous races of the world have demonic origins-most notably gnolls, who still thank the Mother of Monsters for their birth. Ogres, orcs, half-orcs, goblins, and other creatures that call upon the powers of the evil Outer Planes are equally likely to see tieflings living among them, but unless a given race holds to a code of racial purity, tieflings are far less likely to be shunned by such populations.",
			"",
			"It should be noted that while any monster or animal that breeds with a fiend may give birth to half-fiend offspring, only humanoids may give birth to tieflings. Thus, while it's possible to encounter a half-fiend dragon, bear, or otyugh, any children of such creatures would be either half-fiends or normal members of their race. (And just as often, these less conventional half-fiends are simply sterile.) When discussing half-fiends and tieflings, it's important to distinguish them from both true fiends (devils, demons, etc.) and simple fiendish creatures (creatures with the fiendish template, which are themselves denizens of the evil Outer Planes but similar in many ways to their Material Plane counterparts).",
			"",
			"In game terms, the difference between non-human tieflings and human tieflings is purely a matter of size. Unless they have specific tiefling-related size modifiers, the tieflings of each of these races are the same size as their non-fiendish ancestors. They gain any of the bonuses or penalties related to that size, but gain no racial bonuses except those of the tiefling; beyond size, their humanoid ancestry is purely cosmetic.",
			"",
			"### Tiefling Racial Traits",
			"",
			">**+2 Dexterity, +2 Intelligence, -2 Charisma:** Tieflings are quick in body and mind, but are inherently unnerving. Tieflings of specific bloodlines (see below) gain different ability score modifiers as indicated.  ",
			">**Native Outsider:** Tieflings are outsiders with the native subtype.  ",
			">**Medium:** Tieflings are Medium creatures and receive no bonuses or penalties due to their size.  ",
			">**Normal Speed:** Tieflings have a base speed of 30 feet.  ",
			">**Darkvision:** Tieflings see in the dark for up to 60 feet.  ",
			">**Skilled:** Tieflings gain a +2 racial bonus on Bluff and Stealth checks. Tieflings of specific bloodlines (see below) gain a +2 bonus on different skill checks as indicated.  ",
			">**Spell-Like Ability:** Tieflings can use {spell/darkness} once per day as a spell-like ability (with a caster level equal to the tiefling's character level). Tieflings of specific bloodlines (see below) gain different spell-like abilities.  ",
			">**Fiendish Resistance:** Tieflings have cold resistance 5, electricity resistance 5, and fire resistance 5.  ",
			">**Fiendish Sorcery:** Tiefling sorcerers with the Abyssal or Infernal bloodlines treat their Charisma scores as 2 points higher for the purposes of all sorcerer class abilities.  ",
			">**Languages:** Tieflings begin play speaking Common and either Abyssal or Infernal. Tieflings with high intelligence scores can choose from the following languages: Abyssal, Draconic, Dwarven, Elven, Gnome, Goblin, Halfling, Infernal, and Orc.",
			"",
			"### Subraces",
			"",
			"#### Asura-Spawn (Faultspawn)",
			"",
			"{SOURCE Blood of Fiends/19}  ",
			"Lacking any sense of empathy or pity, faultspawn often abhor all ways of life but their own. They inflict severe emotional and physical pain on others, and never stop picking at the resulting psychological scars.",
			"",
			"*Ancestry* Asura  ",
			"*Typical Alignment* LE  ",
			"*Ability Modifiers* +2 Dex, +2 Wis, -2 Int  ",
			"*Alternate Skill Modifiers* Appraise, Knowledge (local)  ",
			"*Alternate Spell-Like Ability* Faultspawn gain {spell/hideous laughter} as a spell-like ability.",
			"",
			"#### Daemon-Spawn (Grimspawn)",
			"",
			"{SOURCE Blood of Fiends/19}  ",
			"Dreary and pessimistic, grimspawn are so enthralled by death, disease, and dilapidation that they often dedicate themselves to ending lives from behind the scenes as macabre saboteurs.",
			"",
			"*Ancestry* Daemon  ",
			"*Typical Alignment* NE  ",
			"*Ability Modifiers* +2 Dex, +2 Int, -2 Wis  ",
			"*Alternate Skill Modifiers* Disable Device, Sleight of Hand  ",
			"*Alternate Spell-Like Ability* Grimspawn gain {spell/death knell} as a spell-like ability.",
			"",
			"#### Demodand-Spawn (Foulspawn)",
			"",
			"{SOURCE Blood of Fiends/20}  ",
			"Crude and boorish, foulspawn take a particular delight in giving offense and scandalizing polite society. They enjoy violating taboos even more than breaking laws, especially if it means degrading or repulsing an innocent.",
			"",
			"*Ancestry* Demodand  ",
			"*Typical Alignment* CE  ",
			"*Ability Modifiers* +2 Con, +2 Wis, -2 Int  ",
			"*Alternate Skill Modifiers* Intimidate, Knowledge (religion)  ",
			"*Alternate Spell-Like Ability* Foulspawn gain {spell/bear's endurance} as a spell-like ability.",
			"",
			"#### Demon-Spawn (Pitborn)",
			"",
			"{SOURCE Blood of Fiends/20}  ",
			"Pitborn delight in destruction, especially while unleashing their havoc on what others consider valuable or precious. Perhaps because of this volatility, others tend to simply defer to pitborn, an act that often grants them the dominance they crave.",
			"",
			"*Ancestry* Demon  ",
			"*Typical Alignment* CE  ",
			"*Ability Modifiers* +2 Str, +2 Cha, -2 Int  ",
			"*Alternate Skill Modifiers* Disable Device, Perception  ",
			"*Alternate Spell-Like Ability* Pitborn gain {spell/shatter} as a spell-like ability.",
			"",
			"#### Devil-Spawn (Hellspawn)",
			"",
			"{SOURCE Blood of Fiends/21}  ",
			"While often rigid, stubborn, and highly focused on sticking to plans and schedules, hellspawn also have a rare talent for penetrating others' facades. They know a lie when they hear one, and can often determine what hidden vice or secret shame motivates another.",
			"",
			"*Ancestry* Devil Typical Alignment LE  ",
			"*Ability Modifiers* +2 Con, +2 Wis, -2 Cha  ",
			"*Alternate Skill Modifiers* Diplomacy, Sense Motive  ",
			"*Alternate Spell-Like Ability* Hellspawn gain {spell/pyrotechnics} as a spell-like ability.",
			"",
			"#### Div-Spawn (Spitespawn)",
			"",
			"{SOURCE Blood of Fiends/21}  ",
			"An innate sense of jealousy and pure malice drives spitespawn to spread misery and despair. Unable to experience joy themselves, they devote their lives to promoting gloom, all the while hiding the hatefulness that lurks at their core.",
			"",
			"*Ancestry* Div  ",
			"*Typical Alignment* NE  ",
			"*Ability Modifiers* +2 Dex, +2 Cha, -2 Int  ",
			"*Alternate Skill Modifiers* Diplomacy, Linguistics  ",
			"*Alternate Spell-Like Ability* Spitespawn gain {spell/misdirection} as a spell-like ability.",
			"",
			"#### Kyton-Spawn (Shackleborn)",
			"",
			"{SOURCE Blood of Fiends/22}  ",
			"Shackleborn are fascinated by mutilation and torture. Though they prefer to practice their cruel art on others, they accept that sometimes the wheel must turn and greet their own moments of anguish and confinement with an odd serenity.",
			"",
			"*Ancestry* Kyton  ",
			"*Typical Alignment* LE  ",
			"*Ability Modifiers* +2 Con, +2 Cha, -2 Wis  ",
			"*Alternate Skill Modifiers* Escape Artist, Intimidate  ",
			"*Alternate Spell-Like Ability* Shackleborn gain {spell/web} as a spell-like ability.",
			"",
			"#### Oni-Spawn (Hungerseed)",
			"",
			"{SOURCE Blood of Fiends/22}  ",
			"Endowed with brawny muscles and thick bones, hungerseed always seem poised to explode into some larger, more powerful form, and have a voracious appetite for sensory pleasures and carnal delights.",
			"",
			"*Ancestry* Oni  ",
			"*Typical Alignment* LE  ",
			"*Ability Modifiers* +2 Str, +2 Wis, -2 Cha  ",
			"*Alternate Skill Modifiers* Disguise, Intimidate  ",
			"*Alternate Spell-Like Ability* Hungerseed gain {spell/alter self} as a spell-like ability.",
			"",
			"#### Qlippoth-Spawn (the Motherless)",
			"",
			"{SOURCE Blood of Fiends/23}  ",
			"No woman survives the birth of a babe whose qlippoth ancestry has emerged. At best, qlippoth-spawn rip their mothers apart during labor. At worst, they tear themselves out even earlier.",
			"",
			"*Ancestry* Qlippoth  ",
			"*Typical Alignment* CE  ",
			"*Ability Modifiers* +2 Str, +2 Wis, -2 Int  ",
			"*Alternate Skill Modifiers* Escape Artist, Survival  ",
			"*Alternate Spell-Like Ability* The motherless gain {spell/blur} as a spell-like ability.",
			"",
			"#### Rakshasa-Spawn (Beastbrood)",
			"",
			"{SOURCE Blood of Fiends/23}  ",
			"Beastbrood regard themselves as deserving of appreciation and opulence. Through deceit and sheer willpower, they often achieve privileged stations in society.",
			"",
			"*Ancestry* Rakshasa  ",
			"*Typical Alignment* LE  ",
			"*Ability Modifiers* +2 Dex, +2 Cha, -2 Wis  ",
			"*Alternate Skill Modifiers* Disguise, Sense Motive  ",
			"*Alternate Spell-Like Ability* Beastbrood gain {spell/detect thoughts} as a spell-like ability.",
			"",
			"### Tiefling Alternate Racial Traits",
			"",
			"#### Replaces Fiendish Resistance",
			"",
			"**Scaled Skin**  ",
			"{SOURCE Advanced Race Guide/169}  ",
			"The skin of these tieflings provides some energy resistance, but is also as hard as armor. Choose one of the following energy types: cold, electricity, or fire. A tiefling with this trait gains resistance 5 in the chosen energy type and also gains a +1 natural armor bonus to AC. This racial trait replaces fiendish resistance.",
			"",
			"#### Replaces Fiendish Sorcery",
			"",
			"**Prehensile Tail**  ",
			"{SOURCE Advanced Race Guide/169}  ",
			"Many tieflings have tails, but some have long, flexible tails that can be used to carry items. While they cannot wield weapons with their tails, they can use them to retrieve small, stowed objects carried on their persons as a swift action. This racial trait replaces fiendish sorcery.",
			"",
			"#### Replaces Fiendish Sorcery, Spell-Like Ability",
			"",
			"**Smite Good**  ",
			"{SOURCE Agents of Evil/25}  ",
			"Once per day, a tiefling with this racial trait can smite a good-aligned creature. As a swift action, the tiefling chooses one target within sight to smite. If this target is good, the tiefling adds her Charisma bonus (if any) to attack rolls against the target and gains a bonus on damage rolls against the target equal to her number of Hit Dice. This effect lasts until the first time the tiefling successfully hits her designated target. This racial trait replaces fiendish sorcery and the tiefling's spell-like ability.",
			"",
			"#### Replaces Languages, Subtype, Type",
			"",
			"**Pass for Human**  ",
			"{SOURCE Inner Sea Races/217}  ",
			"Discrimination against tieflings with horrifically fiendish features is so intense that even tieflings look up to those precious few of their kind who can pass as human. These tieflings have otherworldly features that are so subtle, they aren't often noticed unless the tiefling points them out (for example, eyes that flash red in the throes of passion, or fingernails that are naturally hard and pointed). Such a tiefling doesn't need to succeed at a Disguise check to appear to be human and count as humanoid (human) as well as outsider (native) for all purposes (such as humanoid-affecting spells like {spell/charm person} or {spell/enlarge person}). The tiefling does not automatically gain his associated outsider language (but may select it as a bonus language if his Intelligence score is high enough), and he may not select other racial traits that would grant him obviously fiendish features (such as the fiendish sprinter, maw or claw, prehensile tail, scaled skin, or vestigial wings alternate racial traits). This ability alters the tiefling's type, subtype, and languages.",
			"",
			"#### Replaces Skilled",
			"",
			"**Beguiling Liar**  ",
			"{SOURCE Advanced Race Guide/168}  ",
			"Many tieflings find that the best way to get along in the world is to tell others what they want to hear. These tieflings' practice of telling habitual falsehoods grants them a +4 racial bonus on Bluff checks to convince an opponent that what they are saying is true when they tell a lie. This racial trait replaces skilled.",
			"",
			"**Bullying**  ",
			"{SOURCE Inner Sea Races/216}  ",
			"Tieflings are often disparaged and kept low in the social order, where they commonly resort to robbing those weaker than themselves. Tieflings with this racial trait gain a +1 racial bonus on combat maneuver checks to disarm or steal. This racial trait replaces skilled.",
			"",
			"**Fiendish Sprinter**  ",
			"{SOURCE Advanced Race Guide/169}  ",
			"Some tieflings have feet that are more bestial than human. Whether their feet resemble those of a clawed predator or are the cloven hooves common to many of their kind, tieflings with this trait gain a 10-foot racial bonus to their speed when using the charge, run, or withdraw actions. This racial trait replaces skilled.",
			"",
			"**Vestigial Wings**  ",
			"{SOURCE Advanced Race Guide/169}  ",
			"Some tieflings possess a pair of undersized, withered, or stunted wings like a mockery of those of their fiendish forbearer. Sometimes these wings are leathery, like those of a bat. Other times they are covered with a scattering of black, red, or violet feathers. Rare manifestations can take even more bizarre forms. These wings do not provide the lift required for actual flight, but do have enough power to aid flight attained by some other method, and grant a +4 racial bonus on Fly skill checks. This racial trait replaces skilled.",
			"",
			"#### Replaces Spell-Like Ability",
			"",
			"**Darklands Guide**  ",
			"{SOURCE Blood of Shadows/5}  ",
			"Those who brave the lightless tunnels below Golarion's surface learn to identify the dangerous phenomena that characterize the Darklands. Characters with this trait gain a +2 bonus on initiative checks, and on saves against traps and hazards when underground (from a lifetime of dodging accursed pools, cave-ins, and green slime).",
			"",
			"Drow and half-elves can take this trait in place of keen senses. Tieflings can take this trait in place of the darkness spell-like ability.",
			"",
			"**Light from the Darkness**  ",
			"{SOURCE Inner Sea Races/217}  ",
			"Tieflings who deny the evil of their heritage to go on to become heroes refuse to use the dark magic of their blood, but their struggle grants them uncanny resilience against evil's touch. As long as they retain a good alignment, they gain the aasimar's incorruptible alternate racial trait. This racial trait replaces the spell-like ability racial trait.",
			"",
			"**Maw or Claw**  ",
			"{SOURCE Advanced Race Guide/169}  ",
			"Some tieflings take on the more bestial aspects of their fiendish ancestors. These tieflings exhibit either powerful, toothy maws or dangerous claws. The tiefling can choose a bite attack that deals 1d6 points of damage or two claws that each deal 1d4 points of damage. These attacks are primary natural attacks. This racial trait replaces the spell-like ability racial trait.",
			"",
			"**Variant Tiefling Abilities**  ",
			"{SOURCE Blood of Fiends/16}  ",
			"Some tieflings are blessed or cursed with unusual abilities. GMs may customize their tiefling NPCs using the following chart, or allow their players to do so by rolling a d%. Players with a particular character concept in mind may consult their GM if they want to select a specific variant ability.",
			"",
			"The abilities presented here replace a tiefling's spell-like ability racial trait. Any abilities that grant spells or spell-like abilities are treated as having a caster level equal to the tiefling's character level.",
			"",
			"| d% | Ability |",
			"| --- | --- |",
			"| 1 | You can animate a 1 HD skeleton, as per {spell/animate dead}, once per day as a spell-like ability. |",
			"| 2 | You possess some type of extrasensory organ, granting you all-around vision. |",
			"| 3 | You enjoy being cut. The first time each day you take slashing damage, you gain a +1 bonus on attack and damage rolls for the following round. |",
			"| 4 | You can use {spell/mage hand} three times per day as a spell-like ability. |",
			"| 5 | Inherited memories grant you a +2 racial bonus on one Knowledge skill of your choice. |",
			"| 6 | You can {spell/levitate} yourself plus 10 pounds at will, as per the spell. This is a supernatural ability. |",
			"| 7 | You can eat and gain nourishment from ash, cinders, dust, and sand. |",
			"| 8 | You gain a +1 bonus on all attack and damage rolls against good-aligned outsiders. |",
			"| 9 | You gain an additional +2 racial bonus to your Charisma score. |",
			"| 10 | You possess a bite that is treated as a natural weapon and deals 1d4 points of damage. |",
			"| 11 | Once per day, you can exhibit a burst of speed, moving as if your base land speed were 50 feet for one move action. |",
			"| 12 | You do not need to sleep. You are not immune to sleep effects. |",
			"| 13 | You gain a +2 bonus on saving throws made against disease. |",
			"| 14 | Your base land speed increases by +5 feet. |",
			"| 15 | You possess a fiendishly cunning tongue, granting you a +2 racial bonus on all Diplomacy checks. |",
			"| 16 | You have oversized limbs, allowing you to use Large weapons without penalty. |",
			"| 17 | You possess claws that are treated as natural weapons and deal 1d4 points of damage. |",
			"| 18 | You gain DR 2/bludgeoning. |",
			"| 19 | You gain a Swim speed of 30 feet. |",
			"| 20 | You gain a +2 racial bonus on combat maneuver checks. |",
			"| 21 | You possess fiendish luck. Once per day, you can reroll one die roll. You must take the result of this second roll. |",
			"| 22 | You can use {spell/detect evil}, as per the spell, three times per day. |",
			"| 23 | You never need to drink to survive. |",
			"| 24 | Once per day, you can produce a sharp barb from your body. This barb is removable and is treated as a dagger. |",
			"| 25 | You gain acid resistance 5. |",
			"| 26 | Your body produces intense, searing heat. Any creature that grapples you takes 1d4 points of fire damage per round. |",
			"| 27 | You can speak two additional languages spoken by extraplanar beings. |",
			"| 28 | Any evil creature you call via summon monster remains for 3 rounds longer than usual. |",
			"| 29 | You gain a +1 bonus on all Reflex saving throws. |",
			"| 30 | You can alter your shadow to make it appear as that of any creature or object of your size or smaller. |",
			"| 31 | You can burrow through dirt, sand, and loose gravel at a rate of 5 feet per round. |",
			"| 32 | You can sense weakness, granting you a +1 bonus on all rolls to confirm critical hits. |",
			"| 33 | You gain DR 2/silver. |",
			"| 34 | You do not lose consciousness until you are reduced to -5 hit points. |",
			"| 35 | You possess long limbs and a powerful grip, features that grant you a +2 racial bonus on all Climb checks. |",
			"| 36 | You can communicate telepathically with any sentient creature with which you are in contact. |",
			"| 37 | Once per day, you can use {spell/death knell} as a spell-like ability. |",
			"| 38 | At will, you can spend a full-round action concentrating to receive the benefits of tremorsense 60 feet for 1 round. |",
			"| 39 | Once per day, you can move at double your normal speed for 1 round. |",
			"| 40 | As a full-round action, you can bleed and collect 5 sp worth of precious blood per day. |",
			"| 41 | You possess spell resistance equal to 10 + 1/2 your Hit Dice. |",
			"| 42 | The spell {spell/animate dead} can return you to life as per the spell {spell/raise dead} 1d4 times. |",
			"| 43 | Your fiendish sorcery ability treats your Charisma score as if it were 3 points higher instead of 2. |",
			"| 44 | You are unusually short, granting you all the standard traits of a Small creature. |",
			"| 45 | Your features are subtly malleable, granting you a +2 racial bonus on all Disguise checks. |",
			"| 46 | You gain an additional +2 racial bonus to your Intelligence score. |",
			"| 47 | You can use {spell/curse water} three times per day as a spell-like ability. |",
			"| 48 | You are invisible to all unintelligent undead. This is a supernatural ability. |",
			"| 49 | You are healed by both positive and negative channeled energy. |",
			"| 50 | Your skin is unnaturally tough, granting you a +1 natural bonus to your AC. |",
			"| 51 | You can speak to all birds. |",
			"| 52 | You gain a +2 bonus on saving throws against poison. |",
			"| 53 | You possess the scent special ability. |",
			"| 54 | You gain DR 2/piercing. |",
			"| 55 | You are unnaturally sly, granting you a +2 racial bonus on all Sleight of Hands checks. |",
			"| 56 | Once per day, you can spit acid. This glob deals 1d4 points of acid damage and has a range increment of 5 feet. |",
			"| 57 | Your body exudes painfully freezing cold. Any creature that grapples you takes 1d4 points of cold damage per round. |",
			"| 58 | You heal yourself of double the normal amount of damage by resting. |",
			"| 59 | You gain a +1 bonus on all Will saving throws. |",
			"| 60 | You gain a +2 bonus on initiative checks at night. |",
			"| 61 | You can manipulate any armor, gauntlets, or shield you wield, causing them to grow spikes. These spikes last only as long as you wear your armor. |",
			"| 62 | You can use {spell/deathwatch} three times per day as a spell-like ability. |",
			"| 63 | You have some manner of inhuman sensory organ. You gain a +2 bonus on saving throws against all gaze attacks. |",
			"| 64 | Once per day, for 1 round, you may see through any substance less than 5 feet thick - except for lead - as if it were glass. This is a supernatural ability. |",
			"| 65 | Your strange physiology grants you a +2 racial bonus on all Acrobatics checks. |",
			"| 66 | You can drink and gain nourishment from ash, cinders, dust, and sand. |",
			"| 67 | Your eyes glow fiendishly and you possess the {umr/see in darkness} ability as if you were a devil. |",
			"| 68 | You gain damage reduction 2/cold iron. |",
			"| 69 | Once per day, you can use {spell/fog cloud} as a spell-like ability. |",
			"| 70 | You are aware of and can choose the result of any attempt to detect your alignment. |",
			"| 71 | Once per day, you can spend a full-round action eating from a corpse to regain 1d6+1 hit points. |",
			"| 72 | You can communicate telepathically with any evil creature within 50 feet. |",
			"| 73 | You can use {spell/minor image} three times per day as a spell-like ability. |",
			"| 74 | Once per day, as a spell-like ability, you can animate a Small or smaller object for a number of rounds equal to your level. Treat this object as an [animated object](spell/animate_objects). |",
			"| 75 | You gain sonic resistance 5. |",
			"| 76 | You can hold your breath for 3 rounds longer than normal. |",
			"| 77 | You can speak to insects. |",
			"| 78 | Your skin is spiky. Any creature that attempts to grapple you takes 1d4 points of damage. |",
			"| 79 | You receive a +1 bonus on all Fortitude saving throws. |",
			"| 80 | You gain a +2 bonus to your CMD. |",
			"| 81 | Once per day, you can use {spell/rage} on yourself as a spell-like ability. |",
			"| 82 | You gain a +2 bonus on saving throws against mind-affecting effects. |",
			"| 83 | Once per day, exposure to fire heals you of 1d6 points of damage. This ability does not negate fire damage. |",
			"| 84 | You are immune to magic sleep and paralysis effects. |",
			"| 85 | Supernatural awareness grants you a +2 racial bonus on all Perception checks. |",
			"| 86 | Your anatomy is slightly unusual, giving you a 15% chance to ignore critical hits made against you. |",
			"| 87 | You can survive on one-quarter the amount of food and water a human requires. |",
			"| 88 | Any damage you deal with a melee weapon is treated as evil for the purposes of overcoming damage reduction. |",
			"| 89 | Once per day, you can use {spell/inflict light wounds} as a spell-like ability. |",
			"| 90 | You gain an additional +2 racial bonus to your Wisdom score. |",
			"| 91 | You gain DR 2/slashing. |",
			"| 92 | You can see creatures on the Ethereal Plane. |",
			"| 93 | Once per day, you may ask a corpse one yes-or-no question, as per the spell {spell/speak with dead}. This is a spell-like ability. |",
			"| 94 | You gain a +2 bonus on saving throws against nausea. |",
			"| 95 | You are flexible and slightly slimy, and thus gain a +2 racial bonus on all Escape Artist checks. |",
			"| 96 | You can use {spell/ventriloquism} at will as a spell-like ability. |",
			"| 97 | Once per day as a standard action, you may suppress your unusual tiefling physical features for a number of minutes equal to your Con modifier, thus appearing human. |",
			"| 98 | You receive +1 bonus hit point per level. |",
			"| 99 | Once per week, you may mentally contact a fiendish ancestor to gain information, as per the spell {spell/commune}. This is a spell-like ability. |",
			"| 100 | Roll on this table twice, ignoring any further rolls of 100. |",
			"",
			"#### Replaces Spell-Like Ability, Fiendish Sorcery",
			"",
			"**Soul Seer**  ",
			"{SOURCE Advanced Race Guide/169}  ",
			"Rare tieflings have a peculiar sight that allows them to see the state of a creature's soul. They can use {spell/deathwatch} at will as spell-like ability. This racial trait replaces the spell-like ability and fiendish sorcery racial traits.",
			"",
			"### Tiefling Favored Class Options",
			"",
			"Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, Tieflings have the option of choosing from a number of other bonuses, depending upon their favored class.",
			"",
			"The following options are available to all Tieflings who have the listed favored class.",
			"",
			"**Alchemist** ({source/Advanced Race Guide/ pg. 170}): Add +1/2 to the alchemist's bomb damage.  ",
			"**Cleric** ({source/Advanced Race Guide/ pg. 170}): Add a +1 bonus on caster level checks made to overcome the spell resistance of outsiders.  ",
			"**Druid** ({source/Advanced Race Guide/ pg. 170}): Add a +1 bonus on wild empathy checks made to improve the attitude of fiendish animals.  ",
			"**Inquisitor** ({source/Advanced Race Guide/ pg. 170}): Add a +1/2 bonus on Intimidate checks and Knowledge checks to identify creatures.  ",
			"**Magus** ({source/Advanced Race Guide/ pg. 170}): Add +1/4 point to the magus's arcane pool.  ",
			"**Paladin** ({source/Advanced Race Guide/ pg. 170}): Add +1 to the amount of damage the paladin heals with lay on hands, but only when the paladin uses that ability on herself.  ",
			"**Rogue** ({source/Advanced Race Guide/ pg. 170}): Add +1/2 to sneak attack damage dealt to creatures with the outsider type.  ",
			"**Shifter** ({source/Wilderness Origins/ pg. 8}): Add a +1 bonus on wild empathy checks to improve the attitude of fiendish creatures.  ",
			"**Sorcerer** ({source/Advanced Race Guide/ pg. 170}): Add +1/2 to the number of times per day a sorcerer can use the corrupting touch infernal bloodline power, or +1 to the total number of rounds per day the sorcerer can use the claws abyssal bloodline power. The sorcerer must possess the applicable power to select these bonuses.  ",
			"**Summoner** ({source/Advanced Race Guide/ pg. 170}): Add +1 hit point or +1 skill rank to the summoner's eidolon.  ",
			"**Witch** ({source/Advanced Race Guide/ pg. 170}): The witch's familiar gains resistance 1 against cold, electricity, or fire. Each time the witch selects this reward, increase the familiar's resistance to one of these energy types by 1 (maximum 5 for any one type). If the witch ever replaces her familiar, the new familiar has these resistances.  ",
			"**Wizard** ({source/Advanced Race Guide/ pg. 170}): Select one arcane school power at 1st level that is normally usable a number of times per day equal to 3 + the wizard's Intelligence modifier. The wizard adds +1/2 to the number of uses per day of that arcane school power."
		]
	},
	"triaxian": {
		"name": "Triaxian",
		"sources": [
			"Inner Sea Races",
			"Pathfinder #70: The Frozen Stars",
			"People of the Stars"
		],
		"description": [
			"## Triaxian",
			"",
			"{SOURCE Inner Sea Races/252;Pathfinder #70: The Frozen Stars/86;People of the Stars/12}  ",
			"Triaxians, the race of humanoids native to Triaxus, have developed an amazing physiological adaptation to their planet's centuries-long seasons. The average Triaxian lives for only 80 years, so entire generations experience nothing but endless summer or winter throughout their lifetimes. Those born in the lush, verdant summer season, called Summerborn, typically have dark skin, little body hair, and wide, expressive eyes. Winterborn, on the other hand, come into being on a world dominated by the snows of an endless winter, and sport fine, white fur coats and narrow eyes that help protect them from frigid temperatures and snow blindness.",
			"",
			"In the relatively short period between summer and winter, the birth of Transitional Triaxians heralds the arrival of either spring or autumn, and is a cause for celebration of impending easy living or a sign of hard times to come, respectively. No more than a single generation of such children are born for each transition in each orbital year. Transitional Triaxians are bereft of any of the environmentally adaptive benefits of their kin. Curiously, Triaxians born on other worlds exhibit Summerborn, Winterborn, or Transitional traits that follow the same pattern as their home world, indicating that their physiological adaptations to the Triaxian environment function according to an internal biological clock rather than in response to external stimuli.",
			"",
			"Triaxian culture also transforms with the seasons. Winterborn place a strong value on commitment, honor, and the honesty. Friendship is not readily granted, but neither is it lightly forsaken. Summerborn are nomadic, free-spirited people who are quick to accept outsiders and just as quick to break with clan or tradition. Summerborn and Winterborn rarely meet under normal circumstances, so for the most part they must understand each other through history.",
			"",
			"### Triaxian Racial Traits",
			"",
			">**+2 Constitution, +2 Wisdom, -2 Strength:** Triaxians are a hardy and wily, but also somewhat weak.  ",
			">**Low-Light Vision:** In dim light, Triaxians can see twice as far as humans.  ",
			">**Keen Senses:** Triaxians' unique ear construction grants them a +2 bonus on Perception checks.  ",
			">**Bonus Feat:** Triaxians select one extra feat at 1st level.  ",
			">**Seasoned:** Summerborn Triaxians can exist comfortably in conditions between 90 and 140 degrees Fahrenheit without having to attempt Fortitude saves. Winterborn Triaxians can exist comfortably in conditions between 40 and -20 degrees Fahrenheit without having to attempt Fortitude saves. When in conditions of severe cold or heat, Triaxians have to attempt Fortitude saves only once per hour instead of once every 10 minutes. Transitional Triaxians do not have this ability.  ",
			">**Languages:** Triaxians speak Triaxian (the common trade language of Triaxus). Triaxians with high Intelligence scores can choose any languages they want (except secret languages, such as Druidic).",
			"",
			"### Triaxian Alternate Racial Traits",
			"",
			"#### Replaces Seasoned",
			"",
			"**Transitional Lore**  ",
			"{SOURCE Inner Sea Races/217}  ",
			"Transitional Triaxians are often instilled from a young age with the lore they need to prepare for the next winter or summer; they gain a +1 racial bonus on Knowledge (nature) and Survival checks. This racial trait replaces seasoned."
		]
	},
	"triton": {
		"name": "Triton",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Triton",
			"",
			"{SOURCE Blood of the Sea/14}  ",
			"Tritons first came to Golarion centuries ago from the Plane of Water, but most of them now consider the Material Plane their home. They live in many of the oceans, seas, and even rivers of Golarion, though they dislike settling in lightless oceanic depths. They are kind and good-natured creatures who maintain distant but cordial relations with others. Tritons have a reputation for fairness and honesty that endears them to coastal communities and undersea settlements of aquatic elves, locathahs, and merfolk. Although tritons are social creatures - building large communities and grand structures below the waves - they prefer to interact with their own kind, and non-triton visitors in these communities are rare.",
			"",
			"Tritons have sharp, symmetrical features and vivid blue eyes, with hair color ranging among white, silver, aqua, or pale green. Their upper bodies are muscled humanoid forms, but for lower limbs, tritons have a split tail resembling two finned legs. Tritons have skin that ranges in tone from dark green to pale blue and gleams with a silvery sheen. Their scales tend to iridescence, but rare tritons with purely silver or gold scales are considered destined for particular virtue. Tritons have a strong morality that often drives them into conflict with evil creatures. Tritons despise cruelty and corruption, and few matters can unite tritons like the presence of powerful evil in the area.",
			"",
			"Tritons train conscientiously, refining their tactics and learning to work as a team. They diligently tame aquatic animals such as dolphins and giant seahorses to act as mounts. While tritons hate all evil creatures, they have a particular enmity for aboleths and krakens. Undersea communities plagued by these horrors sometimes send word to triton bands for help, and triton kraken slayers respond as quickly as possible.",
			"",
			"Triton Adventurers: Upon reaching maturity, tritons typically embark on a journey of a year or longer, exploring their region and researching the threats within it. Tritons consider this experience important for personal development and preparation for service to their community, and in some cases, the journey is a prerequisite to joining an organized military group. Tritons may work together with other travelers they meet along the way, and they eagerly summon allies from the sea with their *summon nature's ally* spell-like ability when needed, but they refuse aid from their home-part of the purpose of their journey is to learn to get along without relying on the strong bonds of familyhood and friendship which they have always drawn on for support.",
			"",
			"Tritons who don't join a specific organized military group often join instead with like-minded individuals in small militia bands that train and patrol their region for dangers. Tritons residing far from the cities and villages of their kind might establish a band with other good-aligned undersea creatures; this experience leads naturally into the life of an adventurer.",
			"",
			"While all tritons despise evil creatures, some develop a personal hatred for a specific enemy. Tritons who have tried and failed to take down an adversary may swear an oath to end the creature's life. Most often, tritons take this oath against aboleths, krakens, or powerful sahuagin. This oath can lead tritons away from their community to hunt for information and to seek support in destroying their enemy and its minions.",
			"",
			"Tritons have a reputation as honorable, law-abiding people. On occasion, neighboring communities may call on them to act as arbiters or mediators. While it's understood that a triton's decision is not lawfully binding, some settlements - including those of cecaelias, gnomes, half-elves, humans, and locathahs - agree to abide by a triton's ruling in advance. Tritons are asked to perform in this capacity when traditional law has failed the community or when the dispute involves both land-dwelling and aquatic individuals. In their travels, triton adventurers may find themselves asked to arbitrate, even - or perhaps particularly - in remote areas where tritons are known only by their reputation as being wise and just.",
			"",
			"Some tritons lack the innate disgust their race feels for evil and embrace a wicked lifestyle. These immoral few might have developed their apathy over time or eschewed moral virtue in the face of a single monumental tragedy, but they find life among virtuous tritons trying at best. These social misfits often leave their homes as soon as they can, taking advantage of trusting folk who believe the race to be unreservedly good. As the actions of these evil tritons can damage the reputation of the race as a whole, perhaps irreparably, benign tritons quietly and quickly hunt down their wicked kin.",
			"",
			"### Triton Racial Traits",
			"",
			"Tritons are unusual characters and should be played only with the GM's permission. Tritons normally have racial Hit Dice, skills, and other abilities. PC tritons, however, calculate these benefits based solely on their class. Note that these abilities are only an approximation of the triton's monster entry and may not match exactly. PC tritons have the following racial traits.",
			"",
			">**+2 Strength, +2 Charisma, -2 Dexterity:** Tritons are strong and have forceful personalities, but they are not very nimble.  ",
			">**Outsider:** Tritons are native outsiders with the water subtype.  ",
			">**Medium:** Tritons are Medium creatures and have no bonuses or penalties due to their size.  ",
			">**Darkvision:** Tritons have darkvision with a range of 60 feet.  ",
			">**Low-Light Vision:** Tritons have low-light vision.  ",
			">**Natural Armor:** Tritons have a +2 natural armor bonus.  ",
			">**Slow Speed:** Tritons are ungainly out of the water and have a base speed of only 5 feet.  ",
			">**Swim Speed:** Tritons have a swim speed of 40 feet.  ",
			">**Spell-Like Ability:** Tritons can cast [summon nature's ally II](spell/summon_natures_ally_2) once per day to summon either a Small water elemental or 1d3 dolphins only.  ",
			">**Languages:** Tritons begin play speaking Aquan and Common. Tritons with a high Intelligence score can choose from the following: Aboleth, Aklo, Celestial, Draconic, Elven, Gnome, and Sylvan."
		]
	},
	"trox": {
		"name": "Trox",
		"sources": [
			"Inner Sea Races",
			"Bestiary 4"
		],
		"description": [
			"## Trox",
			"",
			"{SOURCE Inner Sea Races/253;Bestiary 4/264}  ",
			"Trox were once members of a much smaller and more docile race of subterranean burrowers, but were long ago enslaved by the duergar and bred into useful brutes. Eventually, several clans of trox were able to escape their slavers and reach the surface world, though they found the creatures above were just as eager to enslave them. Most trox still live a life of servitude. A free trox tends to be loyal to its true friends and inquisitive, though it can harbor deep grudges and resentments.",
			"",
			"### Trox Racial Traits",
			"",
			">**+6 Strength, -2 Intelligence, -2 Wisdom, -2 Charisma:** Trox are very strong, but they can be dim, unreceptive, and inhospitable.  ",
			">**Monstrous Humanoid:** Trox are monstrous humanoids.  ",
			">**Normal Speed:** Trox have a base speed of 30 feet.  ",
			">**Large:** Trox are Large and take a -1 size penalty to their AC, take a -4 size penalty on Stealth checks, and gain a +1 size bonus on combat maneuver checks and to combat maneuver defense.  ",
			">**Darkvision:** Trox can see in the dark up to 60 feet.  ",
			">**Burrow:** Trox have a burrow speed of 20 feet.  ",
			">**Frenzy:** Once per day when a trox takes damage, it flies into a frenzy for 1 minute, gaining a +2 racial bonus to Constitution and Strength, but a -2 penalty to their AC.  ",
			">**Grabbing Appendages:** A trox's smaller arms are useful for little more than aiding it with grappling. Trox gain {feat/Improved Grapple} as a bonus feat, and can maintain a grapple and still make attacks with their main arms.  ",
			">**Languages:** Trox begin play speaking Terran. A trox with a high Intelligence score can choose from the following: Common, Dwarven, Giant, Orc, and Undercommon.",
			"",
			"This hulking juggernaut has two massively muscled arms and a group of four smaller ones that jut from under its rib cage.",
			"",
			"### Trox Alternate Racial Traits",
			"",
			"#### Replaces Burrow, Frenzy",
			"",
			"**Tremorsense**  ",
			"{SOURCE Inner Sea Races/217}  ",
			"Some trox have developed a closeness to the earth that helps them thwart the invisibility of their duergar enemies. They gain tremorsense to a range of 30 feet. This racial trait replaces frenzy and burrow."
		]
	},
	"undine": {
		"name": "Undine",
		"sources": [
			"Inner Sea Races",
			"Advanced Race Guide",
			"Bestiary 2",
			"Plane-Hopper's Handbook",
			"Wilderness Origins"
		],
		"description": [
			"## Undine",
			"",
			"{SOURCE Inner Sea Races/253;Advanced Race Guide/174;Bestiary 2/275}  ",
			"Undines are humans who trace their ancestry to creatures from the Plane of Water. Even at first glance, one notices the potency of their ancestry, for an undine's very flesh mimics the color of lakes, seas, and oceans. Whether they have the blood of marids or water mephits as their kin, all undines define themselves through their ancestry. They perceive their individual differences as gifts and explore the supernatural aspects of their unique heritage to the fullest.",
			"",
			"The undines are a proud race and show little outward fear. While good-natured and somewhat playful among their own kind, they behave with slightly more reserve and seriousness in the company of non-undines. They have excellent emotional control, and can edge their tempers from calm to raging and back again within but a few minutes. While some might dub their behavior erratic, undines are simply a bit more outwardly melodramatic than most races. Certainly, they are not moody and do not become angered, excited, or otherwise emotional without provocation. As close friends, some find them overly possessive, though they are also extremely protective of those they care about.",
			"",
			"Undines tend to settle near water, usually in warmer climates. Though land-dwellers, they spend a fair amount of time in the water. For this reason, most dress sparsely, wearing only enough clothing to protect themselves from the elements, and few wear shoes. They avoid wearing jewelry around their necks and keep their hair slicked back and tied into tight knots. This prevents hair or other objects from becoming a distraction or hindrance while swimming. Similarly, undines pursuing martial classes choose weapons that they can wield efficiently on land as well as in water.",
			"",
			"**Physical Description:** Undines display a wide variation of skin tones, ranging from pale turquoise to deep blue to sea green. An undine's straight, thick hair tends to be of a similar, yet slightly darker color than her skin. All have limpid blue eyes. Physically, undines most resemble humans, and their physiques show human diversity in regard to overall height and body type. Aside from their coloration, their most racially defining traits remain their fin-like ears and webbed hands and feet.",
			"",
			"**Society:** Undines define themselves as a unique race and are capable of producing undine offspring. While they remain able to interbreed with humans, they tend to keep to themselves, and form small, reclusive communities near bodies of water, or in some cases, floating settlements. A typical undine community lives under the guidance of a small council comprising officials appointed by consensus. Council positions can be held indefinitely, though a community unhappy with the performance of a council member can call for her resignation.",
			"",
			"Intermarriage in undine communities is common, with children raised communally. A fair amount of regional diversity exists in undine culture, as influenced by the specific ancestry of independent settlements. It should also be noted that not all undine in a single settlement claim the same ancestry, as undines may marry other undines from outside their own communities.",
			"",
			"**Relations:** Undines hold no biases or prejudices toward any particular races. Their communities rely primarily on trade, giving them ample opportunity to interact with a diverse range of outsiders and foreigners. They have no qualms about establishing neighborhoods within the settlements of other races, provided adequate respect is given to both the undines and any nearby bodies of water. Still, in such instances, a given undine community does what it can to retain its autonomy.",
			"",
			"Undines get along quite well with elves and gnomes. Often these races share protective duties over forested lakes and streams. Similarly, they interact favorably with good or neutral aquatic humanoids, sharing many common interests. They barter most freely with humans and dwarves for resources such as metal and cloth.",
			"",
			"**Alignment and Religion:** Most undines are neutral. Their principle interests lie in the welfare of their people, and thus their moral concerns focus upon the community and upon themselves. This neutral view also allows them to interact with a broad scope of non-undine races with whom they trade. While not deeply religious, undines possess a strong spiritual connection to both their supernatural ancestors and to water itself. Those who pursue non-secular paths almost always worship the gods of their ancestors or gods whose portfolios feature some aspect of water.",
			"",
			"**Adventurers:** On occasion, an undine leaves her people to seek out a life of adventure. Like water itself, some undines simply feel compelled to move, and adventuring gives them an ample excuse for living on the road. Others adventure for less wholesome reasons, and exile is a common punishment for crimes within undine society. With few other options, most exiles turn to adventuring hoping to find a new place in the world. Undines' affinity toward water makes them particularly good druids, while undine sorcerers usually have aquatic bloodlines.",
			"",
			"**Male Names:** Aven, Dharak, Ghiv, Jamash, Maakor, Ondir, Radid, Shiradahz.",
			"",
			"**Female Names:** Afzara, Baarah, Calah, Iryani, Maarin, Nylgune, Pari, Radabeh, Urdahna.",
			"",
			"### Undine Racial Traits",
			"",
			">**+2 Dexterity, +2 Wisdom, -2 Strength:** Undines are perceptive and agile, but somewhat weak.  ",
			">**Native Outsider:** Undines are outsiders with the native subtype.  ",
			">**Medium:** Undines are Medium creatures and receive no bonuses or penalties due to their size.  ",
			">**Normal Speed:** Undines have a base speed of 30 feet on land. They also have a swim speed of 30 feet, can move in water without needing to attempt Swim checks, and always treat Swim as a class skill.  ",
			">**Darkvision:** Undines can see in the dark up to 60 feet.  ",
			">**Spell-Like Ability:** Undines can cast {spell/hydraulic push} once per day as a spell-like ability (with a caster level equal to the undine's character level).  ",
			">**Energy Resistance:** Undines have cold resistance 5.  ",
			">**Water Affinity:** Undine sorcerers with the elemental (water) bloodline treat their Charisma scores as 2 points higher for the purposes of all sorcerer spells and class abilities. Undine clerics with the Water domain cast their Water domain powers and spells at +1 caster level.  ",
			">**Languages:** Undines begin play speaking Common and Aquan. Undines with high Intelligence scores can choose from the following languages: Auran, Dwarven, Elven, Gnome, Halfling, Ignan, and Terran.",
			"",
			"### Subraces",
			"",
			"#### Mistsoul (Vapor Undine)",
			"",
			"{SOURCE Plane-Hopper's Handbook/21}  ",
			"Soothing and insightful, mistsoul undines move through the world with airy resilience and earnest action.",
			"",
			"*Typical Alignment* NG  ",
			"*Ability Modifiers* +2 Con, +2 Wis, -2 Int  ",
			"*Alternate Spell-Like Ability* Mistsouls gain {spell/obscuring mist} as a spell-like ability.  ",
			"*Mist Affinity* This racial trait functions as and can be replaced as the base undine's water affinity, except it benefits sorcerers with the dreamspun bloodline and spellcasters with the Repose domain.",
			"",
			"With gentle spirits and contemplative minds, mistsouls are drawn to the more mystic aspects of their element. Their ephemeral, vaporous natures can allow them to lull others into a dreamlike state, or facilitate a peaceful transition into the next life. They tend to seek out places where ideological and political struggles converge, and thus they are at home in communities like those of the common folk of Brevoy.",
			"",
			"Physically, mistsouls have rounded features and graceful deliberation in their movement. They prefer soft, highquality garments of neutral or earth tones and simple jewelry chosen for significance rather than expense.",
			"",
			"#### Rimesoul (Frost Undine)",
			"",
			"{SOURCE Plane-Hopper's Handbook/21}  ",
			"Rimesoul undines are distant and imperious, aloof in their intellect and hesitant to change their ways.",
			"",
			"*Typical Alignment* LN  ",
			"*Ability Modifiers* +2 Dex, +2 Int, -2 Cha  ",
			"*Alternate Spell-Like Ability* Rimesouls gain {spell/chill touch} as a spell-like ability.  ",
			"*Ice Affinity* This racial trait functions as and can be replaced as the base undine's water affinity, except it benefits sorcerers with the boreal bloodline and spellcasters with the Ice subdomain.",
			"",
			"Like their ice-coated ancestors, rimesouls represent the solidification of change. They have precise, ordered minds that take well to individual pursuits. Rimesouls often choose to live in sparsely populated areas in Irrisen and Varisia. When they do live in cities, they prefer areas of disciplined culture such as Druma and Cheliax.",
			"",
			"In appearance, rimesouls are frequently pale, sometimes with translucent or blue-tinged skin. Rimesouls usually dress in crisp, understated fashions that present an impression of austerity.",
			"",
			"### Undine Alternate Racial Traits",
			"",
			"#### Replaces Darkvision",
			"",
			"**Deepsight**  ",
			"{SOURCE Advanced Race Guide/175}  ",
			"The eyes of some undines are especially adapted to the lightless depths of the oceans, but not to air-filled environments. An undine with this racial trait has darkvision 120 feet when underwater, but otherwise has no darkvision at all. This racial trait replaces darkvision.",
			"",
			"#### Replaces Energy Resistance",
			"",
			"**Flesh Chameleon**  ",
			"{SOURCE Advanced Race Guide/175}  ",
			"Some undines can change their coloration to match human skin tones. As a standard action, an undine with this racial trait can change her natural blue hue to match any normal human skin tone, and can revert to normal as a free action. This grants a +4 racial bonus on Disguise checks to appear human. This racial trait replaces energy resistance.",
			"",
			"**Terrain Chameleon**  ",
			"{SOURCE Advanced Race Guide/175}  ",
			"Some undines can change their coloration to blend in with underwater terrain, mixing browns, grays, and greens to resemble kelp or other natural water plants. As a standard action, an undine with this racial trait can change her coloration, gaining a +4 bonus on Stealth checks in underwater environments. She can return to normal as a free action. This racial trait replaces energy resistance.",
			"",
			"**Water Sense**  ",
			"{SOURCE Advanced Race Guide/176}  ",
			"Undines with this racial trait can sense vibrations in water, granting them blindsense 30 feet against creatures in contact with the same body of water. This racial trait replaces energy resistance.",
			"",
			"#### Replaces Languages, Subtype, Type",
			"",
			"**Mostly Human**  ",
			"{SOURCE Inner Sea Races/215}  ",
			"A few ifrits, oreads, sulis, sylphs, and undines have appearances much closer to those of their human ancestors; in fact, they may not even realize their true race. Such geniekin appear to be human, save perhaps minor features like unusual eye color, and they count as humanoid (human) as well as outsider (native) for all purposes (such as humanoid-affecting spells such as {spell/charm person} or {spell/enlarge person}). These geniekin do not automatically gain their associated elemental language (but may select it as a bonus language if their Intelligence is high enough). This ability alters the geniekin's type, subtype, and languages.",
			"",
			"#### Replaces Spell-Like Ability",
			"",
			"**Acid Breath**  ",
			"{SOURCE Advanced Race Guide/174}  ",
			"Undines whose outsider heritage can be traced to a water mephit can wield acid as a weapon. Such an undine has a breath weapon that is a 5-foot cone of acidic water usable once per day. The breath deals 1d8 points of acid damage per two character levels (maximum 5d8). A Reflex saving throw (DC 10 + 1/2 the undine's level + the undine's Constitution modifier) halves the damage. This racial trait replaces the spell-like ability racial trait.",
			"",
			"**Amphibious**  ",
			"{SOURCE Advanced Race Guide/175}  ",
			"Some undines are born with a permanent bond to water. Undines with this racial trait gain the aquatic subtype and amphibious special quality. This racial trait replaces the spell-like ability racial trait.",
			"",
			"**Nereid Fascination**  ",
			"{SOURCE Advanced Race Guide/175}  ",
			"Some undines can trace their ancestry to nereids as well as to outsiders. Once per day as a standard action, such an undine can create a 20-foot-radius aura that causes humanoids within the aura's range to become fascinated with her for a number of rounds equal to 1/2 the undine's character level (minimum 1). Targets may resist with a Will save (DC 10 + 1/2 the undine's level + the undine's Charisma modifier). This is a supernatural ability. This racial trait replaces the spell-like ability racial trait.",
			"",
			"**Ooze Breath**  ",
			"{SOURCE Advanced Race Guide/175}  ",
			"Some undines' outsider heritage can be traced to ooze mephits. These undines have a breath weapon that is a 5-foot cone of slime usable once per day. The slime deals 1d4 points of acid damage per two character levels (maximum 5d4) and sickens creatures in the area for 3 rounds. A successful Reflex saving throw (DC 10 + 1/2 the undine's level + the undine's Constitution modifier) halves the damage and negates the sickened effect. This racial trait replaces the spell-like ability racial trait.",
			"",
			"**Triton Magic**  ",
			"{SOURCE Inner Sea Races/217}  ",
			"Some undines - often from Outsea - descend from tritons, rather than genies. Undines with this racial trait can use [summon nature's ally I](spell/summon_natures_ally_1) as a spell-like ability, but only to summon a dolphin. This racial trait replaces the spell-like ability racial trait.",
			"",
			"#### Replaces Water Affinity",
			"",
			"**Hydrated Vitality**  ",
			"{SOURCE Advanced Race Guide/175}  ",
			"An undine with this racial trait gains fast healing 2 for 1 round anytime she submerges completely within a body of natural salt water, fresh water, or brackish water. Stagnant, poisoned, or trapped water (such as an artificial pit or a bag of holding) does not activate this ability. The undine can heal up to 2 hit points per level per day with this ability, after which it ceases to function. This racial trait replaces water affinity.",
			"",
			"### Undine Favored Class Options",
			"",
			"Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, Undines have the option of choosing from a number of other bonuses, depending upon their favored class.",
			"",
			"The following options are available to all Undines who have the listed favored class.",
			"",
			"**Bard** ({source/Advanced Race Guide/ pg. 176}): Add a +1 bonus on Perform checks to use the countersong bardic performance against creatures with the aquatic or water subtypes.  ",
			"**Cleric** ({source/Advanced Race Guide/ pg. 176}): Add a +1 bonus on caster level checks to overcome the spell resistance of creatures with the aquatic or water subtype.  ",
			"**Druid** ({source/Advanced Race Guide/ pg. 176}): Add a +1 bonus on wild empathy checks to influence animals and magical beasts with the aquatic subtype.  ",
			"**Monk** ({source/Advanced Race Guide/ pg. 176}): Add +1 to the monk's CMD when resisting a grapple and +1/3 to the number of stunning attacks he can attempt per day.  ",
			"**Shifter** ({source/Wilderness Origins/ pg. 8}): Add a +1 bonus on wild empathy checks to influence animals and magical beasts with the aquatic subtype.  ",
			"**Sorcerer** ({source/Advanced Race Guide/ pg. 176}): Add a +1 bonus on caster level checks to cast spells underwater.  ",
			"**Summoner** ({source/Advanced Race Guide/ pg. 176}): If the summoner's eidolon has an aquatic base form , add +5 feet to the range of the summoner's life link ability.  ",
			"**Wizard** ({source/Advanced Race Guide/ pg. 176}): Add one spell from the cleric, druid, or wizard spell list with the water descriptor to the wizard's spellbook. This spell must be at least one level below the highest spell level he can cast. This spell is treated as one level higher unless it also appears on the wizard spell list."
		]
	},
	"vanara": {
		"name": "Vanara",
		"sources": [
			"Inner Sea Races",
			"Bestiary 3",
			"Advanced Race Guide",
			"Blood of the Beast",
			"Wilderness Origins"
		],
		"description": [
			"## Vanara",
			"",
			"{SOURCE Inner Sea Races/253;Bestiary 3/280;Advanced Race Guide/206}  ",
			"Vanaras are intelligent, monkeylike humanoids that live in deep, warm forests and lush jungles. A vanara's body is covered in a thin coat of soft fur, and individuals with chestnut, ivory, and even golden coats are common. Despite their fur, vanaras can grow lengthy hair on their head just as humans can, and both male and female vanaras take pains to wear elaborate hairstyles for important social functions. The hair on a vanara's head matches the color of its fur. All vanaras have long, prehensile tails and handlike feet capable of well-articulated movements. A vanara stands slightly shorter and weighs slightly less than a typical human.",
			"",
			"### Vanara Racial Traits",
			"",
			">**+2 Dexterity, +2 Wisdom, -2 Charisma:** Vanaras are agile and perceptive, but are also rather impish and mischievous.  ",
			">**Vanara:** Vanaras are humanoids with the vanara subtype.  ",
			">**Medium:** Vanaras are Medium creatures and have no bonuses or penalties due to their size.  ",
			">**Normal Speed:** Vanaras have a base speed of 30 feet and a Climb speed of 20 feet.  ",
			">**Low-Light Vision:** A vanara can see twice as far as a human in dim light.  ",
			">**Nimble:** Vanaras have a +2 racial bonus on Acrobatics and Stealth checks.  ",
			">**Prehensile Tail:** A vanara has a long, flexible tail that she can use to carry objects. She cannot wield weapons with her tail, but the tail allows her to retrieve a small, stowed object carried on her person as a swift action.  ",
			">**Languages:** Vanaras begin play speaking Common and Vanaran. Vanaras with high Intelligence scores can choose from the following languages: Aklo, Celestial, Elven, Gnome, Goblin, and Sylvan.",
			"",
			"### Vanara Alternate Racial Traits",
			"",
			"#### Replaces Nimble",
			"",
			"**Acrobatic**  ",
			"{SOURCE Blood of the Beast/28}  ",
			"Vanaras are often extraordinarily agile, capable of dancing around slower-moving humans with playful grace. They gain a +2 racial bonus on Acrobatics and Escape Artist checks. This racial trait replaces nimble.",
			"",
			"**Change Size (Su)**  ",
			"{SOURCE Blood of the Beast/28}  ",
			"One vanara in every 500 is gifted with limited shapeshifting ability. Such a creature can adjust her size at will. She gains the change shape ability and the shapeshifter subtype. Instead of changing appearance, she can use change shape to reduce her size category to Small. Her ability scores don't change, only her size (and thus her weapon damage); normal size penalties and bonuses to AC and CMD and on attack and skill rolls apply. Changing size or returning to her true size is a full-round action. This racial trait alters the vanara's type and replaces nimble.",
			"",
			"#### Replaces Normal Speed",
			"",
			"**Tree Stranger**  ",
			"{SOURCE Advanced Race Guide/206}  ",
			"Some vanaras have spent their lives among humans in centers of learning instead of traditional treetop homes. These vanaras treat all Knowledge skills as class skills, but lose their climb speed racial trait.",
			"",
			"#### Replaces Prehensile Tail",
			"",
			"**Risky Troublemaker**  ",
			"{SOURCE Inner Sea Races/217}  ",
			"Vanara families who seek to emulate the Monkey King teach their members that unexpected opportunities are worth taking great risks. These vanaras can choose to roll twice on Use Magic Device checks. If they do, they take the higher result unless either die roll is a natural 1, in which case the check automatically fails. This racial trait replaces prehensile tail.",
			"",
			"**Whitecape**  ",
			"{SOURCE Advanced Race Guide/206}  ",
			"The rare whitecape vanara clans have more in common with savanna-dwelling baboons than the jungle-dwelling monkeys that most vanaras resemble. Their stooping build grants them a +4 racial bonus to CMD when resisting a bull rush or trip. These vanaras usually have a thick mane of hair on the head and shoulders (called a \"cape\") and shorter tails. This racial trait replaces prehensile tail.",
			"",
			"### Vanara Favored Class Options",
			"",
			"Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, Vanaras have the option of choosing from a number of other bonuses, depending upon their favored class.",
			"",
			"The following options are available to all Vanaras who have the listed favored class.",
			"",
			"**Alchemist** ({source/Advanced Race Guide/ pg. 206}): Add +1/2 to the alchemist's bomb damage.  ",
			"**Arcanist** ({source/Blood of the Beast/ pg. 28}): Add 1/4 to the arcanist's effective class level when determining the effects of any two arcanist exploits that the arcanist has.  ",
			"**Bard** ({source/Blood of the Beast/ pg. 28}): Add 1/2 to the bard's bardic Knowledge bonus.  ",
			"**Brawler** ({source/Blood of the Beast/ pg. 28}): Gain 1/5 of a new {feat/Fleet} feat.  ",
			"**Cavalier** ({source/Blood of the Beast/ pg. 28}): Add 1/2 to the cavalier's level when determining the duration of the tactician ability.  ",
			"**Druid** ({source/Advanced Race Guide/ pg. 206}): Add a +1/2 bonus on wild empathy checks and a +1/2 bonus on Handle Animal skill checks.  ",
			"**Fighter** ({source/Advanced Race Guide/ pg. 206}): Add +1 to the fighter's CMD when resisting a reposition or trip attempt.  ",
			"**Hunter** ({source/Blood of the Beast/ pg. 28}): Add 1 minute to the number of minutes per day that the hunter can use animal focus.  ",
			"**Kineticist** ({source/Blood of the Beast/ pg. 28}): Add 1/3 to the total number of points of burn that the kineticist can accept before she can't choose to accept additional points of burn.  ",
			"**Monk** ({source/Advanced Race Guide/ pg. 206}): Add a +1 bonus on Acrobatics checks made to jump.  ",
			"**Occultist** ({source/Blood of the Beast/ pg. 28}): Gain 1/6 of a new focus power.  ",
			"**Psychic** ({source/Blood of the Beast/ pg. 28}): When casting psychic divination spells, the psychic adds 1/2 to the effective caster level of the spell, but only to determine the spell's range and its d% chance to provide correct or meaningful information (such as with augury or divination).  ",
			"**Ranger** ({source/Advanced Race Guide/ pg. 206}): Add +1/4 dodge bonus to Armor Class against the ranger's favored enemies.  ",
			"**Rogue** ({source/Advanced Race Guide/ pg. 206}): The rogue gains 1/6 of a new rogue talent.  ",
			"**Shaman** ({source/Blood of the Beast/ pg. 28}): Add one spell from the cleric spell list that isn't on the shaman spell list to the list of spells the shaman knows. This spell must be at least 1 level below the highest level the shaman can cast.  ",
			"**Shifter** ({source/Wilderness Origins/ pg. 8}): Add a +1/2 bonus on Acrobatics checks to jump and a +1/2 bonus on wild empathy checks.  ",
			"**Summoner** ({source/Blood of the Beast/ pg. 28}): Add 1/4 to the eidolon's evolution pool.  ",
			"**Witch** ({source/Blood of the Beast/ pg. 28}): Add 1/4 to the witch's caster level when determining the effects of spells granted to her by her patron (to a maximum of +2).  ",
			"**Wizard** ({source/Blood of the Beast/ pg. 28}): 1/6 of a bonus feat. This feat must be an item creation feat, a metamagic feat, or Spell Mastery."
		]
	},
	"vine_leshy": {
		"name": "Vine Leshy",
		"sources": [
			"Ultimate Wilderness",
			"Wilderness Origins"
		],
		"description": [
			"## Vine Leshy",
			"",
			"{SOURCE Ultimate Wilderness/20}  ",
			"Vine leshys are born by ritual, called forth when a druid channels a nature spirit into a plant's form. The nature spirit that answers the call for a vine leshy creation ritual is always one that has keenly felt the influence of mortal beings. Compared to other leshys, vine {family/leshy/s} have an easier time relating to non-plant creatures and a deeper sense of curiosity about the wonders of the natural world beyond those plants closely related to them, as well as a fascination with the societies of humans and other creatures.",
			"",
			"**Physical Description:** A vine leshy's body is made of masses of twisted vines and leaves, sometimes incorporating flowers and fruits as well. Their appearance is mostly determined by the species of vine used in their creation, but most have a large cluster of leaves that forms a face with round eyes, a small mouth, and no visible nose.",
			"",
			"**Society:** Because of their ritual-based genesis, vine leshys do not have a traditional family structure. They form strong friendships with those who accompany them on explorations or who assist them in protecting a natural site. Unlike most leshys, vine leshys usually feel a strong desire to seek out the one who created them. They see their creators as friends and allies rather than as parents.",
			"",
			"While most leshys devote themselves to protecting a particular ward for long stretches of time, vine leshys are far more likely to travel and explore, stopping to care for many different wards for short periods throughout their lifetime. Vine leshys love storytelling, but they place more importance on the meaning and message of the story than the details, both because they can't always remember the details and because they find many details to be unnecessary. A story that has passed through several vine leshys is likely to undergo significant changes in characters and setting but usually retains its core message.",
			"",
			"**Relations:** Vine leshys are interested in learning about the cultures of many other races. Their initial attitudes when they encounter new races are based on biases from the nature spirit's past incarnations, but they evolve over time through the leshy's experiences. In unfamiliar situations, vine leshys prefer to blend in with vegetation to observe before venturing out and introducing themselves.",
			"",
			"Consistent with the plant species from which they derive their bodies, vine leshys recognize a spectrum of genders. Some vine leshys are exclusively female or male, while many vine leshys are both. The biological features of a leshy's flowers do not necessarily indicate its gender, as the nature spirit that inhabits the leshy plays a strong role in determining the leshy's identity.",
			"",
			"Vine leshys have an unusual relationship with other leshys, for unlike standard leshys, vine leshys are not grown to be servants. They are free-willed and individualistic creatures. Whether or not an individual vine leshy views the servitude other leshys endure as akin to slavery or as something more like an honorable tradition of service to a powerful druid depends on the vine leshy's opinion and alignment. While it's unusual for a vine leshy to take on another leshy as a minion in the traditional way, it's not unusual to see vine leshys take on sponsorship of a sort over other leshys, treating them almost as adopted children or wayward exiles in need of guidance and protection from those who would force their servitude.",
			"",
			"**Alignment and Religion:** Vine leshys see themselves as part of the ancient cycle of nature. They care for their friends and any natural areas under their care, but rarely feel compelled toward either charity or malice. Most vine leshys are truly neutral, and they almost always have at least one neutral aspect to their alignments. Religion is not particularly important to vine leshys. Those who do find faith tend toward worship of Gozreh, a green man, or one of the Eldest of the First World, but the Green Faith is the most common philosophy followed by vine leshys.",
			"",
			"**Adventurers:** Like most leshys, vine leshys typically do not fear death. They know that if their bodies die, their spirits will return to the natural world and may someday find themselves in new bodies. This lack of fear combined with their curiosity leads them to take risks. However, they typically avoid excessively dangerous activities, as they would rather gather a story from their adventures to tell later. Vine leshys gravitate toward classes that let them use their connection to nature, such as druid and ranger.",
			"",
			"**Names:** Vine leshys' names change throughout their lives. A young vine leshy typically names herself after her physical characteristics or a natural feature that she particularly enjoys. As vine leshys age, they modify their names to better reflect their personality and experiences. A leshy may even have several names that she cycles among, such as one name for each season. Most vine leshys select names that are at least two words long. Example vine leshy names include Burbling Waterfall, Lovely Triple Leaves, Masterful Sun Drinker, Snowy Pine Branches, Verdant Taleweaver, and Vibrant Tree Climber.",
			"",
			"### Growing a Vine Leshy",
			"",
			"Vine leshys grow best in areas where they can receive ample sunlight. After a vine leshy sprouts, the leshy's creator must use a sturdy tree, trellis, or other support to guide it as it grows.",
			"",
			"Vine Leshy  ",
			"**CL** 5th; **Price** 1,500 gp  ",
			"Ritual  ",
			"**Requirements** Knowledge (nature) 5 ranks, entangle, plant growth, summon nature's ally I; Skill Knowledge (nature) DC 13; **Cost** 750 gp",
			"",
			"### Vine Leshy Racial Traits",
			"",
			">**+2 Constitution, +2 Wisdom, -2 Intelligence:** Vine leshys are hardy and insightful, but sometimes forgetful.  ",
			">**Leshy:** Vine leshys are plants with the leshy subtype but lack the immunities to mind-affecting effects, paralysis, poison, polymorph, sleep, and stunning that the plant type usually grants, and they lack the immunity to electricity and sonic that the leshy subtype usually grants.  ",
			">**Small:** Vine leshys are Small creatures and gain a +1 size bonus to their AC, a +1 size bonus on attack rolls, a -1 penalty on combat maneuver checks and to their Combat Maneuver Defense, and a +4 size bonus on Stealth checks.  ",
			">**Slow Speed:** Vine leshys have a base speed of 20 feet.  ",
			">**Darkvision:** Vine leshys can see in the dark up to 60 feet.  ",
			">**Low-Light Vision:** Vine leshys can see twice as far as humans under conditions of dim light.  ",
			">**Pass without Trace:** Vine leshys have {spell/pass without trace} as a constant spell-like ability (caster level 2nd).  ",
			">**Change Shape:** Vine leshys can transform into vines, with results similar to tree shape. In this form, the leshy appears as a particularly healthy Small vine. The leshy can assume plant form or revert to its true form as a swift action.  ",
			">**Plantspeech:** Vine leshys can speak with vines as if subject to a continual {spell/speak with plants} spell.  ",
			">**Verdant Burst:** When slain, a vine leshy explodes in a burst of fertile energies. All plant creatures within 30 feet of the slain leshy regain hit 1d8 points, and vines quickly infest the area. If the terrain can support vines, the undergrowth is dense enough to make the region into difficult terrain for 24 hours, after which the plant life diminishes to a normal level; otherwise, this plant life has no significant effect on movement and withers and dies within an hour.  ",
			">**Unassuming Foliage:** Vine leshys gain a +4 racial bonus on Stealth checks in forests.  ",
			">**Climber:** Vine leshys gain a +2 racial bonus on Climb checks.  ",
			">**Languages:** Vine leshys begin play speaking Common and Sylvan. Vine leshys with high Intelligence scores can choose from the following: Aquan, Auran, Aklo, Elven, Gnome, Goblin, Terran, or Undercommon.",
			"",
			"### Vine Leshy Alternate Racial Traits",
			"",
			"#### Replaces Pass Without Trace",
			"",
			"**Grapevine**  ",
			"{SOURCE Ultimate Wilderness/21}  ",
			"A vine leshy made from a grapevine can produce magically infused fruit that can heal her allies. She can cast {spell/goodberry} once per day as a spell-like ability, with a caster level equal to her character level. This replaces {spell/pass without trace}.",
			"",
			"#### Replaces Ability Scores",
			"",
			"**Agile**  ",
			"{SOURCE Ultimate Wilderness/21}  ",
			"Agile vine leshys are quicker but less tough than a typical vine leshy. Replace the leshy's +2 racial bonus to Constitution with a +2 racial bonus to Dexterity. This alters the vine leshy's ability scores.",
			"",
			"#### Replaces Change Shape, Verdant Burst",
			"",
			"**Lashvine**  ",
			"{SOURCE Wilderness Origins/14}  ",
			"Some vine leshys can sprout whip-like appendages. These individuals gain proficiency with whips and scorpion whips. As a free action, the vine leshy can turn one hand into a lashvine. A lashvine is a primary natural attack that deals 1d3 points of bludgeoning damage. A lashvine cannot hold items, wield weapons, or perform fine manipulation. This replaces change shape and verdant burst.",
			"",
			"#### Replaces Climber, Plantspeech, Unassuming Foliage",
			"",
			"**Seasoned Spirit**  ",
			"{SOURCE Wilderness Origins/14}  ",
			"Long-lived vine leshys are less flexible, but they have established stronger bonds with the natural world. These leshys can spend an hour in concentration to cast {spell/speak with plants} as a spell-like ability with a caster level equal to their character level. This alters plantspeech and replaces climber and unassuming foliage.",
			"",
			"#### Replaces Climber; Unassuming Foliage",
			"",
			"**Swamp Leshy**  ",
			"{SOURCE Ultimate Wilderness/21}  ",
			"Some vine leshys are made from plants that naturally grow in swamps. These leshys gain a +2 racial bonus on Swim checks and a +4 racial bonus on Stealth checks in swamps. This replaces climber and alters unassuming foliage.",
			"",
			"#### Replaces Darkvision, Low-Light Vision",
			"",
			"**Writing Eye**  ",
			"{SOURCE Wilderness Origins/14}  ",
			"Some vine leshys can grow thin vines that serve as sensory organs. Growing or controlling the vine is a full-round action that provokes attacks of opportunity. The vine can extend up to 15 feet and is small enough to pass through a keyhole. A leshy can perceive, using all of her senses, within 20 feet of the vine's tip. This replaces darkvision and low-light vision.",
			"",
			"#### Replaces Pass without Trace, Plantspeech",
			"",
			"**Curosity**  ",
			"{SOURCE Wilderness Origins/14}  ",
			"Vine leshys bearing gregarious spirits are more suited to learn about other cultures. They always treat Diplomacy and Linguistics as class skills, and they gain a +2 racial bonus on Diplomacy and Linguistics checks. This replaces {spell/pass without trace} and plantspeech.",
			"",
			"#### Replaces Plantspeech; Change Shape",
			"",
			"**Poisonous**  ",
			"{SOURCE Ultimate Wilderness/21}  ",
			"Vine leshys made from poison ivy vines carry natural poison in their bodies. As a swift action, the leshy can imbue its vines with this irritating substance. The next time the leshy hits a creature with an unarmed strike, the creature is affected by the following poison.",
			"",
			"Vine Leshy Toxin: Unarmed strike-injury; save Fort DC 10 + half the vine leshy's Hit Dice + the leshy's Constitution modifier; frequency 1/round for 6 rounds; effect sickened for 1 round; cure 1 save.",
			"",
			"The leshy can use this ability a number of times per day equal to its Constitution modifier (minimum 1). A vine leshy is immune to its own poison, but not to those of other vine leshys. This replaces plantspeech and change shape.",
			"",
			"### Vine Leshy Favored Class Options",
			"",
			"Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, Vine Leshys have the option of choosing from a number of other bonuses, depending upon their favored class.",
			"",
			"The following options are available to all Vine Leshys who have the listed favored class.",
			"",
			"**Alchemist** ({source/Ultimate Wilderness/ pg. 21}): Add 1/4 to the alchemist's natural armor bonus when using his mutagen.  ",
			"**Bard** ({source/Ultimate Wilderness/ pg. 21}): Add a +1/3 bonus to Perform (oratory) checks, including checks using versatile performance, as long as the bard first spends at least 10 minutes telling a story.  ",
			"**Druid** ({source/Ultimate Wilderness/ pg. 21}): Add a +1/2 bonus to the druid's wild empathy or plant empathy checks.  ",
			"**Kineticist** ({source/Ultimate Wilderness/ pg. 21}): Gain 1/5 of the Extra Wild Talent feat. This feat must be spent on a wood-element talent.  ",
			"**Oracle** ({source/Ultimate Wilderness/ pg. 21}): An oracle with the nature or wood mystery adds one spell from the druid's spell list that isn't on the cleric spell list to the oracle's spell list; she still must select this spell as one of her spells known in order to cast it. This spell must be at least 1 level lower than the highest spell level the oracle can cast.  ",
			"**Ranger** ({source/Ultimate Wilderness/ pg. 22}): Add a +1/2 bonus to Knowledge (nature) checks in the ranger's favored terrain.  ",
			"**Rogue** ({source/Ultimate Wilderness/ pg. 22}): Add a +1/2 bonus to Climb checks and on Stealth checks in forests.  ",
			"**Shaman** ({source/Ultimate Wilderness/ pg. 22}): Shamans with the nature or wood spirit add one spell from the druid's spell list that isn't on the shaman spell list to the shaman's spell list; she still must select this spell as one of her spells known in order to cast it. This spell must be at least 1 level lower than the highest spell level the shaman can cast.  ",
			"**Shifter** ({source/Wilderness Origins/ pg. 8}): Add a +1 bonus on Knowledge (nature) checks relating to plants."
		]
	},
	"vishkanya": {
		"name": "Vishkanya",
		"sources": [
			"Inner Sea Races",
			"Advanced Race Guide",
			"Bestiary 3"
		],
		"description": [
			"## Vishkanya",
			"",
			"{SOURCE Inner Sea Races/253;Advanced Race Guide/208;Bestiary 3/281}  ",
			"Vishkanyas are a race of exotic humanoids with poisonous blood. Possessed of an alien beauty, these graceful humanoids see the world through serpentine eyes of burnished gold. Their supple skin is covered with tiny scales, often of a light green, which are sometimes arrayed in patterns not unlike those of a serpent. They cannot be generalized as good or evil, but since they truly speak with forked tongues, they are content to accept the gold they're offered and leave questions of morality to others.",
			"",
			"### Vishkanya Racial Traits",
			"",
			">**+2 Dexterity, +2 Charisma, -2 Wisdom:** Vishkanyas are graceful but often irrational.  ",
			">**Vishkanya:** Vishkanyas are humanoids with the vishkanya subtype.  ",
			">**Medium:** Vishkanyas are Medium creatures and have no bonuses or penalties due to their size.  ",
			">**Normal Speed:** Vishkanyas have a base speed of 30 feet.  ",
			">**Low-Light Vision:** Vishkanyas can see twice as far as humans in conditions of dim light.  ",
			">**Keen Senses:** Vishkanyas receive a +2 racial bonus on Perception checks.  ",
			">**Limber:** Vishkanyas receive a +2 racial bonus on Escape Artist and Stealth checks.  ",
			">**Poison Resistance:** A vishkanya has a racial bonus on saving throws against poison equal to its Hit Dice.  ",
			">**Poison Use:** Vishkanyas are skilled in the use of poison and never accidentally poison themselves when using or applying poison.  ",
			">**Toxic:** A number of times per day equal to his Constitution modifier (minimum 1/day), a vishkanya can envenom a weapon that he wields with his toxic saliva or blood (using blood requires the vishkanya to be injured when he uses this ability). Applying venom in this way is a swift action.  ",
			">**Vishkanya Venom:** Weapon-injury; save Fort DC 10 + 1/2 the vishkanya's Hit Dice + the vishkanya's Constitution modifier; frequency 1/round for 6 rounds; effect 1d2 Dex; cure 1 save.  ",
			">**Weapon Familiarity:** Vishkanyas are always proficient with blowguns, kukri, and shuriken.  ",
			">**Languages:** Vishkanyas begin play speaking Common and Vishkanya. Vishkanyas with high Intelligence scores can choose from the following languages: Aklo, Draconic, Elven, Goblin, Sylvan, and Undercommon.",
			"",
			"### Vishkanya Alternate Racial Traits",
			"",
			"#### Replaces Escape Artist Racial Bonus",
			"",
			"**Deceptive**  ",
			"{SOURCE Inner Sea Races/217}  ",
			"Vishkanya clans that make their livings robbing or killing humans train to distract targets at critical moments. They gain a +2 racial bonus on Bluff checks. This racial trait replaces the racial bonus on Escape Artist checks.",
			"",
			"#### Replaces Keen Senses",
			"",
			"**Sensual**  ",
			"{SOURCE Advanced Race Guide/208}  ",
			"You are trained in drawing attention to yourself. You gain a +2 bonus on any one Perform skill. This racial trait replaces keen senses.",
			"",
			"#### Replaces Low-Light Vision",
			"",
			"**Subtle Appearance**  ",
			"{SOURCE Advanced Race Guide/208}  ",
			"You have normal (humanlike) eyes, and your beauty is more conventional. You gain a +4 bonus on Disguise checks to look fully human. This racial trait replaces low-light vision.",
			"",
			"### Vishkanya Favored Class Options",
			"",
			"Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, Vishkanyas have the option of choosing from a number of other bonuses, depending upon their favored class.",
			"",
			"The following options are available to all Vishkanyas who have the listed favored class.",
			"",
			"**Bard** ({source/Advanced Race Guide/ pg. 208}): Add +1 to the bard's total number of bardic performance rounds per day.  ",
			"**Rogue** ({source/Advanced Race Guide/ pg. 208}): Add +1 to the rogue's CMD when resisting a grapple or reposition attempt.  ",
			"**Sorcerer** ({source/Advanced Race Guide/ pg. 208}): Select one bloodline power at 1st level that is normally usable a number of times per day equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds +1/2 to the number of uses per day of that bloodline power."
		]
	},
	"wayang": {
		"name": "Wayang",
		"sources": [
			"Inner Sea Races",
			"Advanced Race Guide",
			"Dragon Empires Primer",
			"Dragon Empires Gazetteer",
			"Bestiary 4",
			"Blood of Shadows"
		],
		"description": [
			"## Wayang",
			"",
			"{SOURCE Inner Sea Races/253;Advanced Race Guide/210;Dragon Empires Primer/6;Dragon Empires Gazetteer/13;Bestiary 4/274}  ",
			"The wayangs are a race of small supernatural humanoids who trace their ancestry to the Plane of Shadows. They are extremely gaunt, with pixielike stature and skin the color of deep shadow. Deeply spiritual, they follow a philosophy known as \"The Dissolution,\" which teaches that in passing they may again merge into the shadow. They readily express their beliefs through ritual scarification and skin bleaching, marking their bodies with raised white dots in ornate spirals and geometric patterns. Shy and elusive, they live in small, interdependent tribes. Wayangs rarely associate with outsiders.",
			"",
			"### Wayang Racial Traits",
			"",
			">**+2 Dexterity, +2 Intelligence, -2 Wisdom:** Wayangs are nimble and cagey, but their perception of the world is clouded by shadows.  ",
			">**Wayang:** Wayangs are humanoids with the wayang subtype.  ",
			">**Small:** Wayangs are Small creatures and gain a +1 size bonus to their AC, a +1 size bonus on attack rolls, a -1 penalty on combat maneuver checks and to their Combat Maneuver Defense, and a +4 size bonus on Stealth checks.  ",
			">**Slow Speed:** Wayangs have a base speed of 20 feet.  ",
			">**Darkvision:** Wayangs can see in the dark up to 60 feet.  ",
			">**Light and Dark:** Once per day as an immediate action, a wayang can treat positive and negative energy effects as if she were an undead creature, taking damage from positive energy and being healed of damage by negative energy. This ability lasts for 1 minute once activated.  ",
			">**Lurker:** Wayangs gain a +2 racial bonus on Perception and Stealth checks.  ",
			">**Shadow Magic:** Wayangs add 1 to the DC of any saving throws to resist spells of the shadow subschool that they cast. Wayangs with a Charisma score of 11 or higher also gain the following spell-like abilities: 1/day-{spell/ghost sound}, {spell/pass without trace}, and {spell/ventriloquism}. The caster level for these effects is equal to the wayang's character level. The DCs of these spells are equal to 10 + the spell's level + the wayang's Charisma modifier.  ",
			">**Shadow Resistance:** Wayangs get a +2 racial bonus on saving throws against spells of the shadow subschool.  ",
			">**Languages:** Wayangs begin play speaking Common and Wayang. Wayangs with high Intelligence scores can choose from the following languages: any human language, Abyssal, Aklo, Draconic, Goblin, Infernal, Nagaji, Samsaran, and Tengu.",
			"",
			"### Wayang Alternate Racial Traits",
			"",
			"#### Replaces Light and Dark, Lurker, Shadow Resistance",
			"",
			"**Poison Minion**  ",
			"{SOURCE Blood of Shadows/5}  ",
			"Drow sometimes augment their slaves and frontline warriors by making them toxic, causing their bodies to internally produce mawbane poison (see below). The resulting poisonous creature makes a potent weapon in the effort to discourage neighboring monsters. Any creature that hits such a character with a bite attack is immediately exposed to its poison. The save DC for this poison is equal to 10 + 1/2 the character's Hit Dice + the character's Constitution modifier.",
			"",
			"*Mawbane Poison*-ingested; save Fortitude as above; frequency 1/round for 4 rounds; effect 1d2 Constitution damage; cure 1 save.",
			"",
			"Dwarves can take this trait in place of defensive training and hardy. Elves can take this trait in place of elven magic and weapon familiarity. Gnomes can take this trait in place of defensive training, gnome magic, and illusion resistance. Half-elves can take this trait in place of elven immunities and keen senses. Half-orcs can take this trait in place of orc ferocity and weapon familiarity. Humans can take this trait in place of skilled. Halfling physiology prevents them from taking this trait. Drow can take this trait in place of drow immunities, light blindness, spell resistance, and weapon familiarity. Wayangs can take this trait in place of light and dark, lurker, and shadow resistance.",
			"",
			"#### Replaces Light and Dark, Shadow Resistance",
			"",
			"**Scion of Shadows**  ",
			"{SOURCE Blood of Shadows/10}  ",
			"Some wayangs retain an uncommonly powerful connection to the Plane of Shadow. A wayang with this racial trait counts as an outsider (native) and a humanoid (wayang) for any effect related to race, including feat prerequisites and spells that affect humanoids. In addition, attacks made against such a wayang in dim light have a 50% miss chance instead of the normal 20% miss chance. This ability doesn't grant total concealment; it only increases the miss chance. This racial trait replaces light and dark and shadow resistance.",
			"",
			"#### Replaces Lurker",
			"",
			"**In the Shadows**  ",
			"{SOURCE Inner Sea Races/217}  ",
			"Many wayangs perform a variety of unusual roles and tasks in wayang society. They gain a +2 racial bonus on their choice of two of the following skills: Appraise, Bluff, Craft, Profession, and Sleight of Hand. This racial trait replaces lurker.",
			"",
			"#### Replaces Shadow Magic",
			"",
			"**Dissolution's Child**  ",
			"{SOURCE Advanced Race Guide/210}  ",
			"Once per day, you may change your appearance to look as if you were little more than a 4-foot-tall area of shadow. Your physical form still exists and you are not incorporeal-only your appearance changes. This works like invisibility, except it only lasts 1 round per level (maximum 5 rounds). This is a supernatural ability. This racial trait replaces shadow magic.",
			"",
			"**Shadow Inheritor (Su)**  ",
			"{SOURCE Blood of Shadows/10}  ",
			"Wayangs with exceptional ties to their shadowy heritage have great skill at manipulating shadows. A wayang with this trait treats his caster level as being 1 higher for all level-based calculations of illusion spells he casts with the darkness or shadow descriptor, powers of the Darkness domain, bloodline powers of the shadow bloodline, and revelations of the oracle's [shadow mystery](mystery/shadow). This trait doesn't give wayangs early access to level-based powers; it affects their effective level only for powers they could already use without this trait. This racial trait replaces shadow magic.",
			"",
			"**Shadow Speaker (Su)**  ",
			"{SOURCE Blood of Shadows/10}  ",
			"Countless whispers of powerful beings from the Shadow Plane-long since dead or deeply dreaming-echo in the minds of wayangs with strong spiritual connections to the darkness. These faint voices hint at revelations of things to come and suggest actions for receptive listeners to undertake. Three times per day as a free action, but no more than once per turn, a wayang with this racial trait can heed these uncanny whispers to gain a +2 insight bonus on an ability check, attack roll, caster level check, concentration check, saving throw, or skill check. The wayang must choose to use this ability before making the appropriate die roll. This racial trait replaces shadow magic.",
			"",
			"### Wayang Favored Class Options",
			"",
			"Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, Wayangs have the option of choosing from a number of other bonuses, depending upon their favored class.",
			"",
			"The following options are available to all Wayangs who have the listed favored class.",
			"",
			"**Barbarian** ({source/Blood of Shadows/ pg. 10}): Add a +1/4 bonus to weapon damage rolls that the barbarian makes against opponents that are within dim light or darkness.  ",
			"**Bard** ({source/Advanced Race Guide/ pg. 210}): Add one spell known from the wizard's illusion school spell list. This spell must be at least one level below the highest spell level the bard can cast. The spell is treated as being one level higher, unless it is also on the bard spell list.  ",
			"**Cleric** ({source/Blood of Shadows/ pg. 10}): Add a +1/2 bonus to damage rolls the cleric makes when using channel energy and casting spells that deal negative energy damage or positive energy damage, including cure and inflict spells. This bonus does not apply to healing via negative energy effects or positive energy effects.  ",
			"**Druid** ({source/Blood of Shadows/ pg. 11}): Select one domain power granted at 1st level that is normally usable a number of times per day equal to 3 + the druid's Wisdom modifier. The druid adds +1/2 to the number of uses per day of that domain power. In addition, a druid that selects this bonus at 1st level can choose the Darkness domain with her natural bond ability.  ",
			"**Fighter** ({source/Blood of Shadows/ pg. 11}): Add a +1/4 bonus on Stealth checks and on weapon damage rolls against flat-footed opponents.  ",
			"**Kineticist** ({source/Blood of Shadows/ pg. 11}): Add 1/4 to the save DC of the kineticist's void infusions and wild talents.  ",
			"**Medium** ({source/Blood of Shadows/ pg. 11}): When gaining a taboo, the medium can use spirit surge without incurring influence an additional 1/4 time per day.  ",
			"**Monk** ({source/Blood of Shadows/ pg. 11}): Add 1/6 to the monk's AC bonus.  ",
			"**Oracle** ({source/Advanced Race Guide/ pg. 210}): Add one spell known from the wizard's illusion school spell list. This spell must be at least one level below the highest spell level the oracle can cast. That spell is treated as one level higher unless it is also on the oracle spell list.  ",
			"**Paladin** ({source/Blood of Shadows/ pg. 11}): Add 1/3 hit point to the paladin's channel energy and lay on hands abilities (whether using it to heal or harm).  ",
			"**Ranger** ({source/Blood of Shadows/ pg. 11}): Gain 1/6 of an additional favored terrain. Gaining a favored terrain in this manner does not increase the bonuses provided by his other favored terrains.  ",
			"**Rogue** ({source/Blood of Shadows/ pg. 11}): The rogue gains 1/6 of a new rogue talent.  ",
			"**Shaman** ({source/Blood of Shadows/ pg. 11}): Add one spell from the sorcerer/wizard spell list that isn't on the shaman spell list to the list of spells the shaman knows. This spell must be at least 1 level below the highest spell level the shaman can cast and be of the illusion (shadow) subschool or have the darkness descriptor.  ",
			"**Slayer** ({source/Blood of Shadows/ pg. 11}): Add 1/4 to the studied target bonus on Bluff and Perception checks. When the slayer gains the stalker class feature, he also adds this amount to the studied target bonus on Stealth checks.  ",
			"**Sorcerer** ({source/Advanced Race Guide/ pg. 210}): Add +1/2 point of damage to any illusion spells of the shadow subschool cast by the sorcerer.  ",
			"**Spiritualist** ({source/Blood of Shadows/ pg. 11}): Add 1/4 to the number of rounds that the spiritualist's incorporeal phantom can be out of sight and line of effect before being sent back to the Ethereal Plane.  ",
			"**Summoner** ({source/Advanced Race Guide/ pg. 210}): Add +1 skill rank to the summoner's eidolon.  ",
			"**Witch** ({source/Blood of Shadows/ pg. 11}): Add one spell from the sorcerer/wizard spell list that isn't on the witch spell list to the list of spells the witch knows. This spell must be at least 1 level below the highest spell level the witch can cast and be of the illusion (shadow) subschool or have the darkness descriptor.  ",
			"**Wizard** ({source/Blood of Shadows/ pg. 11}): Add one spell from the wizard spell list to the wizard's spellbook. The spell must be an illusion spell of the shadow subschool or have the darkness descriptor."
		]
	},
	"wyrwood": {
		"name": "Wyrwood",
		"sources": [
			"Inner Sea Races",
			"Bestiary 4",
			"Heroes of Golarion"
		],
		"description": [
			"## Wyrwood",
			"",
			"{SOURCE Inner Sea Races/253;Bestiary 4/280}  ",
			"This relatively young race was created by a cabal of wizards who needed nimble and skilled construct servants to do their dirty work. This cabal was interested in creating magical machines, so they built their tools to be small, agile, and clever. Over time, the cabal pushed the limits too far and created minions with free will, and these first wyrwoods began to question why they were involved in their masters' petty intrigues. When the wizards forced the wyrwoods to fight each other as proxies for the wizards themselves, the constructs instead killed their creators and stole the notes on how to create more of their kind, allowing them to perpetuate their race.",
			"",
			"Wyrwoods are secretive and somewhat xenophobic, and can seem cold and calculating to others - a trait that could earn respect or enmity, depending on the audience. Purely rational and unemotional, wyrwoods see the survival of their race as their primary goal. Even the rare wyrwood who understands the point of empathy and altruism sees such concepts as mere tools to help ensure its own survival or that of its people. All wyrwoods know how to create more of their kind, and they keep the details of their construction process secret from other creatures to make sure their race is never again enslaved.",
			"",
			"Most wyrwoods are wizards or rogues. The few who are inclined to worship tend to revere lawful deities with strict codes of behavior, which they follow to the letter rather than the spirit.",
			"",
			"### Wyrwood Racial Traits",
			"",
			">**+2 Dexterity, +2 Intelligence, -2 Charisma:** Wyrwoods are quick and calculating. As constructs, wyrwoods do not have a Constitution score.  ",
			">**Construct:** Wyrwoods have the construct type.  ",
			">**Normal Speed:** Wyrwoods have a base speed of 30 feet.  ",
			">**Small:** Wyrwoods are Small creatures and gain a +1 size bonus on attack rolls, a -1 penalty on combat maneuver checks and to their Combat Maneuver Defense, a +2 bonus on Fly checks, and a +4 size bonus on Stealth checks.  ",
			">**Darkvision:** Wyrwoods can see in the dark up to 60 feet.  ",
			">**Low-Light Vision:** Wyrwoods have low-light vision.  ",
			">**Languages:** Wyrwoods speak Common. A wyrwood with a high Intelligence score can choose from the following: Draconic, Dwarven, Elven, Gnome, Goblin, and Orc.",
			"",
			"Though obviously a wooden construct, this small, nimble creature moves fluidly and purposefully.",
			"",
			"### Wyrwood Alternate Racial Traits",
			"",
			"#### Replaces Darkvision",
			"",
			"**Repair Magic**  ",
			"{SOURCE Inner Sea Races/217}  ",
			"Some wyrwoods have developed magic to keep them more self-sufficient. They can use {spell/make whole} as a spell-like ability once per day. This racial trait replaces darkvision.",
			"",
			"#### Replaces Darkvision; Low-Light Vision",
			"",
			"**Experimental Body**  ",
			"{SOURCE Heroes of Golarion/6}  ",
			"Some wyrwoods have been built from rare materials in an effort to imbue them with special properties. Choose one of the following abilities.",
			"",
			"Blessed: These wyrwoods contain divine relics. Wyrwoods with this trait can use {spell/divine favor} once per day as a spell-like ability with a caster level equal to their Hit Dice.",
			"",
			"Enchanted: Crafted from the remnants of broken staves, wands and other items, these wyrwoods have a natural attunement to the arcane. Wyrwoods with this trait treat their Intelligence score as 2 higher for the purpose of determining bonus spells or extracts per day.",
			"",
			"Fey-Touched: These wyrwoods have components that create a powerful link to the First World. Wyrwoods with this trait can use {spell/charm animal} once per day as a spell-like ability with a caster level equal to their Hit Dice.",
			"",
			"Scorched: These wyrwoods are built from the ruins of cities and structures destroyed by conflict. Once per day, after a successful melee attack against an enemy, wyrwoods with this trait can deal an additional number of points of damage equal to their Wisdom modifier as a free action. This replaces darkvision and low-light vision.",
			"",
			"#### Replaces Type",
			"",
			"**Living Machine**  ",
			"{SOURCE Heroes of Golarion/6}  ",
			"Through generations of refining the techniques of creation, many young wyrwoods have become closer to organic beings than constructs. These wyrwoods are constructs with the living machine subtype. They gain a Constitution score and can be targeted by spells and effects that target living creatures or constructs, as well as those that require a Fortitude save. They are no longer immune to ability damage, ability drain, energy drain, exhaustion, or fatigue. Wyrwoods with this trait require sleep, but they do not need to breathe or eat. They are not destroyed when reduced to 0 hit points, instead becoming unconscious and stable. They are destroyed when reduced to a negative number of hit points equal to their Constitution score. They can be raised or resurrected when destroyed. This alters the wyrwood's creature type.",
			"",
			"### Wyrwood Favored Class Options",
			"",
			"Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, Wyrwood have the option of choosing from a number of other bonuses, depending upon their favored class.",
			"",
			"The following options are available to all Wyrwood who have the listed favored class.",
			"",
			"**Alchemist** ({source/Heroes of Golarion/ pg. 6}): Reduce the mental ability score penalty of the alchemist's mutagens by 1/5 (minimum 0).  ",
			"**Arcanist** ({source/Heroes of Golarion/ pg. 6}): Add 1/4 to the arcanist's level for the spell resistance exploit.  ",
			"**Cleric** ({source/Heroes of Golarion/ pg. 6}): Add 1/4 to the cleric's caster level when casting spells or using abilities from the Law domain or one of its subdomains, or when casting spells with the lawful descriptor.  ",
			"**Magus** ({source/Heroes of Golarion/ pg. 6}): Add 2 rounds to the duration of the magus' arcane pool enhancements.  ",
			"**Oracle** ({source/Heroes of Golarion/ pg. 6}): Add one spell known from the wizard's evocation school spell list. This spell must be at least 1 level below the highest-level spell the oracle can cast. That spell is treated as 1 level higher unless it is also on the oracle spell list.  ",
			"**Paladin** ({source/Heroes of Golarion/ pg. 6}): The paladin gains 1/4 of a bonus spell per day of the highest-level spell that the paladin can cast.  ",
			"**Psychic** ({source/Heroes of Golarion/ pg. 6}): psychic gains 1/6 of a phrenic amplification.  ",
			"**Rogue** ({source/Heroes of Golarion/ pg. 6}): The rogue gains 1/6 of a rogue talent.  ",
			"**Slayer** ({source/Heroes of Golarion/ pg. 6}): The slayer gains 1/6 of a slayer talent.  ",
			"**Wizard** ({source/Heroes of Golarion/ pg. 6}): The wizard gains 1/6 of a bonus item creation, metamagic, or spell mastery feat."
		]
	},
	"wyvaran": {
		"name": "Wyvaran",
		"sources": [
			"Inner Sea Races",
			"Bestiary 4",
			"Legacy of Dragons"
		],
		"description": [
			"## Wyvaran",
			"",
			"{SOURCE Inner Sea Races/253;Bestiary 4/281}  ",
			"These creatures are the result of magical draconic experiments at crossbreeding wyverns and kobolds. Wyvarans are fiercely territorial creatures loyal to their kin and tribe, and allow no interlopers into their lands without good reason or proper tribute. Each defends its personal property, and seeks revenge on any who dare steal from it. Most evil and neutral wyvarans primarily concern themselves with expanding their territory and wealth.",
			"",
			"Many civilized races dismiss wyvarans as fast, dumb, selfish brutes. However, a creature who respects the wyvarans' rules about their property finds that they make steadfast and loyal allies. Adventuring wyvarans often view their companions as clutchmates, and are willing to take great risks to protect them.",
			"",
			"### Wyvaran Racial Traits",
			"",
			">**+2 Dexterity, +2 Wisdom, -2 Intelligence:** Wyvarans have a reptilian grace and a strong will, but are a little dim-witted.  ",
			">**Dragon:** Wyvarans have the dragon type.  ",
			">**Medium:** Wyvarans are Medium creatures and have no bonuses or penalties due to their size.  ",
			">**Normal Speed:** Wyvarans have a base speed of 30 feet.  ",
			">**Flight:** Wyvarans have dragonlike wings that grant them a fly speed of 30 feet with clumsy maneuverability.  ",
			">**Slapping Tail:** Wyvarans have a tail attack they can use only when making attacks of opportunity. This slapping tail attack deals a number of points of damage equal to 1d8 + the wyvaran's Strength modifier.  ",
			">**Darkvision:** Wyvarans can see in the dark up to 60 feet.  ",
			">**Low-Light Vision:** Wyvarans have low-light vision.  ",
			">**Languages:** Wyvarans speak Common and Draconic. A wyvaran with a high Intelligence score can choose from the following: Dwarven, Elven, Gnome, Goblin, and Orc.",
			"",
			"This dragonlike humanoid brandishes its spear, spreads its wings, and shows its fangs in a angry snarl.",
			"",
			"### Wyvaran Alternate Racial Traits",
			"",
			"#### Replaces Darkvision, Slapping Tail",
			"",
			"**Evasive Maneuvers**  ",
			"{SOURCE Inner Sea Races/217}  ",
			"Coastal wyvarans often take to the air to defend their territory from intruding ships, and are forced to learn aerial maneuvers to avoid siege fire. They fly with an average maneuverability instead of clumsy, and they gain a +2 dodge bonus to AC and on Reflex saving throws against siege weapons. This racial trait replaces darkvision and slapping tail.",
			"",
			"#### Replaces Flight",
			"",
			"**Memories of the Forgotten**  ",
			"{SOURCE Legacy of Dragons/18}  ",
			"Generations of wyvaran elders pass down tales that predate written history. While many ignore these or dismiss them as simple stories, others revere the lore of their elders. These wyvarans consider it their sacred duty to study the lost histories and pass them down to others. They gain a +2 racial bonus on two Knowledge skills of their choice. Those Knowledge skills are class skills for them. This racial trait replaces flight.",
			"",
			"**Vestigal Wings**  ",
			"{SOURCE Legacy of Dragons/18}  ",
			"When resources are particularly scarce, some young wyvarans develop smaller-than-average wings incapable of flight. However, these wings are perfectly suited for other acrobatic maneuvers. These wyvarans gain a +2 racial bonus on Acrobatics and Climb checks, and one of these is a class skill for them. In addition, they can ignore the first 20 feet of falling damage when they make a successful Acrobatics check. This racial trait replaces flight.",
			"",
			"#### Replaces Languages",
			"",
			"**Neglected Heritage**  ",
			"{SOURCE Legacy of Dragons/18}  ",
			"Because of their dwindling population and cultural stagnation, some wyvarans have given up on their people, favoring a life among other races instead. These wyvarans lose Draconic as a starting language, but gain a +1 racial bonus on Diplomacy checks when making requests and gathering information. They can't take Draconic as a bonus language, but can learn it normally with Linguistics. This ability alters the wyvaran's languages.",
			"",
			"#### Replaces Slapping Tail",
			"",
			"**Greed**  ",
			"{SOURCE Legacy of Dragons/18}  ",
			"Most wyvarans crave treasure, but for some, amassing wealth is a compulsion. Wyvarans with this trait gain a +2 on racial bonus on Appraise checks, and Appraise is a class skill for them. They gain a +2 racial bonus on Sleight of Hand checks when attempting to take items from other creatures. They can also use their tails to attempt these Sleight of Hand checks. This racial trait replaces slapping tail.",
			"",
			"### Wyvaran Favored Class Options",
			"",
			"Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, Wyvarans have the option of choosing from a number of other bonuses, depending upon their favored class.",
			"",
			"The following options are available to all Wyvarans who have the listed favored class.",
			"",
			"**Bloodrager** ({source/Legacy of Dragons/ pg. 18}): Add 1 to the bloodrager's total rounds of bloodrage each day.  ",
			"**Mesmerist** ({source/Legacy of Dragons/ pg. 18}): Add 1/4 to the mesmerist's level for the purpose of determining the effect of mesmerist tricks.",
			"",
			"**Oracle** ({source/Legacy of Dragons/ pg. 18}): Add 1/4 to the oracle's level for the purpose of determining the effects of an oracle curse.",
			"",
			"**Paladin** ({source/Legacy of Dragons/ pg. 18}): Add 1/2 to the paladin's level when determining the effect of smite evil against evil-aligned dragons.",
			"",
			"**Rogue** ({source/Legacy of Dragons/ pg. 18}): Add a +1/2 bonus to Stealth and Sleight of Hand checks to steal or hide objects.",
			"",
			"**Sorcerer** ({source/Legacy of Dragons/ pg. 18}): Add a +1/2 bonus to the damage of spells or spell-like abilities that deal damage of the same energy type as the sorcerer's draconic bloodline breath weapon."
		]
	},
	"yaddithian": {
		"name": "Yaddithian",
		"sources": [ "Bestiary 6" ],
		"description": [
			"## Yaddithian",
			"",
			"{SOURCE Bestiary 6/285}  ",
			"Yaddithians are an ancient race of scholarly starfarers. [Bholes](monster/bhole) consumed their home planet long ago; the survivors fled to other worlds across the universe.",
			"",
			"### Yaddithian Racial Traits",
			"",
			">**+2 Constitution, +2 Intelligence, -2 Wisdom:**  ",
			">**Slow:** Yaddithians have a land speed of 20 feet.  ",
			">**Darkvision:** Yaddithians can see in the dark up to 60 feet.  ",
			">**Defensive Abilities:** Yaddithians have cold resistance 5 and the {umr/no breath} ability.  ",
			">**Claws:** A Yaddithian has two claws that deal 1d4 points of damage each.  ",
			">**Rugose:** A Yaddithian gains a +1 natural armor bonus.  ",
			">**Cosmic Mind (Ex):** A Yaddithian gets a +2 racial bonus on Knowledge and Spellcraft checks. A yaddithian spellcaster who would store spells in a spellbook or familiar instead stores those spells in its mind (but must expend the normal resources to learn new spells).  ",
			">**Long-Lived (Ex):** Yaddithians live for thousands of years; they gain no benefit or penalty from aging and are immune to magical aging effects.  ",
			">**Languages:** Yaddithians begin play speaking Yaddithian. Those with high Intelligence scores can choose any language as a bonus language.",
			"",
			"This insectile biped has a tapir-like snout and is unmistakably alien in appearance, despite its vaguely humanoid shape."
		]
	}
}
