{
	"planar_adventures": {
		"name": "Planar Adventures",
		"subtitle": "Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/8}",
			"",
			"The Great Beyond is a place of unmatched beauty, boundless opportunity, and overwhelming magic, but those boons are more than matched by the dangers that await travelers and explorers of planes far from their own. Those who seek to adventure in such treacherous realms would do well to prepare in advance, and this section presents numerous options for characters to do so through archetypes, feats, spells, and magic items.",
			"",
			"The planes are vast, but their themes are also stronger than those on most Material Plane worlds. On a typical Material Plane world, one can expect to encounter a wide range of terrains, societies, civilizations, beliefs, and religions. This diversity is perhaps the Material Plane's greatest strength, and it is certainly why models of the planes tend to place the Material Plane at the metaphysical center of reality. Here, elements from all of the planes of the Great Beyond mix. In contrast, the other planes of the Great Beyond tend to each exemplify a single specific theme, condition, philosophical conceit, or incarnation of reality. There is little fear of dying of frostbite on the Plane of Fire. One can expect to find plenty of representation of chaotic good faiths in Elysium but relatively little (if any at all) of lawful faiths. Color itself is a rarity in the Shadow Plane, and solid ground likewise in places like the Astral and Ethereal Planes.",
			"",
			"As a result, preparation for planar travel is ironically easier in many cases than travel on the Material Plane - but this should not be taken to mean that other planes are safe places to visit. Most planes have dangerous, supernatural predators inimical to mortal life, and several are themselves deadly to merely visit. Arriving on a plane with the proper tools, already protected by the appropriate magic, and equipped with sufficient knowledge makes the difference between potential success and immediate failure.",
			"",
			"When you run an adventure or campaign that features planar travel, you'll want to keep this peril in mind. Further, you should consider the makeup of your player characters. Just as it can be frustrating for a druid's player to face adventure after adventure set in a city, or for a paladin's player to endure a campaign that frequently features moral quandaries and forces cooperation with forces of chaos or evil, it can likewise be annoying to play a character whose class features, goals, and necessities require the Material Plane in a campaign mostly set on other planes. You should make sure to alert your players at the start of any campaign that will take place on the other planes of the Great Beyond. You don't need to completely spoil all your plans for the game, but letting the players know that they will be unlikely to spend much time in the implied \"homeland\" of most games is important.",
			"",
			"A planar campaign is a great chance for your players to create characters of wildly diverse races. A number of suitable planar races are summarized below, including three new races appropriate for player characters. One thing to keep in mind when allowing players to play these races is that their powers tend to be a bit more significant than those of the game's core races. As a result, you should consider using the[ race builder rules](rule/race_builder). Choose a target RP total for all the players, and allow them to purchase new abilities and options for their races so that each player is playing an equivalently powerful character."
		],
		"parent_topics": [ "gm_specific_campaigns" ],
		"subtopics": [
			"planar_terrains",
			"planar_races",
			"role_of_the_divine",
			"traits_of_a_plane",
			"building_a_planar_campaign"
		],
		"siblings": [
			"aquatic_adventures_aa",
			"horror_rules",
			"intrigue_systems",
			"kingdoms_and_war",
			"mythic_rules",
			"occult_rules",
			"planar_adventures",
			"the_first_world",
			"technological_equipment"
		]
	},
	"planar_terrains": {
		"name": "Planar Terrains",
		"subtitle": "Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/9}",
			"",
			"A staggering array of terrains await exploration in the Great Beyond. Some are akin to the forests, mountains, oceans, and plains of Material Plane worlds, but others are unlike anything found there, such as the ghostly reaches of the Ethereal Plane, the living and horrific reaches of the deep Abyss, the constantly burning inferno of the Plane of Fire, and the life-draining nothingness of the Negative Energy Plane.",
			"",
			"Some classes, like the {class/ranger}, interact directly with terrain, and class abilities like favored terrain can become complicated in a plane-hopping campaign. In games that are largely limited to the Material Plane, the planes terrain category works fine, but if you intend to run a game set on another plane, you should consider breaking up that category into specific planes (thus, a ranger would choose Heaven or Ethereal Plane, or even a demiplane like Leng as a favored terrain), or simply doing away with the planes category entirely. With this latter solution, you should work with ranger players to help them anticipate the terrains featured in your upcoming campaign, with new categories like crystalline (for realms in the Plane of Earth or under Elysium, where immense crystal formations are common), living (for truly sentient realms like portions of the Abyss), or void (for empty reaches in the Astral Plane or the energy planes) potentially becoming new options for rangers to select from."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures"
		],
		"siblings": [
			"planar_terrains",
			"planar_races",
			"role_of_the_divine",
			"traits_of_a_plane",
			"building_a_planar_campaign"
		]
	},
	"planar_races": {
		"name": "Planar Races",
		"subtitle": "Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/9}",
			"",
			"The following races all have specific ties to portions of the multiverse beyond the Material Plane (note that not all of these are native outsiders, and in addition to being found on the plane indicated below, all of these races can also be encountered on the Material Plane).",
			"",
			"**{race/Aasimar}:** Aasimars carry the blood of good-aligned outsiders in their veins. They can be found in Heaven, Nirvana, or Elysium, depending upon their heritage.",
			"",
			"**{race/Aphorite}:** Aphorites were created by axiomites to facilitate their interactions with mortals. They can often be found on Axis.",
			"",
			"**{race/Duskwalker}:** Duskwalkers are souls who have incarnated directly into the Material Plane from the Boneyard; as a result, most are now found on Material Plane worlds.",
			"",
			"**{race/Fetchling}:** Descended from humans who became trapped on the Shadow Plane, most fetchlings treat that sinister plane as home.",
			"",
			"**{race/Ganzi}:** Infused with strange energies and entropic legacies, ganzis are mortal incarnations of the myriad and mutable forces of chaos. They are typically encountered in the Maelstrom, but can also be found in Elysium or the Abyss.",
			"",
			"**{race/Gathlain}:** Rarely encountered on the Material Plane, the fey gathlains are most often found in the First World.",
			"",
			"**{race/Ifrit}:** Ifrits trace their lineage back to creatures from the Plane of Fire. They can be encountered on the Plane of Fire.",
			"",
			"**{race/Oread}:** Oreads boast the influence of shaitans and other earth creatures in their veins. They can be found on the Plane of Earth.",
			"",
			"**{race/Shabti}:** Shabtis are broken bits of mortal souls made flesh. They are encountered only on the Material Plane.",
			"",
			"**{race/Suli}:** Sulis are descended from the unions of mortals and jaan. They can sometimes be encountered on the Elemental Planes, but the majority dwell on the Material Plane.",
			"",
			"**{race/Sylph}:** Sylphs are infused with the blood and power of creatures of elemental air. They can often be found on the Plane of Air.",
			"",
			"**{race/Tiefling}:** Tieflings are mortals who have fiends in their ancestry. They can be found in Hell, Abaddon, or the Abyss, depending upon their heritage.",
			"",
			"**{race/Undine}:** Undines are the descendants of those who have mingled with creatures of elemental water. They can be found on the Plane of Water.",
			"",
			"**{race/Wayang}:** Wayangs originally came from the Shadow Plane, but are rarely found there today; most dwell now on the Material Plane."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures"
		],
		"siblings": [
			"planar_terrains",
			"planar_races",
			"role_of_the_divine",
			"traits_of_a_plane",
			"building_a_planar_campaign"
		]
	},
	"role_of_the_divine": {
		"name": "Role of the Divine",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/70}",
			"",
			"The concept of free will hangs at the fundamental core of all living beings, even the choice to have faith in the gods or not. Whenever deities meddle directly in mortal affairs, they damage this agency and erode the concept of free will - what is the point of being able to make your own choices, after all, if an entity infinitely more powerful than you can simply ignore those choices and alter reality at its whim?",
			"",
			"The gods understand the nature of this conundrum far better than any of us mortals can, and their greater understanding of these paradoxes is a large part of what causes them to move in their proverbial \"mysterious ways.\" Still, mortals are often driven to ask the question, \"Why do the gods allow bad things to happen\"?",
			"",
			"The simplest explanation for this paradox is to equate divine intervention to an arms race. Were there one divinity, there would be none to question its actions or oppose its needs, but this is not the nature of the Great Beyond. Countless gods, demigods, and quasi deities exist, each of which has interests spread throughout the multiverse and across all Material Plane worlds. This means that every god, even the most secluded or non-confrontational, has competitors at best and enemies at worst. When a god takes direct action in a world, that god's opposing forces take note and react. The resulting arms race, with opposing deities taking increasingly overwhelming actions to counter each other, can swiftly spiral out of control and destroy entire worlds, at which point all the hard work of creation is, in effect, undone.",
			"",
			"And so the gods follow a largely self-imposed ban on direct interaction with the Material Plane. They leave their concerns and agendas in the capable hands of their faithful and allow their churches to represent the deity's interests and decide their own fates. It should be noted that this element of self-imposed non-intervention does not extend equally to the ranks of demigods. These entities, while powerful, can be defeated by the mortals whose lives they manipulate, and they do well to keep that possible fate, however unlikely, in mind."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures"
		],
		"subtopics": [
			"divine_power",
			"divine_intervention",
			"divine_gifts",
			"faith_and_the_divine",
			"deific_realms",
			"the_core_pantheon"
		],
		"siblings": [
			"planar_terrains",
			"planar_races",
			"role_of_the_divine",
			"traits_of_a_plane",
			"building_a_planar_campaign"
		]
	},
	"divine_power": {
		"name": "Divine Power",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/70}",
			"",
			"There are three levels of power among the divine, although divinities of all levels wield vast power, especially when compared to a lowly mortal."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"role_of_the_divine"
		],
		"subtopics": [
			"deity",
			"demigod",
			"quasi_deity"
		],
		"siblings": [
			"divine_power",
			"divine_intervention",
			"divine_gifts",
			"faith_and_the_divine",
			"deific_realms",
			"the_core_pantheon"
		]
	},
	"deity": {
		"name": "Deity",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/70}",
			"",
			"The most powerful category among the divine are full-fledged deities. These divinities exist beyond the concept of rules, do not have stat blocks, and thus cannot be slain in simple combat. A deity can change reality, undo any mortal magic, restore or snuff out life, or do any other thing required for the story you wish to tell.",
			"",
			"Deities grant their clerics access to five domains."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"role_of_the_divine",
			"divine_power"
		],
		"siblings": [
			"deity",
			"demigod",
			"quasi_deity"
		]
	},
	"demigod": {
		"name": "Demigod",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/70}",
			"",
			"Unlike a deity, a demigod is represented in game with statistics, ranging in power from CR 26 to CR 30. [Archdevils](family/archdevil), [demon lords](family/demon_lord), [empyreal lords](family/empyreal_lord), and [Great Old Ones](family/great_old_one) are all examples of demigods. A demigod who controls a planar realm can effect physical change in that realm by thought, but such changes are not instantaneous. Beyond the reach of its realm, a demigod must rely upon its own abilities and magic to effect such changes.",
			"",
			"Demigods grant their clerics access to four domains."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"role_of_the_divine",
			"divine_power"
		],
		"siblings": [
			"deity",
			"demigod",
			"quasi_deity"
		]
	},
	"quasi_deity": {
		"name": "Quasi Deity",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/70}",
			"",
			"Quasi deities are the least powerful of the divine, and the most eclectic in their nature. A quasi deity has a stat block, and can be of any CR (although the vast majority lie in the CR 21-25 range). Nascent demon lords, the malebranche, and qlippoth lords are all examples of quasi deities, as are creatures like [deep one elders](monster/elder_deep_one), [conqueror worms](monster/conqueror_worm), and [green men](monster/green_man), who have the ability to grant spells to clerics. Mythic characters who take the [divine source path ability](rule/universal_path_abilities) are also quasi deities.",
			"",
			"Quasi deities have no inborn ability to shape and alter reality by thought alone, even if they somehow gain control of a planar realm, and must rely upon their own abilities and magic to effect changes of this nature.",
			"",
			"A quasi deity grants from one to four domains to its clerics."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"role_of_the_divine",
			"divine_power"
		],
		"siblings": [
			"deity",
			"demigod",
			"quasi_deity"
		]
	},
	"divine_intervention": {
		"name": "Divine Intervention",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/70}",
			"",
			"In the Pathfinder Roleplaying Game, elements of divine intervention occur when the GM steps in to change the flow of play, be it by arbitrarily assigning die roll results, reversing entire events, or even changing the nature of in-game reality, if only for a split second. The effects of a divine intervention are not bound by rules, and you can justify any sudden reversal of fortune or adjustment to reality you wish by categorizing it as divine intervention.",
			"",
			"This is a tool you should use only rarely - if ever - in your game. The best reason to allow divine intervention in your game is when there is no other option for party survival and you and your players wish to continue the campaign. In such cases, divine intervention can not only allow the game to continue but can instill in the characters and players alike a feeling of gratitude for the sudden unexpected salvation.",
			"",
			"Take care to not remove the threat of failure from your game, of course - if the players come to expect you to save their characters each and every time they fail, the suspense of the game will fade. As a general rule, divine intervention should only occur once per player per campaign, but of course you can alter this frequency as you wish to suit the preference of your table."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"role_of_the_divine"
		],
		"siblings": [
			"divine_power",
			"divine_intervention",
			"divine_gifts",
			"faith_and_the_divine",
			"deific_realms",
			"the_core_pantheon"
		]
	},
	"divine_gifts": {
		"name": "Divine Gifts",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/71}",
			"",
			"The gods do not need to wait for mortals to call upon them for aid to grant boons. At times, when a character performs a particularly devout act or completes a legendary crusade, that character's deity may choose to reward her with a divine gift.",
			"",
			"The timing and frequency in which divine gifts are granted is left strictly to the discretion of the GM. They can be given to a particularly devout worshiper in a time of need. They might be granted upon the completion of a significant quest that furthers the faith. Or they might be rewards given in return for a significant sacrifice made in a deity's name or dedication shown to the deity. A divine gift can be granted to any creature, even to a follower of a different deity or to a creature who does not worship the divine at all. The only restriction is that a creature must be sapient in order to receive a divine gift, for a creature always has the option to refuse the gift if it so wishes - the freedom to accept or reject such a gift is part of the nature of this boon. However, at the GM's discretion, rejecting a divine gift from a deity you worship (or accepting a divine gift from a rival deity) may have repercussions.",
			"",
			"Divine gifts can be of any power level, but the example gifts presented in the following section focusing upon the core pantheon are all on par with effects that could be granted by a miracle spell - feel free to adjust this power level as you prefer for your home campaign. At your discretion, you can allow divine spellcasters to duplicate the effects of a divine gift (as appropriate for their deity) by casting {spell/miracle} themselves."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"role_of_the_divine"
		],
		"siblings": [
			"divine_power",
			"divine_intervention",
			"divine_gifts",
			"faith_and_the_divine",
			"deific_realms",
			"the_core_pantheon"
		]
	},
	"faith_and_the_divine": {
		"name": "Faith and the Divine",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/71}",
			"",
			"Divinities have immense power and can intervene in the lives of mortal worshipers to grant miraculous boons. They can raise up realms and create life on a whim. What use, therefore, do divinities have for mortal life at all?",
			"",
			"One use lies in the nature of the fundamental building block of the Outer Planes - quintessence. As detailed in The River of Souls, when a mortal dies, the soul eventually merges with the material of another plane (usually after spending time as a petitioner or outsider), expanding the plane's size and counterbalancing its erosion by the Maelstrom. Thus, the very existence of the Outer Planes depends on the constant influx of souls. When a deity's religion is widespread on the Material Plane, her realm reaps direct benefits in the form of more petitioners, which can, in time, increase the overall size of the planar realm.",
			"",
			"But there's an even more important role that mortals play: they provide faith. When a mortal has faith in a divinity, that power increasingly ties that mortal's fate and soul to that divinity. The divinity does not directly gain power from this interaction - a deity with only one or even no worshipers can be as powerful as a deity with trillions of worshipers. A religion that is powerful and widespread, however, can expand a divinity's influence in ways that the divinity cannot, due to the fact that the divine do not directly interfere in the affairs of mortals. A deity who has legions of worshipers will see her religion spread, and that spread of faith will directly translate into an increase of souls into her realm. Deities with few or no worshipers will, over time, see their realms eaten away by the Maelstrom, their armies dwindle, and their standing among the divine fade. Faith can meet a divinity's emotional needs as well, be it the need for a self-centered deity to feel his ego bolstered, an extroverted deity to feel accepted and popular, a power-hungry deity to feel feared, or a benevolent deity to bask in the love of her children and family.",
			"",
			"Some deities have no interest in faith. These divinities may seek widespread destruction (such as {faith/Rovagug}, whose realm is also his prison, and who would be released into the Multiverse upon its destruction) or exist as a manifestation of the fact that all things must end (such as {faith/Groetus}, whose \"realm\" consists of his own body high above the Boneyard). And then there are the Outer Gods&mdash;divinities whose very existence predates the concept of existence as mortals understand it. Divinities like {faith/Azathoth}, {faith/Shub-Niggurath}, and {faith/Yog-Sothoth} are incalculably ancient, and they exist outside of the boundaries and restrictions of faith, souls, and the concept of quintessence entirely. Mortals still worship them, yet the Outer Gods have little interest in such worship, and in many cases these alien divinities may not even comprehend the concept of faith at all. Among the Outer Gods, only [Nyarlathotep's](faith/nyarlathotep_black_pharaoh) pursuit of faith provides a singular, ominous, and unnerving exception to this rule."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"role_of_the_divine"
		],
		"siblings": [
			"divine_power",
			"divine_intervention",
			"divine_gifts",
			"faith_and_the_divine",
			"deific_realms",
			"the_core_pantheon"
		]
	},
	"deific_realms": {
		"name": "Deific Realms",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/72}",
			"",
			"A divinity gains authority over a portion of a plane in one of two ways. The first is via simple conquest. Such conflicts may involve vast armies, clever traps, devious espionage, political subterfuge, or any combination thereof. Whatever form it takes, the resulting battles and confrontations are always the stuff of legend.",
			"",
			"Conflict-based conquests are only rarely carried out by lawful or good divinities. The planes are vast, and for every realm currently ruled by a divinity, there are thousands, if not millions, more locations spread throughout the plane ripe for the picking. Thus, the most common method by which a divinity claims a realm on the planes is by challenging the plane itself. The divinity selects the realm it wishes to be its own, then exerts its will upon that realm and reshapes it to suit its needs. The more closely aligned a divinity is with the plane and the type of region it has chosen, the more quickly that territory transforms into a realm suited for rule.",
			"",
			"While a demigod's power within its realm is immense, a deity's is nigh absolute. Yet even in deities' realms, the concepts of free will and non-interference remain. Just as a divinity leaves its worshipers free to express their faith and set their own fates as they wish, it also does not oversee and police every facet of life in its realm. This means that non-worshipers, or even enemies of a faith, can travel through a deity's planar realm without fear of immediate reprisal. A paladin among a group of adventurers on a mission into [Lamashtu's](faith/lamashtu) realm in the Abyss will likely feel unwelcome and meet strong resistance from that region's denizens, but would not need to fear direct punishment from Lamashtu herself. Likewise, a devil-worshiping priest who infiltrates an enclave of azatas in [Cayden Cailean's](faith/cayden_cailean) realm in Elysium to chase down an escaped petitioner from the pits of Hell would not be immediately crushed by the offended god. Only in the most significant of incursions or when a divinity is directly called out or confronted will a deity or demigod take note - and even then, the most common response would be to send a powerful minion to handle the situation."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"role_of_the_divine"
		],
		"siblings": [
			"divine_power",
			"divine_intervention",
			"divine_gifts",
			"faith_and_the_divine",
			"deific_realms",
			"the_core_pantheon"
		]
	},
	"the_core_pantheon": {
		"name": "The Core Pantheon",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/73}",
			"",
			"The most significant deities of the Inner Sea region are the 20 presented in the Pathfinder RPG Core Rulebook. In a setting of your own design, the most powerful and prominent deities are entirely up to you. Regardless of which deities hold sway in your setting, you should take the time to design and detail your chosen pantheon of gods and goddesses, both as individuals and as a group. The following section summarizes this information for each deity in the core pantheon, to provide players of characters (and GMs of NPCs) who worship one of these deities more information for roleplaying."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"role_of_the_divine"
		],
		"subtopics": [ "reading_a_deity_stat_block" ],
		"siblings": [
			"divine_power",
			"divine_intervention",
			"divine_gifts",
			"faith_and_the_divine",
			"deific_realms",
			"the_core_pantheon"
		]
	},
	"reading_a_deity_stat_block": {
		"name": "Reading a Deity Stat Block",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/73}",
			"",
			"Each of the core pantheon's deities are presented below in stat block format for ease of reference.",
			"",
			"***Name and Title:*** The deity's name and its common title.",
			"",
			"***Alignment, Gender, and Areas of Concern:*** The gender of a deity is indicated by use of \"god\" or \"goddess\" in this entry. A deity's areas of concern represent those aspects of reality in which it has the most interest and influence.",
			"",
			"***Realm:*** This entry gives the name of the deity's realm, followed by the plane on which that realm is located.",
			"",
			"***Allies:*** This entry lists deities among the core pantheon who have allied with the god or goddess in question.",
			"",
			"***Relations:*** If the deity is related in some way to another deity of the core pantheon, that information is presented here. Although many deities are related to deities or demigods outside the core pantheon, those relationships may not be listed. A special relationship that deserves additional clarification is \"ascended sibling.\" Three of the core deities ({faith/Cayden Cailean}, {faith/Iomedae}, and {faith/Norgorber}) ascended from mortality via a harrowing quest known as the Test of the Starstone, and while these three deities are often at odds, they share an unshakable bond in that all three became deities in the same way.",
			"",
			"***Enemies:*** This entry lists deities among the core pantheon who are active enemies to the god or goddess in question.",
			"",
			"***Symbol:*** A description of the deity's symbol.",
			"",
			"***Temples:*** This describes typical places of worship.",
			"",
			"***Sacred Animal:*** With the exception of {faith/Gozreh} (whose faith holds all animals as sacred), each of the core deities' faiths holds a specific animal as particularly sacred. A deity's sacred animal often appears with the deity in artistic depictions, and some are kept as pets or guardians on temple grounds.",
			"",
			"***Sacred Colors:*** With the exception of {faith/Shelyn} (whose faith sees beauty and sacred significance in all colors), worshipers of the core pantheon typically associate two colors as sacred for each deity. These colors are typically incorporated into holy raiment or clothing worn by worshipers.",
			"",
			"***Holy Days:*** The days listed here are held as particularly sacred by the faith, and reasons for each day's significance to the faith along with the time of year at which the holy day occurs are listed in parentheses. Most faiths maintain several less important or regional holy days as well, but these are not listed here. These dates are listed using real-world days and months to avoid confusion. The names of days and months can vary in your campaign, as they do in the world of Golarion.",
			"",
			"***Domains, Subdomains:*** The domains and subdomains the deity grants to its clerics are listed here.",
			"",
			"***Favored Weapon:*** This lists the deity's favored weapon.",
			"",
			"***Worshipers:*** The worshipers listed here are the most common agents of the deity in question, but this list is not exhaustive. Because all 20 faiths count clerics, inquisitors, oracles, and warpriests among their worshipers, these four classes are not listed so as to avoid repetition.",
			"",
			"***Minions:*** As opposed to those that typically worship the deity, minions are the outsider races that often serve the deity. A deity's minions can often be encountered in temples and other places sacred to the deity, but more often they enter play when a worshiper of the deity calls upon one of the minions using magic like [summon monster](spell/summon_monster_1) or {spell/planar ally}.",
			"",
			"***Herald:*** This lists the name of the deity's herald. A deity's herald is a unique creature who serves as a messenger and emissary. Heralds are typically CR 15 with 18 or fewer Hit Dice, making them available via greater planar ally ([Rovagug's](faith/rovagug) herald, the {monster/Tarrasque}, is a significant exception to this rule).",
			"",
			"***Divine Gift:*** These gifts are thematically appropriate boons the deity might grant, but are certainly not the only types of gifts the deity might hand out. Unless otherwise noted, any abilities granted by a divine gift can be used only once per gift.",
			"",
			"Deities and faiths can be found [here](main/faiths)."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"role_of_the_divine",
			"the_core_pantheon"
		],
		"siblings": [ "reading_a_deity_stat_block" ]
	},
	"traits_of_a_plane": {
		"name": "Traits of a Plane",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/58}",
			"",
			"Reality is not the constant a rational creature might like to think it is. Even on different worlds of the Material Plane, fundamental aspects of life vary - planets can have lower or higher gravity, atmospheres that are poisonous for most species to breathe, or other deviations from what might be considered normal.",
			"",
			"These deviations expand greatly when traveling in the Great Beyond, for as you leave the Material Plane, you leave behind many of the constants of our reality. Each and every plane defines its own reality, and in some cases this reality is far from stable on its own. Aspects like the nature of gravity, the flow of time, and the size and shape of the region can vary wildly. On some planes, not even the gods can effect change, while on others, thoughts spring to truth and reality itself is alive. Even philosophical ideals like good or evil or the underlying nature of magic itself can become warped or physically manifest in such outlandish regions.",
			"",
			"There are seven categories of traits that summarize the nature of reality within each realm of existence: gravity, time, realm, structural, essence, alignment, and magic."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures"
		],
		"subtopics": [
			"gravity_traits_pa",
			"time_traits_pa",
			"realm_traits",
			"structural_traits",
			"essence_traits",
			"alignment_traits_pa",
			"magic_traits_pa"
		],
		"siblings": [
			"planar_terrains",
			"planar_races",
			"role_of_the_divine",
			"traits_of_a_plane",
			"building_a_planar_campaign"
		]
	},
	"gravity_traits_pa": {
		"name": "Gravity Traits",
		"subtitle": "Planar Traits, Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/58}",
			"",
			"The direction of gravity's pull may be unexpected, and it might even change directions on the plane.",
			"",
			"### Normal Gravity",
			"",
			"Most planes have gravity similar to that of the Material Plane, either in that the plane consists of planets with their own gravitational fields or in that the plane consists of a single domain where \"down\" is always in the same direction: toward the ground. On these planes, the usual rules for physical ability scores, carrying capacity, and encumbrance apply.",
			"",
			"### Heavy Gravity",
			"",
			"The gravity on a plane with this trait is much more intense than on the Material Plane. As a result, Acrobatics, Climb, Ride, and Swim checks incur a -2 penalty, as do all attack rolls. Item weights are effectively doubled, which might affect a character's encumbrance or speed. Weapon ranges are halved. Characters who fall on a heavy gravity plane take 1d10 points of damage for each 10 feet fallen, to a maximum of 20d10 points of damage.",
			"",
			"### Light Gravity",
			"",
			"The gravity on a plane with this trait is less intense than on the Material Plane. Characters on a plane with the light gravity trait take a +2 circumstance bonus on attack rolls and on Acrobatics and Ride checks. All items weigh half as much, and weapon ranges double. These advantages apply to travelers from other planes as well as natives. Falling characters on a light gravity plane take only 1d4 points of damage for each 10 feet fallen (to a maximum of 20d4).",
			"",
			"### No Gravity",
			"",
			"Individuals on a plane with this trait merely float in space, unless other effects provide a direction for gravity's pull. Flight is the most common mode of transport here.",
			"",
			"### Objective Directional Gravity",
			"",
			"The strength of gravity on a plane with this trait is the same as on the Material Plane, but the direction is not the traditional \"down\" toward the ground. It may pull toward any solid object, at an angle to the surface of the plane (creating a plane that appears to consist entirely of an unending mountainside, for example), or even upward.",
			"",
			"### Subjective Directional Gravity",
			"",
			"The strength of gravity on a plane with this trait is the same as on the Material Plane, but each individual chooses the direction of gravity's pull for herself. Such a plane has no gravity for unattended objects and nonsentient creatures.",
			"",
			"Characters on a plane with subjective directional gravity can move normally along a solid surface by imagining \"down\" below their feet. If suspended in midair, a character \"flies\" by merely choosing a \"down\" direction and \"falling\" that way. An individual falls 150 feet in the first round and 300 feet in each succeeding round. Movement is straight-line only. To stop, a character must change the designated \"down\" direction to counteract her fall, reducing her falling speed by one step (from 300 feet to 150 feet, or from 150 feet to 0 feet) each round.",
			"",
			"Setting a new direction of gravity takes a free action and requires a successful DC 16 Wisdom check; a character can attempt this check once per round. A character who fails this Wisdom check receives a +6 bonus on subsequent checks until she succeeds."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"traits_of_a_plane"
		],
		"siblings": [
			"gravity_traits_pa",
			"time_traits_pa",
			"realm_traits",
			"structural_traits",
			"essence_traits",
			"alignment_traits_pa",
			"magic_traits_pa"
		]
	},
	"time_traits_pa": {
		"name": "Time Traits",
		"subtitle": "Planar Traits, Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/59}",
			"",
			"The passage of time is always subjective for the viewer. This subjectivity applies to various planes: travelers may discover that they gain or lose time while moving between planes, but from their point of view, time always passes normally.",
			"",
			"### Normal Time",
			"",
			"This is the baseline for time flow, and describes the passage of time on the Material Plane; 1 hour on a plane with normal time equals 1 hour on the Material Plane.",
			"",
			"### Erratic Time",
			"",
			"Some planes have time that slows down and speeds up, so an individual may lose or gain time as he moves between such planes and any others. To creatures present on such a plane, time flows normally and the shifts are unnoticed. The following is provided as an example of how time on a plane with erratic time might compare to time on the Material Plane.",
			"",
			"| d% | Time on Material Plane | Time on Erratic Time Plane |",
			"| --- | --- | --- |",
			"| 01-10 | 1 day | 1 round |",
			"| 11-40 | 1 day | 1 hour |",
			"| 41-60 | 1 day | 1 day |",
			"| 61-90 | 1 hour | 1 day |",
			"| 91-100 | 1 round | 1 day |",
			"",
			"### Flowing Time",
			"",
			"On some planes, the flow of time is consistently faster or slower. An individual may spend a year on such a plane and then return to the Material Plane to find that only 6 seconds have elapsed. When indicating how time works on planes with flowing time, the Material Plane's flow of time is listed first, followed by the flow in the other plane.",
			"",
			"### Timeless",
			"",
			"On planes with this trait, time still passes but the effects of time are diminished. How the timeless trait affects certain activities or conditions such as hunger, thirst, aging, afflictions, and healing varies from plane to plane. The danger of a timeless plane is that once an individual leaves such a plane for one where time flows normally, conditions such as hunger and aging apply retroactively. If a plane is timeless with respect to magic, any spell cast with a duration other than instantaneous is permanent until dispelled."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"traits_of_a_plane"
		],
		"siblings": [
			"gravity_traits_pa",
			"time_traits_pa",
			"realm_traits",
			"structural_traits",
			"essence_traits",
			"alignment_traits_pa",
			"magic_traits_pa"
		]
	},
	"realm_traits": {
		"name": "Realm Traits",
		"subtitle": "Planar Traits, Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/59}",
			"",
			"Planes come in a variety of sizes and shapes. Many planes are so large that they may as well be infinite in size, while others (particularly in the case of demiplanes) can be quite small. Regardless of a plane's size and shape, it conforms to one of three realm traits.",
			"",
			"### Finite",
			"",
			"A plane with this trait has defined edges or borders. These borders may adjoin other planes or may be hard, finite borders such as the edge of the world or a great wall. Demiplanes are often finite.",
			"",
			"### Immeasurable",
			"",
			"Planes with this trait might seem to go on forever, and indeed many are so vast that, for all practical purposes, their size is infinite. The Material Plane consists of the entire universe - an expanse so truly vast in scope that it is close enough to being immeasurable to qualify for this trait. Similarly, while the Outer Sphere has a static size, it is so unimaginably vast that it cannot be measured or traversed without powerful magic.",
			"",
			"### Unbounded",
			"",
			"On planes with this trait, the borders wrap in on themselves, depositing a traveler who voyages too far onto the other side of the map. Unbounded planes can be spheres, cubes, tori, or flat expanses with magical edges that teleport the traveler to the opposite edge when she crosses them."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"traits_of_a_plane"
		],
		"siblings": [
			"gravity_traits_pa",
			"time_traits_pa",
			"realm_traits",
			"structural_traits",
			"essence_traits",
			"alignment_traits_pa",
			"magic_traits_pa"
		]
	},
	"structural_traits": {
		"name": "Structural Traits",
		"subtitle": "Planar Traits, Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/60}",
			"",
			"The underlying rules of reality that govern how the denizens and landscape of a plane function are described by a plane's structural traits. Regardless of the nature of a plane's structural traits, all planes can be altered on a whim by a deity's will to a certain extent; this ability to change reality is greatest within the boundaries of a deity's planar realm. Demigods have a lesser ability to effect such change and are limited to changing only their own planar realms. See {rule/Divine Power} for more details.",
			"",
			"### Lasting Structure",
			"",
			"On a plane with this trait, objects remain where they are (and what they are) unless affected by physical force or magic. Anyone can change the immediate environment as a result of tangible effort.",
			"",
			"### Morphic Structure",
			"",
			"A plane with morphic structure behaves similarly to a plane with a lasting structure, but its realities and physicality can be changed with ease even by non-divine beings. When a plane has morphic structure, additional details for how that manifests are provided in the entry.",
			"",
			"### Sentient Structure",
			"",
			"These planes respond to a single entity's thoughts - those of the plane itself. Travelers might find the plane's landscape changing as a result of what the plane thinks of the travelers, becoming either more or less hospitable depending on its reaction. The influence of a deity or demigod can sometimes supersede the plane's whims, but in most cases a sentient plane constantly works to erode and transform such unwanted intrusions into its structure.",
			"",
			"### Static Structure",
			"",
			"Static planes are unchanging, or they reset once change occurs. Visitors cannot affect living residents of the plane or objects that the denizens carry in any lasting way. Spells that would affect the plane or its denizens have no effect unless the plane's static trait is somehow removed or suppressed. Spells cast before entering a plane with the static trait remain in effect, however. Even moving an unattended object within a static plane requires a successful DC 16 Strength check. Particularly heavy objects may be impossible to move. Often, a plane with the static trait has a duration listed - this is the amount of time that any change can persist before the plane's reality resets."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"traits_of_a_plane"
		],
		"siblings": [
			"gravity_traits_pa",
			"time_traits_pa",
			"realm_traits",
			"structural_traits",
			"essence_traits",
			"alignment_traits_pa",
			"magic_traits_pa"
		]
	},
	"essence_traits": {
		"name": "Essence Traits",
		"subtitle": "Planar Traits, Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/60}",
			"",
			"Four basic elements (air, earth, fire, and water) and two types of energy (positive and negative) combine in various ways to make up reality. Note that some planes have no elemental or energy traits; such traits are noted in a plane's description only when they are present.",
			"",
			"### Mixed Essence",
			"",
			"The Material Plane is the classic example of a mixed essence plane - here, reality is composed of a mixture of all forms of essence. In certain places, one form of essence might be more dominant than others, but overall they appear in this plane in relatively equal measures.",
			"",
			"On the Outer Planes, a different form of mixed essence composes reality: quintessence. This material forms the basis for all matter and life on the Outer Planes, and it is tied to the nature of the soul itself. Note that when quintessence duplicates another essence (such as earth or fire), effects that interact with that essence function as expected.",
			"",
			"### Air-Dominant",
			"",
			"Consisting mostly of open space, planes with this trait have just a few bits of floating stone or other solid matter. They usually have a breathable atmosphere, though such a plane may include regions of acidic or toxic gas.",
			"",
			"### Earth-Dominant",
			"",
			"Planes with this trait are mostly solid. Visitors who need to breathe run the risk of suffocation if they don't reach a cavern or other pocket of breathable air within the earth. Worse yet, individuals without the ability to burrow are entombed in the earth and must dig their way out (at a rate of 5 feet per full-round action spent digging).",
			"",
			"### Fire-Dominant",
			"",
			"Planes with this trait are composed of flames that continually burn without consuming their fuel source. Fire-dominant planes are extremely hostile to Material Plane creatures, and those without resistance or immunity to fire are soon immolated.",
			"",
			"Unprotected flammable materials catch fire almost immediately, and individuals wearing unprotected flammable clothing catch on fire. In addition, all individuals take 3d10 points of fire damage each round while on a fire-dominant plane. Creatures of the water subtype are extremely uncomfortable on fire-dominant planes, while those that are made of water take 6d10 points of fire damage from the plane each round, rather than 3d10.",
			"",
			"### Water-Dominant",
			"",
			"Planes with this trait are mostly liquid. Visitors who can't breathe in water or reach a pocket of air likely drown. Creatures of the fire subtype are extremely uncomfortable on water-dominant planes, and those made of fire take 1d10 points of damage each round while on a water-dominant plane.",
			"",
			"### Negative-Dominant",
			"",
			"Planes with this trait drain the life out of travelers who tread upon them. They tend to be lonely, haunted planes, drained of color, devoid of plant and animal life, and filled with winds bearing the soft moans of those who died within them. {spell/Death ward} provides protection from a negative-dominant plane as long as the effect lasts, regardless of the strength of that plane's negative dominant trait.",
			"",
			"On minor negative-dominant planes, living creatures take 1d6 points of negative energy damage per round. When this damage reduces a creature to 0 hit points or below, the creature crumbles into ash. Undead on a minor negative-dominant plane instead gain fast healing 2 (this does not stack with existing fast healing an undead already has).",
			"",
			"Major negative-dominant planes are even more dangerous to the living. Each round, a living creature on such a plane must succeed at a DC 25 Fortitude save or incur a negative level. A creature whose negative levels equal its current levels or Hit Dice is slain and becomes a {monster/wraith}. Undead on a negative-dominant plane gain fast healing 5 (this does not stack with any existing fast healing an undead already has).",
			"",
			"### Positive-Dominant",
			"",
			"Planes with this trait are characterized by an abundance of life. Like for negative-dominant planes, the strength of the positive-dominant trait can be either minor or major.",
			"",
			"A minor positive-dominant plane is a riotous explosion of life in all its forms. Colors are brighter, fires are hotter, noises are louder, and sensations are more intense as a result of the positive energy infusing the plane. All living individuals in a positive-dominant plane gain fast healing 2. Undead instead take 1d6 points of positive energy damage per round, and at 0 hit points they crumble to ash.",
			"",
			"A creature on a major positive-dominant plane must succeed at a DC 15 Fortitude save or be blinded for 10 rounds by the brilliance of the surroundings. Simply being on the plane grants living creatures fast healing 5. In addition, living creatures at full hit points gain 5 additional temporary hit points per round that last until 1d20 rounds after the creature leaves the major positive-dominant plane. However, a creature that gains temporary hit points in this way must attempt a DC 20 Fortitude save each round that its temporary hit points exceed its normal maximum hit point total. Failure results in the creature exploding in a riot of energy, which kills it. Undead on a major positive-dominant plane take 3d6 points of positive energy damage per round and are staggered during each round they take this damage."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"traits_of_a_plane"
		],
		"siblings": [
			"gravity_traits_pa",
			"time_traits_pa",
			"realm_traits",
			"structural_traits",
			"essence_traits",
			"alignment_traits_pa",
			"magic_traits_pa"
		]
	},
	"alignment_traits_pa": {
		"name": "Alignment Traits",
		"subtitle": "Planar Traits, Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/62}",
			"",
			"Some planes have a predisposition toward a certain alignment. Alignment traits have multiple components. First are the moral (good or evil) and ethical (lawful or chaotic) components; a plane with alignment traits can have a moral component, an ethical component, or one of each. Second, the specific alignment trait indicates whether each moral or ethical component is mildly or strongly evident. Many planes have no alignment traits; these traits are noted in a plane's description only when they are present.",
			"",
			"No plane can be both good-aligned and evil-aligned, nor can any plane be both law-aligned and chaos-aligned.",
			"",
			"### Mildly Aligned",
			"",
			"Creatures who have an alignment opposite that of a mildly aligned plane take a -2 penalty on all Charisma-based checks. A mildly neutral-aligned plane applies no penalties.",
			"",
			"### Strongly Aligned",
			"",
			"On strongly aligned planes, a -2 penalty applies on the Intelligence-, Wisdom-, and Charisma-based checks of all creatures not of the plane's alignment. The penalties for the moral and ethical components of the alignment trait stack.",
			"",
			"A strongly neutral-aligned plane stands in opposition to or in careful balance between all moral and ethical principles: good, evil, law, and chaos. Such a plane may be more concerned with the balance of the alignments than with accommodating and accepting alternate points of view. In the same fashion as for other strongly aligned planes, strongly neutral-aligned planes impose a -2 penalty on the Intelligence-, Wisdom-, and Charisma-based checks of any creature that isn't neutral. The penalty is applied separately for neutrality with respect to law and chaos and for neutrality with respect to good and evil; therefore chaotic neutral, lawful neutral, neutral evil, and neutral good creatures take a -2 penalty, and chaotic evil, chaotic good, lawful evil, and lawful good creatures take a -4 penalty."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"traits_of_a_plane"
		],
		"siblings": [
			"gravity_traits_pa",
			"time_traits_pa",
			"realm_traits",
			"structural_traits",
			"essence_traits",
			"alignment_traits_pa",
			"magic_traits_pa"
		]
	},
	"magic_traits_pa": {
		"name": "Magic Traits",
		"subtitle": "Planar Traits, Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/62}",
			"",
			"A plane's magic trait describes how magic works on that plane compared to how it works on the Material Plane (which has the normal magic trait). Particular locations on a plane, such as those under the direct control of deities, may be pockets where a different magic trait applies. Natives of a plane are typically aware of which spells and spell-like abilities are affected by the magic traits of their plane, but planar travelers may have to discover this on their own.",
			"",
			"### Normal Magic",
			"",
			"This trait means that all spells and supernatural abilities function as written.",
			"",
			"### Dead Magic",
			"",
			"These planes have no magic at all. A plane with the dead magic trait functions in all respects as if affected by an {spell/antimagic field} spell. Divination spells cannot detect subjects within a dead magic plane, and a spellcaster cannot cast plane shift or another spell to move in or out. The only exceptions to the \"no magic\" rule are permanent planar portals, which still function normally.",
			"",
			"### Enhanced Magic",
			"",
			"Particular spells and spell-like abilities are easier to use or more powerful in effect on planes with this trait than they are on the Material Plane. If a spell is enhanced, it functions as if its caster level were 2 higher than normal.",
			"",
			"### Impeded Magic",
			"",
			"Particular spells and spell-like abilities are more difficult to cast on planes with this trait, often because the nature of the plane interferes with the spell. To cast an impeded spell, the caster must attempt a concentration check (DC = 20 + the level of the spell). On a failed check, the spell does not function but is still lost as a prepared spell or spell slot. On a success, the spell functions normally.",
			"",
			"### Limited Magic",
			"",
			"Planes with this trait permit the use of only those spells and spell-like abilities that meet particular qualifications. Magic can be limited to effects from certain schools or subschools, effects with certain descriptors, or effects of a certain level (or any combination of these qualities). Spells and spell-like abilities that don't meet the qualifications simply fail.",
			"",
			"### Wild Magic",
			"",
			"On a plane with the wild magic trait, spells and spell-like abilities function in radically different and sometimes dangerous ways. Any spell or spell-like ability used on a wild magic plane has a chance to go awry. The caster must attempt a caster level check (DC = 15 + the level of the spell or spell-like ability) for the magic to function normally. Failure means that something strange happens; roll d% and consult Table 2-1: Wild Magic Effects. At the GM's discretion, other effects than those listed on this table may be possible.",
			"",
			"#### Table 2-1: Wild Magic Effects",
			"",
			"| d% | Effect |",
			"| --- | --- |",
			"| 1-19 | The spell rebounds on its caster with normal effect. If the spell cannot affect the caster, it simply fails. |",
			"| 20-23 | A circular pit 15 feet wide opens under the caster's feet; it is 10 feet deep per caster level. |",
			"| 24-27 | The spell fails, but the target or targets of the spell are pelted with a rain of small objects (anything from flowers to rotten fruit), which disappear upon striking. The barrage continues for 1 round. During this time, the targets are blinded and must succeed at concentration checks (DC = 15 + spell level) to cast spells. |",
			"| 28-31 | The spell affects a random target or area. Randomly determine a target from among those in range of the spell or center the spell at a random place within range of the spell. To generate the direction randomly, roll 1d8 and count clockwise around the compass, starting with south. To generate the range randomly, roll 3d6 and multiply the result by 5 feet for close-range spells, 20 feet for medium-range spells, or 80 feet for long-range spells. |",
			"| 32-35 | The spell functions normally, but no material components are consumed. The spell is not expended from the caster's mind (the spell slot or prepared spell can be used again). If the spell is cast from an item, the item does not lose charges. The effect does not count against an item's or spell-like ability's use limit. |",
			"| 36-39 | The spell does not function. Instead, everyone (friend or foe) within 30 feet of the caster receives the effect of a {spell/heal} spell. |",
			"| 40-43 | The spell does not function. Instead, a {spell/deeper darkness} effect and a {spell/silence} effect cover a 30-foot radius around the caster for 2d4 rounds. |",
			"| 44-47 | The spell does not function. Instead, a {spell/reverse gravity} effect covers a 30-foot radius around the caster for 1 round. |",
			"| 48-51 | The spell functions, but shimmering colors swirl around the caster for 1d4 rounds. Treat this as a {spell/glitterdust} effect with a save DC of 10 + the level of the spell that generated this result. |",
			"| 52-59 | Nothing happens. The spell does not function. Any material components are used up, the spell or spell slot is used up, an item the spell is cast from loses charges, and the effect counts against an item's or spell-like ability's use limit. |",
			"| 60-71 | Nothing happens. The spell does not function, but no material components are consumed. The spell is not expended from the caster's mind (the spell slot or prepared spell can be used again). If the spell is cast from an item, the item does not lose charges. The effect does not count against an item's or spell-like ability's use limit. |",
			"| 72-98 | The spell functions normally. |",
			"| 99-100 | The spell functions strongly. Targets take a -2 penalty on saving throws against the spell. The spell has the maximum possible effect, as if cast with the {feat/Maximize Spell} feat. If the spell is already maximized with this feat, there is no further effect. |"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"traits_of_a_plane"
		],
		"siblings": [
			"gravity_traits_pa",
			"time_traits_pa",
			"realm_traits",
			"structural_traits",
			"essence_traits",
			"alignment_traits_pa",
			"magic_traits_pa"
		]
	},
	"building_a_planar_campaign": {
		"name": "Building a Planar Campaign",
		"subtitle": "Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/82}",
			"",
			"The typical adventurer can readily secure fame and fortune within a single dungeon, nation, or continent, and for many campaigns, sticking to an easily grasped fantasy world of goblins, knights, and near-Earth conditions is the right move. After all, traveling the multiverse increases the possibilities and dangers by untold orders of magnitude. In capable hands, a planar campaign can inspire stories unlike any other. But if handled poorly, a romp across the planes can turn into a disjointed series of accidents or sudden endings that could potentially harm a long-term game. So how can you as a GM convey a creative, fun, and memorable experience?"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures"
		],
		"subtopics": [
			"why_the_planes",
			"presenting_the_planes",
			"planar_tuning_forks",
			"alternate_cosmologies"
		],
		"siblings": [
			"planar_terrains",
			"planar_races",
			"role_of_the_divine",
			"traits_of_a_plane",
			"building_a_planar_campaign"
		]
	},
	"why_the_planes": {
		"name": "Why the Planes?",
		"subtitle": "Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/82}",
			"",
			"Okay, you've made the choice to take your game to the planes, but your campaign's characters already enjoy stabbing bad guys on their home world. So why should your players risk life, limb, and the integrity of their souls to travel the planes when there are perfectly good dungeons in their own corner of the cosmic backyard? The possibilities are limitless, yet most goals fall within four categories: access, acquisition, confrontation, or rescue. Each of these can be the ultimate aim for a campaign or merely a step toward a bigger task, and an effective planar campaign uses several of these goals to create a compelling sequence of events."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign"
		],
		"subtopics": [
			"access",
			"acquisition",
			"confrontation",
			"rescue"
		],
		"siblings": [
			"why_the_planes",
			"presenting_the_planes",
			"planar_tuning_forks",
			"alternate_cosmologies"
		]
	},
	"access": {
		"name": "Access",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/82}",
			"",
			"Just as adventurers might negotiate to use a rare library, discover a sage's secrets, or learn a forbidden technique on the Material Plane, so too might they bargain as they seek similar lore, tools, and resources on another plane. Outsiders found commonly on the planes are often ageless immortals, boasting divine connections, forms, and faculties that are far beyond those of mortal humanoids. With their superior capacity and abundant time, these beings create unparalleled workshops for crafting phenomenal artifacts, ironclad vaults that contain unspeakable mistakes, and halls for conveying the perfect nuance of every performance type.",
			"",
			"From the PCs' perspective, these are tools that can enable them to achieve otherwise impossible goals. A lost secret might survive only in an extraplanar library. The conditions of an evil artifact's destruction might require travel to the heart of a divine realm. Learning an antagonist's plans might require partaking in an extraplanar intrigue in which the PCs must survive alien politics and interview long-dead souls. Sometimes the goal is to journey to a Transitive Plane with the intention of accessing an obscure demiplane or other realm that conventional magic can't find."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"why_the_planes"
		],
		"siblings": [
			"access",
			"acquisition",
			"confrontation",
			"rescue"
		]
	},
	"acquisition": {
		"name": "Acquisition",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/82}",
			"",
			"Even the most geologically varied planet pales in comparison to the unparalleled diversity possible on just one of the nighinfinite planes. Most other planes consist of the distilled essence of an alignment or element, each of which provides an extraordinary substrate to nourish a dazzling array of organisms and propagate realities. Moreover, many planes host realms that are occupied continually by inventive creatures who spend untold eons creating countless tools, structures, and masterpieces that surpass anything a Material Plane world might produce. As the realms of the gods themselves, the planes can be home to utterly unique treasures that represent the very first or purest form of a given object.",
			"",
			"Of course, adventurers specialize in studying and acquiring baubles, so to some, a plane's treasures may simply be awaiting harvest by the right hands. The fabled artifact necessary to slay a demon lord might reside in Heaven, perhaps in the possession of an archon who's not inclined to share. The reagents needed to brew a powerful potion to end a mythic curse might grow only in Abaddon's tear-soaked soil or crystallize in the Plane of Earth's most secluded caverns. Some travelers might seek real estate instead of treasures, skirmishing with the Astral Plane's {monster/shulsaga/s} to claim a newly formed demiplane as their own."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"why_the_planes"
		],
		"siblings": [
			"access",
			"acquisition",
			"confrontation",
			"rescue"
		]
	},
	"confrontation": {
		"name": "Confrontation",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/82}",
			"",
			"Outsiders are among the oldest and most dangerous creatures in the multiverse, and many interfere with mortal worlds to secure devotion for their divine patrons, favorably aligned souls, more power, or any combination of the three. From their extraplanar bastions, predatory outsiders can plague other realms with near impunity, working through lesser beings and cults dedicated to enacting their patrons' wills. If adventurers call such a being their nemesis, the only solution may be to track down the creature's home and destroy it there.",
			"",
			"That's easier said than done, however. These beings often have a host of allies defending a well-fortified abode. Heroes leading the charge are unlikely to share their enemy's alignment or subtypes, potentially exposing the attackers to hostile planar traits. The strongest outsiders can even wield the power of their home planes as a weapon, much as demon lords wield mythic power within their own realms. If adventurers can destroy such beings, they can end countless plots at once and create a power vacuum felt across the planes."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"why_the_planes"
		],
		"siblings": [
			"access",
			"acquisition",
			"confrontation",
			"rescue"
		]
	},
	"rescue": {
		"name": "Rescue",
		"subtitle": "Planar Adventures",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/82}",
			"",
			"Two facts bear repeating: the planes are dangerous, and souls are valuable. Unpredictable and titanic weather events can shatter even the mightiest magical vehicles or scatter travelers. Plane-hopping magic can fail and send someone to a random destination, while the death of a spellcasting ally might mean the loss of a group's only ticket home. Even something so mundane as a cave-in can leave otherwise able explorers stranded on another world. Rescuing allies or loved ones from such a fate may be the only way to save their lives - or failing that, might become the only way to allow their souls to reach the intended afterlife. Some of the most abrupt disappearances are those dealt by the Donjon card found in a {magic-artifact/deck of many things}.",
			"",
			"Any number of fiends and villains are all too happy to capture living prey to consume, experiment on, sacrifice, or torture. Among the most infamous abductors are the Ethereal Plane's {monster/xill/s} and the far-ranging {monster/devourer/s} that prey upon live hosts and mortals' souls, respectively. [Night hags](monster/night_hag) are practiced soul trappers who might trade a hero's soul away or consume it, preventing resurrection unless intercepted. {rule/Devils'} use of {rule/infernal contracts} can let them abscond with a PCs' friend or ally under the wrong circumstances (or insidiously small print)."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"why_the_planes"
		],
		"siblings": [
			"access",
			"acquisition",
			"confrontation",
			"rescue"
		]
	},
	"presenting_the_planes": {
		"name": "Presenting the Planes",
		"subtitle": "Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/83}",
			"",
			"There's a significant reason that most campaigns take place on an earthlike world: it's predictable. Gravity works as expected, there are 24 hours in a day, seasons exist, and weather patterns make sense. That changes rapidly the moment the PCs start jumping to other planes of existence, and conflict between the players' expectations and each planar reality is often more jarring for you than for them, due to potential challenges managing and presenting those differences in compelling ways. The ways in which you can overcome these difficulties vary as much as the planes themselves, but the basics fall into three broad concepts."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign"
		],
		"subtopics": [
			"not_just_another_dungeon",
			"normal_is_abnormal",
			"traveling_the_planes"
		],
		"siblings": [
			"why_the_planes",
			"presenting_the_planes",
			"planar_tuning_forks",
			"alternate_cosmologies"
		]
	},
	"not_just_another_dungeon": {
		"name": "Not Just Another Dungeon",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/83}",
			"",
			"Wherever the PCs go, there will be creatures, dangerous sites, and places to congregate - the dungeons, NPCs, and settlements that are central to nearly every adventure. The temptation might be to just reskin these features to match the plane's flavor, but that superficiality is insufficient; the plane should be an integral part of the setting and the players' experiences. That includes everything from the textures of surfaces to the planar traits that rewrite reality to the ways in which the plane's cultures (or other inhabitants) adapt to meet these odd standards.",
			"",
			"This is especially true in the Outer Planes, where powerful alignment traits can shape environments and many inhabitants have gods for neighbors.",
			"",
			"As an example, filling a dungeon that is located in Hell with {rule/devils} is a disservice. Instead, consider what abilities are commonly available to local creatures (e.g., teleportation) and how those abilities might shape the denizens' behaviors in this infernal citadel. If the site is constructed from evocative materials, with walls made from ever-burning bones or floors composed of tombstones, don't stop at asking why it's that way - think about what effect those choices have on the intended inhabitants and the intruding PCs. If there's a fiend-operated market nearby, consider acceptable currency, how the traditional marketplace interactions might differ from those of the PCs' home world, what's being sold, and who the expected customers are (outsiders have fairly limited needs, after all)."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"presenting_the_planes"
		],
		"siblings": [
			"not_just_another_dungeon",
			"normal_is_abnormal",
			"traveling_the_planes"
		]
	},
	"normal_is_abnormal": {
		"name": "Normal Is Abnormal",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/84}",
			"",
			"The planes often subvert common cultural and physical expectations. Depending on the place, the PCs might have to navigate cities designed entirely for locals who can fly, swim, or spend extensive periods of time in gaseous form. Violent thoughts might physically manifest and harass the thinker, or raw chaos might reshape objects left unattended for too long. To locals, these occurrences might be part of their everyday lives, and this nonchalance can be as alien as the phenomena.",
			"",
			"Traveling the planes exposes the PCs to jaw-dropping creatures and traditions, and there's no reason their presence wouldn't have a similar effect on the destination's citizens. Depending on the location, native creatures might find the PCs' appearances, behaviors, and bodies to be unsettling or appalling. Such inhabitants might demonstrate intentions entirely through pheromones and color displays, have superstitions about blinking eyes, see the world in a wider range of colors, or be unable to experience certain emotions. By contrast, cosmologically cosmopolitan regions might be familiar with travelers from the PCs' home world, and some planar metropolises boast foreign districts where offworld creatures are more welcome. An introductory encounter set in such a space has the benefit of allowing the PCs to start in a less jarring place and work their way into more bizarre regions at their own pace.",
			"",
			"Making the abnormal normal comes with an important warning: be very careful about rewriting the laws of reality. It might seem like a grand idea to assume that physics, down to the atomic level, operates differently on another plane, but that would mean even a 20th-level wizard's body could discorporate in an instant. For most groups, aim for a middle ground of unsettlingly odd: an exciting destination that doesn't entirely upend the game's mechanics. Like running an intense investigation or a horror campaign, striking the right balance for a planar adventure might involve a conversation with your players to understand everyone's boundaries and expectations."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"presenting_the_planes"
		],
		"siblings": [
			"not_just_another_dungeon",
			"normal_is_abnormal",
			"traveling_the_planes"
		]
	},
	"traveling_the_planes": {
		"name": "Traveling the Planes",
		"subtitle": "Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/84}",
			"",
			"A manageable planar adventure thrives on direction - especially as the PCs and players start to travel the planes for the first time. The more familiar the players become with all forms of planar exploration and the wider their circle of planar contacts becomes, the more flexibility you can provide.",
			"",
			"Second to a compelling story, the best tool you have for steering the action is the difficulty of traveling from one plane to another. Most adventuring groups lack the means to move between planes independently until around 9th to 13th level, so they're otherwise reliant on extant portals that the you introduce and control, favors from outsiders, and rare magic items. PCs in a planar campaign might receive one or more such tools as treasure above and beyond their expected wealth by level, with the understanding that these are plot-critical rewards that enable future adventures. The following is an overview of well-known tools that the PCs might acquire.",
			"",
			"**{magic-wondrous/Amulet of the Planes}:** No item is as unambiguously effective for planar travel as this amulet, which allows an entire group to journey together to a wide range of destinations.",
			"",
			"**{magic-wondrous/Cubic Gate}:** With only six possible destinations, a cubic gate is an ideal tool for planar campaigns of limited scope.",
			"",
			"**{magic-wondrous/Flying Skiff}:** Few options are as luxurious and expensive as a flying skiff; entire campaigns might be built around this device. The PCs might serve as crew aboard a flying skiff and travel to sundry destinations under their employers' commands, only to find themselves inheriting the ship when misfortune befalls the previous owner.",
			"",
			"**[Obsidian Steed](magic-wondrous/figurine_of_wondrous_power_obsidian_steed):** This figurine of wondrous power is an excellent escape plan - as long as players account for the fact that it can carry only a single creature. The item's tendency to deposit good-aligned riders in unpleasant places could also be the basis for a time-critical rescue mission.",
			"",
			"**[Planar Keystones](magic-wondrous/planar_keystone):** These items make for a low-cost method to allow travel to and from specific planes. Since their destinations are limited and it takes time to activate them, planar keystones have no real use in combat. But as a method of transporting a group of PCs to or from a plane at any experience level, planar keystones are one of your best options.",
			"",
			"**{magic-wondrous/Robe of Stars}:** A robe of stars allows only one creature to travel. However, because the robe physically transports the wearer to the Astral Plane, they're neither protected by nor limited by the silver cord afforded by the {spell/astral projection} spell, allowing limitless travel from there to any number of demiplanes and Outer Planes.",
			"",
			"**{magic-staff/Staff of the Planes}:** When fully charged, this staff can transport a group to another plane and back or transport the group while protecting up to five of its members from dangerous planar traits. In an emergency, the staff is also a way to escape a dangerous or escalating situation. Keep in mind that only a fairly high-level spellcaster can recharge the staff, though for some campaigns, a limited resource like this is exactly what's needed.",
			"",
			"**{magic-wondrous/Well of Many Worlds}:** Particularly useful for sandbox-style campaigns, this portable gateway allows nearly limitless travel. However, it's important to keep in mind that a well of many worlds can be closed or moved only from the side of its origin, not from the realm into which it opens. That means that if the PCs rely on the well for their return trip, they will be forced to leave it open and hope that no dangerous denizens slip through the gate (or worse, close the well and take it away) before they can return. Alternately, the first stage of a quest might require the PCs to navigate a hostile region to reach a well's launching point.",
			"",
			"**Desperate Measures:** Several other items facilitate planar travel but in extraordinarily dangerous and unpredictable ways. Even so, circumstances might leave the PCs no choice but to place a [bag of holding](magic-wondrous/bag_of_holding_type_1) inside a {magic-wondrous/portable hole} or destroy a {magic-staff/staff of power} in the hopes of going somewhere - anywhere - else."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"presenting_the_planes"
		],
		"siblings": [
			"not_just_another_dungeon",
			"normal_is_abnormal",
			"traveling_the_planes"
		]
	},
	"planar_tuning_forks": {
		"name": "Planar Tuning Forks",
		"subtitle": "Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/85}",
			"",
			"{spell/Plane shift} requires a specific tuning fork attuned to the destination plane, and while the Core Rulebook lists this as a spell focus with no listed price (implying that each spell component pouch has a full array of tuning forks), that should not be the case for any campaign that features planar travel. Limiting the PCs' access to specific planes' focuses can help manage where the PCs can travel to. Finding the right fork - or uncovering an unidentified fork and exploring whatever exists at its attuned destination - could be the basis for an adventure in its own right.",
			"",
			"You should strongly consider assigning gold piece values to the tuning forks required for using {spell/plane shift} to travel the planes. Not only does this give you greater control over which planes the characters can access, but it also creates an interesting and even collectable commodity for planar travelers. By assigning the following values, you also prevent tuning forks from being automatically available with the purchase of a spell component pouch, with a side benefit of easily indicating which might be available for purchase in settlements.",
			"",
			"Note that some planes, like the Akashic Record, cannot be traveled to via {spell/plane shift} at all, while others, like the Dimension of Time, are notoriously difficult to create lasting tuning forks for.",
			"",
			"### Table 2-2: Plane Shift Tuning Forks",
			"",
			"| Item | Price |",
			"| --- | --- |",
			"| Untuned fork | 25 gp |",
			"| Common tuning fork | 100 gp |",
			"| Uncommon tuning fork | 2,000 gp |",
			"| Rare tuning fork | 20,000 gp |",
			"| Unique tuning fork | Priceless |",
			"",
			"Planar tuning forks have no notable weight."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign"
		],
		"subtopics": [
			"untuned_fork",
			"common_tuning_fork",
			"uncommon_tuning_fork",
			"rare_tuning_fork",
			"unique_tuning_fork"
		],
		"siblings": [
			"why_the_planes",
			"presenting_the_planes",
			"planar_tuning_forks",
			"alternate_cosmologies"
		]
	},
	"untuned_fork": {
		"name": "Untuned Fork",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/85}",
			"",
			"An untuned tuning fork appears as a plain iron tuning fork and cannot be used on its own as a focus for {spell/plane shift}. An untuned tuning fork can be crafted as a mundane item with a successful DC 20 Craft (jewelry) check, but only if the artisan also has at least 1 rank in Knowledge (planes).",
			"",
			"Before an untuned fork can be used as a focus for casting {spell/plane shift}, it must be physically transported to the plane in question and subjected to a specific condition while on that plane, as detailed for each category of tuning fork. Once a previously untuned fork is attuned to a plane, it changes appearance to reflect that plane's nature and cannot be attuned to a different one. Regardless of the plane in question, only one untuned fork can be attuned at a time in a 300-foot radius. Untuned forks take time to attune to a plane, and if a second untuned fork is struck within 300 feet of another fork that is in the process of becoming attuned, planar dissonance causes the attuning process for both forks to immediately end, and the procedure must start anew."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"planar_tuning_forks"
		],
		"siblings": [
			"untuned_fork",
			"common_tuning_fork",
			"uncommon_tuning_fork",
			"rare_tuning_fork",
			"unique_tuning_fork"
		]
	},
	"common_tuning_fork": {
		"name": "Common Tuning Fork",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/85}",
			"",
			"A common tuning fork is one attuned to the major Inner or Outer Planes (Abbadon, Abyss, the Astral Plane, Axis, the Boneyard, Elysium, the Ethereal Plane, the First World, Heaven, Hell, Maelstrom, the Negative Energy Plane, Nirvana, the Plane of Air, the Plane of Earth, the Plane of Fire, the Plane of Water, the Positive Energy Plane, and the Shadow Plane). For layered planes, a common tuning fork can be attuned only to the first layer of the plane (the Threshold in Heaven, Avernus in Hell, or Kurnugia in the Abyss). Attuning a common tuning fork requires striking it against a solid surface somewhere on the plane, after which the tuning fork must be allowed to absorb the plane's energies for 24 hours. Once this time passes, the untuned fork becomes attuned to that plane."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"planar_tuning_forks"
		],
		"siblings": [
			"untuned_fork",
			"common_tuning_fork",
			"uncommon_tuning_fork",
			"rare_tuning_fork",
			"unique_tuning_fork"
		]
	},
	"uncommon_tuning_fork": {
		"name": "Uncommon Tuning Fork",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/85}",
			"",
			"An uncommon tuning fork is one attuned to a major demiplane or to a further layer of an Outer Plane. Planes that require uncommon tuning forks include any of the deeper layers of Heaven, Hell, or the Abyss; Cynosure; stable dreamscapes in the Dimension of Dreams, such as Leng ({spell/plane shift} does not allow travel to most dreamscapes); or Xibalba.",
			"",
			"Attuning an uncommon tuning fork is done in much the same way as a common tuning fork, but the tuning fork must be struck against a magic item of CL 11th or higher that was created on that plane, a creature of CR 11 or higher native to the plane, or a unique or specific feature of the plane as determined by the GM - such features are generally protected and should require mid-level play (9th level or above) to access. Once so struck, the tuning fork must be allowed to absorb the plane's energies for 3 days. After this time passes, the untuned fork becomes attuned to that plane."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"planar_tuning_forks"
		],
		"siblings": [
			"untuned_fork",
			"common_tuning_fork",
			"uncommon_tuning_fork",
			"rare_tuning_fork",
			"unique_tuning_fork"
		]
	},
	"rare_tuning_fork": {
		"name": "Rare Tuning Fork",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/86}",
			"",
			"A rare tuning fork is one attuned to an obscure demiplane, a demiplane that is simply difficult to travel to due to its nature, or a demiplane that is particularly small and insignificant. Planes that require rare tuning forks include the Dead Vault, the Harrowed Realm, and Jandelay.",
			"",
			"Attuning a rare tuning fork is done using the same method as an uncommon fork, but the fork must be struck against an artifact created on that plane, a creature of CR 21 or higher native to the plane, or a unique or specific feature of the plane that you determine - such features are generally well guarded and difficult to reach, and thus they should require relatively high-level play (15th level or above) to use. Once so struck, the fork must be allowed to absorb the plane's energies for 1 week. After this time has passed, the untuned fork is attuned to that plane."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"planar_tuning_forks"
		],
		"siblings": [
			"untuned_fork",
			"common_tuning_fork",
			"uncommon_tuning_fork",
			"rare_tuning_fork",
			"unique_tuning_fork"
		]
	},
	"unique_tuning_fork": {
		"name": "Unique Tuning Fork",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/86}",
			"",
			"For lost or forgotten demiplanes or deliberately difficult-to-reach dimensions, the appropriate tuning forks should be priceless. Their acquisition forces the players either to go on a quest to locate such a tuning fork or to bring an untuned fork to the plane in question, traveling there via other means, to attune the fork for later use. Once the party acquires such a tuning fork, you should use the prices provided on Table 2-2: Plane Shift Tuning Forks as a guide to determine the tuning fork's value, keeping in mind that if the PCs flood a market, the fork's value will decrease. Moreover, powerful denizens of such realms might take offense to the availability of keys to their empires and may attempt to deal with the spread of attuned forks. Planes that require unique tuning forks include the Hao Jin Tapestry and the Dimension of Time. As a general rule, if the plot of an adventure (be it a published one or an adventure of your own design) hinges on the PCs' being trailblazers to a forgotten or obscure demiplane, the demiplane should be counted as a unique one.",
			"",
			"Attuning an untuned fork to a unique plane or dimension requires a specific task for that plane. For example, attuning a fork to a legendary vampire's personal demiplane might require a player to plunge the tuning fork into the heart of a vampire native to that plane and then allow the fork 13 days to absorb the planar energies before it becomes fully attuned."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"planar_tuning_forks"
		],
		"siblings": [
			"untuned_fork",
			"common_tuning_fork",
			"uncommon_tuning_fork",
			"rare_tuning_fork",
			"unique_tuning_fork"
		]
	},
	"alternate_cosmologies": {
		"name": "Alternate Cosmologies",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/86}",
			"",
			"The Pathfinder RPG assumes a cosmology centered on the Great Beyond, a concept that not only contextualizes the alignment system, the functionality of certain spells (such as {spell/etherealness} and {spell/shadow walk}), and the nature of the divine, but also helps to define the roles of every outsider in the game. However, the Great Beyond is far from the only possible model for a cosmology in your game. Presented below are several alternate cosmologies you might wish to explore for your own setting. Consider these examples as options and inspirations; as always, you are encouraged to alter the game world to fit your desires and expectations, as well as those held by your players."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign"
		],
		"subtopics": [
			"alignment_free_cosmology",
			"alternate_realities_and_parallel_worlds",
			"dualistic_cosmology",
			"extraterrestrial_planes",
			"mundane_cosmology",
			"world_tree"
		],
		"siblings": [
			"why_the_planes",
			"presenting_the_planes",
			"planar_tuning_forks",
			"alternate_cosmologies"
		]
	},
	"alignment_free_cosmology": {
		"name": "Alignment-Free Cosmology",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/86}",
			"",
			"The Great Beyond relies on the presumption of outsiders linked to alignment, but what happens if you remove alignments from the game completely? In this alternative cosmology, the various outsider races might represent not alignments but concepts. {rule/Archons} represent justice, while {rule/angels} serve as unique representatives of their divine patrons, {family/agathion/s} as mercy, {family/azata/s} as freedom, {rule/inevitables} as rules, {rule/proteans} as change, {rule/devils} as punishment, {rule/daemons} as death, and {rule/demons} as temptation to sin. You can delve even further, assigning (for example) each individual type of devil a different form of punishment. From such decisions, entire new planes suggest themselves - one for each race of outsider to call home. Regardless of the conceptual assignments used, it's not likely that large amounts of flavor change heavily, but the mechanical framework requires adjustments in the absence of spells and abilities that rely solely upon alignment, such as those offering protection from evil or good or from chaos or law.",
			"",
			"In an alignment-free cosmology, rivalries between outsiders would not be split upon the easy lines of alignment, and unusual alliances might be made. Daemons representing death by execution might collaborate with devils representing lawful punishment and archons devoted to justice. Even stranger alliances might form between outsiders associated with more narrow concepts, such as a type of protean devoted to creative architecture working alongside an axiomite devoted to city planning.",
			"",
			"Without alignment to rely on, the gods in this cosmology play a more important role, rallying a multitude of outsiders to the concepts encompassed by their areas of concern and enabling campaigning based on each type of outsider's role rather than its morality and ethics. Mortal souls still flow to the specific god the owner worshiped above others, but rather than alignment, the owner's actions serve as the determining factor of her fate if she died without a specific faith. An honest farmer's soul would migrate toward the realm of the inevitables, perhaps, since the farmer obeyed the laws of the land and dutifully provided for her family and society, whereas another farmer might go to the realm of devils because of his penchant in life for abusing his employees.",
			"",
			"In such a world, spells that function based on alignment will work quite differently, or perhaps not at all. In most cases, this puts you in the position of having to make decisions on the spot as to whether {spell/detect evil} would provide information, or whether or not a {magic-enhancement/holy} sword might hurt the creature that attempts to wield it. As a result, the players' trust in you becomes far more important in an alignment-free cosmology, since they must respect and trust that you are making decisions for the good of gameplay, not to be merely antagonistic or competitive."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"alternate_cosmologies"
		],
		"siblings": [
			"alignment_free_cosmology",
			"alternate_realities_and_parallel_worlds",
			"dualistic_cosmology",
			"extraterrestrial_planes",
			"mundane_cosmology",
			"world_tree"
		]
	},
	"alternate_realities_and_parallel_worlds": {
		"name": "Alternate Realities and Parallel Worlds",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/87}",
			"",
			"The universe is a brilliant and multifaceted jewel, with each angle and cut offering a different reflection of existence. Many of the countless faces may look similar, but each is fundamentally different, containing slightly or significantly changed versions of reality. Each of these alternate realities fills a role vacated by the loss of other planes, follows different metaphysical rules, and has natives comprised of one or more specific outsider races. Alignment serves as a linking factor for outsider species but lacks the implications of a broader cosmic force with effects for mortal souls.",
			"",
			"{rule/Archons} might rule one version of reality and travel to others seeking to spread their creed of organized benevolence, guiding some worlds' development, defending others from rival forces, and perhaps even conquering those impossible to redeem by subtler methods. {rule/Daemons} could hail from a reality wherein they have already accomplished their goal of obliterating all mortal life. Now, from a cosmos lurching towards entropic heat death - the stars long ago consumed by ravenous daemon gluttons akin to malevolent black holes - daemons seek to spread outward to obliterate each life-form extant in adjacent facets of reality. {rule/Proteans}, as beings of chaos, would swim freely between facets of the world, belonging to all and none at once, and defy the rules of the cosmos while remaining true to their nature.",
			"",
			"Gods in this cosmology exist in their own alternate realities. Perhaps they are the living result of those worlds' souls merging into singular beings, or, in a world where belief had the power to alter the fundamental structure of reality, gods could be born out of gestalt mortal belief. In other facets, outsiders and gods might hold no sway at all. Each instance of reality is, in effect, an opportunity for you to create entirely new settings for the players to explore. One intriguing possibility with this cosmology is that there could exist multiple incarnations of each character across multiple worlds. Thus, when a PC dies and is resurrected, the restored body is not so much brought back to life as it is pulled from another reality, so each time a character returns from death, she might change in strange and unexpected ways. This gives a player the opportunity to completely rebuild her character upon resurrection, explaining, for example, that the new incarnation was drawn from a world where the character trained not as a wizard but as a fighter."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"alternate_cosmologies"
		],
		"siblings": [
			"alignment_free_cosmology",
			"alternate_realities_and_parallel_worlds",
			"dualistic_cosmology",
			"extraterrestrial_planes",
			"mundane_cosmology",
			"world_tree"
		]
	},
	"dualistic_cosmology": {
		"name": "Dualistic Cosmology",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/87}",
			"",
			"Not every belief system contains a multitude of gods. Some involve only a pair of diametrically opposed divine rivals, both competing for worshipers' souls to either reward or punish. In this model, a dualistic cosmology would consist of only two Outer Planes, one for each divine force. The precise nature of those planes would rely entirely upon the nature of the gods in question.",
			"",
			"In one example, there is only a Heaven and Hell, with the mortals who lived a good life ascending to Heaven among the {rule/archons} and the wicked descending to Hell to receive punishment at the hands of {rule/devils}. The role of law and chaos is less relevant than that of good and evil in this setting, and any pair of the good and evil planes could stand in for Heaven and Hell. With one deity ruling each plane, the role of demigod becomes one of servitude, each demigod being an extension of the deity's will. A third, intriguing category could exist in the form of demigods who adhere to neither side of this eternal conflict, introducing such a category could erode the draw of a dualistic cosmology.",
			"",
			"Rather than good and evil, a dualistic system based on law and chaos might have a single plane of law and a single plane of chaos complete with a variety of lawful and chaotic outsiders. Depending on their actions and beliefs while alive, adherents of a deity of law might ascend to a lawful plane at the moment of their death, only to be punished for transgressions. By contrast, adherents of chaos might find themselves hurled into a realm that combines the whimsies of {rule/proteans} alongside the destructive horrors of {rule/demons} and the freedom-loving passions of the {family/azata/s}. This dichotomy need not adhere to the concept of alignment at all; instead, its deities could embody other dualistic concepts. For example, a deity of day could vie against a deity of night, with both having positive and negative areas of concern in their portfolios. This system might have one divine power enthroned within the First World and its rival dwelling in the Shadow Plane. Life and death. Love and hate. Fire and water. The possibilities are boundless."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"alternate_cosmologies"
		],
		"siblings": [
			"alignment_free_cosmology",
			"alternate_realities_and_parallel_worlds",
			"dualistic_cosmology",
			"extraterrestrial_planes",
			"mundane_cosmology",
			"world_tree"
		]
	},
	"extraterrestrial_planes": {
		"name": "Extraterrestrial Planes",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/88}",
			"",
			"Rather than arriving through portals from other planes, outsiders hail from the depths of space, their homes far-flung planets. These outsiders are diverse, strange alien races that are genuinely physical beings that originate from bizarre worlds. {rule/Archons} manifest as a race of beings devoted to implementing their own vision of benevolent order and structure upon other similarly mortal worlds, while {rule/devils} oppose their archon creators as a splinter group devoted to conquest - or they could be an entirely different race of aliens from another solar system that has long fought the archons. {rule/Proteans} could be serpentine beasts that swim the depths of space, delighting in the chaos and anarchy of a cosmos that predated the formation of planets and other races. {rule/Demons} might be a race of bloodthirsty, starfaring marauders that come from worlds that have been destroyed, while {rule/inevitables} could be a robotic species devoted to ensuring the lawful progression of the cosmos as given to them by their long-absent original creators.",
			"",
			"Souls in such a cosmology may hail not from the Positive Energy Plane but from a vast and distant cosmic phenomenon linked to the birth of the cosmos that still sheds souls into creation. Similar to the cycle of mortal souls in the Great Beyond, souls migrate from this point and filter out to a myriad of worlds around a multitude of stars. The role of the Negative Energy Plane might then be filled by vast black holes that churn at the fringe of the universe, with {template/ghost/s}, {monster/ghoul/s}, and other undead drawing their power from these immense, haunted stars.",
			"",
			"Upon death, rather than migrating to the realms of gods or alignment-based planes to receive their final reward or punishment, souls would instead travel to the planet or solar system claimed by their god or roam elsewhere to join those beings who were most metaphysically associated with their actions and beliefs in life. A chaotic neutral woman with no religious beliefs might die only to reopen her eyes and find herself swimming through deep space, reborn as a protean amid a chorus of her kind. By contrast, a penitent man with deep belief in his goddess might die and awaken as a petitioner at her feet, staring up at a sky with alien stars - only to dwell physically there with her for eternity.",
			"",
			"In this cosmology, the gods might simply be ultrapowerful aliens who rule planets or entire solar systems reserved for the souls of their followers, who remain protected from the dangers and terrors between the stars for the rest of their eternal existence. Faith in these entities that dwell in a physical location rather than an unreachable plane might prove less fervent, or their proximity could make devotion stronger, even allowing for commonplace divine contact - unless the gods united in forbidding it."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"alternate_cosmologies"
		],
		"siblings": [
			"alignment_free_cosmology",
			"alternate_realities_and_parallel_worlds",
			"dualistic_cosmology",
			"extraterrestrial_planes",
			"mundane_cosmology",
			"world_tree"
		]
	},
	"mundane_cosmology": {
		"name": "Mundane Cosmology",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/88}",
			"",
			"What if there were no other planes at all, in any form whatsoever? What if the universe was all there was, with nothing beyond the prosaic existence of physical reality? No celestials, no fiends, no elementals, and no gods? In such a setting, life would be followed by death and the oblivion of nonexistence. What sort of world would exist in the absence of the celestial, infernal, and even the divine? Without the ever-present threat of divine justice and an eternal reward or punishment, what would such a world look like? Religion would most certainly still exist, but it would rely on pure faith rather than demonstrable divine intervention and direct contact with divine emissaries. Likewise, divine spellcasters would still exist, but their magic would be fueled solely by their internal beliefs (you may restrict choices to classes like {class/cleric/s}, who must select domains, or give players complete freedom as to which domains they wish to pursue for their own personal religions); they would no longer be direct servants of supernatural beings.",
			"",
			"In such a setting, you would need to decide if resurrection is at all possible and whether there is any place in the setting for the undead. Both of these concepts presuppose something akin to a soul; what happens to a soul in a mundane cosmology? Are souls natural byproducts of life, or is a soul some sort of stellar energy adrift in the cosmos? Maybe there is no such thing as a soul, and all who die become {template/ghost/s} unless some other event transforms them into specific undead creatures. Where do these ghosts go? How many would remain behind to haunt the site of their death? Do ghosts simply remain invisible and unseen? Do they drift to the edge of the universe?",
			"",
			"Would outsiders exist at all? Certainly not in the normal conceptualization. Outsiders in such a cosmology could represent mortal beliefs rather than being an intrinsic part of reality. Powerful spellcasters likely don't summon them from somewhere else - such outsiders are instead created out of raw magical energy and infused with a specific alignment or characterizing belief. A wizard seeking bloody, destructive revenge might channel his power to create a {monster/balor} and set the creature loose upon his enemies. A religious spellcaster might form an {family/angel} that embodies her beliefs, rather than believing in the creed of the angel's divine patron, turning the standard paradigm on its head."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"alternate_cosmologies"
		],
		"siblings": [
			"alignment_free_cosmology",
			"alternate_realities_and_parallel_worlds",
			"dualistic_cosmology",
			"extraterrestrial_planes",
			"mundane_cosmology",
			"world_tree"
		]
	},
	"world_tree": {
		"name": "World Tree",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Planar Adventures" ],
		"description": [
			"{SOURCE Planar Adventures/89}",
			"",
			"The Great Beyond has the River Styx as a planar pathway, whose twisting tributaries weave across the evil-aligned planes and, to a minor extent, beyond. What if there was only one way to travel between planes - not on the Styx, but via a singular transitory plane that touches all other planes known as the World Tree? The World Tree might exist on a Material Plane world, but its trunk extends upward into a sort of haze that connects to the Outer Planes, while its roots burrow unseen into the world below, tapping into the elemental and energy planes.",
			"",
			"As the only route between the planes, the World Tree becomes a battleground unlike like any other. Armies of celestials, fiends, inevitables, and proteans seize terrain around the points where the tree's branches and roots touch other realms in a vast and almost unfathomable war. Scorched-earth tactics abound; armies of demons march en masse to the gates of Heaven as long as they can manage to physically travel there. The Four Horsemen personally lead their armies down the tree toward the Material Plane, promising their daemons the chance to feast upon all mortal life with nothing but physical distance barring the way. Travel is hazardous, more often than not a question of passing through a war zone as noncombatants struggle to weave between the encamped armies.",
			"",
			"What, though, if the World Tree hosted a native race - a species that spawned from the flesh of their great mother tree, perhaps existing in the strange overlapping area somewhere between plant and fey, with their own cities and their own societies that were devoted to protecting the World Tree and regulating travel upon it? Wars would still occur, of course, but with the only path of transit controlled by the outsider race that emerged from its very substance, the World Tree would be less of a war zone and more a neutral ground between the planes. Outsiders and even mortals could travel upon the tree's branches and up and down its trunk - if their journeys were the will of the World Tree and its chosen servitors. Instead of transit aided by spells and magical components, travelers would offer tribute to the living goddess of the World Tree, hoping for an answer to their prayers in the form of either safe passage or escort."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"planar_adventures",
			"building_a_planar_campaign",
			"alternate_cosmologies"
		],
		"siblings": [
			"alignment_free_cosmology",
			"alternate_realities_and_parallel_worlds",
			"dualistic_cosmology",
			"extraterrestrial_planes",
			"mundane_cosmology",
			"world_tree"
		]
	},
	"the_first_world": {
		"name": "The First World",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/128}",
			"",
			"Located before, between, and beyond the Material Plane, the First World is a dimension of extremes and unpredictability. While the Shadow Plane straddles the metaphysical gulf between the Material Plane and the Negative Energy Plane, the First World lies between the Material Plane and the Positive Energy Plane. The First World has been said to be a sort of \"first draft\" of reality - under a sky of whirling stars and moons that change shape and texture as they track their way through the vibrant heavens, inconsistent natural laws and wellsprings of primal magic and natural splendor create vistas unfathomable to mortal minds. Here stand ancient forests as tall as mountains, living lakes and rivers, traveling faerie courts alternately benevolent or sadistic, and landscapes of all manner that constantly shift and reinvent themselves. And ruling over all in this realm are those powerful entities known as the Eldest. It is from this realm that dread linnorms, fey creatures, the original gnomes, and far stranger beings hail.",
			"",
			"### First World Planar Traits",
			"",
			"The First World has the following planar traits. For more information on planar traits, see {rule/Planar Traits}.",
			"",
			"***Erratic Time:*** Time progresses faster in some areas and slower in others, often according to the whim of the Eldest or other powerful individuals. For most visitors from other planes, their own timestream clings to them like a protective shell, but it's not uncommon for a creature who spends a day in the First World to find upon their return home that a year or more has passed.",
			"",
			"***Highly Morphic:*** The First World can be altered by strong-willed individuals, such as the Eldest.",
			"",
			"***Minor Positive Dominant:*** The First World grants fast healing to creatures only in certain areas where life is particularly potent and concentrated.",
			"",
			"***Mildly Neutral-Aligned:*** The First World does not impart alignment-based Charisma check penalties to anyone."
		],
		"parent_topics": [ "gm_specific_campaigns" ],
		"subtopics": [
			"history_of_the_first_world",
			"features_and_inhabitants",
			"getting_to_the_first_world",
			"hazards_of_the_first_world"
		],
		"siblings": [
			"aquatic_adventures_aa",
			"horror_rules",
			"intrigue_systems",
			"kingdoms_and_war",
			"mythic_rules",
			"occult_rules",
			"planar_adventures",
			"the_first_world",
			"technological_equipment"
		]
	},
	"history_of_the_first_world": {
		"name": "History of the First World",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/128}",
			"",
			"To account for the full history of the First World is to look back before the beginning of time itself, to a period in history before history when the Material Plane did not yet exist. Ancient legends hold that mortal life began in the First World. If these tales are to believed, in this early pre-genesis period of all things, a coalition of deities decided to create a new form of life, but unlike existing servitors (outsiders such as angels and devils), these new \"mortal\" entities would serve a greater function, acting as filters for the fundamental life energy of the universe. The energy would be translated into discrete, self-directing portions called \"souls,\" which would use the experience of a finite lifespan to shape and expand the realities of the Great Beyond itself.",
			"",
			"Of course, these new beings would need a place to live apart from the domains of the gods, and so the gods crafted the First World - a vast blank canvas where they could experiment with reality and try out different laws for how existence and mortal life could or should operate. After an age of experimentation, they had a fully functional model for the realm that would become known as the Material Plane.",
			"",
			"And then, like so many great artists, they painted directly over it.",
			"",
			"When the Material Plane came into being, the gods didn't erase the original experiments. They did not destroy these original \"doodles and blueprints\" but merely abandoned them. Thus, this rough draft continued to grow and evolve on its own, eventually stabilizing, more or less, into the reality known today as the First World.",
			"",
			"Whether these stories are true in totality or only in part, the fact of the First World remains: it is an ancient realm filled with mystery and danger and a reality where vast secrets and mind-expanding truths await discovery side by side with the ever-present opportunity for death and destruction. It is nature unrestrained - a primal and primeval wilderness where everything that exists does so on a grand scale."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"the_first_world"
		],
		"siblings": [
			"history_of_the_first_world",
			"features_and_inhabitants",
			"getting_to_the_first_world",
			"hazards_of_the_first_world"
		]
	},
	"features_and_inhabitants": {
		"name": "Features and Inhabitants",
		"subtitle": "The First World, Planar Adventures",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/129}",
			"",
			"While the majority of the Material Plane's universe is empty space populated by a diverse and seemingly endless number of different star systems and worlds, the First World is simply that: a single world that seems to stretch forever in every direction. Everything in the Material Plane has analogues in the First World, but the First World versions are often exaggerated in some way. Mountains are taller, oceans are deeper, and forests grow at unusual angles. Colors are more vibrant, flavors more potent; everything is amplified to oversaturated extremes, the cause of which is the First World's proximity to the Positive Energy Plane. Much as the Shadow Plane is a realm of muted colors and near darkness due to its proximity to the Negative Energy Plane, so too is the First World skewed in the opposite direction.",
			"",
			"The flora and fauna of the First World both resembles that of the Material Plane and exceeds it. What entities resided on the First World in its fledgling moments remains unknown, but ancient dragons and other primal forces of nature are likely candidates. Since then, all manner of wildly alien and unimaginable creatures have come to call the First World home, themselves exaggerated in much the same way as the plane's geography. Creatures are more vivacious, more energetic, and more fecund. The most widespread of the First World's denizens are creatures of the fey type, making up more than half of the First World's populace, but they are neither the first denizens of the plane nor the most powerful. Any creature found on the Material Plane could conceivably be found in the First World, different from their mortal cousins in subtle or dramatic ways. The easiest way to represent the differences between a Material Plane creature and its First World counterpart is to apply the {template/fey creature/ template}. But even something as simple as changing a creature's appearance or abilities can transform a mundane specimen into a denizen of the First World.",
			"",
			"Between the suffusion of positive energy throughout the First World and the unique qualities drafted into its planar tapestry, the cycle of life and death is not linear as it is on the Material Plane. Creatures native to the First World that die either are outright reborn anywhere from a day to a year after their death or are otherwise recycled into the plane and reconstituted as another member of their kind. Some creatures even lead asynchronous lives, having memories of versions of themselves that have not come to pass (or may never) rather than just memories of their pasts. As such, natives of the First World do not always understand the concept of death; this can lead to deadly misunderstandings with travelers from the Material Plane or natives of the First World stranded on the Material Plane. In the latter case, the death of a First World native on the Material Plane is the absolute end of its life, and the soul is instead subject to the rules of the Material Plane - often without realizing it until it is too late.",
			"",
			"Notable inhabitants of the First World include creatures of the animal, fey, plant, and vermin types. Of the fey, the most legendary of the First World denizens are the members of the {family/wild hunt}, but all fey have ties back to this realm. Beyond animals, fey, and plants, the following creatures are among those most often encountered in this dimension: [almirajes](monster/almiraj), [animal lords](template/animal_lord), [bandersnatches](monster/bandersnatch), [blink dogs](monster/blink_dog), [catoblepases](monster/catoblepas), {monster/cerynitis}, {monster/delgeth/s}, {monster/drakainia/s}, [drakes (all)](family/drake), [elementals (all)](family/elemental), [elohims](monster/elohim_mythic), {monster/ettercap/s}, {monster/fachen/s}, [faerie dragons](monster/faerie_dragon), [fey creatures](type/fey), [giant eagles](monster/giant_eagle), {monster/grodair/s}, {monster/grootslang/s}, {monster/jabberwock/s}, [jubjub birds](monster/jubjub_bird), {monster/leucrotta/s}, {family/linnorm/s}, {monster/manitou/s}, [pegasi](monster/pegasus), {monster/sard/s}, [shining children](monster/shining_child), {monster/thrasfyr/s}, {monster/thunderbird/s}, {monster/unicorn/s}, {monster/vishap/s}, {monster/wendigo/s}, [will-o'-wisps](monster/will_o_wisp), {monster/worg/s}, [winter wolves](monster/winter_wolf), and [yeth hounds](monster/yeth_hound). Undead are incredibly rare in the First World, but those that do exist there tend to be powerful and unique."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"the_first_world"
		],
		"subtopics": [ "the_eldest" ],
		"siblings": [
			"history_of_the_first_world",
			"features_and_inhabitants",
			"getting_to_the_first_world",
			"hazards_of_the_first_world"
		]
	},
	"the_eldest": {
		"name": "The Eldest",
		"subtitle": "The First World, Planar Adventures",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/131}",
			"",
			"Large swaths of the First World are carved up into fiefdoms and other such dominions by native inhabitants of great power. The demigods who call the First World home are some of the oldest beings in creation, and many have resided on this plane since before the Material Plane was woven into existence. Known collectively as the Eldest, they are as reclusive and secretive as they are ancient. The Eldest have relatively little interaction with the gods who dwell elsewhere in the Great Beyond, but like those divinities, they maintain cults and sects on countless Material Plane worlds. The religions of the Eldest are most commonly found in regions where the boundaries between the Material Plane and the First World grow thin. Fey often worship members of the Eldest, and many gnomes look back to their ancient roots in the First World and venerate the Eldest as well. Though the Eldest have nothing against cities or civilization, their worship tends to be less popular in heavily populated areas. Barbarians, druids, hunters, and others who live in the wild often venerate a member of the Eldest or the pantheon as a whole.",
			"",
			"Table 4-3: The Eldest lists the most widely worshiped members of the Eldest, along with their areas of concern, domains, subdomains, and favored weapon for cleric and warpriest followers.",
			"",
			"### Table 4-3: The Eldest",
			"",
			"| Name | AL | Title | Areas of Concern | Domains | Subdomains | Favored Weapon |",
			"| --- | --- | --- | --- | --- | --- | --- |",
			"| [Count Ranalc](/faith/count_ranalc) | CN | The Traitor | Betrayal, exiles, shadows | {domain/Chaos}, {domain/Darkness}, {domain/Nobility}, {domain/Travel} | Exploration, Loss, Martyr, Night | {equipment-weapon/Rapier} |",
			"| [The Green Mother](/faith/the_green_mother) | NE | The Feasting Flower | Carnivorous plants, intrigue, seduction | {domain/Charm}, {domain/Earth}, {domain/Evil}, {domain/Plant} | Caves, Decay, Growth, Lust | {equipment-weapon/Sickle} |",
			"| [Imbrex](/faith/imbrex) | LN | The Twins | Endings, statues, twins | {domain/Community}, {domain/Earth}, {domain/Law}, {domain/Strength} | Family, Home, Metal, Resolve | {equipment-weapon/Dire flail} |",
			"| [The Lantern King](/faith/the_lantern_king) | CN | The Laughing Lie | Laughter, mischief, transformation | {domain/Chaos}, {domain/Charm}, {domain/Madness}, {domain/Trickery} | Deception, Love, Lust, Thievery | {equipment-weapon/Dagger} |",
			"| [The Lost Prince](/faith/the_lost_prince) | N | The Melancholy Lord | Forgotten things, sadness, solitude | {domain/Knowledge}, {domain/Madness}, {domain/Nobility}, {domain/Repose} | Ancestors, Insanity, Martyr, Memory | {equipment-weapon/Quarterstaff} |",
			"| [Magdh](/faith/magdh) | LN | The Three | Complexity, fate, triplets | {domain/Knowledge}, {domain/Law}, {domain/Luck}, {domain/Rune} | Curse, Fate, Thought, Wards | {equipment-weapon/Scythe} |",
			"| [Ng](/faith/ng) | N | The Hooded | Seasons, secrets, wanderers | {domain/Knowledge}, {domain/Magic}, {domain/Travel}, {domain/Weather} | Exploration, Seasons, Thought, Trade | {equipment-weapon/Gauntlet} |",
			"| [Ragadahn](/faith/ragadahn) | CE | The Water Lord | Linnorms, oceans, spirals | {domain/Chaos}, {domain/Evil}, {domain/Scalykind}, {domain/Water} | Ancestors, Dragon, Oceans, Venom | {equipment-weapon/Whip} |",
			"| [Shyka](/faith/shyka) | N | The Many | Entropy, reincarnation, time | {domain/Death}, {domain/Destruction}, {domain/Madness}, {domain/Magic} | Arcane, Catastrophe, Divine, Insanity | {equipment-weapon/Light mace} |"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"the_first_world",
			"features_and_inhabitants"
		],
		"siblings": [ "the_eldest" ]
	},
	"getting_to_the_first_world": {
		"name": "Getting to the First World",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/130}",
			"",
			"The First World is a coterminous plane and therefore overlaps the Material Plane, but unlike the Shadow Plane, the First World does not mimic the Material Plane's geography. {rule/Ley lines}, supernatural conduits that connect the planes and channel experiences, magic, memories, and the souls of the dead and the unborn through them, crisscross the First World just as they do the Material Plane. Unlike those on the Material Plane, ley lines found in the First World do not stay in one place for long and typically wander vast distances, writhing through the world like disquieted snakes. Where these ley lines penetrate the barrier between the First World and the Material Plane, thin spots known as breaches form, allowing passage between the First World and the Material Plane without the aid of magic. These breaches typically manifest as circles of mushrooms, puddles of water with a rainbow-hued surface, trees in a peculiar arch, or other seemingly innocuous patterns. Simply stepping through one of these portals is often enough to travel from one plane to the other, but breaches are not always two-sided. Some doorways to the Material Plane are one-way, stranding extraplanar travelers in a seemingly dull and lifeless world, while Material visitors to the First World could be stranded for decades or more as they try to find a way back home. Other means of traveling to and from the First World include powerful spells such as {spell/fey gate}, {spell/gate}, and {spell/plane shift}."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"the_first_world"
		],
		"siblings": [
			"history_of_the_first_world",
			"features_and_inhabitants",
			"getting_to_the_first_world",
			"hazards_of_the_first_world"
		]
	},
	"hazards_of_the_first_world": {
		"name": "Hazards of the First World",
		"subtitle": "Planar Adventures, Specific Campaigns",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/130}",
			"",
			"In the First World, the terrain itself can be as dangerous as any denizen. The following are just a handful of hazards found on the borders of or within this fey realm. These hazards can also manifest on the Material Plane in areas where ley lines from the First World cross over and weaken the boundaries between realms."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"the_first_world"
		],
		"subtopics": [
			"phantom_ring_cr_9",
			"pixie_pollen_cr_2",
			"weeping_waste_cr_10"
		],
		"siblings": [
			"history_of_the_first_world",
			"features_and_inhabitants",
			"getting_to_the_first_world",
			"hazards_of_the_first_world"
		]
	},
	"phantom_ring_cr_9": {
		"name": "Phantom Ring",
		"subtitle": "The First World, Planar Adventures",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/130}",
			"",
			"**CR 9**",
			"",
			"Sometimes rings of mushrooms known as \"fairy rings\" mark thin spots that function as gateways into the First World. When fairy rings become corrupted due to pollution, the effects of curses, the machinations of evil fey, or other fell influences, they can become unstable and dangerous, becoming phantom rings. These circles of magical mushrooms function like a magical trap (Perception DC 25, Disable Device DC 30), though a character can use the Survival skill in place of Perception to notice the danger presented by a phantom ring.",
			"",
			"A phantom ring typically occupies a single 5-foot square. A character entering a phantom ring must succeed at a DC 19 Will save or be drawn into a gap in reality between the Material Plane and the First World, caught in a fragmented shard of the Ethereal Plane where she is unable to fully pass into the First World or return to the Material Plane. The character is invisible and ethereal, and she can see a dim and warped image of the Material Plane she just left, but she is unable to move more than 30 feet away from the phantom ring, which remains the only thing that appears solid and real in this ethereal pocket dimension. The character is trapped within this realm as if she had been called with a {spell/planar binding} spell.",
			"",
			"After 1d4 rounds, a disembodied spirit emerges from the phantom ring into the pocket dimension to confront the trapped character. This spirit appears as a spectral fey version of the trapped character, and it is treated as an {template/animus shade}, save that it is chaotic neutral in alignment and can exist only inside the pocket dimension created by the phantom ring. The animus shade might be friendly and talkative, or it might be cold, aloof, and demanding. The trapped character can attempt to bargain with the shade for her release, either into the First World or back into the Material Plane, but she must succeed at an opposed Charisma check to successfully persuade her captor. If the trapped character succeeds at this check, she can return to the Material Plane or enter the First World, but if she fails the check, the shade immediately attacks her. If the shade manages to kill the trapped character, it can manifest in the Material Plane, whereupon it is free to spread mayhem and its phantom ring dissolves away into sludge.",
			"",
			"A trapped character can bolster her chances of success when bargaining with the animus shade by offering a bribe of magic items or performing a service. Each animus shade's desires for bribes or service should vary, generally representing strange distortions of the trapped character's personality. For example, a trapped bard might be required to perform a humiliating display of self-mockery, or a barbarian might be required to undertake a diplomatic mission without resorting to combat. Services rendered to an animus shade take place in a [mindscape](rule/mindscapes) and typically require three out of five successful skill checks to complete. Bribes must be in the form of a valued magical item worth at least 500 gp per character level of the trapped character. If the service or bribe is successful, the trapped character can roll her opposed Charisma check twice (applying a +4 bonus on each roll) and use the better of the two rolls as her actual result when resolving the opposed Charisma check against the animus shade.",
			"",
			"A trapped creature can always opt to simply fight the animus shade, as both are on the Ethereal Plane, though neither can move more than 30 feet from the phantom ring. If the animus shade is slain, the trapped character reappears in the Material Plane and the phantom ring becomes inert for 2d4 days before becoming active again.",
			"",
			"Once a creature escapes from a phantom ring, the hazard relocates to a random location within 1d6 miles."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"the_first_world",
			"hazards_of_the_first_world"
		],
		"siblings": [
			"phantom_ring_cr_9",
			"pixie_pollen_cr_2",
			"weeping_waste_cr_10"
		]
	},
	"pixie_pollen_cr_2": {
		"name": "Pixie Pollen",
		"subtitle": "The First World, Planar Adventures",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/131}",
			"",
			"**CR 2**",
			"",
			"When strange spores or magical seeds from the First World sprout up through the planar verge, they can graft themselves onto existing flowering plants. Such plants flower profusely and in vivid colors of unearthly beauty, even blooming out of season. While this may be seen as a mark of divine blessing for their fecundity, this fey influence also infuses their natural nectar and pollen with a dreamy, soporific quality that entices the unwary to drowsy contemplation.",
			"",
			"Animals, humanoids, and monstrous humanoids that come within 30 feet of a plant that exudes pixie pollen must succeed at a DC 10 Will save or become drowsy and inattentive of their surroundings, caught up in the loveliness of the flowers. Creatures that succeed at their saving throws but remain within the area must each attempt a new save once per minute to stave off the effects of the pixie pollen.",
			"",
			"Affected creatures take a -5 penalty on Perception checks and a -2 penalty on saving throws against sleep effects; each such creature must attempt an additional Will save at the end of each round it remains within the area or become fascinated and unwilling to leave. If the fascinate effect is broken by an attack or through the help of an ally, a drowsy creature must attempt a new Will save each round to avoid becoming fascinated again.",
			"",
			"In addition, each minute a drowsy creature remains within an area of pixie pollen, it must also succeed at a DC 10 Fortitude save or become fatigued (or exhausted if already fatigued). An exhausted creature that fails this save falls asleep for 1 minute, after which time it can attempt a new Fortitude save once per hour to awaken. Creatures with the {feat/Endurance} feat can apply that bonus on their Fortitude save against this effect.",
			"",
			"The effects of pixie pollen are supernatural, mind-affecting sleep effects."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"the_first_world",
			"hazards_of_the_first_world"
		],
		"siblings": [
			"phantom_ring_cr_9",
			"pixie_pollen_cr_2",
			"weeping_waste_cr_10"
		]
	},
	"weeping_waste_cr_10": {
		"name": "Weeping Waste",
		"subtitle": "The First World, Planar Adventures",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/132}",
			"",
			"**CR 10**",
			"",
			"There are places of desolation and loneliness in the wild: trackless regions without a trace of intelligent habitation to be found. In such places, the sense of desperation and isolation can crush the spirit of a sentient being, reducing victims to tearful hopelessness and unending despair, but few such regions are as dangerous as the weeping wastes.",
			"",
			"A weeping waste can be found in any kind of terrain, though they are most common in deserts and plains. Always sizable, they might be a few miles across or might stretch on for hundreds of leagues. Some weeping wastes are shrouded in an endless, gray drizzle that chills and soaks to the bone, while others are utterly cloudless, with no change in the vast and empty dome of the sky above.",
			"",
			"The sinister influence of the weeping waste blurs the horizon in every direction both above and beyond the natural bleakness of the land, obliterating any trace of mountains or natural landmarks more than 1 mile away unless the viewer succeeds at a DC 20 Will save; this is an illusion effect. A creature failing this save takes a -10 penalty on Survival checks to avoid getting lost. Spells that aid navigation such as {spell/know direction}, {spell/locate object}, or {spell/find the path} (or the ability to sense direction and distance from a {spell/status} spell) function in a weeping waste only if the caster succeeds at a DC 20 caster level check. Natural tracks left by creatures fade with astonishing swiftness within a weeping waste, increasing the DC to track by 1 for every minute that has passed since the tracks were made, rather than increasing by 1 every 24 hours.",
			"",
			"The privations of surviving in the wild are felt more keenly in a weeping waste. A creature that fails a Survival check to avoid getting lost or a sentient creature with Intelligence of 3 or higher that fails a Constitution check or Fortitude save to avoid taking nonlethal damage from a cold or hot environment, hunger or thirst, or a forced march or other exertion must succeed at a Will save against the same DC. Non-humanoids gain a +4 bonus on this Will save. Creatures that fail this save are driven to melancholy and are affected as if by {spell/crushing despair}, which persists until either the nonlethal damage is removed or the affected creature spends 24 hours outside of the weeping waste, whichever comes first; if no save is allowed to avoid nonlethal damage, no save is allowed against this {spell/crushing despair} either. In addition to the spell's usual effects, affected creatures cannot benefit from morale effects.",
			"",
			"Even for creatures able to resist the depths of depression, traveling through a weeping waste instills an insidious loneliness and melancholy that leaves sentient humanoids desperate for friendly contact. They become blindly trusting, taking a -5 penalty on Sense Motive checks and a -2 penalty on saves against charm effects, and they take a -5 penalty on initiative checks if combat begins directly after they converse with an intelligent creature. This lonely desperation persists for 1d4 days after leaving the weeping waste."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"the_first_world",
			"hazards_of_the_first_world"
		],
		"siblings": [
			"phantom_ring_cr_9",
			"pixie_pollen_cr_2",
			"weeping_waste_cr_10"
		]
	},
	"technological_equipment": {
		"name": "Technological Adventures",
		"subtitle": "Specific Campaigns",
		"tags": "Technology",
		"sources": [ "Technology Guide" ],
		"description": [
			"{SOURCE Technology Guide/19}  ",
			"To set a technological campaign apart from a standard fantasy adventure, you need a variety of unusual futuristic items. But be it a laser gun in the hands of a terrible enemy or a set of strange gravity armor found in the treasure trove of an oddly uniform metal dungeon, technology from the future (or even the present-day real world) in a fantasy setting should be handled in a manner similar to magic items elsewhere in the Pathfinder Roleplaying Game.",
			"",
			"Many technological items replicate specific spells or magical effects. However, they do not use magic in any way, and thus function normally in areas of antimagic or primal magic, and are otherwise unaffected by any effects that target or affect magic items.",
			"",
			"There are dozens of new items in the following categories.",
			"",
			"***Weapons:*** The majority of technological weapons are ranged weapons, although some high-tech melee weapons can be found in dungeons as well.",
			"",
			"***Armor:*** Technological armor works in a similar manner to standard armor, but often requires a power source to fully function.",
			"",
			"***Pharmaceuticals:*** Pharmaceuticals include drugs, poisons, and medicines. They can be ingested or injected, and generally have relatively minor or temporary effects.",
			"",
			"***Cybertech:*** Cybertech is a form of technology that must be implanted in a body before it can function. Cybertech typically augments a character's abilities and statistics.",
			"",
			"***Technological Gear:*** This catchall category includes a wide range of devices, from relatively minor gizmos like zipsticks to technological wonders like clonepods.",
			"",
			"Technological items can be found [here](main/equipment) under the **Technological Equipment** section.",
			"",
			"### Color Code",
			"",
			"Many technological items follow a color code that organizes similar items (such as nanite hypoguns, force fields, or gravity clips) according to their overall power. The power level for each color is listed below. Note that there are nine colors in the scale: the effects of an item of any individual color should roughly correspond to the power level of a spell of the associated level. Seven of these colors are associated with the seven skymetals. The least of the colors, brown, is associated with base ores, while the greatest of the colors, prismatic, is associated with all of the skymetals. In some technological items, actual skymetals of the appropriate color are used in the creation of the object, but in most, synthetic plastics and metals are used in place of the more valuable skymetals.",
			"",
			">***Brown:*** Roughly equivalent to a 1st-level spell. This color is not associated with skymetal.",
			">**",
			">***Black:*** Roughly equivalent to a 2nd-level spell. This color is associated with {equipment-material/adamantine}.",
			">**",
			">***White:*** Roughly equivalent to a 3rd-level spell. This color is associated with {equipment-material/siccatite}.",
			">**",
			">***Gray:*** Roughly equivalent to a 4th-level spell. This color is associated with {equipment-material/inubrix}.",
			">**",
			">***Green:*** Roughly equivalent to a 5th-level spell. This color is associated with {equipment-material/noqual}.",
			">**",
			">***Red:*** Roughly equivalent to a 6th-level spell. This color is associated with {equipment-material/djezet}.",
			">**",
			">***Blue:*** Roughly equivalent to a 7th-level spell. This color is associated with {equipment-material/abysium}.",
			">**",
			">***Orange:*** Roughly equivalent to an 8th-level spell. This color is associated with {equipment-material/horacalcum}.",
			">**",
			">***Prismatic:*** Roughly equivalent to a 9th-level spell. This color is associated with all skymetals.",
			"",
			"### Power Sources",
			"",
			"Most of the technological wonders presented here require energy to function. These items each have a capacity score, which indicates the maximum number of charges the item can store at any one time. The number of charges an item consumes when it is used varies from item to item. An item's capacity can be filled from any power source - like a battery or a generator - as a standard action. When an item is charged, it always takes as many charges from the attached power source as it can hold, filling as close to its capacity as possible. Note that charging an item from a generator is more efficient, as any charges drained from a battery in excess of the number of charges an item can store are lost.",
			"",
			"### Timeworn Technology",
			"",
			"The equipment presented in this section is described in full working condition and priced as such. While a high-technology setting may have many fully functional technological devices in it, that isn't the case in the campaign setting. Equipment that has been damaged or degraded over time works less consistently and is worth less money than new technological items. Such equipment is called \"timeworn.\""
		],
		"parent_topics": [ "gm_specific_campaigns" ],
		"subtopics": [
			"timeworn_technology",
			"tech_weapons",
			"tech_armor",
			"cybertech",
			"pharmaceuticals",
			"tech_misc",
			"tech_artifacts",
			"crafting_high_tech_items",
			"radiation",
			"traps_and_technology",
			"artificial_intelligence"
		],
		"siblings": [
			"aquatic_adventures_aa",
			"horror_rules",
			"intrigue_systems",
			"kingdoms_and_war",
			"mythic_rules",
			"occult_rules",
			"planar_adventures",
			"the_first_world",
			"technological_equipment"
		]
	},
	"timeworn_technology": {
		"name": "Timeworn Technology",
		"subtitle": "Specific Campaigns",
		"sources": [ "Technology Guide" ],
		"description": [
			"The technology found in the hands of Numeria's denizens isn't usually pristine. Between languishing in forgotten ruins open to the elements, being used by those ignorant of the nature of this technology, and having no one skilled at building, maintaining, or repairing such devices, most technological items are \"timeworn\" - damaged and malfunctioning (when not completely non-functional). These malfunctions manifest in two ways: limited charges and glitches.",
			"",
			"Only technological items that consume charges (including nanite canisters) or are pharmaceutical items can be affected by these timeworn rules, though any technological item can still become broken or non-functional just as any other item.",
			"",
			"A piece of timeworn technology may have additional aesthetic and functional differences from a new piece of the same equipment. Many of these effects are purely cosmetic, such as cracks in the casing of an arc grenade or primitive etchings on a suit of technological armor placed there by a barbarian millennia ago. Pieces of timeworn technology may also have minor mechanical effects beyond glitches (at the GM's discretion). A timeworn laser pistol might constantly hum at a low but noticeable frequency, imparting a -1 penalty on Stealth checks. A timeworn plasma grenade could be caked in a strange viscous fluid that has a pungent odor, making its wielder more easily tracked via scent. Timeworn technological items should clearly evoke a sense of age and danger, and even the most standard piece of Androffan gear can be made unique based on individual deteriorations.",
			"",
			"Note that not every technological item in Numeria is timeworn, but most technology that PCs encounter outside of the deepest and most remote of Numerian ruins will be (though the Technic League jealously guards a significant number of pristine technological artifacts). These items function as presented, can be recharged, and do not suffer glitches.",
			"",
			"A timeworn technological item that is still somewhat functioning is worth half of its normal listed price, though one drained of its charges is worth 1% of its normal value, as a curiosity to collectors. Timeworn technology also has the following properties.",
			"",
			"***Non-Rechargable:*** Timeworn technological items can't be recharged. When a timeworn technological item is properly identified or first used, roll randomly to determine how many charges it has left before it becomes useless.",
			"",
			"***Glitches:*** Timeworn technology sometimes doesn't work the way it was originally intended to. When an item glitches, its effect is hampered or enhanced, as determined by a d% roll. See the inside front cover for a complete list of glitch effects for armor, weapons, pharmaceuticals, and other technological equipment. Not all glitches are catastrophic; they represent unpredictable effects, for good and ill.",
			"",
			"When a timeworn technological item is first used after a month or more of inactivity, there's a 50% chance that it will glitch. Additionally, when using an item in a way that would drain its last charge, there's a 50% chance it will glitch. If an item requires a d20 roll (such as a skill check or an attack roll) to activate or use, it has a 50% chance to glitch on a natural 1."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"technological_equipment"
		],
		"siblings": [
			"timeworn_technology",
			"tech_weapons",
			"tech_armor",
			"cybertech",
			"pharmaceuticals",
			"tech_misc",
			"tech_artifacts",
			"crafting_high_tech_items",
			"radiation",
			"traps_and_technology",
			"artificial_intelligence"
		]
	},
	"tech_weapons": {
		"name": "Tech Weapons",
		"subtitle": "Technology, Specific Campaigns",
		"sources": [ "Technology Guide" ],
		"description": [
			"{SOURCE Technology Guide/20}  ",
			"Each [technological weapon](main/tech_weapons) has a full description, including a set of abbreviated statistics. This information is organized as follows.",
			"",
			"***Price:*** This is the cost (in gold pieces) to purchase the weapon if it's available for sale. As with magic weapons, a technological weapon can be sold by PCs for half this value.",
			"",
			"***Type:*** This indicates whether the weapon is a light, one-handed, or two-handed melee or ranged weapon.",
			"",
			"***Proficiency:*** This entry lists whether the weapon is simple, martial, or exotic. If an existing weapon proficiency allows the new weapon's use, that weapon proficiency is listed in parentheses. Note that {feat/Exotic Weapon Proficiency} (heavy weaponry) works similarly to Exotic Weapon Proficiency (firearms) in that it allows access to a wide range of similar weapons.",
			"",
			"Some GMs may wish to replace Weapon Proficiency (firearms) with Weapon Proficiency (technological firearms) to further restrict access to these devices to player characters in their campaigns.",
			"",
			"***Damage:*** This is the weapon's base damage. The type of damage dealt by the weapon is listed after the damage value. Most weapons list the damage dealt by Medium and Small versions of the weapon; weapons with only one damage entry deal the same amount of damage regardless of size.",
			"",
			"***Critical:*** This entry lists the weapon's critical threat range and critical damage multiplier.",
			"",
			"***Range:*** This lists the weapon's range increment; no listing is given for melee weapons that cannot be thrown. Unless otherwise noted, all firearms in this section are treated as projectile weapons for the purpose of determining their maximum range.",
			"",
			"***Capacity:*** Unless otherwise specified, this value is the maximum number of charges the weapon can hold.",
			"",
			"***Usage:*** This value lists the number of charges the weapon consumes from its capacity each time it is activated.",
			"",
			"***Special:*** This entry lists any special weapon qualities the weapon might have. New weapon qualities are listed below. ***Weight:*** This is the weight of the weapon in pounds. The weights given are for Medium weapons. A Small weapon weighs half as much; a Large weapon weighs twice as much.",
			"",
			">*Automatic:* This weapon can act as a semi-automatic weapon (see below), or it can fire a burst of shots with a single pull of the trigger to attack all creatures in a line. This line starts from any corner of the wielder's space and extends to the limit of the weapon's range or until it strikes a barrier it cannot penetrate. When using an automatic weapon to attack all creatures in a line, the wielder makes a separate attack roll against each creature in the line. Each creature in the line can be attacked with only one shot from each burst. Each attack roll takes a -2 penalty, and its damage cannot be modified by precision damage or damage-increasing feats such as {feat/Vital Strike}. Effects that grant concealment, such as fog or smoke, or the blur, invisibility, or mirror image spells, do not affect an automatic weapon's line attack. Roll to confirm each attack roll that threatens a critical hit separately. A single burst with an automatic weapon consumes 10 charges. When taking a full-attack action with an automatic weapon, the wielder can fire as many bursts in a round as he has attacks, provided he has enough charges to make all of the attacks.",
			">",
			">*Semi-Automatic:* A semi-automatic weapon normally fires one shot as an attack. However, the user can take a full-attack action to fire twice, as if using the {feat/Rapid Shot} feat (including taking a -2 penalty on all attacks). If the wielder has the Rapid Shot feat, she can use the additional shot from that as well, but the penalty for all shots fired in that round increases to -6.",
			">",
			">*Slow-Firing:* A slow-firing weapon requires a full-round action to use, and thus cannot be used to make iterative attacks.",
			">",
			">*Touch:* Attacks with the weapon resolve as touch attacks.",
			"",
			"***Description:*** This section describes the weapon's abilities and appearance.",
			"",
			"***Construction:*** Certain requirements must be met for a character to craft a technological weapon. These requirements generally consist of having a feat and access to a [particular kind of manufacturing facility](rule/crafting_high_tech_items).",
			"",
			"***Craft:*** This is the Craft DC required to create the weapon. It is also the Knowledge (engineering) DC to correctly identify the weapon.",
			"",
			"***Cost:*** This is the cost in gold pieces to create the weapon. Generally this cost is equal to half the price of the weapon"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"technological_equipment"
		],
		"siblings": [
			"timeworn_technology",
			"tech_weapons",
			"tech_armor",
			"cybertech",
			"pharmaceuticals",
			"tech_misc",
			"tech_artifacts",
			"crafting_high_tech_items",
			"radiation",
			"traps_and_technology",
			"artificial_intelligence"
		]
	},
	"tech_armor": {
		"name": "Tech Armor",
		"subtitle": "Technology, Specific Campaigns",
		"sources": [ "Technology Guide" ],
		"description": [
			"{SOURCE Technology Guide/29}  ",
			"Each [suit of technological armor](main/tech_armor) has a full description, including a set of abbreviated statistics. This information is organized as follows.",
			"",
			"***Price:*** This is the cost in gold pieces to purchase the suit of armor if it's available for sale. As with magic armor, a technological suit of armor can be sold by PCs for half this value.",
			"",
			"***Weight:*** The weight of the armor in pounds. Weight figures are for armor sized to fit Medium characters. Armor fitted for Small characters weighs half as much, and armor fitted for Large characters weighs twice as much.",
			"",
			"***Type:*** This indicates if the suit is light, medium, or heavy armor.",
			"",
			"***AC:*** The protective value of the armor. This armor bonus is added to the wearer's Armor Class.",
			"",
			"***Max Dex:*** This number is the maximum Dexterity bonus that this type of armor allows.",
			"",
			"***Penalty:*** This lists the armor check penalty of the suit of armor.",
			"",
			"***Spell Failure:*** This indicates the armor's arcane spell failure chance.",
			"",
			"***Speed:*** This lists a character's adjusted speed while wearing the armor. Adjusted speeds for characters with base speeds of 20 ft. and 30 ft. are included.",
			"",
			"***Capacity:*** The armor's charge capacity is listed here. If the armor doesn't use energy, this entry is omitted.",
			"",
			"***Usage:*** This value lists the number of charges the armor consumes over time while activated. (Activating powered armor is a standard action, and deactivating is a free action.) The charge is immediately spent at the beginning of the duration, and any time remaining when the armor is deactivated is lost. ***Description:*** This describes the armor's appearance, powers, and abilities.",
			"",
			"***Construction:*** Certain requirements must be met for a character to craft a suit of technological armor. These requirements generally consist of having a feat and access to a manufacturing facility.",
			"",
			"***Craft:*** This is the Craft DC required to create the armor. It is also the Knowledge (engineering) DC to correctly identify the armor.",
			"",
			"***Cost:*** This is the cost in gold pieces to create the technological item. Generally, this cost is equal to half the price of the armor."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"technological_equipment"
		],
		"siblings": [
			"timeworn_technology",
			"tech_weapons",
			"tech_armor",
			"cybertech",
			"pharmaceuticals",
			"tech_misc",
			"tech_artifacts",
			"crafting_high_tech_items",
			"radiation",
			"traps_and_technology",
			"artificial_intelligence"
		]
	},
	"cybertech": {
		"name": "Cybertech",
		"subtitle": "Technology, Specific Campaigns",
		"sources": [ "Technology Guide" ],
		"description": [
			"{SOURCE Technology Guide/35}  ",
			"[Cybertech](main/tech_cybertech) is a form of technology that must be surgically implanted into a host body before it functions. Cybertech takes up a special set of slots that correspond to a creature's body. Most cybertech is designed for a creature with a humanoid shape - installing cybertech in a non-humanoid-shaped body is more difficult, but possible.",
			"",
			"Each piece of cybertech has an implantation value that indicates how invasive the implant is. The total combined implantation values of all cybertech implanted in a single creature can't exceed either that creature's Constitution score or Intelligence score - a creature's Constitution sets the physical limit of what its body can accept in the form of cybernetic implants, while the creature's Intelligence sets the mental limit of what its brain can control. An implant whose implantation value would cause the total to exceed either of these two scores does not function but still takes up a body slot. In addition, as long as a character has cybernetic implants installed whose combined implantation exceeds his Constitution or Intelligence, he takes a -4 penalty on all saving throws.",
			"",
			"A creature with neither a Constitution score nor an Intelligence score cannot receive benefits from cybertech, but a creature with only one of these scores can.",
			"",
			"Installing a piece of cybertech takes a number of hours equal to the cybertech's implantation value if the installation is done by hand - certain technological items can speed this installation time. The target must be willing or helpless during the entire installation, at the end of which the installer attempts a Heal check against the cybertech's Install DC - this specific value is listed for each cybertech item. On a success, the target takes Constitution damage equal to the cybertech's implantation value and the cybertech immediately activates. On a failed check, the target still takes the Constitution damage but the installation fails; a new attempt to install the cybertech can be made, although it's wise to wait for the Constitution damage to heal before trying again.",
			"",
			"Cybertech can be extracted using the same procedure as implanting it, with a failed Heal check indicating the attempt to extract the item failed. Fortunately, extraction is a simpler task than installment, and Heal checks to remove cybertech gain a +10 bonus. Extracting a piece of cybertech from a dead body requires no Heal check but takes a number of rounds equal to the cybertech's implantation value. You can only install or extract a single piece of cybertech at a time.",
			"",
			"An NPC generally charges an amount equal to 1/10 the total price of a piece of cybertech for the service of installing the item.",
			"",
			"Each piece of cybertech has a full description, including a set of abbreviated statistics at the start. This information is organized as follows.",
			"",
			"***Price:*** This is the cost in gold pieces to buy the implant if it's available for sale. This value does not include the cost to have the object surgically implanted. As with magic items, a piece of cybertech can be sold by PCs for half this value.",
			"",
			"***Slot:*** This is the part of the body into which the cybertech must be implanted. A single slot can only ever host a single piece of cybertech. Cybertech slots are separate from normal magic item slots and do not count as being used for the purposes of worn magic items.",
			"",
			"***Weight:*** This is the weight of the cybertech in pounds. Once installed, the cybertech's weight does not count against a creature's encumbrance or maximum load.",
			"",
			"***Install:*** This is the Heal check DC required to successfully implant or remove the cybertech from a creature.",
			"",
			"***Implantation:*** A numerical value indicating how invasive the cybertech is. The higher the number, the more invasive the cybertech. Implantation influences the time and difficulty of installing and removing the cybertech.",
			"",
			"***Description:*** This section describes the cybertech's appearance and abilities.",
			"",
			"***Construction:*** Certain requirements must be met for a character to craft cybertech. These requirements generally consist of having a feat and access to [a manufacturing facility](rule/crafting_high_tech_items).",
			"",
			"***Craft:*** This is the Craft DC required to create the cybertech. It is also the Knowledge (engineering) DC to correctly identify the cybertech.",
			"",
			"***Cost:*** This is the cost in gold pieces to create the item. Generally this cost is equal to half the price of the item"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"technological_equipment"
		],
		"siblings": [
			"timeworn_technology",
			"tech_weapons",
			"tech_armor",
			"cybertech",
			"pharmaceuticals",
			"tech_misc",
			"tech_artifacts",
			"crafting_high_tech_items",
			"radiation",
			"traps_and_technology",
			"artificial_intelligence"
		]
	},
	"pharmaceuticals": {
		"name": "Pharmaceuticals",
		"subtitle": "Technology, Specific Campaigns",
		"sources": [ "Technology Guide" ],
		"description": [
			"{SOURCE Technology Guide/33}  ",
			"A [pharmaceutical](main/tech_pharmaceuticals) takes a standard action to consume, or a move action if administered by a {tech-misc/medlance}. A single dose of any pharmaceutical weighs only a tenth of a pound - no entry for weight is given for the following item descriptions. Individual doses of pharmaceuticals can take various forms, from an injected serum to an ingested pill. Each pharmaceutical is assumed to contain a means of delivery included in its weight and cost. Any pharmaceutical can be used with a medlance to speed up its administration time, regardless of its form.",
			"",
			"Each pharmaceutical has a full description, including a set of abbreviated statistics, organized as follows.",
			"",
			"A creature with neither a Constitution score nor an Intelligence score cannot receive benefits from cybertech, but a creature with only one of these scores can.",
			"",
			"Installing a piece of cybertech takes a number of hours equal to the cybertech's implantation value if the installation is done by hand - certain technological items can speed this installation time. The target must be willing or helpless during the entire installation, at the end of which the installer attempts a Heal check against the cybertech's Install DC - this specific value is listed for each cybertech item. On a success, the target takes Constitution damage equal to the cybertech's implantation value and the cybertech immediately activates. On a failed check, the target still takes the Constitution damage but the installation fails; a new attempt to install the cybertech can be made, although it's wise to wait for the Constitution damage to heal before trying again.",
			"",
			"Cybertech can be extracted using the same procedure as implanting it, with a failed Heal check indicating the attempt to extract the item failed. Fortunately, extraction is a simpler task than installment, and Heal checks to remove cybertech gain a +10 bonus. Extracting a piece of cybertech from a dead body requires no Heal check but takes a number of rounds equal to the cybertech's implantation value. You can only install or extract a single piece of cybertech at a time.",
			"",
			"An NPC generally charges an amount equal to 1/10 the total price of a piece of cybertech for the service of installing the item.",
			"",
			"Each piece of cybertech has a full description, including a set of abbreviated statistics at the start. This information is organized as follows.",
			"",
			"***Price:*** This is the cost in gold pieces to buy the implant if it's available for sale. This value does not include the cost to have the object surgically implanted. As with magic items, a piece of cybertech can be sold by PCs for half this value.",
			"",
			"***Slot:*** This is the part of the body into which the cybertech must be implanted. A single slot can only ever host a single piece of cybertech. Cybertech slots are separate from normal magic item slots and do not count as being used for the purposes of worn magic items.",
			"",
			"***Weight:*** This is the weight of the cybertech in pounds. Once installed, the cybertech's weight does not count against a creature's encumbrance or maximum load.",
			"",
			"***Install:*** This is the Heal check DC required to successfully implant or remove the cybertech from a creature.",
			"",
			"***Implantation:*** A numerical value indicating how invasive the cybertech is. The higher the number, the more invasive the cybertech. Implantation influences the time and difficulty of installing and removing the cybertech.",
			"",
			"***Description:*** This section describes the cybertech's appearance and abilities.",
			"",
			"***Construction:*** Certain requirements must be met for a character to craft cybertech. These requirements generally consist of having a feat and access to [a manufacturing facility](rule/crafting_high_tech_items).",
			"",
			"***Craft:*** This is the Craft DC required to create the cybertech. It is also the Knowledge (engineering) DC to correctly identify the cybertech.",
			"",
			"***Cost:*** This is the cost in gold pieces to create the item. Generally this cost is equal to half the price of the item"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"technological_equipment"
		],
		"siblings": [
			"timeworn_technology",
			"tech_weapons",
			"tech_armor",
			"cybertech",
			"pharmaceuticals",
			"tech_misc",
			"tech_artifacts",
			"crafting_high_tech_items",
			"radiation",
			"traps_and_technology",
			"artificial_intelligence"
		]
	},
	"tech_artifacts": {
		"name": "Tech Artifacts",
		"subtitle": "Technology, Specific Campaigns",
		"tags": "Power Generators",
		"sources": [ "Technology Guide" ],
		"description": [
			"{SOURCE Technology Guide/60}  ",
			"In the case of technological items, artifact status refers to an item that is beyond the means of anyone on Golarion to create or replicate, as well as beyond conventional measures of value. Unlike magical artifacts, technological artifacts can be destroyed just as other items could, and indeed may be quite fragile.",
			"",
			"### Power Generators",
			"",
			"Power generators are a specific type of technological artifact capable of providing large amounts of sustained energy, and that can supply charges to entire compounds. Every robot has a dedicated power generator within it that provides enough energy to run that robot and nothing more. Generators that are free-standing devices or built into complexes can be used to charge technological items capable of being recharged. A device hooked directly to a functioning power generator uses the generator's energy rather than its own stored energy.",
			"",
			"Generators are large, cumbersome devices that are difficult, if not impossible, to move. They must be built on site or into vehicles large enough to transport their heavy bulks. Most of the generators have long since fallen into disrepair, and those few that still function are jealously defended. Some wonder if portable generators exist, but no one has found evidence of any.",
			"",
			"The total amount of energy a generator can provide is known as it's yield - the number of charges it generates per hour. A portion of this yield may be dedicated to devices directly wired into it, such as keeping infrastructure running in a complex-this is referred to as dedicated yield. Dedicated yield isn't available for other purposes while it's providing power to those devices. A generator's available yield is what's left over, and can be used to power or recharge devices that can be removed.",
			"",
			"Two items can be used to draw power from a generator: a power cable and a power receiver. A generator's integrated power transmitter can broadcast power to a receiver within 1,000 feet unless otherwise noted. This distance is halved for every 5 feet of metal or 20 feet of solid stone between the generator and the receiver.",
			"",
			"An item that uses a set number of charges per hour reduces a generator's available yield by that amount, making the yield dedicated while the item is attached, as if the item is hard-wired into the generator. An item that uses 1 or more charges each time it's activated (such as most weapons) reduces the generator's yield by that amount each time it is activated. For example, a laser pistol would consume 1 charge from the yield each time it's fired. A nuclear resonator, on the other hand, consumes 5 charges each time it's fired - thus, when attached to a generator, it consumes 5 charges from the generator's yield each time it's used.",
			"",
			"A generator can be forced to exceed its yield, but this can result in disaster. Whenever charges are drawn from a generator in excess of its yield, the generator must attempt a Fortitude saving throw (DC = 10 + 1 per charge over that hour's yield + 5 per incidence of exceeded yield in the past hour). Success indicates that the generator outputs the additional charges (with a 5% chance that the item glitches as though it were timeworn). Failure indicates that the generator doesn't deliver the additional charges and the item doesn't activate. If it fails by 5 or more, the generator shuts down, cutting off all power to all items using it, and cannot be restarted for 1 hour. (Restarting a generator that's shut down in this way requires a successful DC 25 Disable Device check, but other actions may be necessary as well at the GM's discretion.) If a generator fails this Fortitude save by 10 or more, it explodes - the details of this explosion vary by generator type. (Other circumstances may cause a generator to explode, with the DC at the GM's discretion.)",
			"",
			"All generators have hardness and hit points. An active generator that is reduced to 0 hit points must succeed at a DC 20 Fortitude saving throw or explode. All generators are Colossal objects, and thus have an AC of -5. Most generators emit a lot of noise, steam, and other distracting elements, penalizing Perception checks attempted to perceive anything within 60 feet (other than the generator) by the indicated amount."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"technological_equipment"
		],
		"siblings": [
			"timeworn_technology",
			"tech_weapons",
			"tech_armor",
			"cybertech",
			"pharmaceuticals",
			"tech_misc",
			"tech_artifacts",
			"crafting_high_tech_items",
			"radiation",
			"traps_and_technology",
			"artificial_intelligence"
		]
	},
	"tech_misc": {
		"name": "Miscellaneous Gear",
		"subtitle": "Technology, Specific Campaigns",
		"sources": [ "Technology Guide" ],
		"description": [
			"{SOURCE Technology Guide/39}  ",
			"Most of the technological treasures that await discovery in Numeria fall into this catchall category. Each piece of technological gear detailed here has a full description, including a set of abbreviated statistics. This information is organized as follows.",
			"",
			"***Price:*** This value is the cost in gold pieces for the PCs to purchase the item - if it's available for sale. As with magic items, a technological item can be sold by PCs for half of this amount.",
			"",
			"***Slot:*** This is the part of the body the item must be worn on, if any. If the item's slot matches one of the existing magic item slots, wearing the item prevents the user from wearing or gaining the benefit from a magic item in the same slot.",
			"",
			"***Weight:*** This entry lists the weight of the item in pounds.",
			"",
			"***Capacity:*** This is the maximum number of charges the item can hold.",
			"",
			"***Usage:*** This value lists the number of charges the item consumes from its capacity each time it is activated.",
			"",
			"***Description:*** This section describes the gear's appearance and abilities.",
			"",
			"***Construction:*** This section describes the requirements that must be met for a character to craft the item. These requirements generally consist of having a feat and access to a manufacturing facility.",
			"",
			"***Craft:*** This is the Craft DC required to create the item. It is also the Knowledge (engineering) DC to correctly identify the item.",
			"",
			"***Cost:*** This amount is the cost in gold pieces to create the item. Generally, this cost is equal to half the price of the item"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"technological_equipment"
		],
		"siblings": [
			"timeworn_technology",
			"tech_weapons",
			"tech_armor",
			"cybertech",
			"pharmaceuticals",
			"tech_misc",
			"tech_artifacts",
			"crafting_high_tech_items",
			"radiation",
			"traps_and_technology",
			"artificial_intelligence"
		]
	},
	"crafting_high_tech_items": {
		"name": "Crafting High-Tech Items",
		"subtitle": "Technology, Specific Campaigns",
		"sources": [ "Technology Guide" ],
		"description": [
			"The process of building technological items has much in common with magic item creation, though it uses different feats, skills, and facilities. As with magic items, the creator invests time and money in the creation process and at the end attempts a single skill check to complete construction. Since technological items do not have caster levels, the DC of this check is defined in the description of each technological item. Failing this check means that the item does not function and the materials are wasted. Failing this check by 5 or more may result in a catastrophic failure, such as electrocution or an explosion, at the GM's discretion.",
			"",
			"Unlike magic items, which often require spells as prerequisites for construction, high-tech items require a specialized laboratory with the necessary tools for fabrication. Using a crafting lab to build a high-tech item consumes an amount of power each day. Days when the crafting lab is without power effectively delay continued construction of a high-tech item, but time already spent building the item is not lost. In addition, crafting an item requires an expenditure of time (from a character with the appropriate crafting feat) and an expenditure of money used to secure the technological components and expendable resources needed for the work.",
			"",
			"Creating a technological item requires 8 hours of work per 1,000 gp in the item's base price (or fraction thereof). The creator must spend the gold at the beginning of the construction process. The process can be accelerated to 4 hours of work per 1,000 gp by increasing the DC to create the item by 5. When determining the required time, ignore any fixed costs such as the weapon portion of implanted weaponry.",
			"",
			"The creator can work for a maximum of 8 hours per day, even if she doesn't require sleep or rest. These days need not be consecutive. Ideally, the creator can work for at least 4 hours at a time uninterrupted, but if this is not possible (such as while adventuring), the creator can devote 4 hours of work broken up over the day, accomplishing a net of 2 hours of progress. Work under distracting or dangerous conditions nets only half the progress as well. If the creator can't dedicate at least 4 hours of work during a day (even if broken up or under distracting conditions), any work performed that day is wasted.",
			"",
			"A character can work on multiple technological items at a time, or even in the same day as long as at least 2 hours net labor can be spent on each item. This doesn't let a creator exceed the limits on work accomplished in a single day, but does require separate power expenditures for each item (working on multiple projects at a time is not particularly energy efficient).",
			"",
			"Technological items can be repaired using the appropriate crafting feats in the same way magical items can be repaired, but such methods cannot repair the more fundamental ravages of time that afflict timeworn technological items."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"technological_equipment"
		],
		"siblings": [
			"timeworn_technology",
			"tech_weapons",
			"tech_armor",
			"cybertech",
			"pharmaceuticals",
			"tech_misc",
			"tech_artifacts",
			"crafting_high_tech_items",
			"radiation",
			"traps_and_technology",
			"artificial_intelligence"
		],
		"subtopics": [
			"crafting_laboritories",
			"hybrid_items",
			"pricing_and_creating_new_technological_items"
		]
	},
	"crafting_laboritories": {
		"name": "Crafting Laboratories",
		"subtitle": "High-Tech Items, Technology",
		"sources": [ "Technology Guide" ],
		"description": [
			"Although there is a wide range of technological items, the types of laboratories needed to craft objects are relatively limited. Crafting laboratories are, unfortunately, incredibly rare, and those whose locations are currently known and found in relatively safe regions are firmly controlled. A crafting laboratory is similar to a technological artifact, in that it cannot be assembled or built with current resources. In order to craft a technological item, one must secure a laboratory for use. (This allows GMs to limit the role high-tech crafting plays in any one game; make sure to inform your players of the limited availability of crafting laboratories at the start of your game so they know whether selecting high-tech crafting feats is a useful option for their PCs!)",
			"",
			"The six types of laboratories are listed below. Each lab also lists the number of charges required for a day's work on a single project; these numbers are generally rather high, and laboratories that don't draw power from a generator can consume staggering amounts of battery power. A laboratory that uses power from a generator applies the listed charges to that generator's dedicated yield for as long as work on the item continues.",
			"",
			"***Cybernetics Lab (100 charges):*** A cybernetics lab is used to craft [cybernetic equipment](main/tech_cybertech) and devices that interface directly with a living creature's biology.",
			"",
			"***Graviton Lab (250 charges):*** A graviton lab is used to craft items that utilize graviton technology, such as [gravity rifles](tech-weapon/gravity_rifle), [force fields](tech-misc/force_field_black), and {tech-misc/magboots}.",
			"",
			"***Medical Lab (20 charges):*** This lab is used to craft medical items like [trauma packs](tech-misc/trauma_pack) and {tech-misc/medlance/s} and pharmaceuticals.",
			"",
			"***Military Lab (100 charges):*** A military lab is used to craft [weapons](main/tech_weapons) that don't require more specialized laboratories.",
			"",
			"***Nanotech Lab (150 charges):*** This lab is used to craft devices that utilize nanotechnology, such as [id rifles](tech-weapon/id_rifle).",
			"",
			"***Production Lab (50 charges):*** A production lab is used to craft objects that don't require more specialized laboratories."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"technological_equipment",
			"crafting_high_tech_items"
		],
		"siblings": [
			"crafting_laboritories",
			"hybrid_items",
			"pricing_and_creating_new_technological_items"
		]
	},
	"hybrid_items": {
		"name": "Hybrid Magic/Tech Items",
		"subtitle": "High-Tech Items, Technology",
		"tags": "hybrid items",
		"sources": [ "Technology Guide" ],
		"description": [
			"Items with both magical and technological components, such as the {tech-weapon/null blade}, use a special crafting process. The creator must first succeed at a skill check at the listed DC for crafting the technological portion of the item, and then must succeed at a check based on the item's caster level for crafting the magical portion. Any spell or level-based prerequisites not met increase this crafting DC, as described for {rule/magic item creation}. The skill used for each check is based on the item creation feats required by the item. Failure on either check ruins the item. Use the item's listed price as normal for determining crafting time, and the item's cost for raw materials. If the creator has feats or abilities that accelerate item creation, only the least favorable bonus applies. In other words, to create a hybrid item faster, the creator needs to be able to create both magical and technological items faster.",
			"",
			"It is also possible to enhance high-tech armor and high-tech weaponry with armor special abilities or weapon special abilities, including magical enhancement bonuses. One could build a +2 {tech-weapon/laser rifle}, a +4 {magic-enhancement/dancing} humanoid {magic-enhancement/bane} {tech-weapon/chainsaw}, or a +1 {magic-enhancement/ghost touch} {tech-armor/spacesuit}. In theory, a magic item creator could even infuse a technological item with [magical intelligence](rule/intelligent_items).",
			"",
			"To create a magical high-tech item like this, one must first secure the high-tech item itself, either via purchase, discovery, or crafting. All high-tech weapons and armor are considered masterwork for the purposes of adding magical enhancements to them (though they do not gain the other typical benefits for masterwork items). At the GM's discretion, some magical special abilities might simply not be appropriate for application to certain technological items.",
			"",
			"When a character crafts an existing technological item into a magic item in this manner, he does not need to meet the base item's crafting requirements; a wizard with {feat/Craft Magic Arms and Armor} can create a +1 arc pistol from a normal {tech-weapon/arc pistol} without having {feat/Craft Technological Arms and Armor} and without having access to a [military laboratory](rule/crafting_laboritories). In a situation where a character wishes to craft the entire item from scratch, the nonmagical technological item must be fully crafted and completed before work on magically enhancing it can begin."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"technological_equipment",
			"crafting_high_tech_items"
		],
		"siblings": [
			"crafting_laboritories",
			"hybrid_items",
			"pricing_and_creating_new_technological_items"
		]
	},
	"pricing_and_creating_new_technological_items": {
		"name": "Pricing and Creating New Technological Items",
		"subtitle": "Technology, Specific Campaigns",
		"sources": [ "Technology Guide" ],
		"description": [
			"New technological items can and should be created, using existing items for inspiration. A new item may resemble an existing magic item, such as how {tech-misc/jetpack/s} function like {magic-wondrous/winged boots}, but there should be differences beyond just battery power to keep technology distinct. When pricing a new technological item, use the [existing guidelines](rule/magic_item_gold_piece_values) for estimating magic item value. There's no extra cost associated with technological items since they have extra weaknesses to go along with their advantages. Items that use charges should be priced as if they were use-activated, not as if they were charged in the way a wand or {magic-ring/ring of the ram} is charged, unless the item is disposable and has 50 or fewer charges, as the assumption is that a newly crafted technological item can be recharged with relative ease."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"technological_equipment",
			"crafting_high_tech_items"
		],
		"siblings": [
			"crafting_laboritories",
			"hybrid_items",
			"pricing_and_creating_new_technological_items"
		]
	},
	"radiation": {
		"name": "Radiation",
		"subtitle": "Technology, Specific Campaigns",
		"sources": [ "Technology Guide" ],
		"description": [
			"Radiation is a very real threat to those who explore the technological ruins of Numeria. Radiation is a poison effect whose initial effect causes Constitution drain and secondary effect causes Strength damage. Radiation dangers are organized into four categories: low, medium, high, and severe.",
			"",
			"***Area of Effect:*** Radiation suffuses a spherical area of effect that can extend into solid objects. The closer one gets to the center of an area of radiation, the stronger the radiation effect becomes. Radiation entries list the maximum level of radiation in an area, as well as the radius out to which this radiation level applies. Each increment up to an equal length beyond that radius degrades the radiation strength by one level. For example, a spherical area of high radiation with a radius of 20 feet creates a zone of medium radiation 21 feet to 40 feet from the center in all directions, and a similar zone of low radiation from 41 to 60 feet.",
			"",
			"***Initial Effect:*** Radiation initially deals Constitution drain unless the affected character succeeds at a Fortitude save. A new saving throw must be attempted to resist radiation's initial damage each round a victim remains exposed to it.",
			"",
			"***Secondary Effect:*** Secondary effects from radiation deal Strength damage at a much slower rate than most poisons. This secondary effect ends only after a character succeeds at two consecutive Fortitude saving throws to resist secondary radiation damage. If a character has Strength damage equal to his current Strength score, further damage dealt by a secondary effect is instead Constitution damage.",
			"",
			"***Removing Radiation Effects:*** All radiation damage is a poison effect, and as such it can be removed with any effect that neutralizes poison. [Ability damage and drain](rule/ability_score_damage_penalty_and_drain) caused by radiation damage can be healed normally",
			"",
			"| Radiation Level | Fort DC | Initial Effect | Secondary Effect |",
			"| --- | --- | --- | --- |",
			"| Low | 13 | 1 Con drain | 1 Str damage/day |",
			"| Medium | 17 | 1d4 Con drain | 1d4 Str damage/day |",
			"| High | 22 | 2d4 Con drain | 1d6 Str damage/day |",
			"| Severe | 30 | 4d6 Con drain | 2d6 Str damage/day |"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"technological_equipment"
		],
		"siblings": [
			"timeworn_technology",
			"tech_weapons",
			"tech_armor",
			"cybertech",
			"pharmaceuticals",
			"tech_misc",
			"tech_artifacts",
			"crafting_high_tech_items",
			"radiation",
			"traps_and_technology",
			"artificial_intelligence"
		]
	},
	"traps_and_technology": {
		"name": "Traps and Technology",
		"subtitle": "Specific Campaigns",
		"sources": [ "Technology Guide" ],
		"description": [
			"Mundane and magical traps can incorporate technological elements in their construction. Computers and AIs can also be connected to traps, allowing them to selectively trigger the traps remotely. Traps that incorporate technology gain the technological type, in addition to their normal type (see the following examples). The following technological triggers are available to traps",
			"",
			"***Electric Eyes:*** Similar to a visual trigger, the trap incorporates a camera or other visual and audio recording device. Electric eyes typically have darkvision to a range of 120 feet, low-light vision, and a Perception bonus of +15. This trigger adds +1 to the trap's CR and +5 to its crafting DC.",
			"",
			"***Genetic:*** A genetic trigger works in a fashion similar to scent. It can be set to target or not target living creatures within 30 feet (adjusted by wind as for scent) based on an individual, close family, or species relationship. For example, a trap could be set to target orcs, or to not target an NPC and his close relations. Genetic triggers are used in conjunction with other triggers and limit the maximum range of those triggers. A trap can incorporate up to half its CR in different genetic samples and conditions. This trigger adds +1 to the trap's CR and +5 to its crafting DC.",
			"",
			"### Concealed Laser Turret",
			"",
			"#### CR 4",
			"**Type** mechanical and technological; **Perception DC** 20; **Disable Device** DC 28",
			"",
			"**Trigger** camera (Perception +15); **Reset** automatic (1 round)  ",
			"**Effect** Atk +10 ranged touch (2d6 fire), range increment 150 ft. (see {tech-weapon/laser pistol} for rules on lasers)",
			"",
			"### Proximity Mine",
			"#### CR 5",
			"**Type** genetic, proximity **Perception DC** 28; **Disable Device** DC 20",
			"",
			"**Trigger** camera (Perception +15); **Reset** none  ",
			"**Effect** one [grenade](tech-misc/grenade_bang_grenade) worth 1,000 gp or less, multiple targets and saves (see grenade for rules)",
			"",
			"### Electrified Door",
			"#### CR 11",
			"**Type** mechanical and technological; **Perception DC** 32; **Disable Device** DC 29",
			"",
			"**Trigger** touch (see text); **Reset** automatic (1 minute; see text)  ",
			"**Effect** 10d8 electricity damage (Reflex DC 25 half) to anyone touching the door; typically an electrified door triggers only if a creature attempts to bypass or force the door; electrified doors connected to a generator have no charge limit, otherwise the trap has only enough energy to function once with no reset"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"technological_equipment"
		],
		"siblings": [
			"timeworn_technology",
			"tech_weapons",
			"tech_armor",
			"cybertech",
			"pharmaceuticals",
			"tech_misc",
			"tech_artifacts",
			"crafting_high_tech_items",
			"radiation",
			"traps_and_technology",
			"artificial_intelligence"
		]
	},
	"artificial_intelligence": {
		"name": "Artificial Intelligence",
		"subtitle": "Technology, Specific Campaigns",
		"tags": "AI",
		"sources": [ "Technology Guide" ],
		"subtopics": [ "creating_an_ai" ],
		"description": [
			"Among the most marvelous of technological wonders are artificial intelligences. Each artificial intelligence (or AI) has its own personality and interests, but its actual ability to interact with the world requires a being installed into a robot or structure (known as a host).",
			"",
			"When an AI is installed in a technological structure with an integrated computer network, it can manipulate anything that is connected to that structure, such as traps, doors, or weapons. To destroy an AI in a host structure, either the physical device that contains the AI's programming must be destroyed (the magnitude of this task can vary widely - the host may be merely a single computer with hardness 10 and 20 hit points or an entire building that must be destroyed over multiple encounters or adventures) or all three of its ability scores must be reduced to 0 via ability drain effects directed at the AI's core processor (typically a large computer in the most well-defended part of a complex, but sometimes a processor housed in a robot). Ability damage dealt to an AI at best merely inconveniences it, and at worst renders it comatose for a limited time.",
			"",
			"An AI that is installed in a robot enhances that robot with the {template/aggregate/ template}."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"technological_equipment"
		],
		"siblings": [
			"timeworn_technology",
			"tech_weapons",
			"tech_armor",
			"cybertech",
			"pharmaceuticals",
			"tech_misc",
			"tech_artifacts",
			"crafting_high_tech_items",
			"radiation",
			"traps_and_technology",
			"artificial_intelligence"
		]
	},
	"creating_an_ai": {
		"name": "Creating an AI",
		"subtitle": "Technology, Specific Campaigns",
		"sources": [ "Technology Guide" ],
		"description": [
			"An artificial intelligence's stat block is similar to that of an intelligent magic item. Note that these statistics reflect only the intelligence itself, not the host. Building an AI stat block requires the following statistics.",
			"",
			"***CR:*** An artificial intelligence's CR sets its ability scores, saves, and skill checks. It also sets its XP value for defeating it - this award is typically granted as a story award once the AI has been overcome, but in some cases (such as when an AI is installed in a single robot), this XP award is replaced by the standard XP for defeating that robot.",
			"",
			"***Alignment and Type:*** An AI can be any alignment. Its type is \"artificial intelligence,\" and it counts as a construct for all effects that target creature type.",
			"",
			"***Initiative:*** The installed AI modifies its initiative check with its Intelligence modifier, not its Dexterity modifier.",
			"",
			"***Senses:*** An AI needs access to a robot, cameras, microphones, or other mechanical sensory tools in order to be able to notice things in the outside world. These senses should be listed in the appropriate encounter areas, not in the AI's stats, since it's likely that an AI will have access to a variety of sensory devices over a large area.",
			"",
			"***Defenses:*** An AI doesn't have an AC, hit points, or other statistics related to a physical form; it relies on its host robot or structure for those scores. An AI uses its own saving throws only against attacks that target its mind - in most cases, this means it primarily uses its Will save. An AI uses its CR as its effective Hit Dice for determining its base saves - it has good Will saves and poor Fortitude and Reflex saves.",
			"",
			"***Ability Scores:*** An AI's base ability scores are 14, 12, and 10. Arrange them in any order desired. For every 2 points of CR it possesses, it gains a +2 bonus to an ability score (assigned by the GM).",
			"",
			"***Skills:*** An AI has skill points equal to 6 + its Intelligence modifier per point of CR. An AI has a number of class skills equal to its Charisma modifier. These may be any skill, though the most common class skills for AIs are: Bluff, Diplomacy, Intimidate, Knowledge (all), Linguistics, Perception, and Sense Motive.",
			"",
			"***Feats:*** An AI has a number of feats equal to half its CR (minimum 1). An AI must meet all prerequisites of its feats. AIs also gain {feat/Technologist} as a bonus feat.",
			"",
			"***Languages:*** AIs speak Androffan. An AI knows a number of additional languages equal to its {rule/Intelligence} modifier.",
			"",
			"***Special Abilities:*** Use this section to cover any unusual abilities the AI possesses."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"technological_equipment",
			"artificial_intelligence"
		],
		"siblings": [ "creating_an_ai" ]
	}
}
