{
	"optional_skill_changes": {
		"name": "Optional Skill Changes",
		"subtopics": [
			"alternate_crafting_rules",
			"alternate_profession_rules",
			"background_skills",
			"consolidated_skills",
			"grouped_skills",
			"skill_unlocks"
		],
		"description": [
			"These topics cover optional rules that change the way skills work."
		]
	},
	"alternate_crafting_rules": {
		"name": "Alternate Crafting Rules",
		"subtitle": "Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/72}",
			"",
			"While the rules for crafting in the Core Rulebook are perfectly suitable for the needs of most campaigns, they can sometimes be cumbersome to use. Those rules assume that a character spends a full week crafting an item. They also involve complex multiplication to determine the degree of success and speed with which the item can be crafted. Not only are these rules significantly different from those for other skill checks, but they can slow down play at the table and give rise to strange circumstances where it takes an unreasonably long time to create relatively simple items that happen to have a high gold piece cost. Furthermore, while the system features rules for attempting daily checks, these rules can be cumbersome for players.",
			"",
			"The following system presents crafting rules that are a little easier to use, especially in conjunction with the {rule/downtime/ system}.",
			"",
			"With this alternative system, use the following version of the Craft skill instead of the one presented in the Core Rulebook.",
			"",
			"### Craft (Int)",
			"",
			"You are skilled in the creation of a specific group of items, such as armor or weapons. Like Knowledge, Perform, and Profession, Craft is actually a number of separate skills. You could have several Craft skills, each with its own ranks. The most common Craft skills are alchemy, armor, baskets, books, bows, calligraphy, carpentry, cloth, clothing, glass, jewelry, leather, locks, paintings, pottery, sculptures, ships, shoes, stonemasonry, traps, and weapons.",
			"",
			"A Craft skill is specifically focused on creating something. If an endeavor does not result in a created product, it probably falls under the heading of a Profession skill.",
			"",
			"***Check:*** You can practice your trade and make a decent living, earning your check result in silver pieces per day. You know how to use the tools of your trade, how to perform the craft's daily tasks, how to supervise untrained helpers, and how to handle common problems. (Untrained laborers and assistants earn an average of 1 silver piece per day.)",
			"",
			"The basic function of the Craft skill, however, is to make an item of the appropriate type. Most items created with a Craft skill fall into one of several broad categories of complexity. Others have Craft DCs based on CR (in the case of traps) or on the Fortitude saves required to avoid or minimize their effects (in the case of poisons).",
			"",
			"Before crafting an item, you must have tools and an appropriate workshop or area. If you don't have access to artisan tools, you can still attempt a Craft check, but you take a -2 penalty when attempting a check without such tools or with improvised tools. If you have masterwork artisan tools, you gain a +2 circumstance bonus on the skill check.",
			"",
			"After you have a suitable area to craft and you've gathered your tools, you must then acquire raw materials whose value is equal to 1/4 the cost of the item or items you wish to craft. Given the necessary tools, materials, and workspace, you can attempt a Craft check of the appropriate DC each day. If you succeed, you make an amount of progress equal to the silver piece or gold piece value listed in the appropriate entry in the Base Progress per Day column of Table 2-4: Crafting DCs and Progress Values. If you exceed the DC by at least 5, your progress doubles. If you exceed the DC by at least 10, your progress triples, if you exceed it by at least 15, you quadruple your progress, and so on. When your total progress equals the cost of the item, that item is completed. Any remaining progress can be applied to a similar item; otherwise, all excess progress is lost.",
			"",
			"If you fail the check, no progress is made that day. If you fail the check by 5 or more, you waste an amount of your raw materials equal to the item's base progress per day, up to a maximum of the initial cost of the raw materials. Such wasted material must be replenished before you can continue crafting the item.",
			"",
			"***Setting Aside Crafting Items:*** As long as you can store an item in a secure and safe place, you can set aside an item that you began crafting and return to it again later with little or no effect. Your GM may rule that this is not possible, especially in the case of volatile alchemical items or perishable goods.",
			"",
			"***Crafting Masterwork and Special Material Items:*** When you're crafting a masterwork item or an item made of a special material, its crafting difficulty increases by one step. For example, a longsword (which has a base difficulty of normal) is considered a complex item when crafted as a masterwork item (DC 20; 4 gp base progress per day). In the case of items crafted from special materials that also count as masterwork (such as adamantine armor and weapons), the complexity of the item increases by two steps.",
			"",
			"***Repairing Items:*** You can use the appropriate Craft skill to repair items of that type. Repairing an item with the broken condition or that has taken damage (or both) requires tools and a work area, and you must pay 1/10 the item's cost in raw materials. Repairing an item has the same DC as crafting the item, but takes an amount of time based on the item's complexity. Extremely simple items take an hour to repair. Simple and normal items take 1d4 hours to repair. Complex and intricate items take a day to repair, and all other items take 1d4 days to repair.",
			"",
			"### Table 2-4: Crafting DCs and Progress Values",
			"",
			"| Crafting Difficulty | Craft DC | Base Progress per Day |",
			"| --- | --- | --- |",
			"| Extremely simple | DC 5 | 5 sp |",
			"| Simple | DC 10 | 1 gp |",
			"| Normal | DC 15 | 2 gp |",
			"| Complex | DC 20 | 4 gp |",
			"| Intricate | DC 25 | 8 gp |",
			"| Very intricate | DC 30 | 16 gp |",
			"| Extremely intricate | DC 35 | 32 gp |",
			"| Poisons | DC = the Fortitude DC of the poison | 32 gp |",
			"| Traps | Based on complexity, see text | 32 gp |"
		],
		"parent_topics": [ "optional_skill_changes" ],
		"subtopics": [
			"item_crafting_difficulties",
			"supervising_helpers",
			"workshop",
			"special_raw_materials"
		],
		"siblings": [
			"alternate_crafting_rules",
			"alternate_profession_rules",
			"background_skills",
			"consolidated_skills",
			"grouped_skills",
			"skill_unlocks"
		]
	},
	"item_crafting_difficulties": {
		"name": "Item Crafting Difficulties",
		"subtitle": "Craft, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/73}",
			"",
			"The following are the categories of crafting difficulties and the items within those categories. The items are split into general categories.",
			"",
			"- Alchemical items and poisons require Craft (alchemy) checks.",
			"- Armor and shields require Craft (armor) checks.",
			"- Weapons require Craft (weapons) checks for melee weapons, thrown weapons, non-siege firearms, crossbows, or crossbow bolts; Craft (bows) checks for bows or arrows; Craft (alchemy) checks for firearm ammunition; and Craft (siege engines) checks for all forms of siege engines.",
			"- The Craft checks for mundane items depend on the item being crafted, with the most common ones being baskets, books, calligraphy, carpentry, cloth, clothing, glass, jewelry, leather, locks, paintings, pottery, sculptures, shoes, and stonemasonry.",
			"- Crafting vehicles requires Craft (carpentry) for most land-based vehicles, Craft (ships) for seaborne vessels and airships, and Craft (alchemy) for alchemical dragons and steam giants.",
			"- Crafting traps requires Craft (traps).",
			"",
			"### Extremely Simple (DC 5)",
			"",
			"***Alchemical Items:*** Casting plaster.",
			"",
			"***Mundane Items:*** Very simple items such as wooden spoons, other carved one-piece items.",
			"",
			"***Weapons:*** Manufactured clubs, quarterstaffs, slings.",
			"",
			"### Simple (DC 10)",
			"",
			"***Alchemical Items:*** Light detector.",
			"",
			"***Armor:*** Light armor, wooden shields.",
			"",
			"***Mundane Items:*** Typical household items such as iron pots.",
			"",
			"***Vehicles:*** Cart, raft.",
			"",
			"***Weapons:*** Simple weapons (except crossbows).",
			"",
			"### Normal (DC 15)",
			"",
			"***Alchemical Items:*** Acid; alchemical cement; alchemical grease; armor ointment; bladeguard; buoyant balloon; chill cream; glowing ink; invisible ink, simple; keros oil; liquid blade; marker dye; soothe syrup; water purification sponge.",
			"",
			"***Armor:*** Medium armor, steel shields.",
			"",
			"***Mundane Items:*** Most adventuring gear.",
			"",
			"***Vehicles:*** Chariot, light; chariot, medium; chariot, heavy; rowboat; sleigh; wagon, light; wagon, medium; wagon, heavy.",
			"",
			"***Weapons:*** Martial weapons and crossbows.",
			"",
			"### Complex (DC 20)",
			"",
			"***Alchemical Items:*** Alchemical glue; alchemical solvent; alchemist's fire; alchemist's kindness; alkali flask; blackfire clay; candlerod; flash powder; foaming powder; ghast retch flask; impact foam ; invisible ink, average; invisible ink, good; meditation tea; nushadir; paper candle firework; scent cloak; shard gel; smoke pellet; smokestick; star candle firework; tindertwig; vermin repellent; weapon blanch, cold iron; weapon blanch, silver; wismuth salix.",
			"",
			"***Armor:*** Heavy armor.",
			"",
			"***Mundane Items:*** Jewelry, kits, locks, complicated adventuring gear.",
			"",
			"***Traps:*** All traps CR 1-5.",
			"",
			"***Vehicles:*** Carriage, glider, keelboat, longship.",
			"",
			"***Weapons:*** Early firearm ammunition, early one-handed firearms, early two-handed firearms, exotic weapons.",
			"",
			"### Intricate (DC 25)",
			"",
			"***Alchemical Items:*** Alchemical glue accelerant; antiplague; antitoxin; bloodblock; bottled lightning; burst jar; defoliant; embalming fluid; fire ward gel; frost ward gel; fuse grenade; invisible ink, superior; itching powder; liquid ice; mending paste; padzahr; pellet grenade; skyrocket firework; smelling salts; sneezing powder; starfountain firework; sunrod; tanglefoot bag; thunderstone; twitch tonic; weapon blanch, adamantine.",
			"",
			"***Mundane Items:*** Clocks, other intricate items.",
			"",
			"***Traps:*** All traps CR 6-10.",
			"",
			"***Vehicles:*** Galley, sailing ship, warship.",
			"",
			"***Weapons:*** Advanced firearm ammunition, advanced firearms, non-alchemical and non-firearm siege weapons.",
			"",
			"### Very Intricate (DC 30)",
			"",
			"***Alchemical Items:*** Banshee ballerina firework, flame fountain firework, rusting powder, soul stimulant, tangleburn bag, troll oil.",
			"",
			"***Traps:*** All traps CR 11-15.",
			"",
			"***Vehicles:*** Airship.",
			"",
			"***Weapons:*** Alchemical siege engines, siege firearms.",
			"",
			"### Extremely Intricate (DC 35)",
			"",
			"***Traps:*** All traps CR 16+.",
			"",
			"***Vehicles:*** Alchemical dragon, steam giant."
		],
		"parent_topics": [
			"optional_skill_changes",
			"alternate_crafting_rules"
		],
		"siblings": [
			"item_crafting_difficulties",
			"supervising_helpers",
			"workshop",
			"special_raw_materials"
		]
	},
	"supervising_helpers": {
		"name": "Supervising Helpers",
		"subtitle": "Craft, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/75}",
			"",
			"As stated in both versions of the skill, Craft allows you to supervise untrained laborers. An untrained laborer has no ranks in Craft, but can attempt to aid in the process of creating items with the Craft skill. This is done by first paying the untrained laborer either 1 sp per day or 7 sp for a week's worth of work. Each untrained worker you hire can attempt to aid another on your Craft check with a +0 bonus (assuming an Intelligence score of 10 or 11 and no ranks in the appropriate Craft skill). Typically, you can hire no more than two artisans to help you craft most small or relatively simple items (such as adventuring gear, alchemical items, armor, poisons, and weapons), but for large and complex items (such as siege engines and vehicles), you can hire as many as 10 untrained laborers to assist you.",
			"",
			"If your GM allows it, you can also hire and supervise trained laborers. These laborers have ranks in the appropriate Craft skill and have a greater chance to aid you in your crafting endeavors. Table 2-5: Trained Laborers gives the details on such trained laborers, how much they cost, the number of ranks they have in the appropriate Craft check, the bonus on their Craft checks, and the typical size of the settlement in which they are found. You can hire only trained laborers who have fewer ranks in the appropriate Craft than you have; a trained laborer with more ranks than you will not deign to assist you.",
			"",
			"### Table 2-5: Trained Laborers",
			"",
			"| Ranks in Craft | Craft Bonus | Cost to Hire per Day | Cost to Hire per Week | Settlement Size |",
			"| --- | --- | --- | --- | --- |",
			"| 1 | +4 | 3 sp | 2 gp, 1 sp | Hamlet |",
			"| 2 | +5 | 4 sp | 2 gp, 8 sp | Village |",
			"| 3 | +6 | 6 sp | 4 gp, 2 sp | Small town |",
			"| 4 | +7 | 8 sp | 5 gp, 6 sp | Large town |",
			"| 5 | +8 | 1 gp | 7 gp | Small city |",
			"| 6 | +9 | 1 gp, 5 sp | 10 gp, 5 sp | Large city |",
			"| 7 | +10 | 2 gp | 14 gp | Metropolis |"
		],
		"parent_topics": [
			"optional_skill_changes",
			"alternate_crafting_rules"
		],
		"siblings": [
			"item_crafting_difficulties",
			"supervising_helpers",
			"workshop",
			"special_raw_materials"
		]
	},
	"workshop": {
		"name": "Workshop",
		"subtitle": "Craft, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/75}",
			"",
			"When crafting items, you need tools and an appropriate workspace. What constitutes an appropriate workspace is often situational. Repairing weapons or armor in the field requires only a relatively quiet and clear area, while crafting a suit of full plate requires a workshop and a forge. Typically, items of normal or greater complexity require a workshop of some sort, but under certain circumstances, the GM can rule that such items can be created in the field. Alchemical items and poisons are exceptions to these guidelines, as their compact nature makes them easier to craft in the field, especially with the help of an alchemist's lab.",
			"",
			"***Masterwork Workspaces:*** Large, well-stocked workspaces can also aid in the crafting of items, particularly when you use trained and untrained labor. These masterwork workspaces grant trained and untrained laborers a +2 circumstance bonus on checks to aid another when they aid your Craft check. Furthermore, if a trained or untrained laborer succeeds at the check to aid another by 5 or more, that laborer grants you a +3 bonus on your check instead of the normal +2. It typically costs 5 gp per day to rent a masterwork workspace for crafting relatively small items (such as most adventuring gear, alchemical items, armor, poisons, and weapons) and 20 gp per day to rent a masterwork workspace for creating larger items (such as siege engines and vehicles)."
		],
		"parent_topics": [
			"optional_skill_changes",
			"alternate_crafting_rules"
		],
		"siblings": [
			"item_crafting_difficulties",
			"supervising_helpers",
			"workshop",
			"special_raw_materials"
		]
	},
	"special_raw_materials": {
		"name": "Special Raw Materials",
		"subtitle": "Craft, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/75}",
			"",
			"Crafting items requires a certain ratio of raw materials to start. Typically, these raw materials are some sort of trade good that is required to make the item. Making a suit of chainmail, for instance, requires 37 gp and 5 sp worth of steel (assuming you are using the alternate Craft skill presented above). But not all raw materials are the same - some raw materials are better suited for crafting. These are special raw materials.",
			"",
			"Unlike normal raw materials, special raw materials have both a cost and a crafting cost. The cost of the special raw material is the amount for which it can be purchased and sold. Special raw materials are trade goods, and like all trade goods, they can be bought and sold for the same price. The crafting cost is the amount of gold they are considered to be worth for the purposes of crafting. For example, flawless steel's cost is 8 gp per pound, but its crafting cost per pound is 4 gp. It can be bought and sold for 8 gp per pound, but when used as the raw material for crafting items, it is considered to be worth only 4 gp per pound.",
			"",
			"While special raw materials can be bought and sold, they work best when handed out as treasure. As the GM, if one of the PCs in your group has invested in the Craft skill, consider giving out these special trade goods in place of coin treasure every so often.",
			"",
			"Special raw materials' crafting costs are always half their actual cost. They also have special traits when used as the raw material for crafting in the alternate Craft skill rules presented above. A special material cannot have more than one of the following special traits.",
			"",
			"***Easily Worked Raw Materials:*** This type of raw material makes it easier to craft items faster. When using this raw material, the item's base progress per day is doubled. For example, if you are creating a suit of chainmail using easily worked steel, your base progress per day is 4 gp rather than 2 gp.",
			"",
			"***Flawless Raw Materials:*** This material is so flawless that it can be used to create high-quality items with ease. When using flawless raw materials to create either masterwork or specialmaterial items, the crafting difficulty doesn't increase. For example, if you craft a suit of masterwork chainmail using flawless steel, the difficulty of the check remains normal (DC 15) rather than becoming complex (DC 20).",
			"",
			"***Malleable Raw Materials:*** This type of special raw material can withstand crafting errors better than other normal materials of the same type. If you fail a Craft check by 5 or more when using malleable raw materials, you don't lose an amount of raw material equal to the item's base progress per day.",
			"",
			"***Pure Raw Materials:*** This raw material makes it easier to craft an item. When using this raw material, you roll twice when attempting your Craft check and take the better result.",
			"",
			"### Table 2-6: Special Raw Material Cost",
			"",
			"| Special Raw Materials (1 lb.) | Easily Worked | Flawless | Malleable | Pure |",
			"| --- | --- | --- | --- | --- |",
			"| Adamantine | 600 gp | 600 gp | 375 gp | 450 gp |",
			"| Alchemical silver | 20 gp | 20 gp | 12 gp, 5 sp | 15 gp |",
			"| Angelskin | 200 gp | 200 gp | 125 gp | 150 gp |",
			"| Blood crystal | 80 gp | 80 gp | 50 gp | 60 gp |",
			"| Bone | 2 gp | 2 gp | 1 gp, 2 sp, 5 cp | 1 gp, 5 sp |",
			"| Bronze | 10 gp | 10 gp | 6 gp, 2 sp, 5 cp | 7 gp, 5 sp |",
			"| Cloth | 8 gp | 8 gp | 5 gp | 6 gp |",
			"| Cold iron | 100 gp | 100 gp | 62 gp, 5 sp | 75 gp |",
			"| Darkleaf cloth | 20 gp | 20 gp | 12 gp, 5 sp | 15 gp |",
			"| Darkwood | 20 gp | 20 gp | 12 gp, 5 sp | 15 gp |",
			"| Dragonhide | 100 gp | 100 gp | 62 gp, 5 sp | 75 gp |",
			"| Eel hide | 250 gp | 250 gp | 156 gp, 2 sp, 5 cp | 187 gp, 5 sp |",
			"| Elysian bronze | 400 gp | 400 gp | 250 gp | 300 gp |",
			"| Fire-forged steel | 300 gp | 300 gp | 187 gp, 5 sp | 225 gp |",
			"| Frost-forged steel | 300 gp | 300 gp | 187 gp, 5 sp | 225 gp |",
			"| Gold | 100 gp | 100 gp | 62 gp, 5 sp | 75 gp |",
			"| Greenwood | 100 gp | 100 gp | 62 gp, 5 sp | 75 gp |",
			"| Griffon mane | 80 gp | 80 gp | 50 gp | 60 gp |",
			"| Leather | 6 gp | 6 gp | 3 gp, 7 sp, 5 cp | 4 gp, 5 sp |",
			"| Living steel | 200 gp | 200 gp | 125 gp | 150 gp |",
			"| Mithral | 800 gp | 800 gp | 500 gp | 600 gp |",
			"| Obsidian | 6 gp | 6 gp | 3 gp, 7 sp, 5 cp | 4 gp, 5 sp |",
			"| Steel | 8 gp | 8 gp | 5 gp | 6 gp |",
			"| Stone | 6 gp | 6 gp | 3 gp, 7 sp, 5 cp | 4 gp, 5 sp |",
			"| Viridium | 400 gp | 400 gp | 250 gp | 300 gp |",
			"| Whipwood | 300 gp | 300 gp | 187 gp, 5 sp | 225 gp |",
			"| Wood | 2 gp | 2 gp | 1 gp, 2 sp, 5 cp | 1 gp, 5 sp |",
			"| Wyroot | 400 gp | 400 gp | 250 gp | 300 gp |"
		],
		"parent_topics": [
			"optional_skill_changes",
			"alternate_crafting_rules"
		],
		"siblings": [
			"item_crafting_difficulties",
			"supervising_helpers",
			"workshop",
			"special_raw_materials"
		]
	},
	"alternate_profession_rules": {
		"name": "Alternate Profession Rules",
		"subtitle": "Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/77}",
			"",
			"While the rules for the Profession skill in the Core Rulebook are perfectly suitable for the needs of most campaigns, there is little opportunity to make them a meaningful part of play. Those rules assume that the character is spending a full week conducting business (when it is often more desirable for a PC to merely do a single day's work), and they offer few ideas on how to modify the basic check to account for circumstances, roleplaying opportunities, and so forth. For example, there are two primary methods of plying a trade while practicing the various professions suggested in the Pathfinder RPG. One is by setting up a place of business in a static location, and the other is by traveling from point to point, offering services. Both of these approaches are possible within a single area of expertise in almost every case, though there are advantages and disadvantages inherent in each. The Profession rules as written do not take any of this into account.",
			"",
			"Of course, you can choose to fully roleplay the establishment and development of a business, making appropriate Profession checks along the way while incorporating most of the decision making and operations of the business into the PC's story. Alternatively, if you don't wish to delve into the complexities of creating a business and handling the bookkeeping to run it, then assume you find enough opportunities to convince the occasional passerby to buy a good or service from you to make a small profit. You earn your check result in silver pieces per day in this fashion. However, if you want a system that's relatively easy to manage but that offers more choices and options for using the Profession skill, the following system provides rules that are a little more flavorful and involved.",
			"",
			"With this alternative system, use the following version of the Profession skill instead of the one presented in the Core Rulebook.",
			"",
			"### Profession (Wisdom; Trained Only)",
			"",
			"You are skilled at a specific job. Like Craft, Knowledge, and Perform, Profession is actually a number of separate skills. You could have several Profession skills, each with its own ranks. While a Craft skill represents ability in creating an item, a Profession skill represents an aptitude in a vocation requiring a broader range of less specific knowledge. The most common Profession skills are architect, baker, barrister, brewer, butcher, clerk, cook, courtesan, driver, engineer, farmer, fisherman, gambler, gardener, herbalist, innkeeper, librarian, merchant, midwife, miller, miner, porter, sailor, scribe, shepherd, stable master, soldier, tanner, trapper, and woodcutter.",
			"",
			"***Check:*** You know how to use the tools of your trade, how to perform the profession's daily tasks, how to supervise apprentices and helpers, and how to handle common problems. You can also answer questions about your Profession. Basic questions have a DC of 10, while more complex questions have a DC of 15 or higher."
		],
		"parent_topics": [ "optional_skill_changes" ],
		"siblings": [
			"alternate_crafting_rules",
			"alternate_profession_rules",
			"background_skills",
			"consolidated_skills",
			"grouped_skills",
			"skill_unlocks"
		],
		"subtopics": [
			"setting_up_shop",
			"running_the_business",
			"determining_profits",
			"typical_business_setups"
		]
	},
	"setting_up_shop": {
		"name": "Setting Up Shop",
		"subtitle": "Profession, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/77}",
			"",
			"The full function of the Profession skill allows you to run a business of the appropriate type successfully. Professions in most cases can be operated from static locations (such as store fronts or offices) or performed while traveling. They can be small operations requiring little in the way of assistance or large companies that demand numerous laborers. Table 2-7: Business Size and Setup lists the size of the business, the minimum and maximum number of employees needed to operate it, the amount of time it takes to establish the business (find and purchase equipment and the location from which to run the business, hire employees, renovate or repair the property, apply and pay for any licenses, advertise, etc.), the costs to open or upgrade the business, and the amount of profits to be gained.",
			"",
			"### Table 2-7: Business Size and Setup",
			"",
			"| Business Size | Labor Factor | Minimum Employees | Maximum Employees | Setup Time | Initial/Upgrade Cost | Monthly Profits Factor |",
			"| --- | --- | --- | --- | --- | --- | --- |",
			"| Mobile | 0 | 0 | 2 | 1 day | 1 gp/rank | 5 |",
			"| Small | -2 | 2 | 4 | 1 week | 100 gp/rank | 10 |",
			"| Medium | -5 | 5 | 10 | 2 weeks | 1,000 gp/rank | 100 |",
			"| Large | -10 | 10 | 20 | 1 month | 5,000 gp/rank | 1,000 |",
			"",
			"***Labor Factor:*** This value indicates the minimum labor \"cost\" of running your business. It serves as a penalty on your Profession skill check to determine profits, accounting for the various laborers, assistants, experts, and apprentices you must employ to maintain a business of the associated size. Typically, your business can have a maximum number of employees equal to 2 &times; the positive value of its base Labor Factor (or a maximum of two employees for a mobile business), but each employee your business has beyond the minimum increases the Labor Factor penalty by 1.",
			"",
			"***Minimum Employees:*** This is the minimum number of employees needed to run a business.",
			"",
			"***Maximum Employees:*** This is the maximum number of employees a business can maintain.",
			"",
			"***Initial/Upgrade Costs:*** The cost listed is the amount required to either establish (for a Mobile or Small business) or upgrade (from Small to Medium, or Medium to Large) a business. The value is multiplied by the number of ranks you have in the appropriate Profession skill, and reflects the quality of tools, equipment, decor, advertising, and so forth needed to maximize your talents and effectiveness at running a business of that size. If you gain more skill ranks, you must pay for the increased cost associated with those ranks in order to gain the benefit of those ranks on checks to determine profits - otherwise, all checks made to determine profits are capped at the highest skill rank for which you've paid. If you spend 125% of the listed cost, you set up a masterwork operation, with the finest equipment, tools, and furnishings available. Such a workspace grants you a +2 circumstance bonus on all associated Profession checks (including ones to determine profits).",
			"",
			"***Monthly Profits Factor:*** This value is used to calculate net income earned after the cost of goods, overhead, and labor are taken into account.",
			"",
			"***Mobile Business:*** Your business functions as a traveling operation, either as a small street-side setup within a town or city (such as a rug to display wares at a bazaar or a cart or wagon pulled through the city while the proprietor hawks the goods), as a roving professional service moving between multiple communities, or as a service that actually involves travel (such as that of a sailor, merchant, etc.).",
			"",
			"***Small Business:*** Your business is a small shop, usually one of several within a single building. A Small business might cater to a community as small as a hamlet or to a single neighborhood within a metropolis.",
			"",
			"***Medium Business:*** Your business is either a large shop occupying all of a single building or multiple smaller storefronts (each equivalent to a small business). A Medium business usually occupies a small town or larger community.",
			"",
			"***Large Business:*** Your operations are sizable, either functioning as several Medium businesses within a single small city or larger settlement, or as multiple businesses of any size distributed among several small towns or larger communities."
		],
		"parent_topics": [
			"optional_skill_changes",
			"alternate_profession_rules"
		],
		"siblings": [
			"setting_up_shop",
			"running_the_business",
			"determining_profits",
			"typical_business_setups"
		]
	},
	"running_the_business": {
		"name": "Running the Business",
		"subtitle": "Profession, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/78}",
			"",
			"Running a business using the Profession skill requires a great amount of time, and as such, most heroes don't maintain an active operation. Those who do often turn over most of the day-to-day tasks to subordinates so they themselves can continue adventuring. You can employ and supervise trained apprentices and assistants to help you manage the business affairs. For every assistant or apprentice you take on to help run your business, you reduce your time required to actively participate in the business by 25%. Thus, with one assistant, you work 75% of the time and are free the rest of the time. With two assistants, you can split your time evenly between the business and other endeavors, and so forth, up to four assistants, who can take complete control of the business operations on your behalf. You can choose to divide each day, week, or month between working and free time. Each assistant you add imposes a penalty equal to the appropriate Labor Factor penalty on your skill check to determine profits. See Table 2-7.",
			"",
			"It takes time to find and hire such skilled employees. For each employee, you must spend 1d4 days &times; the number of ranks she possesses in the appropriate Profession skill searching her out and training her. You can only hire a trained worker who has at least half as many ranks in the appropriate Profession skill as you do, but no more than you do; a skilled individual with more ranks than you will not lower herself to be your assistant."
		],
		"parent_topics": [
			"optional_skill_changes",
			"alternate_profession_rules"
		],
		"siblings": [
			"setting_up_shop",
			"running_the_business",
			"determining_profits",
			"typical_business_setups"
		]
	},
	"determining_profits": {
		"name": "Determining Profits",
		"subtitle": "Profession, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/79}",
			"",
			"To calculate the income you receive from your business, attempt a skill check in the associated Profession skill, taking the appropriate Labor Factor listed on Table 2-7 as a penalty. If you employ extra assistants, remember that each one increases the Labor Factor penalty on the check by 1. Multiply the result of this check by the Monthly Profits Factor on the table to determine your net monthly profits in gold pieces.",
			"",
			"For example, if you are running a Small trading house with a modifier of +9 in Profession (merchant) and you have hired two extra assistants (beyond the two-employee minimum) to manage things for you while you adventure, your net modifier would be 9 - 2 (for the Labor Factor) - 2 (for the extra assistants) = 5. If you roll a 9, for a total of 14, you then multiply that total by 10 (the Monthly Profits Factor for a Small business) to determine that you've made a net profit of 140 gp over the course of the month. If you had chosen to manage the business in person, with no help from extra assistants, then your profits would have been 160 gp, but you would have been tied to the store and unable to adventure for half the month."
		],
		"parent_topics": [
			"optional_skill_changes",
			"alternate_profession_rules"
		],
		"siblings": [
			"setting_up_shop",
			"running_the_business",
			"determining_profits",
			"typical_business_setups"
		]
	},
	"typical_business_setups": {
		"name": "Typical Business Setups",
		"subtitle": "Profession, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/79}",
			"",
			"Listed below are each of the professions featured in the Pathfinder RPG, along with a quick description of how a character could operate that business either as a traveling service or from a storefront. Of course, other professions are possible, limited only by a character's imagination.",
			"",
			"***Architect:*** Mobile architects are very uncommon, and most often travel from noble to noble, providing expertise in the construction of manor houses and strongholds. A mobile architect might also serve as an attachment to a military unit or a mercenary company, training the soldiers in construction of defenses on the field of battle. More often, architects operate small businesses in larger towns and cities, creating and selling plans for construction or overseeing projects already under way.",
			"",
			"***Baker:*** A baker can peddle goods (usually cooked at home) as a street vendor, often from a bazaar stall or cart. In rare instances, a renowned baker might travel the countryside, offering to create masterfully made baked goods in smaller communities, most often during holidays and other celebrations (and sometimes while in search of apprentices). A baker can also establish a storefront to sell all manner of breads, cakes, pastries, and pies, probably in conjunction with various Craft (baked goods) skill checks. The baker might also take special orders for custom creations, particularly catering to the wealthy within a sizable town.",
			"",
			"***Barrister:*** Traveling barristers might operate on a predetermined circuit, attending to legal matters in small communities scattered through rural areas, often at the behest of the local nobility. However, most barristers serve in a fixed location, performing their legal duties in conjunction with an established court of law. Depending on the type of government that exists within a locale, the barrister might serve a set of clients among the general populace, or he might act more as judge and jury in all disputes.",
			"",
			"***Brewer:*** A traveling brewer likely functions as a microbrewer, crafting his beverages at home then selling them from a wagon or cart, sometimes even between multiple communities or at local fairs. Larger brewing operations may set up shop in a rural community where the ingredients are fresh and then ship the finished product in larger towns, or they might receive the ingredients from elsewhere and craft their brews within the city walls.",
			"",
			"***Butcher:*** A mobile butcher might move among several very small, rural communities, either buying livestock or offering to slaughter and dress them on the premises. Most butchers operate butcher's shops, selling fresh cuts of meat delivered from elsewhere. Very large operations might sell to nobles or armies in need of sustenance.",
			"",
			"***Clerk:*** Traveling clerks, while not common, are not unheard of. They frequently roam from town to town, preparing paperwork on behalf of clergy members, mayors, and minor nobles. Clerks who operate storefront businesses tend to provide bookkeeping services to other businesses, and also offer the creation of announcements, invitations, and other printed materials.",
			"",
			"***Cook:*** Cooks who travel often do so in the company of military units or caravans, while those who want to settle down frequently run restaurants or pubs. Some cooks also make a living serving fantastic dishes at court or operating catering services for other businesses.",
			"",
			"***Courtesan:*** There are very few instances of traveling courtesans; most who claim to be are grifters or con artists, offering companionship only as part of some elaborate scheme. Most true courtesans are found either at court or working in a bawdy house. An individual could run a brothel as a full-time business using this Profession skill.",
			"",
			"***Driver:*** By its nature, the profession of driving requires travel, so most mobile drivers work independently, serving military units or caravans, handling carts, wagons, carriages, and the animals that pull them. Localized driving businesses could offer dray work to other shops in a community, provide carriage service (like a taxi service), or even contract out full caravan service. Alternatively, mercenary drivers might participate in chariot games for sponsors willing to pay enough.",
			"",
			"***Engineer:*** Engineers function in much the same way as architects. Mercenary captains who lead bands of military engineers for hire typically have some skill in this profession.",
			"",
			"***Farmer:*** Mobile farmers often serve as traveling workers, moving between farms to gather crops on behalf of wealthy landowners. Some highly skilled farmers also travel between communities, demonstrating and selling new kinds of plant breeds or diagnosing diseases. Otherwise, farmers operate plots of land, growing produce to sell in urban areas.",
			"",
			"***Fisherman:*** Fishermen must go where there is water, but some truly do travel, by either taking wealthy clients on fishing expeditions for sport or finding work as an independent contractor on a commercial fishing vessel. Fishermen who wish to start a local business often run a dockside company with one or more boats or ships with crews that bring in large catches, which the business owner then sells to local inns, taverns, and so forth.",
			"",
			"***Gambler:*** A lone gambler who makes a living winning coin usually moves from place to place once her skills are noted and she wears out her welcome. Some occasionally hire on to teach others how to gamble effectively (this is particularly popular among nobles who are constantly trying to one-up one another). Gamblers who want to make a business of it often set up betting houses, bookie services, and casinos.",
			"",
			"***Gardener:*** Mobile gardeners serve as landscapers, hiring out to grow and groom public parks. Some gardeners start local businesses that cater to either the city or wealthy nobles who want flower gardens, hedge mazes, and the like. Their employees visit clients regularly to plant new starts, trim and train established plants and trees, and ready gardens for the changing seasons.",
			"",
			"***Herbalist:*** A traveling herbalist rides alone or with a caravan, moving between locales to gather fresh herbs and sell dried ones. Stationary herbalists sell their wares from small cottages in the rural parts of the country or from shops in big cities. The largest herbalist businesses conduct trade with large-scale food suppliers and hospitals, providing seasonings and remedies, respectively.",
			"",
			"***Innkeeper:*** A traveling innkeeper serves as a hired hand who helps get struggling businesses back into profitable shape by arranging for better entertainment, bouncers, victuals, and other amenities. Inns run as businesses can range in size from small bed-and-breakfasts to large military barracks.",
			"",
			"***Librarian:*** A traveling librarian moves about the land, dealing in books (particularly rare ones) with communities that either don't have access to a library of their own or with folks who simply can't afford much in the way of reading material. Permanent libraries can be anything from small, specialized shops that deal with very specific subjects to massive cultural edifices that represent the pinnacle of a given civilization. Private libraries that are run as businesses are rare and usually cater to clients with large amounts of money to spend.",
			"",
			"***Merchant:*** Traveling merchants can bring goods either on pack mules or as part of a great caravan, and can be found hawking their wares on nearly every street corner. Shopkeepers of all ilks buy and sell every trade good imaginable. The largest trade consortiums manage hundreds of caravans, storefronts, and warehouses.",
			"",
			"***Midwife:*** Some midwives travel between communities, helping to deliver babies at each stop. In more urban communities, they can be hired on by temples and hospitals that specialize in infant birthing.",
			"",
			"***Miller:*** A traveling miller might go from village to village with a portable mill and set up shop for a few days or a week, grinding the community's grain before moving on to the next place. Millers running established operations in farming country would work out of a mill built near a flowing water source, while larger commercial milling operations in urban areas could serve all the farms and merchants for miles around.",
			"",
			"***Miner:*** Miners must find work wherever the ore, stone, or precious materials they mine are found. However, a lone miner could make a living excavating foundations and basements, live as a prospector hunting for gems and panning for gold in the wild, or work as a mercenary employed to assist a military unit in building defenses or sapping the enemy's walls.",
			"",
			"***Porter:*** Portage work tends to operate out of hubs of civilization, whether in small frontier towns where the need for porters to carry exploration and adventuring gear is high, or in great cities where merchants are in constant need of strong backs to carry, load, and unload cargo. A lone porter could hire out to anyone needing assistance on a short- or long-term basis, while a businessperson could run a portage and delivery service in any sized community.",
			"",
			"***Sailor:*** Individual sailors not tied to a particular port simply hire on to ships that need an extra hand. However, organized groups of sailors sometimes hire themselves out to those with ships in need of full crews.",
			"",
			"***Scribe:*** Lone scribes who travel from town to town offer not only writing services, but also sell fine papers, inks, pens, and scroll and map cases to customers. Larger enterprises can provide a full range of copying, translating, and illuminating services to a broad range of customers in villages, towns, and cities.",
			"",
			"***Shepherd:*** A single shepherd will travel to find work wherever there is a need for tending sheep, especially during shearing and birthing season. Someone with a mind to run a shepherding business would have the skill to operate sheep ranches and wool-processing facilities, as well as working in conjunction with butchers to process meat.",
			"",
			"***Soldier:*** Soldiers go where there is fighting. Individual mercenaries, guards, or marines serving aboard ships accept coin in exchange for their combat prowess. Mercenary captains in charge of whole units or armies effectively run sizable businesses. Urban organizations offering escort and guard services to wealthy nobles and merchants can also grow quite large.",
			"",
			"***Stable Master:*** Anyone who has a way with horses could travel with caravans or armies, serving as a horse handler, while operations in small villages might exist side by side with inns and taprooms. Larger businesses could offer a full-service stable that buys, heals, races, sells, and trains horses.",
			"",
			"***Tanner:*** A lone tanner might provide his leatherworking services to a number of communities in proximity to one another, and small businesses that offer both tanning services and finished goods for sale are common enough. Bigger operations usually set up near cities where large numbers of livestock are gathered for processing.",
			"",
			"***Trapper:*** Solo trappers can catch and skin enough game to make a living in a frontier or wooded region, and small groups of them might establish a trading post where they could sell their wares along with other goods. A large trapping company might hire scores of individual trappers, bringing in massive quantities of furs that are then shipped to other parts of the world.",
			"",
			"***Woodcutter:*** Individual loggers might move from place to place, felling enough timber to sell to one small community at a time. Large logging operations can potentially clear entire regions of forest in a short time, preparing and shipping the wood - either as whole logs or sawn lumber - by water or caravan to sell anywhere growth and development occurs. Shipyards also require substantial amounts of lumber and make good customers."
		],
		"parent_topics": [
			"optional_skill_changes",
			"alternate_profession_rules"
		],
		"siblings": [
			"setting_up_shop",
			"running_the_business",
			"determining_profits",
			"typical_business_setups"
		]
	},
	"background_skills": {
		"name": "Background Skills",
		"subtitle": "Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/46}",
			"",
			"The skill system presented in the Core Rulebook has a lot of versatility. It allows characters to overcome various challenges related to their diverse talents, with simple rules for dealing with beneficial or adverse conditions. Though many players simply spend their skill ranks on the same skills at every level, it is also possible for a character to diversify his investment in order to gain access to more skills overall or to remedy a shortcoming.",
			"",
			"However, not all skills provide the same benefit to characters. It's difficult to argue that a high bonus in a Profession skill has the same value as a high bonus in a more general skill such as Perception. Yet Profession is an important skill for non-player characters, as well as for players who wish to show that adventuring isn't the only thing their characters care about.",
			"",
			"The background skills system recognizes that skills such as Craft, Knowledge, and Profession serve an important role in the game. Though these skills don't directly affect the careers of typical adventurers the same way that Bluff, Perception, and Stealth do, they are useful means for characters to interact with and explore the world outside of combat. You shouldn't have to choose between having the knowledge to understand the world and the ability to survive in it!",
			"",
			"These skills are called background skills because they reflect the non-adventuring interests and passions of a player character, or the skills more important to NPCs. All other skills are called adventuring skills. In a campaign that uses the background skills system, each character gains an additional 2 skill ranks per level, which must be spent on background skills. More details appear in the {rule/Gaining Background Skills} section. These new rules make characters and their skills more versatile, but because they boost non-adventuring skills, they're unlikely to unbalance a campaign.",
			"",
			"### Converting Characters",
			"",
			"Implementing background skills in an established campaign is easy. To convert a character's skill ranks into this system, first determine the total number of background skill ranks she has - this is equal to 2 &times; the PC's character level. Next, find out how many ranks she has already spent on skills that are background skills under this system. The character gains that number of regular skill ranks to spend on any skills - essentially refunding the regular skill ranks spent on background skills. Finally, subtract this number from the character's total number of background skill ranks to determine how many background skill ranks she still has to spend. For example, a 5th-level rogue would have 10 background skill ranks. If she had already put 5 ranks into skills that are now background skills, she would spend 5 of her background skill ranks on those skills, freeing up the original 5 ranks to spend on any skills, and she would still have 5 background skill ranks left to spend on background skills.",
			"",
			"The GM might want to allow some amount of retraining to factor in the new background skills. A character who took Profession (poet) might prefer to put those ranks in Artistry (poetry) instead, or a character who took Knowledge (geography) to represent the time she spent traveling a specific river might take Lore in that river instead."
		],
		"parent_topics": [ "optional_skill_changes" ],
		"subtopics": [
			"skill_changes",
			"gaining_adventuring_skills",
			"gaining_background_skills",
			"monsters_and_npcs",
			"new_skills",
			"expanded_skill_uses"
		],
		"siblings": [
			"alternate_crafting_rules",
			"alternate_profession_rules",
			"background_skills",
			"consolidated_skills",
			"grouped_skills",
			"skill_unlocks"
		]
	},
	"skill_changes": {
		"name": "Skill Changes",
		"subtitle": "Background Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/46}",
			"",
			"Appraise, Craft, Handle Animal, Linguistics, Perform, Profession, and some Knowledge specialties are all background skills. While all of these skills can be useful, or even necessary, in certain types of campaigns (such as Profession [sailor] in a nautical-themed campaign) or for certain types of characters (such as Handle Animal for a druid or ranger), they are often of less immediate value than sneaking up on a foe using Stealth or journeying through the wilderness using Survival.",
			"",
			"This system also adds two new background skills: Artistry and Lore. A counterpart to Craft and Perform, Artistry is about developing a creative work that isn't necessarily an object or a discrete performance. This skill can be used to write plays, musical compositions, poems, and all sorts of other works. Lore, on the other hand, functions like an especially specific Knowledge skill. A character might know Lore (elven history) without being trained more generally in Knowledge (history), or could be well versed in Lore (artistic masterpieces) without having ranks in Appraise, Artistry, or Craft.",
			"",
			"New skill descriptions can be found on the following pages. These include entries on the new skills and expanded entries on existing skills that are now background skills. The table below lists the new and redefined skills, separated into adventuring and background skills",
			"",
			"| Adventuring Skills | Background Skills |",
			"| --- | --- |",
			"| Acrobatics | Appraise |",
			"| Bluff | Artistry |",
			"| Climb | Craft |",
			"| Diplomacy | Handle Animal |",
			"| Disable Device | Knowledge (engineering) |",
			"| Disguise | Knowledge (geography) |",
			"| Escape Artist | Knowledge (history) |",
			"| Fly | Knowledge (nobility) |",
			"| Heal | Linguistics |",
			"| Intimidate | Lore |",
			"| Knowledge (arcana) | Perform |",
			"| Knowledge (dungeoneering) | Profession |",
			"| Knowledge (local) | Sleight of Hand |",
			"| Knowledge (nature) | |",
			"| Knowledge (planes) | |",
			"| Knowledge (religion) | |",
			"| Perception | |",
			"| Ride | |",
			"| Sense Motive | |",
			"| Spellcraft | |",
			"| Stealth | |",
			"| Survival | |",
			"| Swim | |",
			"| Use Magic Device | |"
		],
		"parent_topics": [
			"optional_skill_changes",
			"background_skills"
		],
		"siblings": [
			"skill_changes",
			"gaining_adventuring_skills",
			"gaining_background_skills",
			"monsters_and_npcs",
			"new_skills",
			"expanded_skill_uses"
		]
	},
	"gaining_adventuring_skills": {
		"name": "Gaining Adventuring Skills",
		"subtitle": "Background Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/47}",
			"",
			"Adventuring skills are those skills that are most relevant for characters while they're actively adventuring. Adventuring skills are purchased with the standard skill ranks each character class receives, modified by a character's Intelligence (and sometimes by race or other factors). No adjustments need to be made to these skills when using the background skills system.",
			"",
			"Most adventuring skills are related to training and practice, and each has a clear and specific application to the everyday challenges that face a professional adventurer. Adventuring skills get used for the majority of skill checks, so most skill ranks should be devoted to those skills."
		],
		"parent_topics": [
			"optional_skill_changes",
			"background_skills"
		],
		"siblings": [
			"skill_changes",
			"gaining_adventuring_skills",
			"gaining_background_skills",
			"monsters_and_npcs",
			"new_skills",
			"expanded_skill_uses"
		]
	},
	"gaining_background_skills": {
		"name": "Gaining Background Skills",
		"subtitle": "Background Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/47}",
			"",
			"In addition to their normal allotment of regular skill ranks, all characters gain 2 background skill ranks each time they gain a level in a PC class. The character's Intelligence modifier doesn't adjust this value. Background skill ranks can be used to gain ranks only in background skills, not adventuring skills. Characters can expend their regular skill ranks on background skills if they desire.",
			"",
			"Even the most dedicated adventurers have other things they enjoy doing in their spare time. Some pursue business interests during their downtime between adventures, and though these can be modeled with the {rule/downtime/ rules}, players who aren't interested in such a robust system still might wish to include elements of those interests on their character sheets."
		],
		"parent_topics": [
			"optional_skill_changes",
			"background_skills"
		],
		"subtopics": [ "class_skills" ],
		"siblings": [
			"skill_changes",
			"gaining_adventuring_skills",
			"gaining_background_skills",
			"monsters_and_npcs",
			"new_skills",
			"expanded_skill_uses"
		]
	},
	"class_skills": {
		"name": "Class Skills",
		"subtitle": "Background Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/48}",
			"",
			"In the background skills system, classes use their standard class skill lists. Any class that gains Craft or Perform as a class skill also counts Artistry as a class skill. Lore is always considered a class skill for all characters.",
			"",
			"For example, a wizard has Appraise on his class skill list normally, so a wizard has the Appraise background skill as a class skill. Craft is also on his class skill list, so Artistry is a class skill for him as well (even though Perform isn't on his class skill list).",
			"",
			"See: {rule/Converting Existing Characters}"
		],
		"parent_topics": [
			"optional_skill_changes",
			"background_skills",
			"gaining_background_skills"
		],
		"siblings": [ "class_skills" ]
	},
	"monsters_and_npcs": {
		"name": "Monsters and NPCs",
		"subtitle": "Background Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/48}",
			"",
			"Typically, monsters don't gain access to the background skills system from their racial Hit Dice. The Game Master might decide that certain types of monsters might have extensive lives as workers and crafters (such as storm giants, for example) and therefore gain background skills, but this is optional.",
			"",
			"NPCs gain background skills in the same fashion PCs do, but only for PC classes they possess. This also applies to monsters with levels in PC classes. NPCs don't have to spend their background skill ranks, and these skills rarely affect combat. Characters with only NPC classes - especially aristocrats, commoners, and experts - often spend their adventuring skill ranks on background skills."
		],
		"parent_topics": [
			"optional_skill_changes",
			"background_skills"
		],
		"siblings": [
			"skill_changes",
			"gaining_adventuring_skills",
			"gaining_background_skills",
			"monsters_and_npcs",
			"new_skills",
			"expanded_skill_uses"
		]
	},
	"new_skills": {
		"name": "New Skills",
		"subtitle": "Background Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/48}",
			"",
			"The section presents full entries for two new skills: Artistry and Lore. Even if you're not using the background skills system, you can still incorporate these skills into your game as normal skills."
		],
		"parent_topics": [
			"optional_skill_changes",
			"background_skills"
		],
		"subtopics": [
			"artistry_int",
			"lore_int"
		],
		"siblings": [
			"skill_changes",
			"gaining_adventuring_skills",
			"gaining_background_skills",
			"monsters_and_npcs",
			"new_skills",
			"expanded_skill_uses"
		]
	},
	"artistry_int": {
		"name": "Artistry",
		"subtitle": "Background Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/48}",
			"",
			"### Artistry (Int)",
			"",
			"You are skilled in the creative arts, following your aesthetic sensibilities to bring to life the wonders of your imagination. Like Craft, Perform, and Profession, Artistry is actually a number of separate skills. You could have several Artistry skills, each with its own ranks. The most common Artistry skills are choreography, criticism, literature (including poetry), musical composition, philosophy, and playwriting.",
			"",
			"Like Craft, an Artistry skill is focused on creating something. However, what it creates is not necessarily a physical object; it could be a pattern or blueprint for an item, or a better method for crafting a type of item. Thus, an Artistry (musical composition) check could be used to create a new song, but the important act of creation is the song itself, not the paper on which it is written or even the performance. An artist is not necessarily a skilled performer, though she might be. An artist's province is the creation of ideas and concepts, and the realization of those ideas in a way that can be enjoyed by others and contribute to the broader culture of the arts. Some art forms (such as painting or sculpture) skirt the line between Artistry and Craft. It's up to the GM to rule whether certain Craft skills can be taken as Artistry skills instead.",
			"",
			"***Check:*** You can create works of art and try to earn a living by impressing possible patrons with your talent and ideas.",
			"",
			"| Artistry DC | Workmanship |",
			"| --- | --- |",
			"| 10 | Pedestrian work. No one buys your original work, but you get a few odd jobs using your skills - often just repairing or copying someone else's work. You earn 1d10 cp per day. |",
			"| 15 | Pleasing work. In a prosperous city, you find a few who wish to purchase your work, and earn 1d10 sp per day. |",
			"| 20 | Impressive work. In a prosperous city, you earn 3d10 sp per day, and may receive an artistic commission from a wealthy or public figure. As a result, you gain a local reputation. |",
			"| 25 | Memorable work. In a prosperous city, you earn 1d6 gp per day, and you are likely to attract the attention of wealthy patrons and to develop a national reputation. |",
			"| 30 | Masterful work. In a prosperous city, you earn 3d6 gp per day. In time, you may draw attention from distant patrons, or even from extraplanar beings. |",
			"",
			"Since works of art are products of imagination, masterwork tools are of no use in their creation.",
			"",
			"***Creating a Commissioned Work:*** If you are creating a specific commissioned work, determine the value of the work you wish to create by looking at the table below, then follow the listed steps. You must have a patron willing to pay this value to attempt to create a commissioned work. The amount earned from trying to make a living using Artistry is for works that are distributed among many people and publications, not bought by one patron.",
			"",
			"| Quality of Work | DC | Commission Fee |",
			"| --- | --- | --- |",
			"| Pedestrian work | 10 | 1 sp |",
			"| Pleasing work | 15 | 25 gp (250 sp) |",
			"| Impressive work | 20 | 50 gp (500 sp) |",
			"| Memorable work | 25 | 100 gp (1,000 sp) |",
			"| Masterful work | 30 | 200 gp (2,000 sp) |",
			"",
			"To determine how much time and money it takes to complete a work of art, follow these steps.",
			"",
			"***Step 1:*** Find the DC and price corresponding to the quality of the work you intend to create.",
			"",
			"***Step 2:*** Spend 1/4 the price of the work you intend to create. This represents buying supplies such as parchment and ink, hiring the services of musicians, paying for research materials, and the like.",
			"",
			"***Step 3:*** Attempt an Artistry check with the appropriate DC, representing 1 week's worth of work. If you succeed, multiply your check result by the DC. If the resulting value equals the price of the item in sp, then you have completed the work of art and gain your commission fee. (If the resulting value equals double or triple the price of the work in silver pieces, then you've completed the task in half or one-third of the time. Other multiples of the DC reduce the completion time in the same manner.) If the resulting value doesn't equal the price, then it represents the progress you've made this week in sp. If the check fails, you make no progress.",
			"",
			"If you didn't complete the work of art, you can either continue working or call it done and cut your losses. If you continue working, you must spend 1/4 the price again for each week you work. Record the result of your check from the first week, and add your progress for each subsequent week to the total until you either complete the item or cut your losses. If you decide to cut your losses, you gain the commission of the highest-quality level that your total could have completed. For instance, if you were trying to create a memorable work (a commission price of 1,000 sp) and have made only 600 sp worth of progress, you can cut your losses to gain a commission fee for an impressive work (500 sp, or 50 gp). You can't earn the value for a higher quality than you were aiming for, so if you aimed to create a memorable work but ended up creating a masterful work, you couldn't gain a commission price higher than 100 gp. When you cut your losses, you don't gain back any money you spent on supplies and services. So if you spent 250 sp when trying to create a memorable work, selling an impressive work would net you only 250 sp total if you spent 1 week of work, and would cause you to break even if you spent 2 weeks. It's possible to lose money working on a commission.",
			"",
			"***Action:*** Varies. Trying to earn money by creating minor works of art typically involves a full week's work. If you work less than 1 week, you earn the daily average amount appropriate for your level of workmanship. Creating a commissioned work typically takes a week or more.",
			"",
			"***Try Again:*** Yes. Retries are allowed, but they don't negate previous failures. If you're trying to earn a living as an artist in a city where the public hasn't been impressed with your work (because you failed a DC 15 Artistry check in the previous week), you have a hard time breaking into the marketplace with future artwork (increase the DC by 2 for each previous failure). If you leave the area for a month or more before trying again, this increase resets to 0."
		],
		"parent_topics": [
			"optional_skill_changes",
			"background_skills",
			"new_skills"
		],
		"siblings": [
			"artistry_int",
			"lore_int"
		]
	},
	"lore_int": {
		"name": "Lore",
		"subtitle": "Background Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/50}",
			"",
			"### Lore (Int; Trained Only)",
			"",
			"You possess a specialized area of knowledge, generally narrower than that of a full-fledged scholar. Lore acts as a catchall skill for information, similar to how Craft handles artisanal skills and Profession handles professional skills. The category of a Lore skill can vary widely from that of another Lore skill. It could be regional (such as a city or country), about a discipline (such as cryptography), or related to a narrow set of people (such as famous musicians). The scope of region-based Lore skills can also refer to specific subcategories, such as taverns in a particular region.",
			"",
			"A Lore skill must be narrow - far narrower than the most relevant Knowledge skill. The broader the scope of a given category of Lore, the shallower your knowledge is on that topic. If you know about taverns in a wide region, you know less about each of them than you would if you had Lore in taverns of a specific city. Lore skills normally can't be used to identify monsters the way Knowledge skills can, unless they refer to a specific type of monster (such as owlbears or vampires). If Lore involves a common, broad category of race or monster, it needs to be more specific. Lore (elves) would be too broad, as would Lore (dragons).",
			"",
			"***Check:*** Lore skills use the same DC scale as Knowledge skills: DC 10 to answer easy questions, DC 15 for basic questions, and DC 20 to 30 for really tough questions. In many cases, Lore can substitute for a Knowledge skill, such as Lore (elven history) filling in for Knowledge (history) in a check involving elves. At the GM's discretion, a player might be able to apply a Lore skill that's only partially related to a subject with a -5 penalty, such as using a Lore skill about a region to recall information about a particular city in that region or applying knowledge of distilling to winemaking.",
			"",
			"The table below describes some examples of Lore skills alongside examples of skills that would be too broad. This is by no means a comprehensive list, and the GM has final say on whether a particular Lore skill is appropriate.",
			"",
			"| Appropriate Lore Skills | Inappropriate Choices |",
			"| --- | --- |",
			"| A particular small city (or smaller settlement) | Settlements |",
			"| One district of a large city or metropolis | An entire large city or metropolis |",
			"| A particular monastery | Monasteries |",
			"| Taverns in a region | Taverns |",
			"| Bandits in a region | Banditry |",
			"| Famous battles in a region | Famous battles |",
			"| The spice trade | Commerce |",
			"| Cats | Animals |",
			"| Drow matriarchs | Drow |",
			"| Dwarven history | Dwarves |",
			"| Frost giants | Giants |",
			"| Sarenrae | Gods |",
			"| Dagon | Demon lords |",
			"| Phlegethon | Hell |",
			"| Military commanders | Warfare |",
			"| Famous singers | Music |",
			"| Infernal contracts | Devils |",
			"| Evocations | Spells |",
			"| Silver and mithral | Metals |",
			"| Tea | Beverages |",
			"| Trees | Plants |",
			"| Tattoos | Art |",
			"",
			"***Bards:*** Lore is treated as a Knowledge skill for the purposes of bardic knowledge and lore master, as well as similar abilities found in other classes, creatures, and archetypes. This applies only to Lore skills in which a character is trained. In other circumstances, use the more relevant Knowledge skill."
		],
		"parent_topics": [
			"optional_skill_changes",
			"background_skills",
			"new_skills"
		],
		"siblings": [
			"artistry_int",
			"lore_int"
		]
	},
	"expanded_skill_uses": {
		"name": "Expanded Skill Uses",
		"subtitle": "Background Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/51}",
			"",
			"Skills such as Craft, Perform, and Profession already include basic uses, such as crafting objects and making money. However, they can also be useful for other tasks related to practicing those skills. Further uses are expanded upon here, with sample DCs for common tasks. These expansions are meant to include additional uses to help these skills work into the framework of a regular game, and can be used separately from the background skills system if desired. These uses, particularly those that allow you to aid another at a lower DC, are at the GM's discretion. For more in-depth subsystems to replicate crafting and running a business, see {rule/Alternate Crafting Rules} and {rule/Alternate Profession Rules}."
		],
		"parent_topics": [
			"optional_skill_changes",
			"background_skills"
		],
		"subtopics": [
			"expanded_craft",
			"expanded_perform",
			"expanded_profession"
		],
		"siblings": [
			"skill_changes",
			"gaining_adventuring_skills",
			"gaining_background_skills",
			"monsters_and_npcs",
			"new_skills",
			"expanded_skill_uses"
		]
	},
	"expanded_craft": {
		"name": "Expanded Craft",
		"subtitle": "Background Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/51}",
			"",
			"An understanding of the properties and quality of an object comes part and parcel with the ability to craft it. Some of these checks could take extended periods of time, especially involved tasks like restoring a mural, as determined by the GM.",
			"",
			"This entry also includes two useful Craft skills not specifically listed in the Core Rulebook: Craft (blacksmithing) and Craft (musical instruments).",
			"",
			"| Task | Craft Skill | DC |",
			"| --- | --- | --- |",
			"| Determine what culture (e.g., elves, frost giants, etc.) made an item | By item type | 15 |",
			"| Identify a famous maker's mark[^1] | By item type | 10 |",
			"| Identify an obscure maker's mark[^1] | By item type | 20 |",
			"| Identify the creator of an item with no mark[^1] | By item type | 30 |",
			"| Determine the hardness and hit points of an item[^1] | By item type | 20 |",
			"| Determine the items an alchemist makes with substances from his lab[^1] | Alchemy | 15 |",
			"| Etch metal armor plates with decorative designs | Armor or paintings | 15 |",
			"| Identify a suit of masterwork armor on sight | Armor | 15 |",
			"| Determine what type of environment a basket's material came from | Baskets | 10 |",
			"| Determine the specific region a basket's material came from | Baskets | 20 |",
			"| Smelt ore and refine the metal | Blacksmithing | 15 |",
			"| Create armor spikes or shield spikes without Craft (armor)[^1] | Blacksmithing | +5 |",
			"| Determine a book's approximate age | Books | 10 |",
			"| Identify a composite bow on sight | Bows | 10 |",
			"| Identify a masterwork bow on sight | Bows | 15 |",
			"| Determine a writer's experience level and handedness[^1] | Calligraphy | 10 |",
			"| Write an invitation that matches appropriate social conventions | Calligraphy | 10 |",
			"| Create a makeshift barrel or crate | Carpentry | 10 |",
			"| Create a rudimentary raft from found materials | Carpentry or ships | 15 |",
			"| Carve fine woodworking | Carpentry or sculptures | 15 |",
			"| Create wooden armor or a wooden shield without Craft (armor) | Carpentry | +5 |",
			"| Correctly dye a garment or bolt of cloth | Cloth | 10 |",
			"| Mend a sail | Cloth, clothing, or ships | 15 |",
			"| Tailor a garment to another size or body shape | Clothing | 10 |",
			"| Create temporary cold-weather gear (grants a +2 bonus) | Clothing | 20 |",
			"| Create padded armor without Craft (armor) | Clothing | +5 |",
			"| Locate or identify naturally formed glass | Glass | 10 |",
			"| Identify the work of famous jewelers | Jewelry | 15 |",
			"| Create a fake gemstone[^1] | Jewelry | Opposed[^2] |",
			"| Identify the sort of creature from which a piece or leather came[^1] | Leather | 10[^3] |",
			"| Skin an animal and tan the hide | Leather | 15 |",
			"| Create a high-quality item from the hide of a non-standard creature | Leather | 20 |",
			"| Create leather, studded leather, or hide armor without Craft (armor) | Leather | +5 |",
			"| Aid another on a Disable Device check to open a lock[^1] | Locsk | 5 |",
			"| Tune a musical instrument | Musical instruments | 10 |",
			"| Create paint or other pigments from scratch | Paintings | 10 |",
			"| Re-create someone's likeness from memory | Paintings | 15 |",
			"| Re-create someone's likeness from an eyewitness account | Paintings | 20 |",
			"| Create a temporary or makeshift kiln | Pottery | 20 |",
			"| Make a mold of an object or part of a body | Sculptures | 10 |",
			"| Alter shoes to a different size or foot shape[^1] | Shoes | 10 |",
			"| Recognize a famous ship and where it likely came from | Ships | 10 |",
			"| Identify whether a stone wall is entirely stone or a veneer | Stonemasonry | 10 |",
			"| Create a temporary stone support or small rampart with found supplies | Stonemasonry | 15 |",
			"| Determine the age of a mechanical trap | Traps | 15 |",
			"| Identify a masterwork weapon on sight | Weapons | 15 |",
			"",
			"The table below lists which craft skills to use for certain prominent items and adventuring tools. The list omits obvious items - outfits are made with Craft (clothing), keelboats with Craft (ships), and so on. More specific skills can also be used instead of the listed skill, such as using Craft (tattoos) instead of Craft (paintings) for a tattoo.",
			"",
			"| Item | Craft Skill |",
			"| --- | --- |",
			"| Alchemist's lab | Alchemy |",
			"| Artisan's tools | Blacksmithing or carpentry |",
			"| Backpack | Clothing or leather |",
			"| Barding | Armor |",
			"| Bedroll | Cloth or leather |",
			"| Caltrops | Weapons |",
			"| Cart or carriage | Carpentry |",
			"| Chain | Blacksmithing or traps |",
			"| Chest | Carpentry or locks |",
			"| Climber's Kit | Blacksmithing |",
			"| Disguise Kit | Alchemy or paintings |",
			"| Flint and steel | Blacksmithing or stonemasonry |",
			"| Grappling hook | Blacksmithing or weapons |",
			"| Gunslinger's kit | Alchemy or blacksmithing |",
			"| Harrow deck | Paintings |",
			"| Healer's kit | Alchemy or cloth |",
			"| Hemp rope | Baskets or cloth |",
			"| Lamp | Blacksmithing or glass |",
			"| Manacles | Blacksmithing or locks |",
			"| Masterwork tool | Blacksmithing |",
			"| Musical instrument | Musical instuments |",
			"| Saddle | Leather |",
			"| Scroll case | Carpentry or leather |",
			"| Signet ring | Jewelry |",
			"| Silk rope | Cloth |",
			"| Silver holy symbol | Blacksmithing or sculpture |",
			"| Skeleton key | Locks |",
			"| Spell component pouch | Leather |",
			"| Spyglass | Glass |",
			"| Tattoo | Paintings |",
			"| Tent | Cloth or leather |",
			"| Thieve's tools | Blacksmithing or locks |",
			"| Waterskin | Leather |",
			"| Wood holy symbol | Carpentry or sculpture |",
			"",
			"The following table indicates which Craft skills are typically used to create common worn items. While the normal system for creating magic items doesn't incorporate Craft skills, such skills could reasonably be used while creating a magic item to make it appear especially ornate.",
			"",
			"| Worn Item | Craft Skill |",
			"| --- | --- |",
			"| Amulet | Jewelry |",
			"| Belt | Leather or clothing |",
			"| Bracelet | Blacksmithing or jewelry |",
			"| Bracer | Armor or leather |",
			"| Brooch | Jewelry |",
			"| Cape or cloak | Cloth or clothing |",
			"| Circlet | Blacksmithing or jewelry |",
			"| Crown | Blacksmithing or jewelry |",
			"| Gauntlet | Armor |",
			"| Girdle | Clothing or leather |",
			"| Glasses or goggles | Glass |",
			"| Glove | Clothing or leather |",
			"| Hat | Clothing or leather |",
			"| Headband | Cloth or clothing |",
			"| Helm | Armor |",
			"| Mask | Clothing or leather |",
			"| Necklace | Blacksmithing or jewelry |",
			"| Periapt | Jewelry |",
			"| Phylactery | Leather or carpentry |",
			"| Ring | Jewelry |",
			"| Robe | Clothing |",
			"| Vestments | Clothing |",
			"",
			"[^1]: A character must be trained in the listed skill to attempt this task.",
			"[^2]: With a successful opposed Perception or Craft (jewelry) check, a character identifies the work as a fake.",
			"[^3]: This DC is for items made from the hides of common animals, such as cattle, and increases by 5 for other types of creatures."
		],
		"parent_topics": [
			"optional_skill_changes",
			"background_skills",
			"expanded_skill_uses"
		],
		"siblings": [
			"expanded_craft",
			"expanded_perform",
			"expanded_profession"
		]
	},
	"expanded_perform": {
		"name": "Expanded Perform",
		"subtitle": "Background Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/52}",
			"",
			"In addition to being able to put on a show, a performer knows the prominent works of her chosen type of performance.",
			"",
			"| Task | Perform Skill | DC |",
			"| --- | --- | --- |",
			"| Mimic the style or a famous performer | Varies | 15 |",
			"| Recall or recognize all the notes, lyrics, or lines of a popular work | Varies | 15 |",
			"| Recall or recognize all the notes, lyrics, or lines of an obscure work | Varies | 20 |",
			"| Improvise a routine on a specific subject | Act, comedy, oratory, or sing | 20 |"
		],
		"parent_topics": [
			"optional_skill_changes",
			"background_skills",
			"expanded_skill_uses"
		],
		"siblings": [
			"expanded_craft",
			"expanded_perform",
			"expanded_profession"
		]
	},
	"expanded_profession": {
		"name": "Expanded Profession",
		"subtitle": "Background Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/53}",
			"",
			"A profession often encompasses many smaller areas of expertise, and these auxiliary skills can come in handy in situations beyond just making money or answering tradespecific questions. Below are some sample additional uses for Profession skills, and GMs are encouraged to create their own.",
			"",
			"| Task | Profession Skill | DC |",
			"| --- | --- | --- |",
			"| Determine hardness and hitpoints of a structure | Architect or engineer | 20 |",
			"| Prepare trail rations (takes 1 hour per day's worth of rations) | Baker or cook | 10 |",
			"| Obtain a legal permit | Barrister or clerk | 15 |",
			"| Get someone released from jail who has been imprisoned for a minor crime[^1] | Barrister | 20 |",
			"| Ask a special favor from a judge (such as arresting someone) | Barrister | 30 |",
			"| Brew alcohol of exceptional quality | Brewer | 20 |",
			"| Notice poison in a beverage | Brewer | 25 |",
			"| Skin an animal and tan the hide | Butcher, shepherd, or tanner | 10 |",
			"| Slaughter and butcher an animal | Butcher, cook, or shepherd | 15 |",
			"| Reduce a legal fine or tax by half the result of the check in gp[^2] | Clerk | 20+ |",
			"| Cook a meal of exceptional quality | Cook | 20 |",
			"| Notice poison in food | Cook | 25 |",
			"| Find potential clients within an establishment or large group | Courtesan | 10 |",
			"| Assess a social hierarchy | Courtesan | 15 |",
			"| Continue steering a vehicle when you take damage | Driver or sailor | 5 |",
			"| Take cover (as the Ride skill) while steering a vehicle | Driver or sailor | 15 |",
			"| Identify a non-creature plant | Farmer or gardener | 10 |",
			"| Rejuvenate dying plants | Farmer or gardener | 15 |",
			"| Provide 1 day's worth of food for yourself and others in the wild or trapper | Fisherman or trapper | 15[^3] |",
			"| Recall the rules of a game of chance | Gambler | 10 |",
			"| Get a hunch regarding whether a game is rigged | Gambler | 20 |",
			"| Reduce an average or lower cost of living by 50% | Innkeeper | 15[^3] |",
			"| Sate hunger or thirst for 1 day | Herbalist | 10 |",
			"| Identify common medicinal herbs | Herbalist | 10 |",
			"| Identify rare medicinal herbs | Herbalist | 15 |",
			"| Aid another on a Knowledge check using reference material | Librarian | 5 |",
			"| Recall the name of a rare book | Librarian | 15 |",
			"| Determine where an item was manufactured | Merchant | 10[^4] |",
			"| Recall where a common good fetches a higher price | Merchant | 15 |",
			"| Safely deliver a child | Midwife | 15 |",
			"| Safely deliver a child despite complications | Midwife | 20 |",
			"| Grind a small piece of a nonmagical substance into powder hardness | Miller | 10+hardness |",
			"| Identify common metal or semiprecious stone | Miner | 5 |",
			"| Identify rare metal or precious gem | Miner | 15 |",
			"| Ignore half hardness when attacking a stone or metal object | Miner | 20 |",
			"| Increase carrying capacity for 8 hours as if Strength were 2 higher | Porter | 15 |",
			"| Unload a vessel in half the normal time | Porter | 20 |",
			"| Navigate a ship in fair conditions | Sailor | 20 |",
			"| Pilot a ship safely through a hazardous seaway | Sailor | 25+ |",
			"| Determine which scribe wrote a document | Scribe | 10[^4] |",
			"| Copy a document (30 minutes per page; requires a blank book) | Scribe | 10 |",
			"| Illuminate a manuscript (1 hour per page) | Scribe | 20 |",
			"| Determine the quality of woolen textiles | Shepherd | 10 |",
			"| Determine whether a weapon or armor is of masterwork quality | Soldier | 10 |",
			"| Estimate the size of a military force | Soldier | 15 |",
			"| Identify advantages and disadvantages of a military formation | Soldier | 20 |",
			"| Keep horses fed in the wild | Stable master | 10 |",
			"| Fit or remove barding in half the normal time | Stable master | 15 |",
			"| Recognize damaged or sabotaged horse tack | Stable master | 20 |",
			"| Determine the quality of leatherwork (and tell if it's masterwork quality) | Tanner | 10 |",
			"| Aid another on an Escape Artist check to get out of a trap or snare | Trapper | 5 |",
			"| Reset a trap in half the normal amount of time | Trapper | 20 |",
			"| Scavenge wood suitable for campfire or shelter | Woodcutter | 5 |",
			"| Ignore half hardness when attacking wooden object | Woodcutter | 20 |",
			"",
			"[^1]: A major crime typically requires a trial involving a series of Bluff, Diplomacy, Intimidate, Profession (barrister), and Sense Motive skill checks, as well as appropriate Knowledge checks.",
			"[^2]: To a minimum of 25% of the original value.",
			"[^3]: Provide this benefit for yourself plus one other person for every 2 points by which your skill check exceeds the DC.",
			"[^4]: Increase the DC by 5 if the item is from a region the character is unfamiliar with, and by another 5 if it's more than 20 years old. Exceptionally rare or ancient pieces can't usually have their origin identified in this way."
		],
		"parent_topics": [
			"optional_skill_changes",
			"background_skills",
			"expanded_skill_uses"
		],
		"siblings": [
			"expanded_craft",
			"expanded_perform",
			"expanded_profession"
		]
	},
	"consolidated_skills": {
		"name": "Consolidated Skills",
		"subtitle": "Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/54}",
			"",
			"The skills in the Core Rulebook allow for complex specialization. In some games, the GM might wish to use a smaller list to make characters more broadly talented, to group skills that characters typically choose together, and to speed up the leveling-up process. The consolidated skills system reduces the number of skills by combining related skills. In many cases, the new skills have been renamed to highlight the nature of the consolidated skill. This variant system makes each skill rank matter more. Even after reducing the number of skill ranks granted, characters will be somewhat more skilled. Character classes that are highly skilled, such as the bard or rogue, get the biggest boost.",
			"",
			"The consolidated skills system reduces the number of skills from 35 to 12. Many knowledge skills have been placed into larger categories with a similar theme. Knowledge (arcana), for example, is combined with Use Magic Device under Spellcraft. The list of new skills appears on Table 2-1: Consolidated Skills, along with the key ability for each consolidated skill and the core skills it replaces. Several skills are removed and not replicated by this system, as indicated by a dash (-) on Table 2-2: Converting Core Skills. These are typically skills that are less important for adventuring, but can be put back into your game using the [background skills variant](rule/background_skills). Skills can be converted to and from the consolidated skills system using Table 2-2. This is most helpful when running published adventures or using monsters built using the core system.",
			"",
			"### Table 2-1: Consolidated Skills",
			"",
			"| New Skill | Untrained | Ability | Core Skills Included |",
			"| --- | --- | --- | --- |",
			"| Acrobatics | Yes | Dex\\* | Acrobatics (except jumping), Escape Artist, Fly, Ride |",
			"| Athletics | Yes | Str\\* | Acrobatics (jumping), Climb, Swim |",
			"| Finesse | No | Dex\\* | Disable Device, Sleight of Hands |",
			"| Influence | Yes | Cha | Bluff, Diplomacy, Intimidate |",
			"| Nature | No | Int | Handle Animal, Knowledge (dungeoneering, geography, nature) |",
			"| Perception | Yes | Wis | Perception, Sense Motive |",
			"| Performance | Yes | Cha | Disguise, Perform |",
			"| Religion | No | Int | Knowledge (planes, religion) |",
			"| Society | No | Int | Knowledge (history, local, nobility), Linguistics |",
			"| Spellcraft | No | Int | Knowledge (arcana), Spellcraft, Use Magic Device |",
			"| Stealth | Yes | Dex\\* | Stealth |",
			"| Survival | Yes | Wis | Heal, Survival |",
			"",
			"\\*Armor check penalty applies.",
			"",
			"### Table 2-2: Converting Core Skills",
			"",
			"| Core Skill | Consolidated Skill |",
			"| --- | --- |",
			"| Acrobatics (except jumping) | Acrobatics |",
			"| Acrobatics (jumping)\\* | Athletics |",
			"| Appraise | - |",
			"| Bluff | Influence |",
			"| Climb | Athletics |",
			"| Craft | - |",
			"| Diplomacy | Influence |",
			"| Disable Device | Finesse |",
			"| Disguise | Performance |",
			"| Escape Artist | Acrobatics |",
			"| Fly | Acrobatics |",
			"| Handle Animal\\* | Nature |",
			"| Heal | Survival |",
			"| Intimidate | Influence |",
			"| Knowledge (arcana) | Spellcraft |",
			"| Knowledge (dungeoneering) | Nature |",
			"| Knowledge (engineering) | - |",
			"| Knowledge (geography) | Nature |",
			"| Knowledge (history) | Society |",
			"| Knowledge (local) | Society |",
			"| Knowledge (nature) | Nature |",
			"| Knowledge (nobility) | Society |",
			"| Knowledge (planes) | Religion |",
			"| Knowledge (religion) | Religion |",
			"| Linguistics | Society |",
			"| Perception | Perception |",
			"| Perform | Performance |",
			"| Profession | - |",
			"| Ride | Acrobatics |",
			"| Sense Motive | Perception |",
			"| Sleight of Hand | Finesse |",
			"| Spellcraft | Spellcraft |",
			"| Stealth | Stealth |",
			"| Survival | Survival |",
			"| Swim | Athletics |",
			"| Use Magic Device\\* | Spellcraft |",
			"",
			"\\* This skill's key ability changes under the consolidated skills system."
		],
		"parent_topics": [ "optional_skill_changes" ],
		"subtopics": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		],
		"siblings": [
			"alternate_crafting_rules",
			"alternate_profession_rules",
			"background_skills",
			"consolidated_skills",
			"grouped_skills",
			"skill_unlocks"
		]
	},
	"skill_descriptions_pu": {
		"name": "Skill Descriptions",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/54}",
			"",
			"This section describes each consolidated skill, its functions in the game, and a list of the core skills it replaces. Use these descriptions instead of those in the Core Rulebook, though many of the entries refer back to the [skill descriptions](main/skills) for more detailed explanations. Each skill listed below is broken down into its different functions, each of which is described in further detail. These details list the action needed to use the skill function, whether you can try again after a failed check, special benefits that apply to the function, and special circumstances that affect whether you can use that function untrained.",
			"",
			"### Monster Identification",
			"",
			"You can use certain skills to identify monsters and their special powers or vulnerabilities. A successful check allows you to remember a bit of useful information about that monster. For every 5 points by which your check result exceeds the DC, you recall another piece of useful information.",
			"",
			"| Monster Rarity | Skill Check DC |",
			"| --- | --- |",
			"| Common ({monster/goblin}) | 5 + monster's CR |",
			"| Most monsters | 10 + monster's CR |",
			"| Rare ({monster/tarrasque}) | 15 + monster's CR |",
			"",
			"The list of creature types below indicates which skill to use for each monster type.",
			"",
			"| Creature Type | Skill |",
			"| --- | --- |",
			"| Aberration | Nature |",
			"| Animal | Nature |",
			"| Construct | Spellcraft |",
			"| Dragon | Spellcraft |",
			"| Fey | Nature |",
			"| Humanoid | Society |",
			"| Magical Beast | Spellcraft |",
			"| Monstrous humanoid | Nature |",
			"| Ooze | Nature |",
			"| Outsider | Religion |",
			"| Plant | Nature |",
			"| Undead | Religion |",
			"| Vermin | Nature |",
			"",
			"***Action:*** None.",
			"",
			"### Recall Knowledge",
			"",
			"Some skills have the recall knowledge function. This lets you answer questions about the subjects in question. This has a DC of 10 (for really easy questions), 15 (for basic questions), or 20 to 30 (for really tough questions).",
			"",
			"***Action:*** Usually none. Using a library (see Untrained, below) takes 1d4 hours.",
			"",
			"***Untrained:*** You can't attempt an untrained knowledge check with a DC higher than 10 unless you have access to an extensive library on the subject."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"acrobatics_dex": {
		"name": "Acrobatics",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/54}",
			"",
			"### Acrobatics (Dex; Armor Check Penalty)",
			"",
			"You have a talent for balance and coordination, including aerial maneuvers, gymnastics, and tumbling.",
			"",
			"***Functions:*** Balance, escape from restraints, execute flying maneuvers, ride mounts, soften falls, squeeze, tumble.",
			"",
			"***Core Skills:*** Acrobatics (except jumping), Escape Artist, Fly, Ride.",
			"",
			"***Acrobatics Modifiers:*** The circumstances listed on the table below apply modifiers to Acrobatics check DCs. Although modifiers from different categories (such as slippery, sloped, etc.) stack with each other, only the most severe modifier from each particular category applies.",
			"",
			"| Acrobatics Circumstance | Acrobatics DC Modifier |",
			"| --- | --- |",
			"| Slightly obstructed (gravel, sand) | +2 |",
			"| Severely obstructed (cavern, rubble) | +5 |",
			"| Slightly slippery (wet) | +2 |",
			"| Severely slippery (icy) | +5 |",
			"| Slightly sloped (&lt;45&deg;) | +2 |",
			"| Severely sloped (&gt;45&deg;) | +5 |",
			"| Slightly unsteady (boat in rough water) | +2 |",
			"| Moderately unsteady (boat in a storm) | +5 |",
			"| Severely unsteady (earthquake) | +10 |",
			"",
			"**Special:** If you have 3 or more ranks in Acrobatics, you gain a +3 dodge bonus to AC when fighting defensively instead of the usual +2, and a +6 dodge bonus to AC when taking the total defense action instead of the usual +4."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"subtopics": [
			"balance",
			"escape_from_restraints",
			"execute_flying_maneuvers",
			"ride_mounts",
			"soften_falls",
			"squeeze",
			"tumble"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"balance": {
		"name": "Balance",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/55}",
			"",
			"You can attempt an Acrobatics check to keep your balance while crossing narrow surfaces or treacherous ground. If you fail, you fall or are knocked prone. You move at half speed while balancing, but you can move at full speed if you increase the DC by 5. You're considered flat-footed while balancing. You need to attempt a check to balance only once per round, but if you take damage, you must attempt another check with the same DC. You don't need to attempt a check if the DC is lower than 10, but modifiers might raise a low DC to 10 or higher.",
			"",
			"***Action:*** None.",
			"",
			"| Surface Width | Acrobatics DC |",
			"| --- | --- |",
			"| Greater than 3 feet wide | 0 |",
			"| 1-3 feet wide | 5 |",
			"| 7-11 inches wide | 10 |",
			"| 2-6 inches wide | 15 |",
			"| Less than 2 inches wide | 20 |"
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"acrobatics_dex"
		],
		"siblings": [
			"balance",
			"escape_from_restraints",
			"execute_flying_maneuvers",
			"ride_mounts",
			"soften_falls",
			"squeeze",
			"tumble"
		]
	},
	"escape_from_restraints": {
		"name": "Escape from Restraints",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/55}",
			"",
			"Getting free of restraints, a grapple, or an entanglement requires an Acrobatics check. You can attempt an Acrobatics check instead of a combat maneuver check to escape a grapple or pin.",
			"",
			"| Restraint | Acrobatics DC |",
			"| --- | --- |",
			"| Rope/bindings | Binder's CMB + 20 |",
			"| Net, {spell/animate rope} | 20 |",
			"| [Snare](/spell/snare) | 23 |",
			"| Manacles | 30 |",
			"| Masterwork manacles | 35 |",
			"| Grappler | Grappler's CMD |",
			"",
			"***Action:*** 1 minute for restraints, full-round action for a net or a listed spell, standard action for a grapple or pin.",
			"",
			"***Try Again:*** Yes. You can even take 20 if you're not being actively opposed."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"acrobatics_dex"
		],
		"siblings": [
			"balance",
			"escape_from_restraints",
			"execute_flying_maneuvers",
			"ride_mounts",
			"soften_falls",
			"squeeze",
			"tumble"
		]
	},
	"execute_flying_maneuvers": {
		"name": "Execute Flying Maneuvers",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/56}",
			"",
			"This use of Acrobatics functions as the [Fly core skill](skill/fly) The skill alone doesn't give you the ability to fly.",
			"",
			"***Action:*** None."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"acrobatics_dex"
		],
		"siblings": [
			"balance",
			"escape_from_restraints",
			"execute_flying_maneuvers",
			"ride_mounts",
			"soften_falls",
			"squeeze",
			"tumble"
		]
	},
	"ride_mounts": {
		"name": "Ride Mounts",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/56}",
			"",
			"This use of Acrobatics functions as the [Ride core skill](skill/ride).",
			"",
			"***Action:*** Varies. Mounting or dismounting is normally a move action."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"acrobatics_dex"
		],
		"siblings": [
			"balance",
			"escape_from_restraints",
			"execute_flying_maneuvers",
			"ride_mounts",
			"soften_falls",
			"squeeze",
			"tumble"
		]
	},
	"soften_falls": {
		"name": "Soften Falls",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/56}",
			"",
			"When you deliberately fall any distance, even as a result of a missed jump, you can attempt a DC 15 Acrobatics check to ignore the first 10 feet fallen. You still end up prone if you take damage from the fall.",
			"",
			"***Action:*** None."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"acrobatics_dex"
		],
		"siblings": [
			"balance",
			"escape_from_restraints",
			"execute_flying_maneuvers",
			"ride_mounts",
			"soften_falls",
			"squeeze",
			"tumble"
		]
	},
	"squeeze": {
		"name": "Squeeze",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/56}",
			"",
			"A successful DC 30 Acrobatics check allows you to squeeze through a gap through which your head fits but your shoulders don't. You can't fit through spaces smaller than your head.",
			"",
			"***Action:*** 1 minute or longer, possibly requiring multiple checks.",
			"",
			"***Try Again:*** Yes. You can even take 20 if you're not being actively opposed."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"acrobatics_dex"
		],
		"siblings": [
			"balance",
			"escape_from_restraints",
			"execute_flying_maneuvers",
			"ride_mounts",
			"soften_falls",
			"squeeze",
			"tumble"
		]
	},
	"tumble": {
		"name": "Tumble",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/56}",
			"",
			"You can attempt an Acrobatics check to avoid provoking an attack of opportunity when moving through a threatened square. If you fail, your movement ends and you provoke an attack of opportunity from the threatening opponent. You move at half speed when you tumble, but you can move at full speed if you increase the DC by 10. If you try to tumble past multiple opponents in the same round, attempt an Acrobatics check against each of them. The DC increases by 2 for each opponent beyond the first.",
			"",
			"***Action:*** None.",
			"",
			"| Intended Movement | Acrobatics DC |",
			"| --- | --- |",
			"| Move through a threatened area | Opponent's CMD |",
			"| Move through an enemy's space | 5 + opponent's CMD |",
			"",
			"***Loads:*** You can't tumble when carrying a medium or heavy load or wearing medium or heavy armor unless an ability allows you to move at full speed in such conditions.",
			"",
			"***Prone:*** You can tumble while prone, but this is a full-round action to move 5 feet, and the DC increases by 5."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"acrobatics_dex"
		],
		"siblings": [
			"balance",
			"escape_from_restraints",
			"execute_flying_maneuvers",
			"ride_mounts",
			"soften_falls",
			"squeeze",
			"tumble"
		]
	},
	"athletics_str": {
		"name": "Athletics",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/56}",
			"",
			"### Athletics (Str; Armor Check Penalty)",
			"",
			"You are skilled at deeds of physical prowess such as leaping, scaling walls, and swimming. Raw lifting ability uses a Strength check rather than an Athletics check.",
			"",
			"***Functions:*** Catch, climb, jump, swim.",
			"",
			"***Core Skills:*** Acrobatics (jumping only), Climb, Swim."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"subtopics": [
			"catch",
			"climb",
			"jump",
			"swim"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"catch": {
		"name": "Catch",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/56}",
			"",
			"You can attempt an Athletics check to catch yourself while falling along a wall or slope. The DC is equal to the wall's climb DC + 20 or the slope's climb DC + 10 (see {rule/Climb}, below).",
			"",
			"To catch another character that falls while within your reach, you must succeed at a melee touch attack (the target can forgo her Dexterity bonus to AC). If you hit, you then attempt an Athletics check with a DC equal to the wall's climb DC + 10. If you succeed, you catch the falling character, but if her total weight (with equipment) exceeds your heavy load limit, you fall. If you fail by 4 or less, you don't stop the character's fall but don't lose your grip. If you fail by 5 or more, you fail to stop her fall and you begin falling as well.",
			"",
			"***Action:*** None."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"athletics_str"
		],
		"siblings": [
			"catch",
			"climb",
			"jump",
			"swim"
		]
	},
	"climb": {
		"name": "Climb",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/56}",
			"",
			"Using Athletics, you can advance up, down, or across a slope, wall, or other steep incline (or a ceiling if it has handholds). You move at one-quarter your speed, though you can move at half your speed if you take a -5 penalty. If you fail the check by 4 or less, you make no progress. If you fail by 5 or more, you fall. A perfectly smooth vertical (or inverted) surface can't be climbed.",
			"",
			"You need both hands free to climb, but can cling with one hand while using the other to cast a spell or take some other action. You can't use a shield while climbing. You lose your Dexterity bonus to AC while climbing. If you take damage while climbing, you must succeed at an Athletics check against the DC of the surface or fall.",
			"",
			"| Surface or Activity | Athletics DC |",
			"| --- | --- |",
			"| Slope too steep to walk up | 0 |",
			"| Knotted rope with a wall to brace against | 0 |",
			"| Knotted rope or rope affected by {spell/rope trick} | 5 |",
			"| Rope with a wall to brace against | 5 |",
			"| Surface with ledges to hold on to or stand on | 10 |",
			"| Pull yourself up when dangling | 15 |",
			"| Surface with handholds and footholds | 15 |",
			"| Unknotted rope | 15 |",
			"| Uneven surface with handholds (dungeon wall) | 20 |",
			"| Rough surface (natural rock or brick wall) | 25 |",
			"| Overhang or ceiling with handholds only | 30 |",
			"",
			"***Climbing Modifiers:*** The circumstances listed on the table modify Athletics DCs. They stack with each other.",
			"",
			"| Climbing Circumstance | Athletics DC Modifier |",
			"| --- | --- |",
			"| Bracing against two opposite walls (chimney) | -10 |",
			"| Bracing against perpendicular walls (corner) | -5 |",
			"| Surface is slippery | +5 |",
			"",
			"***Action:*** None. Each move action you take requires a separate Athletics check.",
			"",
			"***Making Handholds and Footholds:*** You can pound pitons into a wall to change the wall's base DC to 15. This takes 1 minute per piton, and one piton is needed per 5 feet of distance. You can cut your own handholds into an ice wall for the same purpose if you have a handaxe or similar implement.",
			"",
			"***Climb Speeds:*** A creature with a climb speed gains a +8 racial bonus on Athletics checks to climb. See the [Climb skill](skill/climb) for more information on climb speeds.",
			"",
			"***Hauling:*** You can haul a character up or down on a rope by sheer strength so that character doesn't need to attempt Athletics checks. You can lift double your maximum load in this manner."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"athletics_str"
		],
		"siblings": [
			"catch",
			"climb",
			"jump",
			"swim"
		]
	},
	"jump": {
		"name": "Jump",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/57}",
			"",
			"You can make jumps using Athletics. The DC is equal to the distance crossed (in feet) for a long jump or four times the height to be reached (in feet) for a high jump. If you don't have a running start of at least 10 feet, double the DC. If you fail an Athletics check to jump across a horizontal gap by 4 or less, you can attempt a DC 20 Reflex save to grab hold of the other side. If you fail by 5 or more, you fall (or land prone if you were attempting a high jump). The DC for a jump uses the same modifiers as the DC of an [Acrobatics check](rule/acrobatics_dex), depending on the surface from which you're jumping. For example, the DC for a jump that begins on a sandy surface would increase by 2. You can't exceed your maximum movement for a round by jumping.",
			"",
			"| Long Jump | Acrobatics DC | High Jump | Acrobatics DC |",
			"| --- | --- | --- | --- |",
			"| 5 feet | 5 | 1 foot | 4 |",
			"| 10 feet | 10 | 2 feet | 8 |",
			"| 15 feet | 15 | 3 feet | 12 |",
			"| 20 feet | 20 | 4 feet | 16 |",
			"| Greater than 20 feet | +5 per 5 feet | Greater than 4 feet | +4 per foot |",
			"",
			"***Action:*** None.",
			"",
			"***Acrobatics:*** You can attempt to use Acrobatics instead of Athletics to jump, at a -5 penalty.",
			"",
			"***Speed Bonus:*** If your base land speed is 40 feet or more, you gain a +4 racial bonus on Athletics checks to jump for every 10 feet by which your base land speed exceeds 30 feet. Likewise, you take a -4 racial penalty for every 10 feet your speed is below 30 feet."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"athletics_str"
		],
		"siblings": [
			"catch",
			"climb",
			"jump",
			"swim"
		]
	},
	"swim": {
		"name": "Swim",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/57}",
			"",
			"A successful Athletics check while you're in the water allows you to swim at either half your speed as a full-round action or one-quarter your speed as a move action. If you fail by 4 or less, you make no progress. If you fail by 5 or more, you go underwater. Attempt one Athletics check to swim each round.",
			"",
			"| Water | Athletics DC |",
			"| --- | --- |",
			"| Calm water | 10 |",
			"| Rough water | 15 |",
			"| Stormy water | 20\\* |",
			"",
			"\\* You can't take 10 on an Athletics check to swim in stormy water.",
			"",
			"***Action:*** Move action at one-quarter your speed or full-round action at half your speed.",
			"",
			"***Holding Your Breath:*** When you're underwater, you can hold your breath for a number of rounds equal to twice your Constitution score. If you take a standard or full-round action, reduce the duration you can continue to hold your breath by 1 round. After you run out of rounds, you must succeed at a DC 10 Constitution check each round or begin to drown. Each round, the DC to resist drowning increases by 1. See the {rule/Drowning} rules from the Core Rulebook.",
			"",
			"***Extended Swimming:*** Each hour you swim, you must succeed at a DC 20 Swim check or take 1d6 points of nonlethal damage.",
			"",
			"***Swim Speeds:*** A creature with a swim speed gains a +8 racial bonus on Athletics checks to swim. See the {skill/Swim} skill from the Core Rulebook for more information on swim speeds."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"athletics_str"
		],
		"siblings": [
			"catch",
			"climb",
			"jump",
			"swim"
		]
	},
	"finesse_dex": {
		"name": "Finesse",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/58}",
			"",
			"### Finesse (Dex; Armor Check Penalty; Trained Only)",
			"",
			"Your deft hands allow you to perform tasks that require fine manipulation.",
			"",
			"***Functions:*** Conceal objects on your body, disarm traps or devices, open locks, palm objects, pilfer objects from creatures.",
			"",
			"***Core Skills:*** Disable Device, Sleight of Hand."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"subtopics": [
			"conceal_objects_on_your_body",
			"disarm_traps_or_devices",
			"open_locks",
			"palm_objects",
			"pilfer_objects_from_creatures"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"conceal_objects_on_your_body": {
		"name": "Conceal Objects on Your Body",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/58}",
			"",
			"Hiding a small object on your person (such as a light weapon or easily concealed ranged weapon such as a dart, sling, or hand crossbow) requires a Finesse check opposed by the Perception check of anyone observing or frisking you. You gain a +2 bonus on this check if you're concealing a dagger. Someone frisking you gains a +4 bonus on this Perception check. The type of item you conceal and the nature of your attire can modify your check. These modifiers are cumulative.",
			"",
			"| Circumstance | Finesse DC |",
			"| --- | --- |",
			"| Dagger | +2 |",
			"| Extraordinarily small object (coin, ring, shuriken) | +4 |",
			"| Heavy or baggy clothing | +2 |",
			"",
			"***Action:*** Standard, or move at a -20 penalty.",
			"",
			"***Try Again:*** Yes, but a second attempt against the same target increases the DC by 10.",
			"",
			"***Drawing Weapons:*** Drawing a hidden weapon is a standard action that doesn't provoke attacks of opportunity."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"finesse_dex"
		],
		"siblings": [
			"conceal_objects_on_your_body",
			"disarm_traps_or_devices",
			"open_locks",
			"palm_objects",
			"pilfer_objects_from_creatures"
		]
	},
	"disarm_traps_or_devices": {
		"name": "Disarm Traps or Devices",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/58}",
			"",
			"The GM rolls this type of Finesse check in secret so you don't know whether you're successful. If you succeed, you disable the device. If you fail by 4 or less, you don't disable it, but can try again. If you fail to disable a trap by 5 or more, the trap triggers. If you fail to sabotage a different type of device by 5 or more, you think you succeeded but the device actually functions normally.",
			"",
			"You can attempt to leave no trace of your tampering, but this increases the DC by 5. You can rig simple devices (such as saddles and wagon wheels) to function normally and break after some period of time (usually 1d4 rounds or minutes of use).",
			"",
			"| Device | Time | Finesse DC | Example |",
			"| --- | --- | --- | --- |",
			"| Simple | 1 round | 10 | Jam a lock |",
			"| Tricky | 1d4 rounds | 15 | Sabotage a wagon wheel |",
			"| Difficult | 2d4 rounds | 20 | Disarm or reset a trap |",
			"| Extreme | 2d4 rounds | 25 | Disarm a complex trap, cleverly sabotage a clockwork device |",
			"",
			"***Action:*** Varies (see table). Beginning or continuing the process of disarming is a full-round action.",
			"",
			"***Try Again:*** Yes, but only if you fail by 4 or less."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"finesse_dex"
		],
		"siblings": [
			"conceal_objects_on_your_body",
			"disarm_traps_or_devices",
			"open_locks",
			"palm_objects",
			"pilfer_objects_from_creatures"
		]
	},
	"open_locks": {
		"name": "Open Locks",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/58}",
			"",
			"The DC for opening a lock depends on the lock's quality.",
			"",
			"| Lock Quality | Finesse DC |",
			"| --- | --- |",
			"| Simple | 20 |",
			"| Average | 25 |",
			"| Good | 30 |",
			"| Superior | 40 |",
			"| Lacking thieves' tools | +10 |",
			"",
			"***Action:*** Full-round.",
			"",
			"***Try Again:*** Yes."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"finesse_dex"
		],
		"siblings": [
			"conceal_objects_on_your_body",
			"disarm_traps_or_devices",
			"open_locks",
			"palm_objects",
			"pilfer_objects_from_creatures"
		]
	},
	"palm_objects": {
		"name": "Palm Objects",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/58}",
			"",
			"Performing a minor feat of legerdemain or palming a coin-sized, unattended object requires a successful DC 10 Finesse check. If you're under close observation, the observer notices your action if it succeeds at an opposed Perception check against your Finesse check.",
			"",
			"***Action:*** Standard, or move at a -20 penalty.",
			"",
			"***Try Again:*** Yes, but a second attempt against the same target increases the DC by 10."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"finesse_dex"
		],
		"siblings": [
			"conceal_objects_on_your_body",
			"disarm_traps_or_devices",
			"open_locks",
			"palm_objects",
			"pilfer_objects_from_creatures"
		]
	},
	"pilfer_objects_from_creatures": {
		"name": "Pilfer Objects from Creatures",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/58}",
			"",
			"Surreptitiously stealing an item from a creature requires a successful DC 20 Finesse check. The opponent attempts an opposed Perception check against the result of your Finesse check. If she succeeds, she notices your attempt regardless of whether you got the item. You can't attempt to pilfer an object during combat from a creature that's aware of your presence.",
			"",
			"***Action:*** Standard, or move at a -20 penalty.",
			"",
			"***Try Again:*** Yes, but a second attempt against the same target increases the DC by 10."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"finesse_dex"
		],
		"siblings": [
			"conceal_objects_on_your_body",
			"disarm_traps_or_devices",
			"open_locks",
			"palm_objects",
			"pilfer_objects_from_creatures"
		]
	},
	"influence_cha": {
		"name": "Influence",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/58}",
			"",
			"### Influence (Cha)",
			"",
			"You can manipulate other people through negotiation, deceit, or intimidation.",
			"",
			"***Functions:*** Change others' attitudes, create diversions, demoralize, feint in combat, gather information, intimidate, lie, make requests, pass secret messages.",
			"",
			"***Core Skills:*** Bluff, Diplomacy, Intimidate."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"subtopics": [
			"change_others_attitudes",
			"create_diversions",
			"demoralize",
			"feint_in_combat",
			"gather_information_pu",
			"intimidate",
			"lie",
			"make_requests",
			"pass_secret_messages"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"change_others_attitudes": {
		"name": "Change Others' Attitudes",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/58}",
			"",
			"You can use Influence to change the attitudes of NPCs. The DC is determined by the target's starting attitude plus its Charisma modifier. If you succeed, you improve the target's attitude toward you by one step, plus one more step if you beat the DC by 5 or more. You can't shift an attitude by more than two steps with a single check. If you fail by 4 or less, the target's attitude is unchanged, and if you fail by 5 or more, the target's attitude decreases by one step. An attitude shift typically lasts 1d4 hours. You can use Influence to make a request of a creature whose attitude toward you is indifferent or better.",
			"",
			"You can't change the attitude of a creature that doesn't understand you or that has an Intelligence score of 3 or lower. This function of Influence is generally ineffective in combat.",
			"",
			"| Starting Attitude | Influence DC |",
			"| --- | --- |",
			"| Hostile | 25 + target's Cha modifier |",
			"| Unfriendly | 20 + target's Cha modifier |",
			"| Indifferent | 15 + target's Cha modifier |",
			"| Friendly | 10 + target's Cha modifier |",
			"| Helpful | 0 + target's Cha modifier |",
			"",
			"***Action:*** 1 minute of continuous interaction.",
			"",
			"***Try Again:*** You can't attempt to change a creature's attitude more than once per 24-hour period."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"influence_cha"
		],
		"siblings": [
			"change_others_attitudes",
			"create_diversions",
			"demoralize",
			"feint_in_combat",
			"gather_information_pu",
			"intimidate",
			"lie",
			"make_requests",
			"pass_secret_messages"
		]
	},
	"create_diversions": {
		"name": "Create Diversions",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/59}",
			"",
			"You can create a diversion to hide. You attempt an Influence check against the viewer's opposed Perception check to sense motive. If you succeed, you can attempt a Stealth check. When applicable, use the same modifiers from the lie function.",
			"",
			"***Action:*** Standard.",
			"",
			"***Try Again:*** Yes."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"influence_cha"
		],
		"siblings": [
			"change_others_attitudes",
			"create_diversions",
			"demoralize",
			"feint_in_combat",
			"gather_information_pu",
			"intimidate",
			"lie",
			"make_requests",
			"pass_secret_messages"
		]
	},
	"demoralize": {
		"name": "Demoralize",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/59}",
			"",
			"You can cause an opponent to become shaken. The DC equals 10 + the target's Hit Dice + the target's Wisdom modifier. If you succeed, the target is shaken for 1 round, plus 1 round for every 5 by which you exceeded the DC. Your target must be within 30 feet and able to clearly see and hear you. Demoralizing the same creature again extends the duration; it doesn't cause a stronger fear condition.",
			"",
			"***Action:*** Standard.",
			"",
			"***Try Again:*** Yes, but each additional check against the same target increases the DC by 5. This increase resets after 1 hour.",
			"",
			"***Size Bonus:*** You gain a +4 bonus on checks to demoralize creatures smaller than you and take a -4 penalty on checks to demoralize creatures larger than you."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"influence_cha"
		],
		"siblings": [
			"change_others_attitudes",
			"create_diversions",
			"demoralize",
			"feint_in_combat",
			"gather_information_pu",
			"intimidate",
			"lie",
			"make_requests",
			"pass_secret_messages"
		]
	},
	"feint_in_combat": {
		"name": "Feint in Combat",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/59}",
			"",
			"[Feinting in combat is described here.](rule/feint) You use Influence instead of the Bluff core skill, and your opponent uses Perception instead of the Sense Motive core skill.",
			"",
			"***Action:*** Standard.",
			"",
			"***Try Again:*** Yes."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"influence_cha"
		],
		"siblings": [
			"change_others_attitudes",
			"create_diversions",
			"demoralize",
			"feint_in_combat",
			"gather_information_pu",
			"intimidate",
			"lie",
			"make_requests",
			"pass_secret_messages"
		]
	},
	"gather_information_pu": {
		"name": "Gather Information",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/60}",
			"",
			"By canvassing people at local taverns, markets, and gathering places, you can attempt to learn about a specific topic or individual. The GM might rule that some topics are unknown to common folk.",
			"",
			"| Information Sought | Influence DC |",
			"| --- | --- |",
			"| Common facts or rumors | 10 |",
			"| Obscure or secret knowledge | 20 or higher |",
			"",
			"***Action:*** 1d4 hours.",
			"",
			"***Try Again:*** Yes."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"influence_cha"
		],
		"siblings": [
			"change_others_attitudes",
			"create_diversions",
			"demoralize",
			"feint_in_combat",
			"gather_information_pu",
			"intimidate",
			"lie",
			"make_requests",
			"pass_secret_messages"
		]
	},
	"intimidate": {
		"name": "Intimidate",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/60}",
			"",
			"You can force an opponent to act friendly toward you for 1d6 &times; 10 minutes with a successful Influence check. The DC of this check is equal to 10 + the target's Hit Dice + the target's Wisdom modifier. If you succeed, the target gives you the information you desire, takes actions that don't endanger it, and otherwise offers limited assistance. Once the intimidation expires, the target becomes unfriendly and might report you to the authorities. If you fail by 5 or more, the target attempts to deceive you or otherwise hinder your activities.",
			"",
			"***Action:*** 1 minute of conversation.",
			"",
			"***Try Again:*** Yes, but each additional check increases the DC by 5. This increase resets after 1 hour.",
			"",
			"***Size Bonus:*** You gain a +4 bonus on checks to intimidate creatures smaller than you and take a -4 penalty on checks to intimidate creatures larger than you."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"influence_cha"
		],
		"siblings": [
			"change_others_attitudes",
			"create_diversions",
			"demoralize",
			"feint_in_combat",
			"gather_information_pu",
			"intimidate",
			"lie",
			"make_requests",
			"pass_secret_messages"
		]
	},
	"lie": {
		"name": "Lie",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/60}",
			"",
			"You can try to fool someone by attempting an Influence check. The DC of this check is the result of your opponent's Perception check to sense motive. Apply the appropriate modifiers from the table below. These modifiers stack with each other, but apply only one modifier related to the believability of the lie - the more outlandish the lie, the harder it is to make others believe it. The GM might rule that attempts to tell extremely improbable lies automatically fail.",
			"",
			"| Lie Circumstances | Influence Check Modifier |",
			"| --- | --- |",
			"| Target wants to believe you | +5 |",
			"| Lie is believable | +0 |",
			"| Lie is unlikely | -5 |",
			"| Lie is far-fetched | -10 |",
			"| Lie is impossible | -20 |",
			"| Target is drunk or impaired | +5 |",
			"| You have convincing proof | Up to +10 |",
			"",
			"***Action:*** 1 round, or longer if the lie is elaborate.",
			"",
			"***Try Again:*** Yes. Further checks against the same target take a -10 penalty."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"influence_cha"
		],
		"siblings": [
			"change_others_attitudes",
			"create_diversions",
			"demoralize",
			"feint_in_combat",
			"gather_information_pu",
			"intimidate",
			"lie",
			"make_requests",
			"pass_secret_messages"
		]
	},
	"make_requests": {
		"name": "Make Requests",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/60}",
			"",
			"You can make a request of a creature if its attitude toward you is indifferent or better. Use the DC from the table in the Change Attitudes section, with one of the following modifiers. A creature that's helpful typically gives in to most requests without a check unless the request is against its nature or puts it in serious peril. The GM might rule that some requests automatically fail if they're against a creature's values or nature.",
			"",
			"| Request | Influence DC Modifier |",
			"| --- | --- |",
			"| Give simple advice or directions | -5 |",
			"| Give detailed advice | +0 |",
			"| Give simple aid | +0 |",
			"| Reveal unimportant secret | +5 |",
			"| Give lengthy or complicated aid | +5 |",
			"| Give dangerous aid | +10 |",
			"| Reveal an important secret | +10 or more |",
			"| Give aid that could result in punishment | +15 or more |",
			"| Additional requests | +5 per request |",
			"",
			"***Action:*** 1 or more rounds, depending on the complexity of the request.",
			"",
			"***Try Again:*** No, though you can make other requests of the same target."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"influence_cha"
		],
		"siblings": [
			"change_others_attitudes",
			"create_diversions",
			"demoralize",
			"feint_in_combat",
			"gather_information_pu",
			"intimidate",
			"lie",
			"make_requests",
			"pass_secret_messages"
		]
	},
	"pass_secret_messages": {
		"name": "Pass Secret Messages",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/60}",
			"",
			"You can use innuendo to pass a hidden message to another character. If you succeed, the target automatically understands you if you're communicating in a language it understands. If you fail by 5 or more, you deliver the wrong message. Other creatures that receive the message can decipher it by succeeding at opposed Perception checks to {rule/sense motive} against your result. See the discern secret message function of {skill/Perception} to determine when a secret message is intercepted.",
			"",
			"| Secret Message | Influence DC |",
			"| --- | --- |",
			"| Simple message | 15 |",
			"| Complex message | 20 |",
			"",
			"***Action:*** Twice as long as it would take to convey the message normally.",
			"",
			"***Try Again:*** Yes."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"influence_cha"
		],
		"siblings": [
			"change_others_attitudes",
			"create_diversions",
			"demoralize",
			"feint_in_combat",
			"gather_information_pu",
			"intimidate",
			"lie",
			"make_requests",
			"pass_secret_messages"
		]
	},
	"nature_int": {
		"name": "Nature",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/60}",
			"",
			"### Nature (Int; Trained Only)",
			"",
			"You know a great deal about the natural world, and have the ability to command and train wild creatures.",
			"",
			"***Functions:*** Handle animals, identify monsters (aberrations, animals, fey, monstrous humanoids, oozes, plants, vermin), recall knowledge (about dungeons, geography, or nature).",
			"",
			"***Core Skills:*** Handle Animal, Knowledge (dungeoneering), Knowledge (geography), Knowledge (nature)."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"subtopics": [
			"handle_animals",
			"indentify_monsters",
			"recall_knowledge_nature"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"handle_animals": {
		"name": "Handle Animals",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/61}",
			"",
			"This use of Nature functions as the [Handle Animal core skill](skill/handle_animal), but uses Intelligence instead of Charisma.",
			"",
			"***Action:*** Varies. Handling an animal is a move action, while \"pushing\" an animal is a full-round action.",
			"",
			"***Try Again:*** Yes, except for rearing an animal."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"nature_int"
		],
		"siblings": [
			"handle_animals",
			"indentify_monsters",
			"recall_knowledge_nature"
		]
	},
	"indentify_monsters": {
		"name": "Indentify Monsters",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/61}",
			"",
			"Nature can be used to identify monsters of the aberration, animal, fey, monstrous humanoid, ooze, plant, and vermin types."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"nature_int"
		],
		"siblings": [
			"handle_animals",
			"indentify_monsters",
			"recall_knowledge_nature"
		]
	},
	"recall_knowledge_nature": {
		"name": "Recall Knowledge (Nature)",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/61}",
			"",
			"Nature can be used to recall knowledge on the subjects of animals, climate, plants, seasons and cycles, spelunking, terrain, and weather. See [Recall Knowledge](rule/skill_descriptions_pu) for details. Use the following DCs for certain tasks.",
			"",
			"| Task | Nature DC |",
			"| --- | --- |",
			"| Identify a common plant or animal | 10 |",
			"| Identify mineral, stone, or metal | 10 |",
			"| Determine slope | 15 |",
			"| Identify unnatural weather phenomenon | 15 |",
			"| Recognize regional terrain features | 15 |",
			"| Identify a natural or an underground hazard | 15 + hazard's CR |",
			"| Determine the artificial nature of a feature | 20 |",
			"| Determine depth underground | 20 |",
			"| Know the location of the nearest noteworthy site | 20 |"
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"nature_int"
		],
		"siblings": [
			"handle_animals",
			"indentify_monsters",
			"recall_knowledge_nature"
		]
	},
	"perception_wis": {
		"name": "Perception",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/61}",
			"",
			"### Perception (Wis)",
			"",
			"The acuity of your senses allows you to notice fine details, see danger coming, and tell when people are lying or otherwise behaving suspiciously.",
			"",
			"***Functions:*** Discern secret messages, get hunches, notice creatures and details, search locations, sense enchantments, sense motives.",
			"",
			"***Core Skills:*** Perception, Sense Motive."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"subtopics": [
			"discern_secret_messages",
			"get_hunches",
			"notice_creatures_and_details",
			"search_locations",
			"sense_enchantments",
			"sense_motive"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"discern_secret_messages": {
		"name": "Discern Secret Messages",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/61}",
			"",
			"You can use Perception to detect that a secret message is being transmitted by someone using the Influence skill. Your Perception check is opposed by the sender's Influence check. You take a -2 penalty for each piece of information you lack relating to the message. If you succeed by 4 or less, you know there's a hidden message but don't know its content. If you exceed the DC by 5 or more, you intercept and understand the message. If you fail by 4 or less, you don't detect any hidden communication. If you fail by 5 or more, you might infer false information. See the [pass secret message](rule/pass_secret_messages) function of Influence for rules on sending a secret message.",
			"",
			"***Action:*** None. This function is included in the time spent receiving the message.",
			"",
			"***Try Again:*** No, though you can attempt a check against another hidden message."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"perception_wis"
		],
		"siblings": [
			"discern_secret_messages",
			"get_hunches",
			"notice_creatures_and_details",
			"search_locations",
			"sense_enchantments",
			"sense_motive"
		]
	},
	"get_hunches": {
		"name": "Get Hunches",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/61}",
			"",
			"You can make a gut assessment of a social situation with a successful DC 20 Perception check. You get a feeling that indicates whether something is wrong or if a person is generally untrustworthy, though you don't receive specific information. To attempt to determine whether a particular statement is a lie, use the sense motive function.",
			"",
			"***Action:*** 1 minute."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"perception_wis"
		],
		"siblings": [
			"discern_secret_messages",
			"get_hunches",
			"notice_creatures_and_details",
			"search_locations",
			"sense_enchantments",
			"sense_motive"
		]
	},
	"notice_creatures_and_details": {
		"name": "Notice Creatures and Details",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/61}",
			"",
			"You can detect a creature that is using Stealth if you succeed at an opposed Perception check. You can also notice sights, sounds, and other stimuli detectable by your senses. Use the search function of Perception (see below) to find hidden objects, traps, secret doors, and other things that take time to detect.",
			"",
			"| Stimulus | Perception DC |",
			"| --- | --- |",
			"| Hear a battle | -10 |",
			"| Smell rotting garbage | -10 |",
			"| Hear details of a conversation | 0 |",
			"| See a visible creature | 0 |",
			"| Smell smoke | 0 |",
			"| Determine whether food is spoiled | 5 |",
			"| Hear a creature walking | 10 |",
			"| Hear details of a whispered conversation | 15 |",
			"| Identify powers of a potion by taste | 15 + potion's CL |",
			"| Hear a key being turned in a lock | 20 |",
			"| Hear a bow being drawn | 25 |",
			"| Sense a burrowing creature underneath you | 25 |",
			"| Notice a pickpocket | Opposed by Finesse |",
			"| Notice a creature using Stealth | Opposed by Stealth |",
			"",
			"The DCs of Perception checks to notice (and to search) are modified as indicated in the table below.",
			"",
			"| Notice Modifiers | Perception DC Modifier |",
			"| --- | --- |",
			"| Distance to the source, object, or creature | +1 per 10 feet |",
			"| Through a closed door | +5 |",
			"| Through a wall | +10 per foot of thickness |",
			"| Favorable conditions | -2 |",
			"| Unfavorable conditions | +2 |",
			"| Terrible conditions | +5 |",
			"| Creature attempting the check is distracted | +5 |",
			"| Creature attempting the check is asleep | +10 |",
			"| Source, object, or creature is invisible | +20 |",
			"",
			"***Action:*** None. This function is largely reactive in response to observable stimuli.",
			"",
			"***Try Again:*** Yes.",
			"",
			"***Conditions:*** Favorable, unfavorable, and terrible conditions depend on the sense being used. Bright light might be a favorable condition if the check involves sight, while dimmer conditions such as torchlight or moonlight could be unfavorable. Background noise could increase the DC for a check involving hearing, and competing odors could increase the DC of a scent-based check. Terrible conditions could include candlelight impeding a sight check, a dragon's roar drowning out other sounds, or an overpowering stench occluding a subtler smell."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"perception_wis"
		],
		"siblings": [
			"discern_secret_messages",
			"get_hunches",
			"notice_creatures_and_details",
			"search_locations",
			"sense_enchantments",
			"sense_motive"
		]
	},
	"search_locations": {
		"name": "Search Locations",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/62}",
			"",
			"You can thoroughly comb an area, looking for hidden traps, doors, and the like. The same modifiers that apply to Perception DCs to [notice](rule/notice_creatures_and_details) also apply to Perception DCs to search.",
			"",
			"| Hidden Object | Perception DC |",
			"| --- | --- |",
			"| Find an average concealed door | 15 |",
			"| Find an average secret door | 20 |",
			"| Find a hidden trap | Varies by trap |",
			"",
			"***Action:*** Move. Each move action spent allows you to search a 10-foot-by-10-foot area.",
			"",
			"***Try Again:*** Yes."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"perception_wis"
		],
		"siblings": [
			"discern_secret_messages",
			"get_hunches",
			"notice_creatures_and_details",
			"search_locations",
			"sense_enchantments",
			"sense_motive"
		]
	},
	"sense_enchantments": {
		"name": "Sense Enchantments",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/62}",
			"",
			"Determining that a creature's behavior is influenced by enchantment magic requires succeeding at a DC 25 Perception check (DC 15 if the creature is dominated).",
			"",
			"***Action:*** 1 minute."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"perception_wis"
		],
		"siblings": [
			"discern_secret_messages",
			"get_hunches",
			"notice_creatures_and_details",
			"search_locations",
			"sense_enchantments",
			"sense_motive"
		]
	},
	"sense_motive": {
		"name": "Sense Motive",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/62}",
			"",
			"With an opposed Perception check, you can tell when a creature is lying to you. See the [lie function of the Influence skill](rule/influence_cha).",
			"",
			"***Action:*** None.",
			"",
			"***Try Again:*** No, though you can attempt a Perception check against each lie."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"perception_wis"
		],
		"siblings": [
			"discern_secret_messages",
			"get_hunches",
			"notice_creatures_and_details",
			"search_locations",
			"sense_enchantments",
			"sense_motive"
		]
	},
	"performance_cha": {
		"name": "Performance",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/62}",
			"",
			"### Performance (Cha)",
			"",
			"You can compel an emotional reaction through a musical, oratory, or physical performance. Your ability to act convincingly and use stagecraft also makes you better at disguising yourself. This skill applies to performances of any type (unlike in the Core Rulebook).",
			"",
			"***Functions:*** Disguise yourself, impress audiences.",
			"",
			"***Core Skills:*** Disguise, Perform (all)."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"subtopics": [
			"disguise_yourself",
			"impress_audiences"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"disguise_yourself": {
		"name": "Disguise Yourself",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/62}",
			"",
			"This use of Performance functions as the [Disguise core skill](skill/disguise).",
			"",
			"***Action:*** 1d3 &times; 10 minutes. Using magic (such as disguise self) reduces this to the time required to cast the spell or trigger the effect.",
			"",
			"***Try Again:*** Yes, though if others know a disguise was attempted, they'll be more suspicious."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"performance_cha"
		],
		"siblings": [
			"disguise_yourself",
			"impress_audiences"
		]
	},
	"impress_audiences": {
		"name": "Impress Audiences",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/62}",
			"",
			"By performing a speech, song, play, or other artistic work, you can impress an audience. If you're in a prosperous city, you gain money for spending a day at this task. The amount depends on the result of your Performance check.",
			"",
			"| Performance Quality | Performance DC | Money Earned |",
			"| --- | --- | --- |",
			"| Routine (akin to begging) | 10 | 1d10 cp per day |",
			"| Enjoyable | 15 | 1d10 sp per day |",
			"| Great | 20 | 3d10 sp per day |",
			"| Memorable | 25 | 1d6 gp per day |",
			"| Extraordinary | 30 | 3d6 gp per day |",
			"",
			"***Action:*** Anywhere between one evening and a full day.",
			"",
			"***Try Again:*** Yes, though the DC increases by 2 for each previous routine performance the same audience has witnessed you make.",
			"",
			"***Masterwork Instrument:*** A masterwork instrument grants a +2 bonus on Performance checks to impress an audience."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"performance_cha"
		],
		"siblings": [
			"disguise_yourself",
			"impress_audiences"
		]
	},
	"religion_int": {
		"name": "Religion",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/63}",
			"",
			"### Religion (Int; Trained Only)",
			"",
			"The secrets of deities, holy lore, and the extraplanar realms are open to you.",
			"",
			"***Functions:*** Identify monsters (outsiders and undead), recall knowledge (about the planes or religions).",
			"",
			"***Core Skills:*** Knowledge (planes), Knowledge (religion)."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"subtopics": [
			"identify_monsters_religion",
			"recall_knowledge_religion"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"identify_monsters_religion": {
		"name": "Identify Monsters (Religion)",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/63}",
			"",
			"Religion can be used to identify monsters of the outsider and undead types."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"religion_int"
		],
		"siblings": [
			"identify_monsters_religion",
			"recall_knowledge_religion"
		]
	},
	"recall_knowledge_religion": {
		"name": "Recall Knowledge (Religion)",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/63}",
			"",
			"Religion can be used to recall knowledge on the subjects of gods, ecclesiastic tradition, holy symbols, mythic history, the planes, and planar magic. See [Recall Knowledge](rule/skill_descriptions_pu) for details. Use the following DCs for certain tasks.",
			"",
			"| Task | Religion DC |",
			"| --- | --- |",
			"| Know the names of the planes | 10 |",
			"| Recognize a common deity's symbol or clergy | 10 |",
			"| Know common mythology and tenets | 15 |",
			"| Recognize the current plane | 15 |",
			"| Identify a creature's planar origin | 20 |",
			"| Recognize an obscure deity's symbol or clergy | 20 |"
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"religion_int"
		],
		"siblings": [
			"identify_monsters_religion",
			"recall_knowledge_religion"
		]
	},
	"society_int": {
		"name": "Society",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/63}",
			"",
			"### Society (Int; Trained Only)",
			"",
			"You understand the people and systems that make civilization run, and you know the historical events that made societies what they are today. Part of this expertise includes a greater understanding of languages.",
			"",
			"***Functions:*** Create or detect forgeries, decipher writing, identify monsters (humanoids), learn languages, recall knowledge (about history, locales, or nobility).",
			"",
			"***Core Skills:*** Knowledge (history), Knowledge (local), Knowledge (nobility), Linguistics."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"subtopics": [
			"create_or_detect_forgeries",
			"decipher_writing",
			"identify_monsters_society",
			"learn_language",
			"recall_knowledge_society"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"create_or_detect_forgeries": {
		"name": "Create or Detect Forgeries",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/63}",
			"",
			"You must have the proper writing materials to create a forgery. If the handwriting doesn't need to be specific to a person, you need only to have seen a similar document before, and you gain a +8 bonus on the check. To forge a signature, you need an autograph of that person to copy, which grants a +4 bonus on the check. You need a larger handwriting sample to forge a longer document in that person's script.",
			"",
			"The GM rolls a Society check to create a forgery secretly, so you're not sure how good your forgery is until someone examines the work. The examiner attempts an opposed Society check, modified by any applicable bonuses or penalties listed under the decipher writing function of Society.",
			"",
			"***Action:*** 1 minute to 1d4 minutes per page to create a forgery, or 1 round per page to detect a forgery.",
			"",
			"***Try Again:*** Yes, though examiners who encounter forged documents will be more cautious of future documents."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"society_int"
		],
		"siblings": [
			"create_or_detect_forgeries",
			"decipher_writing",
			"identify_monsters_society",
			"learn_language",
			"recall_knowledge_society"
		]
	},
	"decipher_writing": {
		"name": "Decipher Writing",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/63}",
			"",
			"A Society check can allow you to decipher writing in an unfamiliar language or a message written in an incomplete or archaic form. If you succeed at your check, you understand the general content of about one page worth of writing. If you fail, you must succeed at a DC 5 Wisdom check or draw a false conclusion about the text. Both checks are rolled by the GM in secret, so you don't know whether the conclusion you drew is true or false.",
			"",
			"| Unfamiliar Message | Society DC |",
			"| --- | --- |",
			"| Simple message | 20 |",
			"| Standard text | 20 |",
			"| Intricate, exotic, or very old writing | 20 |",
			"",
			"***Action:*** 1 minute per page.",
			"",
			"***Try Again:*** Yes."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"society_int"
		],
		"siblings": [
			"create_or_detect_forgeries",
			"decipher_writing",
			"identify_monsters_society",
			"learn_language",
			"recall_knowledge_society"
		]
	},
	"identify_monsters_society": {
		"name": "Identify Monsters (Society)",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/63}",
			"",
			"Society can be used to identify monsters of the humanoid type."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"society_int"
		],
		"siblings": [
			"create_or_detect_forgeries",
			"decipher_writing",
			"identify_monsters_society",
			"learn_language",
			"recall_knowledge_society"
		]
	},
	"learn_language": {
		"name": "Learn Language",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/63}",
			"",
			"Each time you put a rank in Society, you learn to speak and read a new language. See the [Linguistics core skill](skill/linguistics) for a list of common languages.",
			"",
			"***Action:*** None. Unlike with other skill uses, you gain this benefit at all times."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"society_int"
		],
		"siblings": [
			"create_or_detect_forgeries",
			"decipher_writing",
			"identify_monsters_society",
			"learn_language",
			"recall_knowledge_society"
		]
	},
	"recall_knowledge_society": {
		"name": "Recall Knowledge (Society)",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/63}",
			"",
			"Society can be used to recall knowledge on the inhabitants of a region, important personalities, royalty, noble lineages, historical events, customs, legends, and laws. See [Recall Knowledge](rule/skill_descriptions_pu) for details. Use the following DCs for certain tasks.",
			"",
			"| Task | Society DC |",
			"| --- | --- |",
			"| Know laws, rulers, and popular locations | 10 |",
			"| Know of a recent or historically significant event | 10 |",
			"| Determine the approximate date of specific event | 15 |",
			"| Know a common rumor or tradition | 15 |",
			"| Know proper etiquette | 15 |",
			"| Know hidden organizations, rulers, and locations | 20 |",
			"| Know a line of succession | 20 |",
			"| Know an obscure or ancient historical event | 20 |"
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"society_int"
		],
		"siblings": [
			"create_or_detect_forgeries",
			"decipher_writing",
			"identify_monsters_society",
			"learn_language",
			"recall_knowledge_society"
		]
	},
	"spellcraft_int": {
		"name": "Spellcraft",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/64}",
			"",
			"### Spellcraft (Int; Trained Only)",
			"",
			"You know how spells and magic items work, and have picked up numerous bits of magical lore. Regardless of whether you're a spellcaster, you can use magic items even if you wouldn't normally be able to.",
			"",
			"***Functions:*** Activate magic items (that you would normally be unable to use), craft magic items, identify magic, identify monsters (constructs, dragons, and magical beasts), learn or borrow spells (from spellbooks and scrolls), recall knowledge (about arcana).",
			"",
			"***Core Skills:*** Knowledge (arcana), Spellcraft, Use Magic Device.",
			"",
			"***Specialist Wizards:*** If you're a specialist wizard, you gain a +2 bonus on Spellcraft checks to identify, learn, and prepare spells from your chosen school. However, you take a -5 penalty on similar checks concerning spells from your opposition schools."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"subtopics": [
			"activate_magic_items",
			"craft_magic_items_pu",
			"identify_magic",
			"identify_monsters_spellcraft",
			"learn_or_borrow_spells",
			"recall_knowledge_spellcraft"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"activate_magic_items": {
		"name": "Activate Magic Items",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/64}",
			"",
			"This use of Spellcraft functions as the [Use Magic Device core skill](skill/use_magic_device), but uses Intelligence instead of Charisma.",
			"",
			"***Action:*** None.",
			"",
			"***Try Again:*** Yes, but if you ever roll a natural 1 while attempting to activate an item and you fail, you can't try to activate that item again for 24 hours."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"spellcraft_int"
		],
		"siblings": [
			"activate_magic_items",
			"craft_magic_items_pu",
			"identify_magic",
			"identify_monsters_spellcraft",
			"learn_or_borrow_spells",
			"recall_knowledge_spellcraft"
		]
	},
	"craft_magic_items_pu": {
		"name": "Craft Magic Items",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/64}",
			"",
			"You must attempt a Spellcraft check as part of the process of crafting a magic item. The DC varies by the item. [See the full rules on creating magic items](rule/magic_item_creation).",
			"",
			"***Action:*** None."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"spellcraft_int"
		],
		"siblings": [
			"activate_magic_items",
			"craft_magic_items_pu",
			"identify_magic",
			"identify_monsters_spellcraft",
			"learn_or_borrow_spells",
			"recall_knowledge_spellcraft"
		]
	},
	"identify_magic": {
		"name": "Identify Magic",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/64}",
			"",
			"By succeeding at a Spellcraft check, you can determine specific types of spells as they're being cast or while they are in effect. You can also pinpoint magical auras in this manner, or decipher the magical writing on scrolls without casting {spell/read magic}.",
			"",
			"| Task | Spellcraft DC |",
			"| --- | --- |",
			"| Identify auras while using {spell/detect magic} | 15 + spell level |",
			"| Identify properties of a magic item using {spell/detect magic} | 15 + item's caster level |",
			"| Identify a spell as it is being cast | 15 + spell level |",
			"| Decipher a scroll without using {spell/read magic} | 20 + spell level |",
			"| Identify a spell effect that is in place | 20 + spell level |",
			"| Identify a spell that just targeted you | 25 + spell level |",
			"",
			"***Action:*** None, in most cases. Deciphering a scroll is a full-round action, and attempting to identify the properties of a magic item takes 3 rounds per item.",
			"",
			"***Try Again:*** You can retry checks to identify a spell. When using {spell/detect magic} and {spell/identify} to learn the properties of magic items, you can make only one attempt per item per day.",
			"",
			"***Perception Penalties:*** Attempting to identify a spell as it's being cast incurs the same penalties as a Perception check due to distance, poor conditions, and other factors."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"spellcraft_int"
		],
		"siblings": [
			"activate_magic_items",
			"craft_magic_items_pu",
			"identify_magic",
			"identify_monsters_spellcraft",
			"learn_or_borrow_spells",
			"recall_knowledge_spellcraft"
		]
	},
	"identify_monsters_spellcraft": {
		"name": "Identify Monsters (Spellcraft)",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/65}",
			"",
			"Spellcraft can be used to identify monsters of the construct, dragon, and magical beast types."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"spellcraft_int"
		],
		"siblings": [
			"activate_magic_items",
			"craft_magic_items_pu",
			"identify_magic",
			"identify_monsters_spellcraft",
			"learn_or_borrow_spells",
			"recall_knowledge_spellcraft"
		]
	},
	"learn_or_borrow_spells": {
		"name": "Learn or Borrow Spells",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/65}",
			"",
			"To add new spells to your spellbook, or to prepare a spell out of someone else's spellbook, you must succeed at a Spellcraft check.",
			"",
			"| Task | Spellcraft DC |",
			"| --- | --- |",
			"| Learn a spell from a spellbook or scroll | 15 + spell level |",
			"| Prepare a spell from a borrowed spellbook | 15 + spell level |",
			"",
			"***Action:*** Learning a spell takes 1 hour per level of the spell (or 30 minutes for a 0-level spell). Preparing a borrowed spell is a part of spell preparation and doesn't add any extra time.",
			"",
			"***Try Again:*** If you fail to learn a spell from a spellbook, you can try again after 1 week. If you fail to prepare a spell from a borrowed spellbook, you can't try again until the next day."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"spellcraft_int"
		],
		"siblings": [
			"activate_magic_items",
			"craft_magic_items_pu",
			"identify_magic",
			"identify_monsters_spellcraft",
			"learn_or_borrow_spells",
			"recall_knowledge_spellcraft"
		]
	},
	"recall_knowledge_spellcraft": {
		"name": "Recall Knowledge (Spellcraft)",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/65}",
			"",
			"Spellcraft can be used to recall knowledge on the subjects of ancient mysteries, arcane symbols, and magic traditions. See [Recall Knowledge](rule/skill_descriptions_pu) for details. Use the following DCs for certain tasks.",
			"",
			"| Task | Spellcraft DC |",
			"| --- | --- |",
			"| Identify spells that use a specific material component | 20 |",
			"| Identify materials manufactured by magic | 20 + spell level |"
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"spellcraft_int"
		],
		"siblings": [
			"activate_magic_items",
			"craft_magic_items_pu",
			"identify_magic",
			"identify_monsters_spellcraft",
			"learn_or_borrow_spells",
			"recall_knowledge_spellcraft"
		]
	},
	"stealth_dex": {
		"name": "Stealth",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/65}",
			"",
			"### Stealth (Dex; Armor Check Penalty)",
			"",
			"You are skilled at avoiding detection, allowing you to slip past foes or strike from an unseen position. This skill covers hiding and moving silently.",
			"",
			"***Functions:*** Avoid being noticed.",
			"",
			"***Core Skills:*** Stealth."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"subtopics": [ "avoid_being_noticed" ],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"avoid_being_noticed": {
		"name": "Avoid Being Noticed",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/65}",
			"",
			"This use of Stealth functions as the [Stealth core skill](skill/stealth).",
			"",
			"***Action:*** None, though using Stealth immediately after making a ranged attack is a move action."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"stealth_dex"
		],
		"siblings": [ "avoid_being_noticed" ]
	},
	"survival_wis": {
		"name": "Survival",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/65}",
			"",
			"### Survival (Wis)",
			"",
			"You know how to survive in the wild, navigate the wilderness, and tend wounds.",
			"",
			"***Functions:*** Determine true north, follow tracks, survive in the wild, tend wounds and ailments.",
			"",
			"***Core Skills:*** Heal, Survival."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"subtopics": [
			"determine_true_north",
			"follow_tracks",
			"survive_in_the_wild",
			"tend_wounds_and_ailments"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"determine_true_north": {
		"name": "Determine True North",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/65}",
			"",
			"If you are trained in Survival, you can automatically determine where true north lies in relation to yourself.",
			"",
			"***Action:*** None."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"survival_wis"
		],
		"siblings": [
			"determine_true_north",
			"follow_tracks",
			"survive_in_the_wild",
			"tend_wounds_and_ailments"
		]
	},
	"follow_tracks": {
		"name": "Follow Tracks",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/65}",
			"",
			"You must succeed at a Survival check to find or follow tracks for up to 1 mile. You must attempt an additional check each time the tracks become difficult to follow. While following tracks, you move at half your speed. You can move at your normal speed by taking a -5 penalty on the check, or twice your normal speed by taking a -20 penalty on the check. The DC to follow tracks depends on the surface and the prevailing conditions (see the Surfaces section below).",
			"",
			"| Surface | Survival DC |",
			"| --- | --- |",
			"| Very soft ground | 5 |",
			"| Soft ground | 10 |",
			"| Firm ground | 15 |",
			"| Hard ground | 20 |",
			"",
			"Your Survival check might be modified based on any of the following conditions. Multiple conditions could affect the same roll, but apply only the size modifier for the largest creature in a group being tracked and apply only the most severe penalty for poor visibility.",
			"",
			"| Size of creatures being tracked | Survival DC Modifier |",
			"| --- | --- |",
			"| Fine | +8 |",
			"| Diminutive | +4 |",
			"| Tiny | +2 |",
			"| Small | +1 |",
			"| Medium | +0 |",
			"| Large | -1 |",
			"| Huge | -2 |",
			"| Gargantuan | -4 |",
			"| Colossal | -8 |",
			"",
			"#### Visibility",
			"",
			"| Poor visibility | Survival DC Modifier |",
			"| --- | --- |",
			"| Fog or precipitation | +3 |",
			"| Moonlight | +3 |",
			"| Overcast or moonless night | +6 |",
			"| Tracked party hides its trail and moves at half speed | +5 |",
			"",
			"#### Other Factors",
			"",
			"| Other factors | Survival DC Modifier |",
			"| --- | --- |",
			"| Multiple creatures in a group | -1 per three creatures |",
			"| Time since the tracks were made | +1 per 24 hours |",
			"| Rain since the tracks were made | +1 per hour of rain |",
			"| Fresh snow since the tracks were made | +10 |",
			"",
			"***Action:*** Full-round action or longer.",
			"",
			"***Try Again:*** You can retry a failed check after 1 hour (outdoors) or 10 minutes (indoors).",
			"",
			"***Untrained:*** You can follow tracks untrained, but only if the DC is 10 or lower.",
			"",
			"***Perception:*** Detecting a footprint or similar sign of a creature's passage with the Perception skill uses the same DCs as Survival checks to follow tracks, but you can't use Perception to follow tracks.",
			"",
			"### Surfaces",
			"",
			"This section gives examples of surfaces for the first table presented above.",
			"",
			"***Very Soft Ground:*** Any surface (fresh snow, thick dust, wet mud) that holds deep, clear impressions of footprints.",
			"",
			"***Soft Ground:*** Any surface soft enough to yield to pressure, but firmer than wet mud or fresh snow, in which a creature leaves frequent but shallow footprints.",
			"",
			"***Firm Ground:*** Most normal outdoor surfaces (such as lawns, fields, woods, and the like) or exceptionally soft or dirty indoor surfaces (thick rugs and very dirty or dusty floors). The creature might leave some traces (broken branches or tufts of hair), but it leaves only occasional or partial footprints.",
			"",
			"***Hard Ground:*** Any surface that doesn't hold footprints at all, such as bare rock or an indoor floor. Most streambeds fall into this category, since any footprints left behind are obscured or washed away. The creature leaves only traces (scuff marks or displaced pebbles)."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"survival_wis"
		],
		"siblings": [
			"determine_true_north",
			"follow_tracks",
			"survive_in_the_wild",
			"tend_wounds_and_ailments"
		]
	},
	"survive_in_the_wild": {
		"name": "Survive in the Wild",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/66}",
			"",
			"You can keep yourself and others fed and safe in the wilderness. Use the following DCs for certain tasks.",
			"",
			"| Task | Survival DC |",
			"| --- | --- |",
			"| Get along in the wild | 10 |",
			"| Endure severe weather | 15 |",
			"| Avoid natural hazards, such as quicksand | 15 |",
			"| Keep from getting lost | 15 |",
			"| Predict the weather up to 24 hours in advance | 15 |",
			"",
			"When you get along in the wild, you can move up to half your overland speed while hunting and foraging without needing food and water supplies. You can provide food and water for one other character for every 2 points by which your check exceeds 10.",
			"",
			"When you endure severe weather, you gain a +2 bonus on Fortitude saves against severe weather while moving at up to half your overland speed, or a +4 bonus if you remain stationary. You can grant this bonus to one other character for every 1 point by which your check exceeds 15.",
			"",
			"When you predict the weather, you can predict the weather for one additional day in advance for every 5 points by which your check exceeds 15.",
			"",
			"***Action:*** Varies. A single check could represent activity over the course of hours or a full day.",
			"",
			"***Try Again:*** You can attempt a Survival check only once every 24 hours to get along in the wild or endure severe weather. You can attempt a check to avoid getting lost or avoid natural hazards for each situation that calls for one, but you can't retry a check to avoid getting lost in a specific situation or to avoid a specific natural hazard."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"survival_wis"
		],
		"siblings": [
			"determine_true_north",
			"follow_tracks",
			"survive_in_the_wild",
			"tend_wounds_and_ailments"
		]
	},
	"tend_wounds_and_ailments": {
		"name": "Tend Wounds and Ailments",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/66}",
			"",
			"This use of Survival functions as the [Heal core skill](skill/heal).",
			"",
			"***Action:*** Providing first aid, treating a wound, or treating poison is a standard action. Treating a disease or tending to a creature that has been wounded by a spike growth or spike stones spell requires 10 minutes of work. Treating deadly wounds requires 1 hour of work. Providing long-term care requires 8 hours of light activity.",
			"",
			"***Try Again:*** Varies. Generally speaking, you can't try to tend wounds and ailments without witnessing proof of the original check's failure. You can always retry a check to provide first aid if the target is still alive."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"survival_wis"
		],
		"siblings": [
			"determine_true_north",
			"follow_tracks",
			"survive_in_the_wild",
			"tend_wounds_and_ailments"
		]
	},
	"racial_bonuses": {
		"name": "Racial Bonuses",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/67}",
			"",
			"The races of the Core Rulebook that gain bonuses to skills should change in the following ways.",
			"",
			"***Dwarf:*** Greed functions the same way if the campaign uses background skills; otherwise, its bonus instead applies to Spellcraft checks to identify magic items that contain precious metals or gemstones.",
			"",
			"***Elf:*** Keen senses grants a +1 bonus on Perception checks.",
			"",
			"***Gnome:*** Keen senses grants a +1 bonus on Perception checks. Obsessive functions the same way if the campaign uses background skills; otherwise, it instead grants a +1 bonus on the character's choice of Perform or Spellcraft checks.",
			"",
			"***Half-Elf:*** Keen senses grants a +1 bonus on Perception checks.",
			"",
			"***Half-Orc:*** Intimidating applies only to Influence checks to demoralize or intimidate.",
			"",
			"***Halfling:*** Keen senses grants a +1 bonus on Perception checks. Sure-footed grants a +1 racial bonus on Acrobatics and Athletics checks."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"class_skills_2": {
		"name": "Class Skills",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/67}",
			"",
			"The bonus from class skills functions the same way under this system, and provides the same +3 bonus. However, the class skill lists change, with the following entries replacing the normal class skills lists. The number in parentheses indicates the number of skill ranks a character of this class gains at each level. Always add 1/2 the character's Intelligence modifier to this number, even if the modifier is negative. A character always gains a minimum of 1 skill rank per level.",
			"",
			"Alchemist (2 + 1/2 Int): Finesse, Spellcraft, Survival.",
			"",
			"Arcanist (1 + 1/2 Int): Religion, Society, Spellcraft.",
			"",
			"Barbarian (1 + 1/2 Int): Athletics, Nature.",
			"",
			"Bard (3 + 1/2 Int): Influence, Perception, Performance, Society, Spellcraft.",
			"",
			"Bloodrager (2 + 1/2 Int): Athletics, Spellcraft.",
			"",
			"Brawler (2 + 1/2 Int): Acrobatics, Athletics, Perception.",
			"",
			"Cavalier (2 + 1/2 Int): Acrobatics, Athletics, Nature.",
			"",
			"Cleric (1 + 1/2 Int): Religion, Spellcraft, Survival.",
			"",
			"Druid (2 + 1/2 Int): Athletics, Nature, Survival.",
			"",
			"Fighter (1 + 1/2 Int): Acrobatics, Athletics.",
			"",
			"Gunslinger (2 + 1/2 Int): Athletics, Survival.",
			"",
			"Hunter (3 + 1/2 Int): Athletics, Nature, Perception, Stealth.",
			"",
			"Inquisitor (3 + 1/2 Int): Influence, Perception, Spellcraft, Stealth, Survival.",
			"",
			"Investigator (3 + 1/2 Int): Acrobatics, Finesse, Influence, Perception, Society, Spellcraft.",
			"",
			"Magus (1 + 1/2 Int): Athletics, Spellcraft.",
			"",
			"Monk (2 + 1/2 Int): Acrobatics, Athletics, Perception.",
			"",
			"Oracle (2 + 1/2 Int): Religion.",
			"",
			"Paladin (1 + 1/2 Int): Religion, Survival.",
			"",
			"Ranger (3 + 1/2 Int): Athletics, Nature, Perception, Stealth, Survival.",
			"",
			"Rogue (4 + 1/2 Int): Acrobatics, Finesse, Influence, Perception, Society, Stealth.",
			"",
			"Shaman (2 + 1/2 Int): Nature, Religion, Survival.",
			"",
			"Skald (2 + 1/2 Int): Influence, Performance, Society, Spellcraft.",
			"",
			"Slayer (3 + 1/2 Int): Athletics, Influence, Stealth, Survival.",
			"",
			"Sorcerer (1 + 1/2 Int): Influence, Spellcraft.",
			"",
			"Summoner (1 + 1/2 Int): Religion, Spellcraft.",
			"",
			"Swashbuckler (2 + 1/2 Int): Acrobatics, Athletics, Influence, Perception.",
			"",
			"Warpriest (1 + 1/2 Int): Athletics, Religion, Survival.",
			"",
			"Witch (1 + 1/2 Int): Nature, Religion, Spellcraft.",
			"",
			"Wizard (1 + 1/2 Int): Religion, Society, Spellcraft."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"subtopics": [ "converting_existing_characters" ],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"converting_existing_characters": {
		"name": "Converting Existing Characters",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/67}",
			"",
			"When converting to the consolidated skills system in the middle of an ongoing campaign, it's typically best to allow each player to completely reset her character's skill ranks and spend them again from scratch. She should also be able to retrain any feats or other abilities that affect her skill bonuses."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"class_skills_2"
		],
		"siblings": [ "converting_existing_characters" ]
	},
	"altering_skill_bonuses": {
		"name": "Altering Skill Bonuses",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/67}",
			"",
			"To adjust the rest of the system, use the guidelines below. Generally, an ability or effect that would normally grant a bonus on multiple types of skill checks instead grants a bonus on half as many, rounded down (minimum 1)."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"subtopics": [
			"bonuses_for_function",
			"prerequisites",
			"monster_skill_bonuses"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"bonuses_for_function": {
		"name": "Bonuses for Function",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/67}",
			"",
			"For feats and abilities that grant bonuses or penalties to skills, it's best for the GM to either ban them or adjust them to work only with specific functions of the feat. That is to say, the consolidated skills still cover the functions of the skills they've absorbed, so a bonus can still apply to only a specific function. For example, the {feat/Intimidating Prowess} feat should add a character's Strength modifier instead of Charisma only when using the Influence skill to intimidate, rather than adding it to the Influence skill in all cases. The {spell/jump} spell should give a bonus only on Athletics checks to jump, rather than on all Athletics checks. There are no direct conversions for this effect, so it must be done on a case-by-case basis."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"altering_skill_bonuses"
		],
		"siblings": [
			"bonuses_for_function",
			"prerequisites",
			"monster_skill_bonuses"
		]
	},
	"prerequisites": {
		"name": "Prerequisites",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/67}",
			"",
			"If a feat, prestige class, or other ability requires a certain number of ranks in a skill, directly convert that core skill to the consolidated skill. Use the same number of ranks. For example, the {feat/Mounted Combat} feat would require Acrobatics 1 rank instead of Ride 1 rank."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"altering_skill_bonuses"
		],
		"siblings": [
			"bonuses_for_function",
			"prerequisites",
			"monster_skill_bonuses"
		]
	},
	"monster_skill_bonuses": {
		"name": "Monster Skill Bonuses",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/68}",
			"",
			"When running a prebuilt monster, the GM can convert core skills to consolidated skills on the fly. The GM can choose one of two paths: either use the monster's highest printed bonus as its bonus with the relevant consolidated skill, or treat each bonus as though it applies only to a sub-function of a consolidated skill. For example, an ice devil has a +22 bonus on Acrobatics checks and a +13 bonus on Fly checks. The GM could either give the devil a +22 bonus on all Acrobatics checks, or use the +22 bonus if the monster is moving through a threatened area and the +13 bonus if it's flying. Either approach can work, but the GM should be consistent with which she uses.",
			"",
			"A GM using the highest-bonus approach still might want to consider separating out the bonuses in the case of large racial modifiers. A monster with a climb speed should probably not get its +8 racial bonus on Athletics checks to jump or swim."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"altering_skill_bonuses"
		],
		"siblings": [
			"bonuses_for_function",
			"prerequisites",
			"monster_skill_bonuses"
		]
	},
	"altering_feats": {
		"name": "Altering Feats",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/68}",
			"",
			"Feats that give bonuses on skill checks need to be adjusted or removed in the consolidated skills system. This section presents a list of the skill feats in the Core Rulebook that shouldn't be used with this system. It also presents an alternative version of {feat/Skill Focus} that replaces the core version to make its power level work better with this system. If an ability or class feature would grant access to one of the banned feats, use the most appropriate {feat/Skill Focus} feat instead, as determined by the GM. For example, a familiar that grants {feat/Alertness} would instead grant [Skill Focus (Perception)](feat/skill_focus). For feats that modify skills in other ways, see the {rule/Bonuses for Function} section.",
			"",
			"***Removed Feats:*** {feat/Acrobatic}, {feat/Alertness}, {feat/Animal Affinity}, {feat/Athletic}, {feat/Deceitful}, {feat/Deft Hands}, {feat/Magical Aptitude}, {feat/Persuasive}, {feat/Self-Sufficient}, {feat/Stealthy}.",
			"",
			"### Skill Focus",
			"",
			"Choose a skill. You are particularly adept at that skill.",
			"",
			"***Benefit:*** You gain a +2 bonus on all checks involving the chosen skill. If you have 10 or more ranks in that skill, this bonus increases to +4.",
			"",
			"**Special:** You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new skill."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"altering_traits": {
		"name": "Altering Traits",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/68}",
			"",
			"Many traits offer a +1 trait bonus on core skill checks and make those skills class skills. With the consolidated skills system, those traits instead grant a +1 trait bonus on traits involving the functions of those consolidated skills corresponding to the traits' listed core skills, or a +4 trait bonus if the skills are not class skills. If you later receive that skill as a class skill, this trait bonus reduces to +1."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"special_class_rules": {
		"name": "Special Class Rules",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/68}",
			"",
			"Some class features function differently because of the consolidated skills list. Clarifications appear here, divided by class. These entries cover only the main class features, so the GM might need to adjudicate how certain arcane schools, domains, and the like interact with the consolidated skills system. Class features are omitted if they can be handled with a simple substitution, such as changing an ability that requires a Disable Device check to instead require a Finesse check.",
			"",
			"***Alchemist:*** Because the consolidated skills system removes Craft skills by default, the GM should either treat the alchemist's Craft (alchemy) bonus as though it were equal to his character level + his Intelligence modifier + 3 or use the background skills system.",
			"",
			"***Barbarian:*** The Acrobatics skill and the intimidate function of Influence can be used while raging.",
			"",
			">**Rage Powers:** Raging climber, raging leaper, and raging swimmer are replaced with raging athlete, which adds the barbarian's level as an enhancement bonus on all Athletics checks and treats all such checks to jump as though the character had a running start.",
			"",
			"***Bard:*** Note that Performance applies to all types of performance, rather than being broken down like the core Perform skills. Bardic knowledge adds 1/2 the bard's class level (minimum 1) on all Nature, Religion, Society, and Spellcraft checks, and the bard can attempt checks with these skills untrained. Versatile performance allows the bard to substitute Performance when attempting either Acrobatics or Influence checks. He must choose only one of these two skills, and doesn't increase the number of substituted skills at higher levels. Lore master applies to Nature, Religion, Society, and Spellcraft checks.",
			"",
			"***Bloodrager:*** The Acrobatics skill and the intimidate function of Influence can be used while bloodraging.",
			"",
			"***Cavalier:*** A cavalier order adds only one skill to the cavalier's list of class skills (of the GM's choice, but the choice can't overlap with the cavalier's normal class skills). The bonus on checks applies only to the specific skill function listed.",
			"",
			"***Druid:*** Nature sense instead grants a +1 bonus on Nature and Survival checks.",
			"",
			"***Hunter:*** The bonus from the monkey aspect applies only to Athletics checks to climb.",
			"",
			"***Inquisitor:*** Stern gaze grants the inquisitor a bonus on Influence checks to intimidate and on Perception checks to sense motive.",
			"",
			"***Investigator:*** Because the consolidated skills system removes Craft skills by default, the GM should either treat the investigator's Craft (alchemy) bonus as though it were equal to his character level + his Intelligence modifier + 3 or use the background skills system. The investigator's ability to apply inspiration without expending uses applies to Nature, Religion, Society, and Spellcraft checks (he must still be trained in the skill). The trapfinding bonus applies to both Perception checks to locate traps and Finesse checks to disable traps. An investigator can use Finesse to disable magical traps. Keen recollection applies to Nature, Religion, Society, and Spellcraft checks.",
			"",
			">**Investigator Talents:** Device talent allows the investigator to use Spellcraft untrained, but has no effect if the investigator is trained in Spellcraft. Empathy applies only when the investigator uses Perception to sense motive. Expanded inspiration can be used with Perception and Survival checks. Inspirational expertise applies when the investigator identifies a monster's special powers or vulnerabilities using whichever skill is appropriate. Inspired intelligence applies to Nature, Religion, Society, and Spellcraft checks. Underworld inspiration applies to Finesse and Influence checks.",
			"",
			"***Oracle:*** An oracle gains two class skills from her mystery (chosen by the GM).",
			"",
			"***Ranger:*** The favored enemy bonus applies to Perception and Survival checks against creatures of the selected type, and to checks with the monster knowledge function of the relevant skill. The favored terrain bonus applies to initiative checks, Nature checks, Perception checks to notice things, Stealth checks, and Survival checks.",
			"",
			"***Rogue:*** The trapfinding bonus applies to both Perception checks to locate traps and Finesse checks to disable traps. A rogue can use Finesse to disable magical traps.",
			"",
			">**Rogue Talents:** The skill mastery talent applies to a number of skills equal to 1 + 1/2 the rogue's Intelligence modifier. It can still be taken multiple times.",
			"",
			"***Skald:*** Note that Performance applies to all types of performance, rather than being broken down like the core Perform skills. Bardic knowledge adds 1/2 the skald's class level (minimum 1) on all Nature, Religion, Society, and Spellcraft checks, and the skald can attempt checks with these skills untrained. The Acrobatics skill and the intimidate function of Influence can be used while in an inspired rage. Versatile performance allows the skald to substitute Performance when attempting either Influence checks or Perception checks to sense motive. He must choose only one of these two skills, and doesn't increase the number of skills substituted at higher levels. Lore master applies to Nature, Religion, Society, and Spellcraft checks.",
			"",
			"***Slayer:*** The studied target bonus applies to Influence checks to bluff, Perception checks, and Survival checks against the studied target. The stalker bonus applies to Influence checks to intimidate a creature, Perform checks to use a disguise, and Stealth checks.",
			"",
			">**Slayer Talents:** Foil scrutiny applies to Influence checks to bluff a creature and Perform checks to use a disguise. Trapfinding grants Finesse as a class skill. The bonus from trapfinding applies to both Perception checks to locate traps and Finesse checks to disable traps. A slayer with trapfinding can use Finesse to disable magical traps.",
			"",
			"***Sorcerer:*** A bloodline's class skill applies to all uses of the corresponding consolidated skill.",
			"",
			"***Summoner:*** Change the eidolon's class skills to Perception and Stealth. The summoner can choose two additional class skills for the eidolon. An eidolon with a fly speed does not gain Acrobatics as a class skill.",
			"",
			"***Swashbuckler:*** Derring-do can be used on Acrobatics and Athletics checks. Swashbuckler's edge can be used on Acrobatics and Athletics checks.",
			"",
			"***Witch:*** The bonus from the flight hex is a +4 racial bonus on Athletics checks to swim."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills"
		],
		"subtopics": [ "miscellaneous_abilities" ],
		"siblings": [
			"skill_descriptions_pu",
			"acrobatics_dex",
			"athletics_str",
			"finesse_dex",
			"influence_cha",
			"nature_int",
			"perception_wis",
			"performance_cha",
			"religion_int",
			"society_int",
			"spellcraft_int",
			"stealth_dex",
			"survival_wis",
			"racial_bonuses",
			"class_skills_2",
			"altering_skill_bonuses",
			"altering_feats",
			"altering_traits",
			"special_class_rules"
		]
	},
	"miscellaneous_abilities": {
		"name": "Miscellaneous Abilities",
		"subtitle": "Consolidated Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/69}",
			"",
			"Abilities that aren't tied only to one class appear here.",
			"",
			"***Animal Companions:*** Change animal skills to Acrobatics, Athletics\\*, Perception\\*, Stealth\\*, and Survival. An asterisk (\\*) indicates a class skill.",
			"",
			"***Familiars:*** The skill bonus from the familiar applies to all uses of the corresponding consolidated skill, but the bonus is reduced to +2. The raven familiar grants a +2 bonus on Society checks."
		],
		"parent_topics": [
			"optional_skill_changes",
			"consolidated_skills",
			"special_class_rules"
		],
		"siblings": [ "miscellaneous_abilities" ]
	},
	"grouped_skills": {
		"name": "Grouped Skills",
		"subtitle": "Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/70}",
			"",
			"Using the grouped skills system, characters gain bonuses for large categories of skills and higher bonuses for specific skills. Instead of replacing or modifying the skill list, this system finds commonalities among skills and divides them into groups. Choosing skills is simplified, so instead of expending skill ranks to gain one skill at a time, a character gains training in a small number of skill groups, and gains specialties that give her bonuses to particular skills as she advances in level. The groups represent broad talents, and the skill specialties draw from the standard skill list.",
			"",
			"With this system, players don't need to worry about expending skill ranks. A character adds 1/2 her level when attempting skill checks for her chosen grouped skills, thereby making that character at least somewhat competent in skills she might otherwise neglect. This system makes characters more broadly skilled, but gives them fewer skills they truly excel at - at least at low levels.",
			"",
			"### Grouped Skills in Other Variants",
			"",
			"With a bit of adaptation, skill groups can work alongside the background skills or consolidated skills systems.",
			"",
			"***Background Skills:*** Instead of gaining background skill ranks at every level, a character gains one additional skill specialty at 1st level that can be used only to select a background skill. She can expend her normal skill specialties to select either background or adventuring skills. The Artistry and Lore skills fall under the Scholarly skill group. The character can take a specialty in Lore any number of times, choosing a different type of Lore each time. To attempt a check with a Lore skill, a character must have a specialty in it. Having training in the Scholarly skill group doesn't allow a character to use all the potential Lore skills untrained, but it does enable a character with one or more Lore skills to add her full level as a bonus on those checks, rather than just 1/2 her level.",
			"",
			"***Consolidated Skills:*** Reduce both the number of skill groups and the number of skill specialties characters gain by 1/2 (rounded down, to a minimum of 1). Use 1/2 the class's skill ranks per level from the core rules to determine that class's number of skill groups and specialties, not 1/2 the adjusted values presented in the [Class Skills](rule/class_skills_2) section.",
			"",
			"You also need to change the skill groups to the following.",
			"",
			"| Skill Groups | Included Skills |",
			"| --- | --- |",
			"| Natural | Nature, Survival |",
			"| Perceptive | Perception |",
			"| Physical | Acrobatics, Athletics |",
			"| Scholarly | Religion, Society, Spellcraft |",
			"| Social | Influence, Performance |",
			"| Thieving | Finesse, Stealth |"
		],
		"parent_topics": [ "optional_skill_changes" ],
		"subtopics": [ "skill_group_rules" ],
		"siblings": [
			"alternate_crafting_rules",
			"alternate_profession_rules",
			"background_skills",
			"consolidated_skills",
			"grouped_skills",
			"skill_unlocks"
		]
	},
	"skill_group_rules": {
		"name": "Skill Group Rules",
		"subtitle": "Grouped Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/70}",
			"",
			"At 1st level, a character gains training in a number of skill groups determined by her class's number of skill ranks per level, as shown on Table 2-3: Skill Specialties and Groups by Level. A character can gain training in any skill group, even if none of the included skills are class skills for her.",
			"",
			"At 1st level, a character gains one skill specialty, plus a number of bonus skill specialties equal to 1/2 her Intelligence modifier. At 2nd level and every 2 levels thereafter, a character gains a specialty in one additional skill. If at any point her Intelligence modifier increases or decreases, her number of bonus skill specialties changes accordingly. Each skill specialty applies to a single, specific skill, and a character is allowed to take a specialty in a skill that isn't in one of her skill groups. However, her bonus with that skill isn't as high as it would be if she were also trained in the corresponding skill group.",
			"",
			"When determining whether a character can use a trained-only skill, the character counts as trained if she has either a specialty in that skill or training in the skill's group.",
			"",
			"| Skill Groups | Included Skills |",
			"| --- | --- |",
			"| Natural | Handle Animal, Heal, Survival |",
			"| Perceptive | Perception, Sense Motive |",
			"| Physical | Acrobatics, Climb, Escape Artist, Fly, Ride, Swim |",
			"| Scholarly | Appraise, Craft, Knowledge (All), Profession, Spellcraft |",
			"| Social | Bluff, Diplomacy, Intimidate, Linguistics, Perform |",
			"| Thieving | Disable Device, Disguise, Sleight of Hand, Stealth, Use Magic Device |",
			"",
			"For example, a 1st-level druid with an Intelligence score of 12 gains training in two skill groups. She chooses Natural and Physical. She has one specialty to spend (1/2 her Intelligence modifier rounds down to 0 in this case, so she won't gain bonus specialties unless she increases her Intelligence score to 14 or higher). The druid chooses Perception for her skill specialty.",
			"",
			"### Table 2-3: Skill Specialties and Groups by Level",
			"",
			"| Character Level | Skill Specialties[^1] | 2+Int[^2] | 4+Int[^3] | 6+Int[^4] | 8+Int[^5] |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1st | 1 | 2 | 2 | 3 | 3 |",
			"| 2nd | 2 | 2 | 2 | 3 | 3 |",
			"| 3rd | 2 | 2 | 2 | 3 | 3 |",
			"| 4th | 3 | 2 | 2 | 3 | 3 |",
			"| 5th | 3 | 2 | 2 | 3 | 3 |",
			"| 6th | 4 | 2 | 2 | 3 | 3 |",
			"| 7th | 4 | 2 | 2 | 3 | 3 |",
			"| 8th | 5 | 2 | 3 | 3 | 4 |",
			"| 9th | 5 | 2 | 3 | 3 | 4 |",
			"| 10th | 6 | 3 | 3 | 4 | 4 |",
			"| 11th | 6 | 3 | 3 | 4 | 4 |",
			"| 12th | 7 | 3 | 3 | 4 | 4 |",
			"| 13th | 7 | 3 | 3 | 4 | 4 |",
			"| 14th | 8 | 3 | 3 | 4 | 4 |",
			"| 15th | 8 | 3 | 3 | 4 | 4 |",
			"| 16th | 9 | 3 | 3 | 4 | 4 |",
			"| 17th | 9 | 3 | 3 | 4 | 4 |",
			"| 18th | 10 | 3 | 4 | 4 | 5 |",
			"| 19th | 10 | 3 | 4 | 4 | 5 |",
			"| 20th | 11 | 3 | 4 | 4 | 5 |",
			"",
			"[^1]: A character adds 1/2 her Intelligence bonus to her number of specialties; characters always have a minimum of 1 specialty.",
			"[^2]: This category includes the arcanist, cleric, fighter, magus, paladin, sorcerer, summoner, warpriest, witch, and wizard.",
			"[^3]: This category includes the alchemist, barbarian, bloodrager, brawler, druid, gunslinger, monk, oracle, shaman, skald, and swashbuckler.",
			"[^4]: This category includes the bard, cavalier, hunter, inquisitor, investigator, ranger, and slayer.",
			"[^5]: This category includes the rogue."
		],
		"parent_topics": [
			"optional_skill_changes",
			"grouped_skills"
		],
		"subtopics": [
			"calculating_skill_bonuses",
			"multiclassing_pu",
			"linguistics"
		],
		"siblings": [ "skill_group_rules" ]
	},
	"calculating_skill_bonuses": {
		"name": "Calculating Skill Bonuses",
		"subtitle": "Grouped Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/70}",
			"",
			"If a character has a specialty in a skill and that skill is also in a skill group she's trained in, her bonus on checks using the skill is equal to her relevant ability modifier + her character level. If only one applies - she only has a specialty in the skill or she is trained in that skill's group but doesn't have a specialty in the skill - her bonus is equal to her relevant ability modifier + 1/2 her character level (minimum 1).",
			"",
			"If a skill is on her class skill list, she gains the +3 bonus if she's trained in its skill group or has a specialty in it; she doesn't have to both be trained and have a specialty. Class skill bonuses look only at specific skills, not groups. If Diplomacy is on a character's class skill list but Bluff isn't, having training in the Social skill group doesn't allow that character to gain the class skill bonus on Bluff checks. Any circumstance that modifies skill checks, such as the {feat/Skill Focus} feat or certain spells, still grants the same bonus or penalty as it would if the campaign weren't using grouped skills."
		],
		"parent_topics": [
			"optional_skill_changes",
			"grouped_skills",
			"skill_group_rules"
		],
		"siblings": [
			"calculating_skill_bonuses",
			"multiclassing_pu",
			"linguistics"
		]
	},
	"multiclassing_pu": {
		"name": "Multiclassing",
		"subtitle": "Grouped Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/71}",
			"",
			"A multiclassed character uses the class with the lowest number of skill ranks per level to determine her number of skill groups. This doesn't cause her to lose skill groups she's already selected if she gains a level in a new class that would have fewer skill groups at her character level - once a skill group has been selected, it can't be unselected. For instance, a character with 6 levels in rogue would have training in three skill groups. If she then took a level in druid, she would still have three groups, but the number of skill groups she knows would now increase to four at character level 18th instead of at character level 8th."
		],
		"parent_topics": [
			"optional_skill_changes",
			"grouped_skills",
			"skill_group_rules"
		],
		"siblings": [
			"calculating_skill_bonuses",
			"multiclassing_pu",
			"linguistics"
		]
	},
	"linguistics": {
		"name": "Linguistics",
		"subtitle": "Grouped Skills, Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/71}",
			"",
			"A character's bonus languages from the Linguistics skill work like the bonus on skill checks she gains from her level. She gains a number of bonus languages equal to 1/2 her level (minimum 1) if she has either a specialty in Linguistics or training in the Social skill group. If she has both a specialty in Linguistics and training in the Social skill group, she knows a number of bonus languages equal to her full level."
		],
		"parent_topics": [
			"optional_skill_changes",
			"grouped_skills",
			"skill_group_rules"
		],
		"siblings": [
			"calculating_skill_bonuses",
			"multiclassing_pu",
			"linguistics"
		]
	},
	"skill_unlocks": {
		"name": "Skill Unlocks",
		"subtitle": "Optional Skill Changes",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/82}",
			"",
			"Skill unlocks give characters new abilities and ways to use their skills upon reaching 5, 10, 15, and 20 ranks in a skill. Any character with the {feat/Signature Skill} feat can earn skill unlocks for a single skill, and they are a prime feature of the [revised version of the rogue](class/unchained_rogue), who uses her rogue's edge ability to gain skill unlocks for several of her most iconic skills. Alternatively, you might make skill unlocks a universal part of the game, but you should be aware they add significant power and flexibility to skills, so giving them for free to all classes would grant power boosts to other highly skilled classes such as the investigator and bard, particularly in comparison to the rogue. Another alternative is to eliminate access to the Signature Skill feat, limiting skill unlocks to rogues and rogues alone.",
			"",
			"See {main/the individual |skills} for the skill unlocks."
		],
		"parent_topics": [ "optional_skill_changes" ],
		"siblings": [
			"alternate_crafting_rules",
			"alternate_profession_rules",
			"background_skills",
			"consolidated_skills",
			"grouped_skills",
			"skill_unlocks"
		]
	}
}
