{
	"gamemastery": {
		"name": "Gamemastery",
		"tags": "gms gm",
		"subtopics": [
			"basics_from_the_core_rulebook",
			"gamemastery_guide",
			"monster_rules",
			"race_builder",
			"creating_new_weapons"
		],
		"description": [
			"These topics cover topics of interest to gamemasters (GMs), the people who run the Pathfinder game for the other players."
		]
	},
	"basics_from_the_core_rulebook": {
		"name": "Basics from the Core Rulebook",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/396}",
			"",
			"It's one thing to play a character on an adventure. It's quite another to run the adventure as a Game Master. It's a lot more work, sure, but it can be a lot more rewarding to create an entire world for your friends to explore.",
			"",
			"But what exactly is a Game Master?",
			"",
			"***Storyteller:*** First and foremost, the Game Master is a storyteller. He presents the world and its characters to the players of the game, and it is through the GM that the players interact with them. The Game Master must be able to craft stories and to translate them into a verbal medium.",
			"",
			"***Entertainer:*** A Game Master must also be a master at improvisation. He has to be ready to handle anything that his players want to do, to resolve situations and issue rulings quickly enough to keep the pace of the game going at an entertaining clip. A Game Master is on stage, and his players are his audience.",
			"",
			"***Judge:*** The Game Master must be the arbiter of everything that occurs in the game. All rule books, including this one, are his tools, but his word is the law. He must not antagonize the players or work to impede their ability to enjoy the game, yet neither should he favor them and coddle them. He should be impartial, fair, and consistent in his administration of the rules.",
			"",
			"***Inventor:*** The Game Master's job does not end when the game session does. He must be an inventor as well. By creating NPCs, plots, magic items, spells, worlds, deities, monsters, and everything else, he propels his game's evolution forward, constantly elevating his campaign into something greater.",
			"",
			"***Player:*** Just because he's playing dozens of characters during the course of a session doesn't make him any less a player than the others who sit at the table."
		],
		"parent_topics": [ "gamemastery" ],
		"subtopics": [
			"starting_a_campaign",
			"published_adventures",
			"building_an_adventure",
			"preparing_for_the_game",
			"during_the_game",
			"campaign_tips",
			"ending_the_campaign",
			"creating_npcs"
		],
		"siblings": [
			"basics_from_the_core_rulebook",
			"gamemastery_guide",
			"monster_rules",
			"race_builder",
			"creating_new_weapons"
		]
	},
	"starting_a_campaign": {
		"name": "Starting a Campaign",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/396}",
			"",
			"Before you run a game, you need to know what kind of game you'll be running. Whether you write out the plans for the coming session in a dozen notebooks, scribble down ideas and key NPC stat blocks on a bunch of sticky notes or your computer, or just have a vague idea of a plot and a few names in your head, you'll need to prepare parts of your adventure before the game begins.",
			"",
			"Some GMs enjoy the challenge of presenting a \"sandbox\" for the players to explore at their whim, but even then you need to know what kind of things are in that sandbox for the PCs to encounter. And as a general rule, everything you can prepare before the game begins will save you time making decisions during the game.",
			"",
			"Even more important, preparation beforehand allows you to maintain consistency - few things ruin the suspension of disbelief more for a group of discerning players than having the Game Master call the local innkeeper \"Radimus\" one session and \"Penelope\" the next. Preparing for your adventure beforehand can help you maintain innkeeper gender identities and so much more!",
			"",
			"Of course, the backbone of any campaign is the adventures that comprise it, be they an intricately connected series of plots and storylines or an open-ended sandbox of possibility. But where do these adventures come from? There are, essentially, two sources for adventures. You can build your own from scratch, or you can run a published adventure. Both options have different pros and cons, and you certainly don't have to limit yourself to only one choice for the duration of a campaign."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook"
		],
		"siblings": [
			"starting_a_campaign",
			"published_adventures",
			"building_an_adventure",
			"preparing_for_the_game",
			"during_the_game",
			"campaign_tips",
			"ending_the_campaign",
			"creating_npcs"
		]
	},
	"published_adventures": {
		"name": "Published Adventures",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/396}",
			"",
			"Published adventures are your friend. As a Game Master, you're going to be spending a lot of time as it is preparing for games - and when you don't have time to come up with an adventure, a published adventure can be a godsend. By studying how published adventures are put together, you can hone your own adventure-creating skills. And by running a published adventure for your group, you leave the details of invention and creation to the adventure writer, giving you time to focus on the game play itself.",
			"",
			"The most important thing to remember when using a published adventure, though, is that the writer of the adventure doesn't know your group the way you know your group. If you know your players are particularly paranoid and assume all helpful NPCs are out to get them, then a published adventure about a kindly cleric who's actually a shapechanged demon probably won't work well for your group. Feel free to change published adventures as you see fit, either while you're reading them or during play. If, for example, one of your players has written into his character's backstory that his father was killed by an orc warlord and he became an adventurer to someday get revenge on that orc, go ahead and change the hobgoblin warlord in the adventure into an orc. Adapting adventures to your group and your play style in this manner is an important part of running published adventures, since it customizes the experience to your group and makes it all the more enjoyable."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook"
		],
		"siblings": [
			"starting_a_campaign",
			"published_adventures",
			"building_an_adventure",
			"preparing_for_the_game",
			"during_the_game",
			"campaign_tips",
			"ending_the_campaign",
			"creating_npcs"
		]
	},
	"building_an_adventure": {
		"name": "Building an Adventure",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/396}",
			"",
			"There are countless ways to build an adventure. The classic method is to simply write everything out beforehand. While this does get everything you need to know about the adventure down on paper, it's an awful lot of work. If you're the only person who'll ever be running the adventure, it's okay to simply outline the plot, draw a map of the adventure site, create encounters and stat blocks, and have at it. An adventure need not look like much more than a shopping list - you only really need to write down what you can't easily remember come game time.",
			"",
			"One important tip to remember about adventure writing: you're not writing a story. The main characters of the adventure should be the players, and they're missing from the tale when you prepare the adventure. Instead, think of the adventure as an outline for a script. You can have an idea in your head of how things will work out, but if you avoid making assumptions about what your characters will do in the adventure and instead just focus on creating the building blocks of the adventure (such as room descriptions, NPC motivations, stat blocks, and the like), you'll be much more capable of reacting to the unexpected when the PCs do their thing.",
			"",
			"Whatever you decide to do in your adventure, there are three elements that, if you prepare them beforehand, will save you a lot of time and anguish in the end: stat blocks, encounters, and treasure."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook"
		],
		"subtopics": [
			"stat_blocks",
			"designing_encounters",
			"placing_treasure"
		],
		"siblings": [
			"starting_a_campaign",
			"published_adventures",
			"building_an_adventure",
			"preparing_for_the_game",
			"during_the_game",
			"campaign_tips",
			"ending_the_campaign",
			"creating_npcs"
		]
	},
	"stat_blocks": {
		"name": "Stat Blocks",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/397}",
			"",
			"One of the most complex parts of the game is the stat block. Every NPC, every monster, and every timid little forest creature in the campaign world has its own stat block. This isn't to say, of course, that you need to generate a stat block for every creature that appears in your adventure, but you should certainly generate stat blocks for all of the important NPCs and monsters with whom you expect the PCs to interact.",
			"",
			"The *Pathfinder RPG Bestiary* provides [more than 300](main/monsters) pre-made monster stat blocks for use in adventures, and that's just the beginning: you can use stat blocks from other monster bestiaries or adventures just as easily in your game. One good trick is to copy a stat block onto a 3x5 card or into a small document you can easily bring up on your computer during the game - you can keep these cards and documents forever to reuse them as needed."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook",
			"building_an_adventure"
		],
		"siblings":  [
			"stat_blocks",
			"designing_encounters",
			"placing_treasure"
		]
	},
	"designing_encounters": {
		"name": "Designing Encounters",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/397}",
			"",
			"The heart of any adventure is its encounters. An encounter is any event that puts a specific problem before the PCs that they must solve. Most encounters present combat with monsters or hostile NPCs, but there are many other types - a trapped corridor, a political interaction with a suspicious king, a dangerous passage over a rickety rope bridge, an awkward argument with a friendly NPC who suspects a PC has betrayed him, or anything that adds drama to the game. Brain-teasing puzzles, roleplaying challenges, and skill checks are all classic methods for resolving encounters, but the most complex encounters to build are the most common ones: combat encounters.",
			"",
			"When designing a combat encounter, you first decide what level of challenge you want your PCs to face, then follow the steps outlined below.",
			"",
			"***Step 1-Determine APL:*** Determine the average level of your player characters - this is their Average Party Level (APL for short). You should round this value to the nearest whole number (this is one of the few exceptions to the round down rule). Note that these encounter creation guidelines assume a group of four or five PCs. If your group contains six or more players, add one to their average level. If your group contains three or fewer players, subtract one from their average level. For example, if your group consists of six players, two of which are 4th level and four of which are 5th level, their APL is 6th (28 total levels, divided by six players, rounding up, and adding one to the final result).",
			"",
			"***Step 2-Determine CR:*** Challenge Rating (or CR) is a convenient number used to indicate the relative danger presented by a monster, trap, hazard, or other encounter: the higher the CR, the more dangerous the encounter. Refer to Table 12-1 to determine the Challenge Rating your group should face, depending on the difficulty of the challenge you want and the group's APL.",
			"",
			"### Table 12-1: Encounter Design",
			"",
			"| Difficulty | Challenge Rating Equals... |",
			"| --- | --- |",
			"| Easy | APL -1 |",
			"| Average | APL |",
			"| Challenging | APL +1 |",
			"| Hard | APL +2 |",
			"| Epic | APL +3 |",
			"",
			"***Step 3-Build the Encounter:*** Determine the total XP award for the encounter by looking it up by its CR on Table 12-2. This gives you an \"XP budget\" for the encounter. Every creature, trap, and hazard is worth an amount of XP determined by its CR, as noted on Table 12-2.",
			"",
			"### Table 12-2: Experience Point Awards",
			"",
			"| CR | Total XP | 1-3 | 4-5 | 6+ |",
			"| --- | --- | --- | --- | --- |",
			"| 1/8 | 50 | 15 | 15 | 10 |",
			"| 1/6 | 65 | 20 | 15 | 10 |",
			"| 1/4 | 100 | 35 | 25 | 15 |",
			"| 1/3 | 135 | 45 | 35 | 25 |",
			"| 1/2 | 200 | 65 | 50 | 35 |",
			"| 1 | 400 | 135 | 100 | 65 |",
			"| 2 | 600 | 200 | 150 | 100 |",
			"| 3 | 800 | 265 | 200 | 135 |",
			"| 4 | 1,200 | 400 | 300 | 200 |",
			"| 5 | 1,600 | 535 | 400 | 265 |",
			"| 6 | 2,400 | 800 | 600 | 400 |",
			"| 7 | 3,200 | 1,070 | 800 | 535 |",
			"| 8 | 4,800 | 1,600 | 1,200 | 800 |",
			"| 9 | 6,400 | 2,130 | 1,600 | 1,070 |",
			"| 10 | 9,600 | 3,200 | 2,400 | 1,600 |",
			"| 11 | 12,800 | 4,270 | 3,200 | 2,130 |",
			"| 12 | 19,200 | 6,400 | 4,800 | 3,200 |",
			"| 13 | 25,600 | 8,530 | 6,400 | 4,270 |",
			"| 14 | 38,400 | 12,800 | 9,600 | 6,400 |",
			"| 15 | 51,200 | 17,100 | 12,800 | 8,530 |",
			"| 16 | 76,800 | 25,600 | 19,200 | 12,800 |",
			"| 17 | 102,400 | 34,100 | 25,600 | 17,100 |",
			"| 18 | 153,600 | 51,200 | 38,400 | 25,600 |",
			"| 19 | 204,800 | 68,300 | 51,200 | 34,100 |",
			"| 20 | 307,200 | 102,000 | 76,800 | 51,200 |",
			"| 21 | 409,600 | 137,000 | 102,400 | 68,300 |",
			"| 22 | 614,400 | 205,000 | 153,600 | 102,400 |",
			"| 23 | 819,200 | 273,000 | 204,800 | 137,000 |",
			"| 24 | 1,228,800 | 410,000 | 307,200 | 204,800 |",
			"| 25 | 1,638,400 | 546,000 | 409,600 | 273,000 |",
			"",
			">*The last three columns are for Individual XP.*",
			"",
			"To build your encounter, simply add creatures, traps, and hazards whose combined XP does not exceed the total XP budget for your encounter. It's easiest to add the highest CR challenges to the encounter first, filling out the remaining total with lesser challenges.",
			"",
			"For example, let's say you want your group of six 8th-level PCs to face a challenging encounter against a group of gargoyles (each CR 4) and their stone giant boss (CR 8). The PCs have an APL of 9, and table 12-1 tells you that a challenging encounter for your APL 9 group is a CR 10 encounter - worth 9,600 XP according to Table 12-2. At CR 8, the stone giant is worth 4,800 XP, leaving you with another 4,800 points in your XP budget for the gargoyles. Gargoyles are CR 4 each, and thus worth 1,200 XP apiece, meaning that the encounter can support four gargoyles in its XP budget. You could further refine the encounter by including only three gargoyles, leaving you with 1,200 XP to spend on a trio of Small earth elemental servants (at CR 1, each is worth 400 XP) to further aid the stone giant.",
			"",
			"***Adding NPCs:*** Creatures whose Hit Dice are solely a factor of their class levels and not a feature of their race are factored into combats a little differently than normal monsters or monsters with class levels. A creature that possesses class levels, but does not have any racial Hit Dice, is factored in as a creature with a CR equal to its class levels -1. A creature that only possesses non-player class levels ({npcclass/Adept}, {npcclass/Aristocrat}, {npcclass/Commoner}, {npcclass/Expert}, or {npcclass/Warrior}) is factored in as a creature with a CR equal to its class levels -2. If this reduction would reduce a creature's CR to below 1, its CR drops one step on the following progression for each step below 1 this reduction would make: 1/2, 1/3, 1/4, 1/6, 1/8.",
			"",
			"***High CR Encounters:*** The XP values for high-CR encounters can seem quite daunting. Table 12-3 provides some simple formulas to help you manage these large numbers. When using a large number of identical creatures, this chart can help simplify the math by combining them into one CR, making it easier to find their total XP value. For example, using this chart, four CR 8 creatures (worth 4,800 XP each) are equivalent to a CR 12 creature (worth 19,200 XP).",
			"",
			"### Table 12-3: High CR Equivalencies",
			"",
			"| Number of Creatures | Equal to... |",
			"| --- | --- |",
			"| 1 Creature | CR |",
			"| 2 Creatures | CR +2 |",
			"| 3 Creatures | CR +3 |",
			"| 4 Creatures | CR +4 |",
			"| 6 Creatures | CR +5 |",
			"| 8 Creatures | CR +6 |",
			"| 12 Creatures | CR +7 |",
			"| 16 Creatures | CR +8 |",
			"",
			"***Ad Hoc CR Adjustments:*** While you can adjust a specific monster's CR by [advancing](template/advanced) it, applying [templates](main/monster_templates), or giving it class levels, you can also adjust an encounter's difficulty by applying ad hoc adjustments to the encounter or creature itself. Listed here are three additional ways you can alter an encounter's difficulty.",
			"",
			"***Favorable Terrain for the PCs:*** An encounter against a monster that's out of its favored element (like a yeti encountered in a sweltering cave with lava, or an enormous dragon encountered in a tiny room) gives the PCs an advantage. Build the encounter as normal, but when you award experience for the encounter, do so as if the encounter were one CR lower than its actual CR.",
			"",
			"***Unfavorable Terrain for the PCs:*** Monsters are designed with the assumption that they are encountered in their favored terrain - encountering a water-breathing aboleth in an underwater area does not increase the CR for that encounter, even though none of the PCs breathe water. If, on the other hand, the terrain impacts the encounter significantly (such as an encounter against a creature with blindsight in an area that suppresses all light), you can, at your option, increase the effective XP award as if the encounter's CR were one higher.",
			"",
			"***NPC Gear Adjustments:*** You can significantly increase or decrease the power level of an NPC with class levels by adjusting the NPC's gear. The combined value of an NPC's gear is given in on [Table 14-9](rule/step_6_gear). A classed NPC encountered with no gear should have his CR reduced by 1 (provided that loss of gear actually hampers the NPC), while a classed NPC that instead has gear equivalent to that of a PC (as listed on [Table 12-4](rule/placing_treasure)) has a CR of 1 higher than his actual CR. Be careful awarding NPCs this extra gear, though - especially at high levels, where you can blow out your entire adventure's treasure budget in one fell swoop!"
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook",
			"building_an_adventure"
		],
		"siblings":  [
			"stat_blocks",
			"designing_encounters",
			"placing_treasure"
		],
		"subtopics": [
			"awarding_experience"
		]
	},
	"awarding_experience": {
		"name": "Awarding Experience",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/399}",
			"",
			"Pathfinder Roleplaying Game characters advance in level by defeating monsters, overcoming challenges, and completing adventures - in so doing, they earn experience points (XP for short). Although you can award experience points as soon as a challenge is overcome, this can quickly disrupt the flow of game play. It's easier to simply award experience points at the end of a game session - that way, if a character earns enough XP to gain a level, he won't disrupt the game while he levels up his character. He can instead take the time between game sessions to do that.",
			"",
			"Keep a list of the CRs of all the monsters, traps, obstacles, and roleplaying encounters the PCs overcome. At the end of each session, award XP to each PC that participated. Each monster, trap, and obstacle awards a set amount of XP, as determined by its CR, regardless of the level of the party in relation to the challenge, although you should never bother awarding XP for challenges that have a CR of 10 or more lower than the APL. Pure roleplaying encounters generally have a CR equal to the average level of the party (although particularly easy or difficult roleplaying encounters might be one higher or lower). There are two methods for awarding XP. While one is more exact, it requires a calculator for ease of use. The other is slightly more abstract.",
			"",
			"***Exact XP:*** Once the game session is over, take your list of defeated CR numbers and look up the value of each CR on Table 12-2 under the \"Total XP\" column. Add up the XP values for each CR and then divide this total by the number of characters - each character earns an amount of XP equal to this number.",
			"",
			"***Abstract XP:*** Simply add up the individual XP awards listed for a group of the appropriate size. In this case, the division is done for you - you need only total up all the awards to determine how many XP to award to each PC.",
			"",
			"***Story Awards:*** Feel free to award Story Awards when players conclude a major storyline or make an important accomplishment. These awards should be worth double the amount of experience points for a CR equal to the APL. Particularly long or difficult story arcs might award even more, at your discretion as GM."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook",
			"building_an_adventure",
			"designing_encounters"
		],
		"siblings": [ "awarding_experience" ]
	},
	"placing_treasure": {
		"name": "Placing Treasure",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/399}",
			"",
			"As PCs gain levels, the amount of treasure they carry and use increases as well. The Pathfinder Roleplaying Game assumes that all PCs of equivalent level have roughly equal amounts of treasure and magic items. Since the primary income for a PC derives from treasure and loot gained from adventuring, it's important to moderate the wealth and hoards you place in your adventures. To aid in placing treasure, the amount of treasure and magic items the PCs receive for their adventures is tied to the Challenge Rating of the encounters they face - the higher an encounter's CR, the more treasure it can award.",
			"",
			"Table 12-4 lists the amount of treasure each PC is expected to have at a specific level. Note that this table assumes a standard fantasy game. Low-fantasy games might award only half this value, while high-fantasy games might double the value. It is assumed that some of this treasure is consumed in the course of an adventure (such as potions and scrolls), and that some of the less useful items are sold for half value so more useful gear can be purchased.",
			"",
			"Table 12-4 can also be used to budget gear for characters starting above 1st level, such as a new character created to replace a dead one. Characters should spend no more than half their total wealth on any single item. For a balanced approach, PCs that are built after 1st level should spend no more than 25% of their wealth on weapons, 25% on armor and protective devices, 25% on other magic items, 15% on disposable items like potions, scrolls, and wands, and 10% on ordinary gear and coins. Different character types might spend their wealth differently than these percentages suggest; for example, arcane casters might spend very little on weapons but a great deal more on other magic items and disposable items.",
			"",
			"Table 12-5 lists the amount of treasure each encounter should award based on the average level of the PCs and the speed of the campaign's XP progression (slow, medium, or fast). Easy encounters should award treasure one level lower than the PCs' average level. Challenging, hard, and epic encounters should award treasure one, two, or three levels higher than the PCs' average level, respectively. If you are running a low-fantasy game, cut these values in half. If you are running a high-fantasy game, double these values.",
			"",
			"Encounters against NPCs typically award three times the treasure a monster-based encounter awards, due to NPC gear. To compensate, make sure the PCs face off against a pair of additional encounters that award little in the way of treasure. Animals, plants, constructs, mindless undead, oozes, and traps are great \"low treasure\" encounters. Alternatively, if the PCs face a number of creatures with little or no treasure, they should have the opportunity to acquire a number of significantly more valuable objects sometime in the near future to make up for the imbalance. As a general rule, PCs should not own any magic item worth more than half their total character wealth, so make sure to check before awarding expensive magic items.",
			"",
			"### Table 12-4: Character Wealth by Level",
			"",
			"| PC Level | Wealth |",
			"| --- | --- |",
			"| 1 | See [Table 6-1](rule/wealth_and_money) |",
			"| 2 | 1,000 gp |",
			"| 3 | 3,000 gp |",
			"| 4 | 6,000 gp |",
			"| 5 | 10,500 gp |",
			"| 6 | 16,000 gp |",
			"| 7 | 23,500 gp |",
			"| 8 | 33,000 gp |",
			"| 9 | 46,000 gp |",
			"| 10 | 62,000 gp |",
			"| 11 | 82,000 gp |",
			"| 12 | 108,000 gp |",
			"| 13 | 140,000 gp |",
			"| 14 | 185,000 gp |",
			"| 15 | 240,000 gp |",
			"| 16 | 315,000 gp |",
			"| 17 | 410,000 gp |",
			"| 18 | 530,000 gp |",
			"| 19 | 685,000 gp |",
			"| 20 | 880,000 gp |",
			"",
			"### Table 12-5: Treasure Values per Encounter",
			"",
			"| APL&ast; | Slow | Medium | Fast |",
			"| --- | --- | --- | --- |",
			"| 1 | 170 gp | 260 gp | 400 gp |",
			"| 2 | 350 gp | 550 gp | 800 gp |",
			"| 3 | 550 gp | 800 gp | 1,200 gp |",
			"| 4 | 750 gp | 1,150 gp | 1,700 gp |",
			"| 5 | 1,000 gp | 1,550 gp | 2,300 gp |",
			"| 6 | 1,350 gp | 2,000 gp | 3,000 gp |",
			"| 7 | 1,750 gp | 2,600 gp | 3,900 gp |",
			"| 8 | 2,200 gp | 3,350 gp | 6,000 gp |",
			"| 9 | 2,850 gp | 4,250 gp | 6,400 gp |",
			"| 10 | 3,650 gp | 5,450 gp | 8,200 gp |",
			"| 11 | 4,650 gp | 7,000 gp | 10,500 gp |",
			"| 12 | 6,000 gp | 9,000 gp | 13,500 gp |",
			"| 13 | 7,750 gp | 11,600 gp | 17,500 gp |",
			"| 14 | 10,000 gp | 15,000 gp | 22,000 gp |",
			"| 15 | 13,000 gp | 19,500 gp | 29,000 gp |",
			"| 16 | 16,500 gp | 25,000 gp | 38,000 gp |",
			"| 17 | 22,000 gp | 32,000 gp | 48,000 gp |",
			"| 18 | 28,000 gp | 41,000 gp | 72,000 gp |",
			"| 19 | 35,000 gp | 53,000 gp | 79,000 gp |",
			"| 20 | 44,000 gp | 67,000 gp | 100,000 gp |",
			"",
			"&ast; [Average Party Level](rule/designing_encounters)"
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook",
			"building_an_adventure"
		],
		"subtopics": [
			"building_a_treasure_hoard"
		],
		"siblings":  [
			"stat_blocks",
			"designing_encounters",
			"placing_treasure"
		]
	},
	"building_a_treasure_hoard": {
		"name": "Building a Treasure Hoard",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/400}",
			"",
			"While it's often enough to simply tell your players they've found 5,000 gp in gems and 10,000 gp in jewelry, it's generally more interesting to give details. Giving treasure a personality can not only help the verisimilitude of your game, but can sometimes trigger new adventures. The information herein can help you randomly determine types of additional treasure; suggested values are given for many of the objects, but feel free to assign values to the objects as you see fit. It's easiest to place the expensive items first - if you wish, you can even randomly roll magic items to determine what sort of items are present in the hoard. Once they've consumed a sizable portion of the hoard's value, the remainder can simply be loose coins or nonmagical treasure with values arbitrarily assigned as you see fit.",
			"",
			"***Coins:*** Coins in a treasure hoard can consist of copper, silver, gold, and platinum pieces - silver and gold are the most common, but you can divide the coinage as you wish.",
			"",
			"***Gems:*** Although you can assign any value to a gemstone, some are inherently more valuable than others. Use the value categories below (and their associated gemstones) as guidelines when assigning values to gemstones.",
			"",
			"***Low-Quality Gems (10 gp):*** agates; azurite; blue quartz; hematite; lapis lazuli; malachite; obsidian; rhodochrosite; tigereye; turquoise; freshwater (irregular) pearl",
			"",
			"***Semi-Precious Gems (50 gp):*** bloodstone; carnelian; chalcedony; chrysoprase; citrine; jasper; moonstone; onyx; peridot; rock crystal (clear quartz); sard; sardonyx; rose, smoky, or star rose quartz; zircon",
			"",
			"***Medium Quality Gemstones (100 gp):*** amber; amethyst; chrysoberyl; coral; red or brown-green garnet; jade; jet; white, golden, pink, or silver pearl; red, red-brown, or deep green spinel; tourmaline",
			"",
			"***High Quality Gemstones (500 gp):*** alexandrite; aquamarine; violet garnet; black pearl; deep blue spinel; golden yellow topaz",
			"",
			"***Jewels (1,000 gp):*** emerald; white, black, or fire opal; blue sapphire; fiery yellow or rich purple corundum; blue or black star sapphire",
			"",
			"***Grand Jewels (5,000 gp or more):*** clearest bright green emerald; diamond; jacinth; ruby",
			"",
			"***Nonmagical Treasures:*** This expansive category includes jewelry, fine clothing, trade goods, alchemical items, masterwork objects, and more. Unlike gemstones, many of these objects have set values, but you can always increase an object's value by having it be bejeweled or of particularly fine craftsmanship. This increase in cost doesn't grant additional abilities - a gem-encrusted masterwork cold iron scimitar worth 40,000 gp functions the same as a typical masterwork cold iron scimitar worth the base price of 330 gp. Listed below are numerous examples of several types of nonmagical treasures, along with typical values.",
			"",
			"***Fine Artwork (100 gp or more):*** Although some artwork is composed of precious materials, the value of most paintings, sculptures, works of literature, fine clothing, and the like come from their skill and craftsmanship. Artwork is often bulky or cumbersome to move and fragile to boot, making salvage an adventure in and of itself.",
			"",
			"***Jewelry, Minor (50 gp):*** This category includes relatively small pieces of jewelry crafted from materials like brass, bronze, copper, ivory, or even exotic woods, sometimes set with tiny or flawed low-quality gems. Minor jewelry includes rings, bracelets, and earrings.",
			"",
			"***Jewelry, Normal (100-500 gp):*** Most jewelry is made of silver, gold, jade, or coral, often ornamented with semi-precious or even medium-quality gemstones. Normal jewelry includes all types of minor jewelry plus armbands, necklaces, and brooches.",
			"",
			"***Jewelry, Precious (500 gp or more):*** Truly precious jewelry is crafted from gold, mithral, platinum, or similar rare metals. Such objects include normal jewelry types plus crowns, scepters, pendants, and other large items.",
			"",
			"***Masterwork Tools (100-300 gp):*** This category includes masterwork weapons, armor, and skill kits.",
			"",
			"***Mundane Gear (up to 1,000 gp):*** There are many valuable items of mundane or alchemical nature that can be utilized as treasure. Most of the alchemical items are portable and valuable, but other objects like locks, holy symbols, spyglasses, fine wine, or fine clothing work well as interesting bits of treasure. Trade goods can even serve as treasure - 10 pounds of saffron, for example, is worth 150 gp.",
			"",
			"***Treasure Maps and Other Intelligence (variable):*** Items like treasure maps, deeds to ships and homes, lists of informants or guard rosters, passwords, and the like can also make fun items of treasure - you can set the value of such items at any amount you wish, and often they can serve double-duty as adventure seeds.",
			"",
			"***Magic Items:*** Of course, the discovery of a magic item is the true prize for any adventurer. You should take care with the placement of magic items in a hoard; it's generally more satisfying for many players to find a magic item rather than purchase it, so there's no crime in placing items that happen to be those your players can use!",
			"",
			"Although you should generally place items with careful consideration of their likely effects on your campaign, it can be fun and save time to generate magic items in a treasure hoard randomly. You can \"purchase\" random die rolls of magic items for a treasure hoard at the following prices, subtracting the indicated amount from your treasure budget and then rolling on the appropriate column on [Table 15-2](rule/purchasing_magic_items) to determine what item is in the treasure hoard. Take care with this approach, though! It's easy, through the luck (or unluck) of the dice to bloat your game with too much treasure or deprive it of the same. Random magic item placement should always be tempered with good common sense by the GM.",
			"",
			"| Magic Item Category | Average Value |",
			"| --- | --- |",
			"| Minor Item | 1,000 gp |",
			"| Medium Item | 4,000 gp |",
			"| Major Item | 40,000 gp |"
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook",
			"building_an_adventure",
			"placing_treasure"
		],
		"siblings": [ "building_a_treasure_hoard" ]
	},
	"preparing_for_the_game": {
		"name": "Preparing for the Game",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/401}",
			"",
			"Your job as Game Master begins well before the game session does. Your most important duty before a game is, of course, to prepare for that game. This means reading up on the adventure you'll be running (or perhaps even designing the adventure), preparing any props or handouts you might need to give the PCs, prepping the play area for guests, and so on. In the days leading up to the game, you should resolve any out-of-game issues that your players have - email is a great way to do this, since it creates its own written record you can use to add to your campaign journal. This includes helping players level up their characters; answering questions they may have about using non-core rules and supplements for spells, feats, and the like; and providing them with answers to questions they have about the game world.",
			"",
			"For example, say one of your PCs is searching for his missing sister, who was abducted years ago by a thieves' guild. You can drop in clues about this sister in the game, but between games, the PC might want to spend a few days investigating a lead in the local underworld or at the City Hall of Records. Personal quests like these are a great way for a player to build his character's history and personality, but they can get in the way of gaming when other players are at the table. If you can't afford to spend one-on-one time with players, handling these side-quests via email is a great way to take care of the situation.",
			"",
			"You should also ensure that all of the players can make the game, and if not all of them can, decide if the game should be canceled or not. There are few things more frustrating than realizing that half your group can't play, especially if some of the players had to drive a long way to reach the game. If a player is absent, decide what happens to his PC. Can someone else play him? Does he gain experience and treasure as usual?",
			"",
			"Make sure that accommodations are met. If your game session's going to last a long time, think about where folks can go for lunch or dinner - if you're planning on providing food, make sure it's ready to go before the game begins. Many tables organize responsibilities among the players - if a GM hosts the game at his house, the players might split up the task of providing drinks, snacks, or meals. Try to use common sense here - while it's tempting to load up with potato chips and soda pop, gaming is no excuse for poor health! Of course, if your home is not the hosting site for the game, that doesn't let you off the hook. You as GM are the organizing force for the gathering - you're technically throwing the party, and it's your responsibility to see that your players have a comfortable, enjoyable place to game, otherwise the game itself will suffer."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook"
		],
		"siblings": [
			"starting_a_campaign",
			"published_adventures",
			"building_an_adventure",
			"preparing_for_the_game",
			"during_the_game",
			"campaign_tips",
			"ending_the_campaign",
			"creating_npcs"
		]
	},
	"during_the_game": {
		"name": "During the Game",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/402}",
			"",
			"The bulk of this section provides the rules you need to adjudicate the game and run things, but there are many other problems and events that can come up that require you to think quickly before they become disruptive. Listed here are several of the more common speed bumps and problems that you'll invariably be called upon to handle during the game.",
			"",
			"***Cheating and Fudging:*** We all know that cheating is bad. But sometimes, as a GM, you might find yourself in a situation where cheating might improve the game. We prefer to call this \"fudging\" rather than cheating, and while you should try to avoid it when you can, you are the law in your world, and you shouldn't feel bound by the dice. A GM should be impartial and fair, and in theory, that's what random dice results help support. Some players have trouble putting trust in their GM, but dice offer something that's irrefutable and truly non-partisan (as long as the dice aren't doctored or loaded, of course). Still, it's no good if a single roll of the dice would result in a premature end to your campaign, or a character's death when they did everything right.",
			"",
			"Likewise, don't feel bound to the predetermined plot of an encounter or the rules as written. Feel free to adjust the results or interpret things creatively - especially in cases where you as the GM made a poor assumption to begin with. For example, you might design an encounter against a band of werewolves, only to realize too late that none of the PCs have silver weapons and therefore can't hurt them. In this case, it's okay to cheat and say that these werewolves are hurt by normal weapons, or to have the town guard (armed with silver arrows) show up at the last minute to save the PCs. As long as you can keep such developments to a minimum, these on-the-spot adjustments can even enhance the game: since the town guard saved the PCs, it can give you leverage over the PCs to send them on their next quest as repayment to the guards!",
			"",
			"***Divine Intervention:*** The literary term for it is deus ex machina: \"god from the machine.\" This is what happens in a story when a plot device manifests in an unexpected (and usually unsatisfying) way to resolve a story element, typically in a way that renders the actions of the main characters meaningless. Even great authors use deus ex machina to resolve stories now and then, so don't be afraid to use it in your game if things are looking grim. The town guard rushing in to save the PCs from the werewolves in the previous paragraph is an excellent example of deus ex machina, but so is the old classic of \"divine intervention.\" In this case, the PCs are faced with an impossible situation and you, as the GM, change the situation so that they can now achieve their goals, perhaps after a PC begs for aid from his deity.",
			"",
			"You can quantify divine interventions, if you wish, at the start of a campaign. Tell every player that they get a fixed number of interventions during the campaign (it's often best to limit this to just one such intervention). Thereafter, the PC can use this divine intervention to save himself or the party, perhaps by preventing an effect that would otherwise cause a character's death, or to suddenly manifest an escape from a deathtrap. You, as the GM, have full power over how the intervention resolves, of course, so players won't be able to use divine intervention to bypass plot elements you know they can handle - if a player tries this, simply tell him that his request for intervention is denied and that he can save his intervention for when it's truly needed.",
			"",
			"***GM Fiat:*** The GM is the law of the game. His reading of the rules should be respected and adhered to. It's easy to get hung up on complicated aspects of the game during play, but the game is never enhanced by long, drawn-out arguments over these complications between players and GM. When complications involving rules interpretations occur, listen to the player and make the decision as quickly as you can on how to resolve the situation. If the rule in question isn't one you're familiar with, you can go with the player's interpretation but with the knowledge that after the game you'll read up on the rules and, with the next session, will have an official ruling in play. Alternatively, you can simply rule that something works in a way that helps the story move on, despite the most logical or impassioned arguments from the players. Even then, you owe it to your players to spend time after the game researching the rule to make sure your ruling was fair- and if not, make amends the next game as necessary.",
			"",
			"One handy rule to keep under your belt is the Fiat Rule: simply grant a player a +2 or a -2 bonus or penalty to a die roll if no one at the table is precisely sure how a situation might be handled by the rules. For example, a character who attempts to trip an iron golem in a room where the floor is magnetized could gain a +2 bonus on his attempt at your discretion, since the magnetic pull exerted by the floor helps pull the golem down.",
			"",
			"***Handling PC Death:*** Eventually, through bad luck or bad tactics, a player character is going to die in your game. Other events, such as petrification, paralysis, sleep, and stunning can have a similar effect on the game as PC death, and the following advice should apply to those effects as well.",
			"",
			"When a PC dies, his player no longer has any input into the game (unless he has a cohort or other allied NPC he can start playing). That player has to sit at the table quietly, watching and waiting while everyone else continues to have fun with the game. In some cases, the effect is only temporary, with another player able to step in to restore the PC to life (or cure his petrification, remove his paralysis, or whatever), but nevertheless, when a player stops playing the game because his character's been removed from the action, you as a GM have a problem on your hands.",
			"",
			"When such an event occurs, keep going with the game; try to resolve the current conflict or combat as quickly as possible so that the players can move on to addressing the problem of their dead ally. If there's no way to restore the dead PC to life and the party needs to retreat to the city to pay for a resurrection, don't delay that event by forcing the PCs to endure additional wandering monsters; just gloss over the return to civilization as best you can so you can get the unlucky player back into the game as quickly as you can. A PC death is often a great time to end the session, in fact, since you can then handle the resurrection details out of game via email.",
			"",
			"If the player of a dead character prefers instead to move on to a new character, let him create his new character at the table. In this case, that player need not sit around bored - the act of creating a new character is involving enough that you can continue to run the game for the surviving PCs, after all. Once the player's new character is done, let the other players take a 5 or 10 minute break while you step aside to talk to the player and learn about his new character, and to work with the player on a way to introduce the new character into the game as quickly and seamlessly as possible.",
			"",
			"One other thing that PC death can do is bloat surviving player treasure. If your group simply splits up the dead PC's gear or sells it, the surviving players can become obscenely over-geared for their level. If this doesn't bother you, you should at least work to ensure that the new PC has gear equal in power to that now possessed by the rest of the party. It's usually a much easier solution to simply assume that the old PC's gear goes away, either being buried with his body or sent on to his surviving kin. One pretty handy way to solve the situation is to introduce the player's new character as a prisoner that the PCs rescue, and to have the old PC's gear be given to the new PC to equip him for the remainder of the adventure. Of course, this isn't always a graceful solution, but it can be a good one to keep treasure levels under control until the new PC can sell off parts of his old character's gear to purchase new gear. In this situation, consider letting the PC get full resale value for his gear, since you don't want to penalize him for losing a character by saddling him with half the gear he used to have.",
			"",
			"***Rolling Dice:*** Some GMs prefer to roll all of their dice in front of the players, letting the results fall where they may. Others prefer to make all rolls behind a screen, hiding the results from the PCs so that, if they need to, they can fudge the dice results to make the game do what they want. Neither way is the \"correct\" way; choose whichever you wish, or even mix and match as feels right for you.",
			"",
			"The only time you should not reveal the results of a die roll to the player character is when knowledge of the roll's result would give the player knowledge he shouldn't have. A good example of this is saving throws against effects that the player shouldn't necessarily realize his character has been exposed to (such as a disease or a subtle, long-acting poison).",
			"",
			"***Troublesome Players:*** Play the game long enough and eventually you'll find yourself with a troublemaking player - it's just an unfortunate fact of any pastime that involves multiple people interacting in a team-oriented event. To a certain extent, you can rely on other players to help mediate problems with a troublemaker, but sometimes you'll need to step in and ask the player in question to cease his inappropriate behavior. Don't be afraid to ask the troublemaker to leave the game session if he won't correct his behavior after a polite but firm request. If tempers are running hot among multiple players, don't hesitate to call the game session early and break up, giving the players time to cool down and get over the event.",
			"",
			"### Campaign Journal",
			"",
			"All Game Masters should keep a campaign journal. This can be a simple folder containing stacks of paper, a three-ring binder, a PDA, a computer, a tablet, a notebook, or anything else that you can keep notes in. Use this journal to record your thoughts and ideas related to the game as they happen, before, during, and after the game session. As you continue to run campaigns, you'll doubtless need to expand your journal. Periodically, you should back up your journal, perhaps by copying the contents to a computer and saving them to a DVD, or maybe just by photocopying the contents and stashing the copy in a safe place. Nothing's more frustrating than losing 3 years of campaign notes due to a crashed hard drive or a natural disaster!",
			"",
			"See also: [GameMastery Guide - During the Game](rule/during_the_game_gg)"
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook"
		],
		"siblings": [
			"starting_a_campaign",
			"published_adventures",
			"building_an_adventure",
			"preparing_for_the_game",
			"during_the_game",
			"campaign_tips",
			"ending_the_campaign",
			"creating_npcs"
		]
	},
	"campaign_tips": {
		"name": "Campaign Tips",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/404}",
			"",
			"So now you have an adventure or two ready for your players to experience. While you can certainly keep these adventures as separate entities, and perhaps even have your players make new characters each time you start a new adventure, the Pathfinder Roleplaying Game assumes that your players will keep their same characters as they go from adventure to adventure, growing more powerful as they accumulate experience and treasure.",
			"",
			"So, what happens between adventures? What is the world that those adventures take place in? Who lives there, and what do NPCs who don't take part in the adventures do? The answers to these questions and more comprise your world, or setting, and the specific progression of adventures your PCs undertake in this setting is known as a campaign.",
			"",
			"Many published campaign settings exist - the Pathfinder Chronicles Campaign Setting is the assumed setting for most games that use the Pathfinder Roleplaying Game rules, but it is by no means the only one. Dozens of publishers offer intriguing and detailed settings to choose from; you can even use settings from games that use rules quite different than those presented here, or settings that are inspired by or lifted directly from a favorite series of books or movies. But for some, the most rewarding part of being a Game Master is the act of creating your own campaign setting and running it for your players.",
			"",
			"The act of creating a campaign is no less daunting than creating a world. It can quickly become overwhelming, especially when you start to consider all of the areas you'll need to become an expert at. If your world has multiple moons, how does that affect tides? If you choose a specific shape for your main continent, what does that do to trade winds? Where do the deserts go, and where do the swamps go? How many rivers is too many? What impact would a technologically advanced nation of warriors have on the neighboring shamanistic barbarians? Does your world have chocolate and coffee and avocados? What's the tallest mountain in your world, and why is it the tallest? Are there salmon and trout in your world, and if there's not, what do the bears eat instead? If you have a nation modeled on ancient Japan, does that mean you need to learn Japanese in order to name NPCs who live there? Is there gunpowder in your world, and if not, why not? Is the world's core molten? If it's not, how would that impact your world's magnetosphere - would there still be a north pole? How much does a longsword weigh if your campaign world is half the size of Earth? What happens if your campaign world is shaped like a ring?",
			"",
			"For these reasons, it's generally best to assume an Earthlike baseline for your first campaign world. Another handy tip is to avoid detailing everything at once. Staying just one step ahead of your players is often all you need to do - if you know that the first adventure they'll be going on is an exploration of an abandoned fort, don't worry about detailing anything but the surrounding 5-mile area, along with, perhaps, a small village for them to start the adventure in. If you know that the second adventure's going to be in a haunted mine in the mountains, you then have as long as it takes the PCs to explore that abandoned fort to detail the area between your first village and the badlands to the east where the mine's located. By creating only what you need to run the next few games, you slowly but surely build a larger whole, while at the same time maintaining your sanity.",
			"",
			"Yet still, the lure of building an entire campaign setting is great. In a lot of ways, creating your own world is like an entirely different game in and of itself - a Game Master thus gets to play the game more often than his players, since when the actual session isn't going, the GM gets to design cities and evil temples and nations and dungeons and monsters to his heart's content. The remainder of this section covers a number of different topics to aid you. These topics barely scratch the surface of the implications and ideas you'll be facing when creating your own campaign world, but they can get you started."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook"
		],
		"subtopics": [
			"cost_of_living",
			"monstrous_characters"
		],
		"siblings": [
			"starting_a_campaign",
			"published_adventures",
			"building_an_adventure",
			"preparing_for_the_game",
			"during_the_game",
			"campaign_tips",
			"ending_the_campaign",
			"creating_npcs"
		]
	},
	"cost_of_living": {
		"name": "Cost of Living",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/405}",
			"",
			"An adventurer's primary source of income is treasure, and his primary purchases are tools and items he needs to continue adventuring - spell components, weapons, magic items, potions, and the like. Yet what about things like food? Rent? Taxes? Bribes? Idle purchases? You can certainly handle these minor expenditures in detail during play, but tracking every time a PC pays for a room, buys water, or pays a gate tax can swiftly become obnoxious and tiresome. If you're not really into tracking these minor costs of living, you can choose to simply ignore these small payments. A more realistic and easier-to-use method is to have PCs pay a recurring cost of living tax. At the start of every game month, a PC must pay an amount of gold equal to the lifestyle bracket he wishes to live in - if he can't afford his desired bracket, he drops down to the first one he can afford.",
			"",
			"***Destitute (0 gp/month):*** The PC is homeless and lives in the wilderness or on the streets. A destitute character must track every purchase, and may need to resort to Survival checks or theft to feed himself.",
			"",
			"***Poor (3 gp/month):*** The PC lives in common rooms of taverns, with his parents, or in some other communal situation - this is the lifestyle of most untrained laborers and commoners. He need not track purchases of meals or taxes that cost 1 sp or less.",
			"",
			"***Average (10 gp/month):*** The PC lives in his own apartment, small house, or similar location - this is the lifestyle of most trained or skilled experts or warriors. He can secure any nonmagical item worth 1 gp or less from his home in 1d10 minutes, and need not track purchases of common meals or taxes that cost 1 gp or less.",
			"",
			"***Wealthy (100 gp/month):*** The PC has a sizable home or a nice suite of rooms in a fine inn. He can secure any nonmagical item worth 5 gp or less from his belongings in his home in 1d10 minutes, and need only track purchases of meals or taxes in excess of 10 gp.",
			"",
			"***Extravagant (1,000 gp/month):*** The PC lives in a mansion, castle, or other extravagant home - he might even own the building in question. This is the lifestyle of most aristocrats. He can secure any nonmagical item worth 25 gp or less from his belongings in his home in 1d10 minutes. He need only track purchases of meals or taxes in excess of 100 gp."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook",
			"campaign_tips"
		],
		"siblings": [
			"cost_of_living",
			"monstrous_characters"
		]
	},
	"monstrous_characters": {
		"name": "Monstrous Characters",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/405}",
			"",
			"You should decide on how exotic your world is at the start. The Pathfinder Roleplaying Game assumes a baseline that all PCs, and thus the majority of the civilized world's NPCs, are of one of the [seven \"common\" races](main/races). You might want to narrow those choices - perhaps there are only humans in your world, or perhaps one or more of those races are rare enough to be nearly legends on their own. In these cases, you should inform your players that their choices for races are reduced, as appropriate.",
			"",
			"On the other end of things, perhaps your world is much more extravagant than the implied world. In this case, you might allow your players to play characters of races other than the common ones. The *Pathfinder RPG Bestiary* has many non-standard races to choose from, but you should note that most of these are significantly more powerful than those presented as common. Any race that grants racial Hit Dice is probably too potent a choice for most campaigns. As a general guideline, you should advise your players to choose races of roughly equal power, using a creature's racial HD (not its CR) as a general guideline. Characters who wish instead to play standard races should be allowed to start at higher level, so that their total HD match the highest HD held by a non-standard race in the party.",
			"",
			"### Alternative Races",
			"",
			"A list of playable races can be found [here](main/races)."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook",
			"campaign_tips"
		],
		"siblings": [
			"cost_of_living",
			"monstrous_characters"
		]
	},
	"ending_the_campaign": {
		"name": "Ending the Campaign",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/406}",
			"",
			"In the Pathfinder Roleplaying Game, 20th level represents the top end of power most mortals can hope to achieve, yet this certainly doesn't mean that your campaign needs to go all the way to 20th level. If you aren't running an open-ended campaign where the PCs set the pace and the goals, you should pick a level at which you wish the campaign's story arc to end. Talk this over with your players to make sure you're picking a level range that they're comfortable with as well. Note that you can also extend or shorten the length of a campaign by selecting a slow or fast XP progression.",
			"",
			"If you choose to run a campaign with a level cap of lower than 20th, consider placing your new level cap at a point where it feels like the last level achievable is something worthy. Odd-numbered levels are generally better than even-numbered ones, since most spellcasters achieve a new level of spell on odd-numbered levels. Multiples of 5 are good as well, since these multiples represent the last level before a new iterative attack.",
			"",
			"Stopping at 9th level is a good choice, since that allows the players to achieve capstone abilities like a bard's inspire greatness, a druid's venom immunity, a sorcerer's 3rd bloodline power, and teleport and raise dead as capstone spells. Likewise, 13th level works well, giving capstone abilities like a monk's spell resistance or spells like greater teleport, limited wish, and resurrection.",
			"",
			"Setting level caps of lower than 20th allows you to use them as soft limits - if your campaign's story arc goes beyond what you'd originally planned, your players can continue to gain levels and new abilities beyond what you estimated. Since the classes presented here don't have additional rules provided beyond 20th level, setting a campaign arc to end at 20th level requires great timing and, invariably, some manipulation on your part as GM to make sure the story winds up before the PCs reach enough XP to theoretically hit 21st level."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook"
		],
		"subtopics": [ "beyond_20th_level" ],
		"siblings": [
			"starting_a_campaign",
			"published_adventures",
			"building_an_adventure",
			"preparing_for_the_game",
			"during_the_game",
			"campaign_tips",
			"ending_the_campaign",
			"creating_npcs"
		]
	},
	"beyond_20th_level": {
		"name": "Beyond 20th Level",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/406}",
			"",
			"Although the rules don't describe what happens after 20th level, this isn't to say that there are no resources available to you should you wish to continue your campaign on to 21st level and beyond. Rules for epic-level play like this exist in numerous products that are compatible with the Pathfinder Roleplaying Game, although in many cases these alternative rules can provide unanticipated problems. For example, if your campaign world is populated by creatures and villains who, at the upper limit of power, can challenge a 20th-level character, where will epic-level PCs go for challenges? You might be looking at creating an entirely new campaign setting, one set on different planes, planets, or dimensions from the one where your players spent their first 20 levels, and that's a lot of work.",
			"",
			"Paizo Publishing may eventually publish rules to take your game into these epic realms, but if you can't wait and would rather not use existing open content rules for epic-level play, you can use the following brief guidelines to continue beyond 20th level. Note that these guidelines aren't robust enough to keep the game vibrant and interesting on their own for much longer past 20th level, but they should do in a pinch for a campaign that needs, say, 22 or 23 experience levels to wrap up. Likewise, you can use these rules to create super-powerful NPCs for 20th-level characters to face.",
			"",
			"***Experience Points:*** To gain a level beyond 20th, a character must double the experience points needed to achieve the previous level. Thus, assuming the medium XP progression, a 20th-level character needs 2,100,000 XP to become 21st level, since he needed 1,050,000 XP to reach 20th level from 19th. He'd then need 4,200,000 XP to reach 22nd level, 8,400,000 XP to reach 23rd, and so on.",
			"",
			"***Scaling Powers:*** Hit dice, base attack bonuses, and saving throws continue to increase at the same rate beyond 20th level, as appropriate for the class in question. Note that no character can have more than 4 attacks based on its base attack bonus. Note also that, before long, the difference between good saving throws and poor saving throws becomes awkwardly large - the further you get from 20th level, the more noticeable this difference grows, and for high-level characters, bolstering their poor saving throws should become increasingly important. Class abilities that have a set, increasing rate, such as a barbarian's damage reduction, a fighter's bonus feats and weapon training, a paladin's smite evil, or a rogue's sneak attack continue to progress at the appropriate rate.",
			"",
			"***Spells:*** A spellcaster's caster level continues to increase by one for each level beyond 20th level. Every odd-numbered level, a spellcaster gains access to a new level of spell one above his previous maximum level, gaining one spell slot in that new level. These spell slots can be used to prepare or cast spells adjusted by metamagic feats or any known spell of lower levels. Every even-numbered level, a spellcaster gains additional spell slots equal to the highest level spell he can currently cast. He can split these new slots any way he wants among the slots he currently has access to.",
			"",
			"For example, a 21st-level wizard gains a single 10th-level spell slot, in which he can prepare any spell of level 1st through 9th, or in which he can prepare a metamagic spell that results in an effective spell level of 10 (such as extended summon monster IX, or quickened disintegrate). At 22nd level he gains 10 spell-levels' worth of new spell slots, and can gain 10 1st-level spells per day, two 5th-level spells per day, one 7th-level and one 3rd-level spell per day, or one more 10th-level spell per day. At 23rd level, he gains a single 11th-level spell slot, and so on.",
			"",
			"Spellcasters who have a limited number of spells known (such as bards and sorcerers) can opt out of the benefits they gain (either a new level of spells or a number of spell slots) for that level and in exchange learn two more spells of any level they can currently cast.",
			"",
			"You might want to further adjust the rate of spell level gain for classes (like paladins and rangers) who gain spells more slowly than more dedicated spellcaster classes.",
			"",
			"***Multiclassing/Prestige Classes:*** The simplest way to progress beyond 20th level is to simply multiclass or take levels in a prestige class, in which case you gain all of the abilities of the new class level normally. This effectively treats 20th level as a hard limit for class level, but not as a hard limit for total character level."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook",
			"ending_the_campaign"
		],
		"siblings": [ "beyond_20th_level" ]
	},
	"creating_npcs": {
		"name": "Creating NPCs",
		"subtitle": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/448}",
			"",
			"Aside from the players, every other person encountered in the game world is a non-player character (NPC). These characters are designed and controlled by the GM to fill every role from noble king to simple baker. While some of these characters use player classes, most rely upon basic NPC classes, allowing them to be easily generated. The following rules govern all of the NPC classes and include information on generating quick NPCs for an evening's game.",
			"",
			"The world that the player characters inhabit should be full of rich and vibrant characters with whom they can interact. While most need little more than names and general descriptions, some require complete statistics, such as town guards, local clerics, and wizened sages. The PCs might find themselves in combat with these characters, either against them or as allies. Alternatively the PCs might find themselves relying on the skills and abilities of the NPCs. In either case, the process for creating these NPCs can be performed in seven simple steps."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook"
		],
		"subtopics": [
			"step_1_the_basics_step_2_determine_ability_scores",
			"step_3_skills",
			"step_4_feats",
			"step_5_class_features",
			"step_6_gear",
			"step_7_details",
			"example_kiramor_the_forest_shadow"
		],
		"siblings": [
			"starting_a_campaign",
			"published_adventures",
			"building_an_adventure",
			"preparing_for_the_game",
			"during_the_game",
			"campaign_tips",
			"ending_the_campaign",
			"creating_npcs"
		]
	},
	"step_1_the_basics_step_2_determine_ability_scores": {
		"name": "Steps 1 and 2: Basic Info and Determine Ability Scores",
		"subtitle": "Creating NPCs",
		"tags": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/450}",
			"",
			"The first step in making an NPC is to determine its basic role in your campaign. This includes its race, class, and basic concept.",
			"",
			"Once the character's basic concept has been determined, its ability scores must be assigned. Apply the NPC's racial modifiers after the scores have been assigned. For every four levels the NPC has attained, increase one of its scores by 1. If the NPC possesses levels in a PC class, it is considered a heroic NPC and receives better ability scores. These scores can be assigned in any order.",
			"",
			"***Basic NPCs:*** The ability scores for a basic NPC are: 13, 12, 11, 10, 9, and 8.",
			"",
			"***Heroic NPCs:*** The ability scores for a heroic NPC are: 15, 14, 13, 12, 10, and 8.",
			"",
			"***Preset Ability Scores:*** Instead of assigning the scores, you can use Table 14-6 to determine the NPC's ability scores, adjusting them as necessary to fit. Use the Melee NPC ability scores for characters whose primary role involves melee combat, such as barbarians, fighters, monks, paladins, rangers, and warriors. The Ranged NPC ability scores are for characters that fight with ranged weapons or use their Dexterity to hit, such as fighters, rangers, and rogues. Use the Divine NPC ability scores for characters with divine spellcasting capabilities, such as adepts, clerics, and druids. The Arcane NPC ability scores should be used by characters with arcane spellcasting capabilities, such as bards, sorcerers, and wizards. Finally, the Skill NPC ability scores should be used for characters that focus on skill use, such as aristocrats, bards, commoners, experts, and rogues. Some NPCs might not fit into one of these categories and should have custom ability scores.",
			"",
			"### Table 14-6: NPC Ability Scores",
			"",
			"| Ability Score | Basic Melee NPC | Heroic Melee NPC | Basic Ranged NPC | Heroic Ranged NPC | Basic Divine NPC | Heroic Divine NPC | Basic Arcane NPC | Heroic Arcane NPC | Basic Skill NPC | Heroic Skill NPC |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| Strength | 13 | 15 | 11 | 13 | 10 | 12 | 8 | 8 | 10 | 12 |",
			"| Dexterity | 11 | 13 | 13 | 15 | 8 | 8 | 12 | 14 | 12 | 14 |",
			"| Constitution | 12 | 14 | 12 | 14 | 12 | 14 | 10 | 12 | 11 | 13 |",
			"| Intelligence | 9 | 10 | 10 | 12 | 9 | 10 | 13&ast; | 15&ast; | 13 | 15 |",
			"| Wisdom | 10 | 12 | 9 | 10 | 13 | 15 | 9 | 10 | 8 | 8 |",
			"| Charisma | 8 | 8 | 8 | 8 | 11 | 13 | 11&ast; | 13&ast; | 9 | 10 |",
			"",
			"&ast;If the arcane caster's spellcasting relies on Charisma, exchange these scores with one another.",
			"",
			"### Table 14-7: Racial Ability Adjustments",
			"",
			"| Ability Score | Dwarf | Elf | Gnome | Half-Elf&ast; | Half-Orc&ast; | Halfling | Human&ast; |",
			"| --- | --- | --- | --- | --- | --- | --- | --- |",
			"| Strength | - | - | -2 | - | - | -2 | - |",
			"| Dexterity | - | +2 | - | - | - | +2 | - |",
			"| Constitution | +2 | -2 | +2 | - | - | - | - |",
			"| Intelligence | - | +2 | - | - | - | - | - |",
			"| Wisdom | +2 | - | - | - | - | - | - |",
			"| Charisma | -2 | - | +2 | - | - | +2 | - |",
			"",
			"&ast; Half-elves, half-orcs, and humans receive a +2 bonus to one ability score of your choice."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook",
			"creating_npcs"
		],
		"siblings": [
			"step_1_the_basics_step_2_determine_ability_scores",
			"step_3_skills",
			"step_4_feats",
			"step_5_class_features",
			"step_6_gear",
			"step_7_details",
			"example_kiramor_the_forest_shadow"
		]
	},
	"step_3_skills": {
		"name": "Step 3: Skills",
		"subtitle": "Creating NPCs",
		"tags": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/451}",
			"",
			"To assign skills precisely, total up the number of skill ranks possessed by the character and assign them normally.",
			"",
			"Remember that the number of ranks in an individual skill that a character can possess is limited by his total HD. For simpler skill generation, refer to Table 14-8 to determine the total number of skill selections the NPC possesses. After selecting that number of skills, mostly from the class skills lists of the NPC's class, the NPC receives a number of ranks in each skill equal to his level.",
			"",
			"If the NPC has two classes, start by selecting skills for the class with the fewest number of skill selections. The NPC receives a number of ranks in those skills equal to his total character level. Next, find the difference in the number of selections between the first class and the other class possessed by the NPC. Select that number of new skills and give the NPC a number of ranks in those skills equal to his level in the second class. For example, a human fighter 3/monk 4 with a +1 Intelligence modifier can select four skills for his fighter class (since it receives fewer selections). These four skills each have seven ranks (equal to his total level). Next, he selects a number of skills equal to the difference between the fighter and the monk classes, in this case two skills. These two skills each have four ranks (his monk level).",
			"",
			"If the NPC has three or more classes, you must use the precise method for determining his skills.",
			"",
			"Once all of the NPC's ranks have been determined, assign class skill bonuses and apply the bonus or penalty from the NPC's relevant ability score.",
			"",
			"### Table 14-8",
			"",
			"| PC Class | Skill Selections&ast; | NPC Class | Skill Selections&ast; |",
			"| --- | --- | --- | --- |",
			"| Barbarian | 4 + Int Mod | Adept | 2 + Int Mod |",
			"| Bard | 6 + Int Mod | Aristocrat | 4 + Int Mod |",
			"| Cleric | 2 + Int Mod | Commoner | 2 + Int Mod |",
			"| Druid | 4 + Int Mod | Expert | 6 + Int Mod |",
			"| Fighter | 2 + Int Mod | Warrior | 2 + Int Mod |",
			"| Monk | 4 + Int Mod | | |",
			"| Paladin | 2 + Int Mod | | |",
			"| Ranger | 6 + Int Mod | | |",
			"| Rogue | 8 + Int Mod | | |",
			"| Sorcerer | 2 + Int Mod | | |",
			"| Wizard | 2 + Int Mod | | |",
			"",
			"&ast; Humans receive one additional skill selection."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook",
			"creating_npcs"
		],
		"siblings": [
			"step_1_the_basics_step_2_determine_ability_scores",
			"step_3_skills",
			"step_4_feats",
			"step_5_class_features",
			"step_6_gear",
			"step_7_details",
			"example_kiramor_the_forest_shadow"
		]
	},
	"step_4_feats": {
		"name": "Step 4: Feats",
		"subtitle": "Creating NPCs",
		"tags": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/452}",
			"",
			"After skills have been determined, the next step is to assign the NPC's feats. Start by assigning all of the feats granted through class abilities. Next, assign the feats garnered from the NPC's total character level (one feat for every two levels beyond 1st). Remember that humans receive an additional feat at 1st level. For simplified feat choices, select feats from the lists provided for the following character types.",
			"",
			"***Arcane Caster:*** {feat/Arcane Strike}, {feat/Combat Casting}, {feat/Eschew Materials}, {feat/Greater Spell Focus}, {feat/Greater Spell Penetration}, {feat/Improved Initiative}, {feat/Iron Will}, [item creation feats (all), metamagic feats (all)](main/feats_metamagic), {feat/Lightning Reflexes}, {feat/Spell Focus}, {feat/Spell Mastery}, {feat/Spell Penetration}, and {feat/Toughness}.",
			"",
			"***Divine Caster (With Channeling):*** {feat/Alignment Channel}, {feat/Channel Smite}, {feat/Combat Casting}, {feat/Command Undead}, {feat/Elemental Channel}, {feat/Extra Channel}, {feat/Improved Initiative}, {feat/Improved Channel}, {feat/Iron Will}, [item creation feats (all), metamagic feats (all)](main/feats_metamagic), {feat/Power Attack}, {feat/Selective Channeling}, {feat/Spell Focus}, {feat/Spell Penetration}, {feat/Toughness}, and {feat/Turn Undead}.",
			"",
			"***Divine Caster (Without Channeling):*** {feat/Cleave}, {feat/Combat Casting}, {feat/Eschew Materials}, {feat/Improved Initiative}, {feat/Iron Will}, [item creation feats (all), metamagic feats (all)](main/feats_metamagic), {feat/Lightning Reflexes}, {feat/Natural Spell}, {feat/Power Attack}, {feat/Spell Focus}, {feat/Spell Penetration}, {feat/Toughness}, and {feat/Weapon Focus}.",
			"",
			"***Melee (Finesse Fighter):*** {feat/Combat Expertise}, {feat/Combat Reflexes}, {feat/Dazzling Display}, {feat/Deadly Stroke}, {feat/Dodge}, {feat/Greater Vital Strike}, {feat/Improved Disarm}, {feat/Improved Feint}, {feat/Improved Trip}, {feat/Improved Vital Strike}, {feat/Mobility}, {feat/Spring Attack}, {feat/Shatter Defenses}, {feat/Vital Strike}, {feat/Weapon Finesse}, and {feat/Whirlwind Attack}.",
			"",
			"***Melee (Unarmed Fighter):*** {feat/Combat Reflexes}, {feat/Deflect Arrows}, {feat/Dodge}, {feat/Gorgon's Fist}, {feat/Improved Grapple}, {feat/Improved Initiative}, {feat/Improved Unarmed Strike}, {feat/Medusa's Wrath}, {feat/Mobility}, {feat/Scorpion Style}, {feat/Snatch Arrows}, {feat/Spring Attack}, {feat/Stunning Fist}, and {feat/Weapon Focus}.",
			"",
			"***Melee (Mounted):*** {feat/Improved Critical}, {feat/Improved Initiative}, {feat/Mounted Combat}, {feat/Power Attack}, {feat/Ride-By Attack}, [Skill Focus (Ride)](feat/skill_focus), {feat/Spirited Charge}, {feat/Toughness}, {feat/Trample}, and {feat/Weapon Focus}.",
			"",
			"***Melee (Sword and Shield Fighter):*** {feat/Cleave}, {feat/Great Cleave}, {feat/Great Fortitude}, {feat/Greater Vital Strike}, {feat/Improved Bull Rush}, {feat/Improved Critical}, {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Power Attack}, {feat/Shield Focus}, {feat/Shield Master}, {feat/Shield Slam}, {feat/Two-Weapon Fighting}, {feat/Vital Strike}, and {feat/Weapon Focus}.",
			"",
			"***Melee (Two-Handed Fighter):*** {feat/Cleave}, {feat/Great Cleave}, {feat/Great Fortitude}, {feat/Greater Vital Strike}, {feat/Improved Bull Rush}, {feat/Improved Critical}, {feat/Improved Initiative}, {feat/Improved Sunder}, {feat/Improved Vital Strike}, {feat/Power Attack}, {feat/Vital Strike}, and {feat/Weapon Focus}.",
			"",
			"***Melee (Two-Weapon Fighter):*** {feat/Combat Reflexes}, {feat/Dodge}, {feat/Double Slice}, {feat/Greater Two-Weapon Fighting}, {feat/Greater Vital Strike}, {feat/Improved Critical}, {feat/Improved Initiative}, {feat/Improved Two-Weapon Fighting}, {feat/Improved Vital Strike}, {feat/Two-Weapon Defense}, M, {feat/Two-Weapon Rend}, {feat/Vital Strike}, and {feat/Weapon Focus}.",
			"",
			"***Ranged:*** {feat/Deadly Aim}, {feat/Far Shot}, {feat/Greater Vital Strike}, {feat/Improved Initiative}, {feat/Improved Vital Strike}, {feat/Manyshot}, {feat/Pinpoint Targeting}, {feat/Point-Blank Shot}, {feat/Precise Shot}, {feat/Rapid Reload}, {feat/Rapid Shot}, {feat/Shot on the Run}, {feat/Vital Strike}, and {feat/Weapon Focus}.",
			"",
			"***Skill (most NPC classes):*** [Armor](feat/light_armor_proficiency) [Proficiency](feat/medium_armor_proficiency) [(all)](feat/heavy_armor_proficiency), {feat/Great Fortitude}, {feat/Improved Initiative}, {feat/Iron Will}, {feat/Lightning Reflexes}, {feat/Martial Weapon Proficiency}, {feat/Run}, {feat/Shield Proficiency}, {feat/Skill Focus}, and {feat/Toughness}."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook",
			"creating_npcs"
		],
		"siblings": [
			"step_1_the_basics_step_2_determine_ability_scores",
			"step_3_skills",
			"step_4_feats",
			"step_5_class_features",
			"step_6_gear",
			"step_7_details",
			"example_kiramor_the_forest_shadow"
		]
	},
	"step_5_class_features": {
		"name": "Step 5: Class Features",
		"subtitle": "Creating NPCs",
		"tags": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/453}",
			"",
			"After determining feats, the next step is to fill in all the class features possessed by the NPC. This is the time to make decisions about the NPC's spell selection, rage powers, rogue talents, and other class-based abilities.",
			"",
			"When it comes to spells, determine how many spell selections you need to make for each level. Choose a variety of spells for the highest two levels of spells possessed by the NPC. For all other levels, stick to a few basic spells, prepared multiple times (if possible). If this NPC is slated to appear in only one encounter (such as a combat), leaving off lower-level spells entirely is an acceptable way to speed up generation, especially if the NPC is unlikely to cast those spells. You can always choose a few during play if they are needed."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook",
			"creating_npcs"
		],
		"siblings": [
			"step_1_the_basics_step_2_determine_ability_scores",
			"step_3_skills",
			"step_4_feats",
			"step_5_class_features",
			"step_6_gear",
			"step_7_details",
			"example_kiramor_the_forest_shadow"
		]
	},
	"step_6_gear": {
		"name": "Step 6: Gear",
		"subtitle": "Creating NPCs",
		"tags": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/453}",
			"",
			"After recording all of the NPC's class features, the next step is to outfit the character with gear appropriate to his level. Note that NPCs receive less gear than PCs of an equal level. If an NPC is a recurring character, his gear should be selected carefully. Use the total gp value found on Table 14-9 to determine how much gear he should carry. NPCs that are only scheduled to appear once can have a simpler gear selection. Table 14-9 includes a number of categories to make it easier to select an NPC's gear. When outfitting the character, spend the listed amount on each category by purchasing as few items as possible. Leftover gold from any category can be spent on any other category. Funds left over at the end represent coins and jewelry carried by the character.",
			"",
			"Note that these values are approximate and based on the values for a campaign using the medium experience progression and a normal treasure allotment. If your campaign is using the fast experience progression, treat your NPCs as one level higher when determining their gear. If your campaign is using the slow experience progression, treat the NPCs as one level lower when determining their gear. If your campaign is high fantasy, double these values. Reduce them by half if your campaign is low fantasy. If the final value of an NPC's gear is a little over or under these amounts, that's okay.",
			"",
			"***Weapons:*** This includes normal, masterwork, and magic weapons, as well as magic staves and wands used by spellcasters to harm their enemies. For example, a wand of scorching ray would count as a weapon, but a staff of life would count as a piece of magic gear.",
			"",
			"***Protection:*** This category includes armor and shields, as well as any magic item that augments a character's Armor Class or saving throws.",
			"",
			"***Magic:*** This category includes all other permanent magic items. Most rings, rods, and wondrous items fit into this category.",
			"",
			"***Limited Use:*** Items that fall into this category include alchemical items, potions, scrolls, and wands with few charges. Charged wondrous items fall into this grouping as well.",
			"",
			"***Gear:*** Use the amount in this category to purchase standard nonmagical gear for the character. In most cases, this equipment can be omitted during creation and filled in as needed during play. You can assume that the character has whatever gear is needed for him to properly use his skills and class abilities. This category can also include jewelry, gems, or loose coins that the NPC might have on his person.",
			"",
			"### Table 14-9: NPC Gear",
			"",
			"| Basic Level | Heroic Level | Total gp Value | Weapons | Protection | Magic | Limited Use | Gear |",
			"| --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1 | - | 260 gp | 50 gp | 130 gp | - | 40 gp | 40 gp |",
			"| 2 | 1 | 390 gp | 100 gp | 150 gp | - | 40 gp | 100 gp |",
			"| 3 | 2 | 780 gp | 350 gp | 200 gp | - | 80 gp | 150 gp |",
			"| 4 | 3 | 1,650 gp | 650 gp | 800 gp | - | 100 gp | 200 gp |",
			"| 5 | 4 | 2,400 gp | 900 gp | 1,000 gp | - | 300 gp | 200 gp |",
			"| 6 | 5 | 3,450 gp | 1,400 gp | 1,400 gp | - | 450 gp | 200 gp |",
			"| 7 | 6 | 4,650 gp | 2,350 gp | 1,650 gp | - | 450 gp | 200 gp |",
			"| 8 | 7 | 6,000 gp | 2,700 gp | 2,000 gp | 500 gp | 600 gp | 200 gp |",
			"| 9 | 8 | 7,800 gp | 3,000 gp | 2,500 gp | 1,000 gp | 800 gp | 500 gp |",
			"| 10 | 9 | 10,050 gp | 3,500 gp | 3,000 gp | 2,000 gp | 1,050 gp | 500 gp |",
			"| 11 | 10 | 12,750 gp | 4,000 gp | 4,000 gp | 3,000 gp | 1,250 gp | 500 gp |",
			"| 12 | 11 | 16,350 gp | 6,000 gp | 4,500 gp | 4,000 gp | 1,350 gp | 500 gp |",
			"| 13 | 12 | 21,000 gp | 8,500 gp | 5,500 gp | 5,000 gp | 1,500 gp | 500 gp |",
			"| 14 | 13 | 27,000 gp | 9,000 gp | 8,000 gp | 7,000 gp | 2,500 gp | 500 gp |",
			"| 15 | 14 | 34,800 gp | 12,000 gp | 10,500 gp | 9,000 gp | 2,800 gp | 500 gp |",
			"| 16 | 15 | 45,000 gp | 17,000 gp | 13,500 gp | 11,000 gp | 3,000 gp | 500 gp |",
			"| 17 | 16 | 58,500 gp | 19,000 gp | 18,000 gp | 16,000 gp | 4,000 gp | 1,500 gp |",
			"| 18 | 17 | 75,000 gp | 24,000 gp | 23,000 gp | 20,000 gp | 6,500 gp | 1,500 gp |",
			"| 19 | 18 | 96,000 gp | 30,000 gp | 28,000 gp | 28,000 gp | 8,000 gp | 2,000 gp |",
			"| 20 | 19 | 123,000 gp | 40,000 gp | 35,000 gp | 35,000 gp | 11,000 gp | 2,000 gp |",
			"| - | 20 | 159,000 gp | 55,000 gp | 40,000 gp | 44,000 gp | 18,000 gp | 2,000 gp |"
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook",
			"creating_npcs"
		],
		"siblings": [
			"step_1_the_basics_step_2_determine_ability_scores",
			"step_3_skills",
			"step_4_feats",
			"step_5_class_features",
			"step_6_gear",
			"step_7_details",
			"example_kiramor_the_forest_shadow"
		]
	},
	"step_7_details": {
		"name": "Step 7: Details",
		"subtitle": "Creating NPCs",
		"tags": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/454}",
			"",
			"Once you have assigned all of the NPC's gear, all that remains is to fill out the details. Determine the character's attack and damage bonuses, CMB, CMD, initiative modifier, and Armor Class. If the character's magic items affect his skills or ability scores, make sure to take those changes into account. Determine the character's total hit points by assuming the average result. Finally, fill out any other important details, such as name, alignment, religion, and a few personality traits to round him out."
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook",
			"creating_npcs"
		],
		"siblings": [
			"step_1_the_basics_step_2_determine_ability_scores",
			"step_3_skills",
			"step_4_feats",
			"step_5_class_features",
			"step_6_gear",
			"step_7_details",
			"example_kiramor_the_forest_shadow"
		]
	},
	"example_kiramor_the_forest_shadow": {
		"name": "Example: Kiramor, the Forest Shadow",
		"subtitle": "Creating NPCs",
		"tags": "Gamemastery",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/454}",
			"",
			"Looking over your notes for the evening's game, you discover that you need a mysterious forest character for the PCs to interact with on their way to town. If things go poorly, they might have to fight him. Since your party consists of 4th-level characters, you decide to make this forest guardian an elven ranger 4/rogue 2.",
			"",
			"You want him to be skilled at fighting with ranged weapons, but you also want him to be competent with a rapier. Taking this into account, you use the heroic ability scores for a ranged NPC found on [Table 14-6](rule/step_1_the_basics_step_2_determine_ability_scores). Since he is an elf, you apply the racial modifiers to Dexterity, Constitution, and Intelligence. Since he is 6th level, you put his bonus attribute point gained at 4th level into his Dexterity, raising it up to 18.",
			"",
			"Moving on to skills, you see that rangers receive fewer skill selections than rogues, so you start by selecting skills for the ranger. You add two for his Intelligence modifier for a total of eight skills at six ranks each. After selecting these eight skills, you move on to the rogue skills. The difference between the ranger and the rogue is two, meaning that you can select two more skills, with two ranks in each.",
			"",
			"After selecting his skills, you move on to his feats. Starting with his class feats, you select {feat/Rapid Shot} as his ranger combat style feat. In addition, the forest guardian receives three additional feats for his class levels. Since you want him to be skilled at archery, most of these feats come from the ranged list, including {feat/Deadly Aim} and {feat/Point Blank Shot}. To ensure that he is good with a rapier, you spend his final feat selection on {feat/Weapon Finesse}.",
			"",
			"Next you note all of his class and racial features, making whatever selections are necessary, such as favored enemy, favored terrain, hunter's bond, and rogue talents.",
			"",
			"Moving on to gear, you assign gear using the line for a 6th-level heroic NPC, giving him a +1 longbow, a masterwork rapier, +1 studded leather armor, a potion of invisibility, a potion of cure moderate wounds, and a pack full of nonmagic gear. Although he has a bit more gp in weapons than the chart allows, he has spent a bit less in armor, roughly balancing him out.",
			"",
			"With your task nearly completed, you add all of his statistics and details, naming him Kiramor. Your forest shadow is then ready to face off against the PCs.",
			"",
			"### Kiramor, The Forest Shadow",
			"",
			"Male elf ranger 4/rogue 2  ",
			"N Medium humanoid (elf)  ",
			"Init +4 (+6 in forests); Senses low-light vision; Perception +11 (+13 in forests)",
			"",
			"#### Defense",
			"",
			"**AC** 18, touch 14, flat-footed 14 (+4 armor, +4 Dex)  ",
			"**hp** 39 (4d10+2d8+6)  ",
			"**Fort** +6, **Ref** +12, **Will** +2; +2 against enchantment  ",
			"**Defensive Abilities** evasion; **Immune** sleep",
			"",
			"#### Offense",
			"",
			"**Speed** 30 ft.  ",
			"**Melee** mwk rapier +10 (1d6+1/18-20)  ",
			"**Ranged** +1 longbow +10 (1d8+1/&times;3)  ",
			"**Ranged** +1 longbow +8+8 (1d8+1/&times;3)  ",
			"**Special Attacks** favored enemy (humanoid [orc]), favored terrain (forest), rogue talents (bleeding attack), sneak attack (1d6)",
			"",
			"#### Statistics",
			"",
			"**Str** 13, **Dex** 18, **Con** 12, **Int** 14, **Wis** 10, **Cha** 8  ",
			"**Base Atk** +5; **CMB** +6; **CMD** 20  ",
			"**Feats** {feat/Deadly Aim}, {feat/Endurance}, {feat/Point Blank Shot}, {feat/Rapid Shot}, {feat/Weapon Finesse}  ",
			"**Skills** Acrobatics +13, Climb +10, Escape Artist +9, Heal +9, Knowledge (geography) +11, Knowledge (nature) +11, Perception +11 (+13 in forests), Stealth +13, Survival +9 (+11 following tracks), Swim +6  ",
			"**Languages** Common, Elven, Orc, Sylvan  ",
			"**SQ** nature bond (wolf), track, trapfinding +1  ",
			"**Combat Gear** potion of cure moderate wounds, potion of invisibility; **Other Gear** +1 longbow with 40 arrows, mwk rapier, +1 studded leather armor, gear and coins worth 200 gp"
		],
		"parent_topics": [
			"gamemastery",
			"basics_from_the_core_rulebook",
			"creating_npcs"
		],
		"siblings": [
			"step_1_the_basics_step_2_determine_ability_scores",
			"step_3_skills",
			"step_4_feats",
			"step_5_class_features",
			"step_6_gear",
			"step_7_details",
			"example_kiramor_the_forest_shadow"
		]
	},
	"gamemastery_guide": {
		"name": "GameMastery Guide",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/4}",
			"",
			"You might already know what a Game Master is. But if you don't know, a Game Master (or GM) is the Pathfinder RPG player who arbitrates the rules of the game and controls the actions of every game element that isn't explicitly controlled by the other players. But as any experienced Game Master knows, being a GM is also much, much more.",
			"",
			"***Host:*** Game Masters are the unifying force behind most of the game, not just organizing a social event but providing excitement and entertainment for those who participate. {rule/Getting Started} focuses on the GM's role as a host, presenting considerations on how to start a game, how to prepare for a session, and how to select a tone and rules that players will be eager to explore.",
			"",
			"***Mastermind:*** GMs work to keep a game's momentum moving in directions that entertain all the players while exploring the stories and settings they desire. To such ends, a GM manipulates dozens of elements, from how narrative components unfold to what rules are used and how they function in every situation. {rule/Running a Game} addresses a variety of topics that help GMs handle some of the most complicated aspects of their duties, from the details of how a GM actually performs in-game and frames a story to ways to create adventures and juggle the myriad aspects of a campaign.",
			"",
			"***Mediator:*** Just as GMs make sure all of a game's plots and rules work together to entertain, they must also ensure that the players themselves mesh and cooperate. From tips on handling unusual characters and common PC problems to the delicate tasks of introducing new players and addressing the needs of several gamer archetypes, {rule/Player Characters} offers GMs a host of suggestions to help them avoid, ease, and handle the wide variety of challenges that arise from both in-game characters and their real-world players.",
			"",
			"***Actor:*** Through the GM, the cast of entire fantasy worlds takes the stage. In a given session, a Game Master might play a generous peasant or a conniving king, a rampaging dragon or an enigmatic deity. Whatever the persona, the GM's characters are only as convincing, endearing, despicable, or memorable as the person who portrays them. {rule/Non-Player Characters} deals with designing and depicting non-player characters, encouraging players to take a vested interest in NPCs, creating sinister villains, and many more suggestions to bring even the smallest role to life.",
			"",
			"***Patron:*** While GMs constantly confront their players with all sorts of dangers, they also serve as the source of every reward the PCs ever gain, from each experience point to treasures of legend. {rule/Rewards} aids GMs in creating and managing a wide variety of rewards, and includes ways to handle common challenges presented by character wealth and bring new life and adventure to old treasures.",
			"",
			"***World Builder:*** Whether running games on Golarion, home of the official Pathfinder campaign setting, or on a world of their own creation, GMs control nearly every aspect of an entire fantasy reality. With not just one world, but perhaps even multiple planets, planes, or even stranger settings under the GM's direction, the more insight and forethought invested into the ways and workings of locations, the more believable these become. Details on these elements, along with considerations on societies, time, technology, and more fill {rule/Creating a World}.",
			"",
			"***Storyteller:*** Among a GM's most important tasks is imagining and telling engaging stories. To aid in this task, {rule/Adventures} presents expansive discussions on several of the settings most common in the Pathfinder RPG, focusing on considerations and helpful rules GMs can employ wherever their tales might take them. In addition, numerous idea-generating charts and random encounter tables assure that GMs never lack for details or excitement once their stories reach their destinations.",
			"",
			"***Game Designer:*** Even with the vast range of options presented in the Pathfinder RPG Core Rulebook, only GMs know what threats their players might face or powers they might come to control. Just as GMs arbitrate the rules within their games, so can they manipulate, repurpose, and wholly invent new rules to improve their games. {rule/Advanced Topics} not only offers GMs a variety of new rule subsystems and considerations for running challenging types of adventures, but also expands upon several existing rules elements and demonstrates how GMs can customize the rules they already know to perfectly fit the types of adventures they want to run.",
			"",
			"***Director:*** Over the course of a campaign, Game Masters have need of dozens of characters and hundreds of encounters, choosing and customizing each and presenting them however best aids the overarching plot. Yet creating these elements can prove a repetitive and time-consuming task. To aid in this process, {rule/NPC Gallery} unveils a gallery of dozens of stat blocks for the types of NPCs most commonly encountered in the Pathfinder RPG. These characters can be used however the GM wishes, allowing him to focus on other, more exciting aspects of his campaigns.",
			"",
			"Regardless of skill or experience as a Game Master, it's likely that every GM can identify one of these roles as an area in which she lacks experience or confidence. This GameMastery Guide seeks to address such needs, counseling on challenging aspects of campaigns, contributing new options and inspirations, and refreshing the game's classic elements. Most importantly, the countless tools herein are designed not to change games or tell GMs how they should play, but rather to inspire new stories and save effort, leaving GMs with more time to run exactly the adventures they and their groups want to play - or have been playing for years."
		],
		"parent_topics": [ "gamemastery" ],
		"subtopics": [
			"getting_started",
			"running_a_game",
			"player_characters",
			"non_player_characters",
			"rewards",
			"creating_a_world",
			"adventures",
			"advanced_topics",
			"npc_gallery"
		],
		"siblings": [
			"basics_from_the_core_rulebook",
			"gamemastery_guide",
			"monster_rules",
			"race_builder",
			"creating_new_weapons"
		]
	},
	"getting_started": {
		"name": "Getting Started",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/8}",
			"",
			"While everyone at the table plays the game, the Game Master creates the world, breathing life into it in front of a small audience enraptured by his story. The Game Master works the hardest of everyone, spending night upon night before each game session carefully weaving the strands of fate and plotting the course of the adventurers' lives, working in twists, building encounters and monsters, and pouring blood, sweat, and tears into his creation. To use a common analogy, roleplaying games are like movies where the actors get to improvise and alter the script as they go, working off prompts from the Game Master. Extending this comparison, if the players are the actors, then the Game Master is the director - and often the screenwriter, even when basing the story on a published adventure. While this is a generic comparison, it illustrates some of the multiple roles the Game Master fills. The position can also be broken down into a number of other duties and responsibilities as follows.",
			"",
			"***Storyteller:*** Weaving plots involving the player characters and any number of non-player characters, leading dialogue, and unfurling a vast tapestry of ideas, stories, and adventure, the Game Master is a storyteller first and foremost. While the game is a collaborative narrative told from all sides of the table, the Game Master paves and maintains the road along which the adventurers walk.",
			"",
			"***Entertainer:*** Despite the best-laid plans and most intricate plots, if the game isn't fun and engaging, it isn't worth the effort. It's the Game Master's job to do whatever's necessary to keep the players' energy and interest up, immersing the group in the story through the use of strange voices, animated gestures, and generally making a fool of himself in the most classic sense. In order to fulfill the role of every individual the player characters encounter, the Game Master needs to be impressionist, comedian, and thespian all in one. In the role of the entertainer, the Game Master is the steward of every player's experience, keeping everyone at the table involved and the story moving along at the proper pace.",
			"",
			"***Moderator:*** While important in any game, the role of moderator becomes even more important in games with new players unfamiliar with the rules, or situations where the Game Master might be running a game for strangers, such as \"organized play\" sessions at gaming stores and conventions. Many players enjoy the tactical aspects of the game and make the most of the rules in and outside of combat. The Game Master should know what each character is capable of, as well as the abilities of the non-player characters and monsters, and should be prepared to pass judgment on any contradictory or disputed interpretations of the rules. And while it's important for the Game Master to be fair and hear out players' opinions and arguments, a good Game Master has the confidence and resolve to hold firm once he's made a decision.",
			"",
			"***Creator:*** Not only does the Game Master bring stories to the table, but many times he is also the creator of entire worlds. More often than not, he spends more time preparing for the session than the session actually takes to play. When not using a published setting or adventure, the Game Master must take the time outside of the game to create the plot, build enemies, construct encounters, develop magic items and spells, design monsters, and flesh out the world of adventure the players will soon inhabit.",
			"",
			"***Instructor:*** Not everyone is going to show up to the table with an equal - or even sufficient - understanding of the rules. Some of these players will be young, the new generation of gamers eager to enter into the ranks, and others will be friends you've encouraged to learn the joys of roleplaying games; some may even be fresh recruits at conventions or game stores. Everyone has a different aptitude for the admittedly complex rules of roleplaying games, and many people are intimidated by them. Part of a Game Master's role is to guide players in learning the game - after all, the majority of Game Masters playing today learned from another Game Master who was patient with them.",
			"",
			"***Player:*** Despite a pervasive myth, roleplaying games are not about pitting the Game Master against the players. They are not competitions, and the Game Master does not lose when the players succeed; rather, if the players leave the table feeling tested but triumphant, then the Game Master has achieved the best possible result. Though one person guides the game, everyone is a player in some sense. Game Masters must be as convincing with the non-player characters they control as the players are with their own characters, if not more so.",
			"",
			"In addition to these roles, the Game Master might also fill a handful of others. Many groups maintain a set of house rules for their games, and the Game Master has the final say on particular interpretations and arbitrations of rules (though everyone in the group should be aware of any house rules beforehand). The Game Master may also act as host for the game. At the least, the host provides an ample place to play. While some extraordinary Game Masters might provide all materials, including books, character sheets, pencils, dice, miniatures, and a battlemat, groups should decide upon those details themselves. As the host for a game, it is important to provide a surface large enough to play upon, a place for everyone to sit, reasonable facilities, and the desire to get a good game going. Whether played at a Victorian dining table lit with candelabras, on the floor of a spartan apartment, in the library during recess, or in the back of a van on the way to a family camping trip, roleplaying games can be tailored to most any situation, as long as there's excitement and a desire to play."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide"
		],
		"subtopics": [
			"a_game_masters_glossary",
			"tone_and_maturity",
			"the_gm_as_host",
			"rules_of_the_house",
			"preparing_to_run_a_game",
			"creating_a_campaign_guide"
		],
		"siblings": [
			"getting_started",
			"running_a_game",
			"player_characters",
			"non_player_characters",
			"rewards",
			"creating_a_world",
			"adventures",
			"advanced_topics",
			"npc_gallery"
		]
	},
	"a_game_masters_glossary": {
		"name": "A Game Master's Glossary",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/9}",
			"",
			"Listed below are a few terms with which all new Game Masters should be familiar. These terms are mentioned throughout the Pathfinder RPG Core Rulebook and, beyond those presented in the {rule/Common Terms} section, are among the most important in the Game Master's lexicon.",
			"",
			"***Adventure:*** An adventure is a self-contained storyline the PCs experience. An adventure is composed of a series of encounters furthering the storyline.",
			"",
			"***Campaign:*** A collection of stories weaving into an overreaching narrative. It may be a string of published adventures, a chain of homebrewed material, or an Adventure Path designed to be played as a series. A campaign may or may not have a definitive or predefined end point.",
			"",
			"***Campaign Arc:*** A sequence of adventures that mesh well with each other, usually part of a larger campaign. Game Masters often run these shorter arcs to create a story that's more concise than a full campaign but longer than a single adventure.",
			"",
			"***Encounter:*** An encounter is a short scene in which the PCs are actively doing something. Examples of encounters include a combat with a monster, a social interaction significant to the adventure's plot, an attempt to disarm a trap, or the discovery of a mystery or clue requiring further investigation.",
			"",
			"***Metagaming:*** This is when characters act on information that they don't have access to, but which their players know from the real world. Metagaming comes into play when players fail to maintain a divide between in-character knowledge and out-of-character knowledge. That could include anything from uncannily accurate in-character predictions from a player who's already read the adventure, players recognizing monsters when their characters wouldn't, low-Intelligence characters accessing well-educated players' knowledge and talents, etc.",
			"",
			"***Session:*** A session is a single bout of gaming. Not every session ties up an adventure; many adventures require multiple sessions to complete. The duration of sessions varies from group to group, from a few hours to a weekend."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started"
		],
		"siblings": [
			"a_game_masters_glossary",
			"tone_and_maturity",
			"the_gm_as_host",
			"rules_of_the_house",
			"preparing_to_run_a_game",
			"creating_a_campaign_guide"
		]
	},
	"tone_and_maturity": {
		"name": "Tone and Maturity",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/10}",
			"",
			"Players come to games to feel larger than life, and each brings a character that has aspirations, desires, abilities, and unique ways of looking at the world. The Game Master's job is to help guide the story and involve each character in a way that makes her actions feel meaningful. This means listening to the players while simultaneously keeping your own preferences in mind. No two gaming groups are the same, so groups that discuss their preferences for styles of play, tone, and group dynamics are more likely to enjoy long-running, trouble-free games."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started"
		],
		"subtopics": [
			"style_of_play",
			"tone_and_setting",
			"group_styles",
			"retaining_interest",
			"sensitive_topics"
		],
		"siblings": [
			"a_game_masters_glossary",
			"tone_and_maturity",
			"the_gm_as_host",
			"rules_of_the_house",
			"preparing_to_run_a_game",
			"creating_a_campaign_guide"
		]
	},
	"style_of_play": {
		"name": "Style of Play",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/10}",
			"",
			"Finding the right fit with a group depends on a shared preference of styles of play and the willingness to compromise. Does your group prefer to focus more on combat or roleplaying? The former style moves quickly through the story and centers primarily on fun tactical situations. If it's the latter, games should highlight character development and storyline, and it wouldn't be unusual to have an entire session pass without combat. Most groups fit somewhere in the wide middle of this spectrum, but knowing what your players enjoy most is crucial to keeping everyone entertained."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"tone_and_maturity"
		],
		"siblings": [
			"style_of_play",
			"tone_and_setting",
			"group_styles",
			"retaining_interest",
			"sensitive_topics"
		]
	},
	"tone_and_setting": {
		"name": "Tone and Setting",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/10}",
			"",
			"Once your players decide what style of game they're looking for, it's time to consider tone and setting. A group that's more interested in lighthearted silliness will disappoint a Game Master wanting to run a creepy horror campaign. Setting and tone determine whether you're running a complex, gritty political game in which the PCs unravel conspiracies or a high-magic and high-action fantasy epic involving bizarre monsters and divine mandates. Setting encompasses the central themes and tropes of your world, and tone is the feel, whether that's gritty realism or fairy-tale derring-do. The desired magic level is also worth discussing early on, as some players like readily available magic, while others prefer it to be exclusive and rare, only finding a handful of magic items throughout their entire career. A short meeting before launching the campaign allows you to tailor the experience for your players, and most players appreciate the effort to satisfy everyone's tastes."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"tone_and_maturity"
		],
		"siblings": [
			"style_of_play",
			"tone_and_setting",
			"group_styles",
			"retaining_interest",
			"sensitive_topics"
		]
	},
	"group_styles": {
		"name": "Group Styles",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/10}",
			"",
			"In addition to focusing on the game-specific themes and styles, consider the group of players sitting around the table. Are they looking for a casual \"beer and pretzels\" game, or are they committed roleplayers looking for a deeply immersive campaign? Have you been playing with the same group for years? Is everyone at the table a complete stranger in a session you're running at a convention or a game store? Each of these different group styles requires a different performance from the Game Master. Casual groups require less focus and can often be more forgiving of mistakes, glossing over problematic situations in favor of hanging out and enjoying a shared hobby. Committed roleplayers can demand significantly more focus and attention, as each player brings a complex and interesting character in need of development within the game. Some Game Masters find convention play or hobby store play difficult because they lack a point of reference for the newly formed group. In these cases, a bit of small talk before the game begins often offers cues as to players' interests. Use time before play begins to ask a few focused questions about not only the players, but also their characters."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"tone_and_maturity"
		],
		"siblings": [
			"style_of_play",
			"tone_and_setting",
			"group_styles",
			"retaining_interest",
			"sensitive_topics"
		]
	},
	"retaining_interest": {
		"name": "Retaining Interest",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/10}",
			"",
			"Listening to your players is important not only when looking to start a new campaign but also during the course of the story. From your seat at the game table, you can tell who's engaged and who's not. The goal should always be to figure out what's going to grab the bored, distracted, or annoyed players and get them back in the game (without sacrificing the fun of the others, of course). If during the last game session a particular player seemed bored when it wasn't her turn at combat, make a point to chat with her about the reasons why. Maybe she doesn't feel like her character is performing well or getting enough of the spotlight outside of combat. It often only takes a slight tweak or a single encounter tailored to her skill set to make a disenfranchised player feel like a valuable part of the group.",
			"",
			"Always be open to switching things up. Players inevitably throw wrenches into the Game Master's plans, despite how obvious a lead seems or how convincing a hook sounds. Don't be afraid to play off their creativity the same way they do with yours. If you have a plot the characters are trying to unravel, and the solutions they come up with make more sense than your prepared ones, try ignoring the original resolution from your notebook or a published adventure and turning the story in a new direction - the players never need know about the original version, and you can take full credit for their enjoyment. Similarly, if the players keep going off track and getting involved in events outside of your planned story, that might be a sign that your players are interested in a different sort of game than you originally crafted. And even if you have great empathy with your gaming group and give them everything they want, remember that tastes can change over time. Remember what your players enjoyed and try to perform in that way again, but realize your players likely have varied palates and can enjoy a wide range of game types."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"tone_and_maturity"
		],
		"siblings": [
			"style_of_play",
			"tone_and_setting",
			"group_styles",
			"retaining_interest",
			"sensitive_topics"
		]
	},
	"sensitive_topics": {
		"name": "Sensitive Topics",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/11}",
			"",
			"Mature themes like cannibalism, drug use, gory violence, profanity, prostitution, and various forms of sexuality sometimes come up in the game, and not every group deals with them in the same way. Knowing the group of people you're playing with and accurately gauging their comfort zone is crucial to keeping a session enjoyable. If you anticipate anyone at your table being uncomfortable with certain mature themes, talk to your players beforehand. Determine their preferred treatment of the issues, and respect their preferences when deciding how heavily you want to play up those themes. If your group openly discusses sexuality, fondly recalls the gruesome scenes from a favorite horror film, or makes frequent off-color jokes, then it's probably fine including those themes in your campaign (though not necessarily; the player with the filthiest mouth or biggest slasher-movie collection might still be sensitive to certain issues).",
			"",
			"Instead of deciding everything ahead of time, you can also seed given elements into your adventure bit by bit to determine players' comfort level. For example, if you have a lecherous non-player character attempting to seduce a player character, drop a few hints, subtle at first, and see if the character takes the bait. Watching the player's reaction indicates their comfort level with the topic and lets you know how close to the boundary you can play. And of course, there's a difference between dropping hints and innuendos and graphically describing the dwarven lovers' sweaty embrace. A little mature content goes a long way.",
			"",
			"Because combat is a core element of the game, violence happens. But just as children's TV shows can provide action without gore, so too is there a spectrum in roleplaying. Violence, or rather how graphically violence is portrayed, is one element in determining how appropriate movies and video games are for different ages and sensibilities, and a similar determination can be made for different styles of roleplaying. Depending on the context, you can describe the same combat with a simple \"you hit him with your sword,\" or create a more visceral description of the same action: \"you hit him with your sword,\"",
			"",
			"Adult themes can be an excellent way to get the characters to react to a villain or event. A foul villain who uses men and women as sexual playthings before strangling them in the carnal act can produce fear, anger, and a thirst for vengeance in even the most peaceful of characters.",
			"",
			"The level of comfort regarding violence can also change depending on the victim. While it may be perfectly acceptable for some groups to murder a bugbear villain, murdering a child - even for the greater good - is probably pushing the boundaries too far. In fact, involving children, animals, or other innocents at all can be a dangerous game: you might think that a villain who abuses animals is the ultimate example of depravity (and hence a great antagonist), but your players might not be prepared to talk about such things, even in the context of fighting against them.",
			"",
			"It's also important that, if you enjoy a game involving a lot of questionable morality and \"lesser of two evils\" plots, your party has similar inclinations. Allying with an obvious evil character in pursuit of mutual goals might feel like gritty realism to you, but others might see it as in poor taste, or completely against their characters' alignments. If you design an encounter that strains your paladin's commitment to his beliefs, make sure the player enjoys that sort of thing. In all situations, be mindful of the group's sensitivity and design your games accordingly.",
			"",
			"If you feel certain styles or topics might turn off your players but still want to include them, consider testing the waters with your group by running that style of game as a one-shot and not something destructive to your regular campaign. When playing with strangers, young people, or with other potentially sensitive players, or when playing in a public place, it's best to keep any adult content out of your games. While society tolerates violence to some extent, other adult topics better suit more private, mature groups. Remember, some players might not want to see gritty real-world topics in their lighthearted weekly game. Above all, know your players' the better you know the preferences of the group you play with, the more enjoyable the game will be for everyone involved."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"tone_and_maturity"
		],
		"siblings": [
			"style_of_play",
			"tone_and_setting",
			"group_styles",
			"retaining_interest",
			"sensitive_topics"
		]
	},
	"the_gm_as_host": {
		"name": "The GM as Host",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/12}",
			"",
			"The GM's primary job is to run the game, but there's more to that task than just rolling dice and orchestrating ingame challenges. As the group member most responsible for the game's success, the GM is also the de facto host for each session, in charge of handling or delegating the logistics behind the fun.",
			"",
			"The social side of a session is at least as important as the quality of the game itself. Adult gamers might rarely get time to socialize, given the pressures of jobs, families, and homes, so game night becomes a welcome chance to spend time with friends, no different than a night of board games, movies, or poker. And like any party, there's work to be done both before and after.",
			"",
			"Some of the following issues can be delegated to a willing player, but ultimately, all of them are the GM's responsibility."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started"
		],
		"subtopics": [
			"number_of_players",
			"small_groups",
			"large_groups",
			"finding_players",
			"where_to_play",
			"the_building",
			"the_room",
			"when_to_play"
		],
		"siblings": [
			"a_game_masters_glossary",
			"tone_and_maturity",
			"the_gm_as_host",
			"rules_of_the_house",
			"preparing_to_run_a_game",
			"creating_a_campaign_guide"
		]
	},
	"number_of_players": {
		"name": "Number of Players",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/12}",
			"",
			"Before a game ever begins it's up to the GM to decide how many players to invite to play. While there is no firm minimum or maximum limit to how many players a game can accommodate, this choice is largely a matter of how many players the GM expects he can comfortably manage and what limitations a game's expected play space present. Although most published adventures present challenges for parties with four characters, any encounter can easily be customized to suit the needs of any size group."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"the_gm_as_host"
		],
		"siblings": [
			"number_of_players",
			"small_groups",
			"large_groups",
			"finding_players",
			"where_to_play",
			"the_building",
			"the_room",
			"when_to_play"
		]
	},
	"small_groups": {
		"name": "Small Groups",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/12}",
			"",
			"Groups of two or three can allow for more intense roleplaying, but they require you to carefully craft your challenges to be appropriate for fewer players. You'll also need to compensate for any major abilities that may be missing from the party.",
			"",
			"A simple way to accomplish the latter is to eliminate the need for those abilities. For example, if the party lacks a rogue, you may wish to remove traps and locks from the party's path. Another method is to introduce an NPC who has the needed abilities - just so long as that NPC doesn't steal the spotlight. Alternatively, you can give the characters magic items that perform the necessary function, such as healing potions and wands for the party without a healer. Last but not least, if the players are experienced enough to handle it, you might enjoy letting each player play two characters to round out the group."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"the_gm_as_host"
		],
		"siblings": [
			"number_of_players",
			"small_groups",
			"large_groups",
			"finding_players",
			"where_to_play",
			"the_building",
			"the_room",
			"when_to_play"
		]
	},
	"large_groups": {
		"name": "Large Groups",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/12}",
			"",
			"Groups of more than six players offer more character options, but they also tend to be louder and harder to manage. The more characters there are, the more complex combat becomes and the longer each person has to wait for his turn, making it easier for distractions and side conversations to get out of hand or for naturally shy players to be overlooked. It's generally best not to take on more than six players at a time unless you're experienced enough to make combat move along smartly without looking up a lot of rules."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"the_gm_as_host"
		],
		"siblings": [
			"number_of_players",
			"small_groups",
			"large_groups",
			"finding_players",
			"where_to_play",
			"the_building",
			"the_room",
			"when_to_play"
		]
	},
	"finding_players": {
		"name": "Finding Players",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/12}",
			"",
			"Once you know how many players you'd like to have, it's time to organize a group. Start by talking to friends and family members you'd like to include. Mixing ages is fine so long as there are enough common interests.",
			"",
			"If there's still room at your game table, you can consider people you don't yet know or know only tangentially. Coworkers and friends of friends are usually the first to be included in this set, especially if your players have sung the praises of your game to other people.",
			"",
			"Outside of such personal contacts, there are a number of other ways to find players. Try contacting a local game store about putting up a flier with your contact information, or see if there's a gaming club at your school or the local college. The Internet offers instant access to thousands of gamers via free classified ads or message boards, and there are several websites specifically devoted to helping local gamers connect, such as the Gamer Connection forum on [paizo.com](https://www.paizo.com/). (Of course, safety always comes first - you should meet strangers in public places with plenty of people around and should never give out more personal information than an email address until you trust someone.)",
			"",
			"Last but not least, when in doubt, go where the gamers are. Attend a local game convention, science fiction movie opening, or other event that might be of interest to gamers. Talk to people there, and if you find a gamer who lives nearby, mention that you're looking for players and provide contact information.",
			"",
			"If you don't want to do the recruiting yourself, you can allow one or more players to handle it, but it's a good idea to ask that they run any potential new players past you - or even the whole group - for approval before inviting them to a session.",
			"",
			"***A word of warning:*** As with any party, it's important to make sure that everyone you invite to your game gets along with the rest. While you can't predict every conflict, you can do your best to avoid obvious problems - this might be a player whose style doesn't match the rest of the group (see [Problem Players](rule/player_interactions)), or a player with a more obvious conflict, such as a current player's ex-spouse. A lot of gaming groups fall apart because of interplayer conflict. As a result, when taking a chance on a new player, it's generally best to issue a limited invitation, such as for a single adventure, and then decide from there. Don't let a party member who's friends with a potential player - or worse, the potential player himself - pressure you into inviting him back if he isn't right for your game."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"the_gm_as_host"
		],
		"siblings": [
			"number_of_players",
			"small_groups",
			"large_groups",
			"finding_players",
			"where_to_play",
			"the_building",
			"the_room",
			"when_to_play"
		]
	},
	"where_to_play": {
		"name": "Where to Play",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/13}",
			"",
			"The optimum gaming space has the following features.",
			"",
			"- A low-traffic room, where the game won't be disturbed by non-players or noise from other areas.",
			"- A comfortable place for everyone to sit, with a good view of the gaming surface, plus space for rolling dice and writing notes.",
			"- A large, flat playing surface with room for a battlemat and miniatures.",
			"- Extra space for rulebooks, maps, notes, and other essentials.",
			"- Bookshelves to hold reference materials.",
			"- Easy access to snacks, beverages, and a bathroom."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"the_gm_as_host"
		],
		"siblings": [
			"number_of_players",
			"small_groups",
			"large_groups",
			"finding_players",
			"where_to_play",
			"the_building",
			"the_room",
			"when_to_play"
		]
	},
	"the_building": {
		"name": "The Building",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/13}",
			"",
			"It's often most convenient for you as GM to play in your own house, since all your gaming stuff is already there. Players usually have fewer books and tend to depend on GM copies for reference during games. If you and your players use a great many books and supplements, it's hard to lug them all to someone else's house - and if you take only a few, you'll almost certainly forget one that someone wants. Yet setting up shop at whichever member's house is best suited for it works as well, especially if there's room to store gaming materials between games.",
			"",
			"Some groups successfully rotate houses, and there's a lot of merit in such an arrangement: no one is always stuck with cleaning up the inevitable post-game mess, and the disruption to any single household's routine is minimal. Furthermore, you can delegate some of the hosting duties to the player who lives there: particularly the snacks, beverages, and physical comforts. The key to making such an arrangement work is to either ensure that all the households have ready access to the needed materials, or else delegate players to bring them each time.",
			"",
			"Some groups play in the local game shop, either out in the open or in a back room. If the shop caters to roleplayers, the owners might consider it good business to have a regular campaign running where customers can see it. This arrangement requires some patience on the part of everyone at the table, since the party will likely be expected to greet watchers pleasantly and answer their questions during the game. It also requires keeping the game family-friendly, as parents with children may be watching. If you've been looking for more players, a public game can be a great recruiting tool. If your game is closed, the back room of the game store may be a better bet.",
			"",
			"In nice weather, playing outside in a barn or gazebo, or even at a picnic table or on the grass can be fun too - just be sure to weight down character sheets and notes so you don't have to chase them when the wind picks up."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"the_gm_as_host"
		],
		"siblings": [
			"number_of_players",
			"small_groups",
			"large_groups",
			"finding_players",
			"where_to_play",
			"the_building",
			"the_room",
			"when_to_play"
		]
	},
	"the_room": {
		"name": "The Room",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/13}",
			"",
			"The traditional gaming space is a table big enough to seat all the players and the GM, but that's not strictly necessary. The dinner table is often the surface of choice because it provides enough space for a battlemat and minis, plus plenty of seating. However, the dining room tends to be a central, high-traffic space in a house, and it usually isn't where a game library is kept. A small room where everyone can easily see and hear everyone else, with a bit of floor space for a map and minis, can work just as well. If you share your abode with other people, make sure that your presence won't disturb the rest of the household and that its regular activities won't disturb you."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"the_gm_as_host"
		],
		"siblings": [
			"number_of_players",
			"small_groups",
			"large_groups",
			"finding_players",
			"where_to_play",
			"the_building",
			"the_room",
			"when_to_play"
		]
	},
	"when_to_play": {
		"name": "When to Play",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/13}",
			"",
			"Sometimes games aren't hard to schedule. If you and your players all live near each other in college dorms, you might have no trouble getting a game together every night. But if you or your players have other responsibilities, scheduling can become a major headache.",
			"",
			"One of the easiest ways is to have a regular schedule. Some campaigns are played weekly, others biweekly, and still others monthly. More frequent games are rare and usually unsustainable, as are games with more than a month between them, since players tend to forget what's going on after a while. A weekly game is optimal for many people since it's easy to remember. Weekends tend to be better for working people, but constant weekend availability is probably impossible for any one person. Weekdays after school may work for parents and students, but choosing a day can be tricky, since sports and club meetings may interfere for long periods.",
			"",
			"If you do decide to go for biweekly or monthly games, you may want to make the sessions longer. Try scheduling an entire day for a monthly game - or even a weekend, if your household is up to overnight guests. For a game with low meeting frequency, be sure to remind everyone when the next session is coming up. You'll also need to prepare a good recap of what happened in the previous adventure so the players know where the characters were when you left off.",
			"",
			"If you opt for an irregular schedule, you'll need to schedule every session, which can be more difficult, as players don't have the option of always leaving certain days open. Scheduling an irregular game can happen at the end of each session or via group emails and phone calls."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"the_gm_as_host"
		],
		"siblings": [
			"number_of_players",
			"small_groups",
			"large_groups",
			"finding_players",
			"where_to_play",
			"the_building",
			"the_room",
			"when_to_play"
		]
	},
	"rules_of_the_house": {
		"name": "Rules of the House",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/14}",
			"",
			"Once you have a place to play and a date for your first session, it's time to decide what \"house rules\" are needed for your campaign. While the term normally refers to modifications to the mechanics of the game, house rules can also be the literal rules of the house, covering the basic courtesies and dynamics of the game table. Some typical house rules are discussed below, but this list is by no means exhaustive. Discuss the issues and the options for handling them with your players before play begins, and make sure everyone agrees to abide by the final decision. If you see a need for a new house rule as play proceeds, talk to your players outside of the game, then implement the new rule at the next session, reminding the group about it before play begins."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started"
		],
		"subtopics": [
			"player_absence",
			"calling_off_a_session",
			"food_at_the_game_table",
			"children_and_pets",
			"other_activities_at_the_game_table",
			"out_of_character_talking",
			"interplayer_conflict"
		],
		"siblings": [
			"a_game_masters_glossary",
			"tone_and_maturity",
			"the_gm_as_host",
			"rules_of_the_house",
			"preparing_to_run_a_game",
			"creating_a_campaign_guide"
		]
	},
	"player_absence": {
		"name": "Player Absence",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/14}",
			"",
			"What happens to a character when its player is absent from a session? Below are some of the most common solutions.",
			"",
			"***Another player plays the character.*** This is a simple solution, but be warned that the other player may be unskilled with the class or simply unable to think of appropriate actions. If the character dies, the absent player is inevitably distressed, and legitimately so. Even if the character survives, the other player will almost certainly play it differently, which may result in unfortunate consequences for the character or the party. This arrangement has the best chance of working when each player designates a specific person to play her character, with no holds barred.",
			"",
			"***The GM plays the character as an NPC.*** This solution presents some of the same problems as giving the character to another player. As GM, you have enough to handle - you don't need the additional hassle of trying to run a PC in the game. Though you may be more cautious with the character than another player and are less likely to get the PC killed (since you know what challenges she will face), you won't be able to give as much attention as the regular player would, and any negative consequences are likely to bring resentment from the player.",
			"",
			"***The character leaves the group to do something behind the scenes.*** This solution is usually workable, though the party may keenly feel the lack of that character's skills during the session. Sometimes you might have to play the character for a bit to finish a combat, but a short-term withdrawal usually works. The main problem with this technique is that you must provide a logical in-game exit and re-entrance opportunity, and tie those in with the storyline.",
			"",
			"***The character disappears from the group, reappears when the player does, and no notice is taken of the event.*** This solution is quite simple, but it requires a degree of maturity to pull off. The character was there, then simply is not. After a time, she's there again. The GM does not need to find something else for her to do or stage an exit and re-entrance. When she reappears, the character may know what happened in her absence, or may not, depending on the group's preference."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"rules_of_the_house"
		],
		"siblings": [
			"player_absence",
			"calling_off_a_session",
			"food_at_the_game_table",
			"children_and_pets",
			"other_activities_at_the_game_table",
			"out_of_character_talking",
			"interplayer_conflict"
		]
	},
	"calling_off_a_session": {
		"name": "Calling off a Session",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/14}",
			"",
			"After how many bail-outs do you call off the game for the night? The answer to this question may depend on the size of your group. Obviously, if you have only one or two players, then a single absence makes play infeasible. With a larger group, you have more flexibility. Some GMs make it a rule to run for no fewer than two or three players. Others require a larger percentage of the party.",
			"",
			"One way to deal with a session that only half the players can attend is to split the party and allow those present to pursue a side adventure for an evening. In this case, it pays to keep a small-group adventure available.",
			"",
			"If absences become a chronic problem, some GMs may choose to invite slightly more players into a campaign than they need, with the assumption that one or two will always have scheduling conflicts. While it can be fun to have a rotating cast, this method can also require both the players and the GM to play fast and loose with continuity and bookkeeping... and requires the GM to be comfortable running a big group if everyone shows up."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"rules_of_the_house"
		],
		"siblings": [
			"player_absence",
			"calling_off_a_session",
			"food_at_the_game_table",
			"children_and_pets",
			"other_activities_at_the_game_table",
			"out_of_character_talking",
			"interplayer_conflict"
		]
	},
	"food_at_the_game_table": {
		"name": "Food at the Game Table",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/14}",
			"",
			"While it's possible to insist that players not eat or drink at the game table, it's hard to enforce such a rule. Roleplaying sessions take a long time, and people get hungry and thirsty. You can set up snacks on a separate table or in a different room, but they're likely to find their way to the game table anyway.",
			"",
			"If you decide to allow food at the table, you'll have to prepare for the inevitable messes. Keep towels at the table to quickly clean up spilled beverages, and encourage the use of plastic page protectors for character sheets. It's a good idea to keep reference books off the table for the same reason.",
			"",
			"Also note that food and beverages aren't free. If you rotate locations, you can agree that snacks are the responsibility of the house where the game occurs, ask that everyone bring a snack or beverage to share, or simply pass the hat at each session for contributions to the snack fund."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"rules_of_the_house"
		],
		"siblings": [
			"player_absence",
			"calling_off_a_session",
			"food_at_the_game_table",
			"children_and_pets",
			"other_activities_at_the_game_table",
			"out_of_character_talking",
			"interplayer_conflict"
		]
	},
	"children_and_pets": {
		"name": "Children and Pets",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/14}",
			"",
			"If the house where you play has very young children, it's best to keep them out of the game room altogether. If this isn't possible, then everyone must be sure to keep dice and minis off the floor, as such objects may constitute choking hazards.",
			"",
			"Pets can likewise cause problems at the game table. If anyone is allergic to animal fur, courtesy demands that the animals be kept out of the room. This solution also prevents a random doggy tail swipe from clearing the battlemat, or a kitty from turning the minis into cat toys. Still, if everyone enjoys the company of the animals, it may be fine to allow their presence."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"rules_of_the_house"
		],
		"siblings": [
			"player_absence",
			"calling_off_a_session",
			"food_at_the_game_table",
			"children_and_pets",
			"other_activities_at_the_game_table",
			"out_of_character_talking",
			"interplayer_conflict"
		]
	},
	"other_activities_at_the_game_table": {
		"name": "Other Activities at the Game Table",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/15}",
			"",
			"Despite your best efforts, you won't always be able to keep all your players engaged with the action. Large combats may drag, and if you have a lot of people at the table, it may take quite a while for a player's next turn to come up. Furthermore, the party may split, requiring you to divide your attention between groups.",
			"",
			"In such situations, players may want to fill the time between turns with other activities. Someone might bring a book, a knitting project, or some figures to paint. Others might spend the time creating new characters. Finally, some players might sit and chat about out-of-game topics. As long as the alternate activities aren't distracting either the player involved or the other players from the game, it's probably fine to allow them. If they start distracting the player involved to the point where he can't follow what's happening in-game, however, the group may want to ban those activities, or simply ask him to find another.",
			"",
			"If the alternate activities are disturbing the other players, you can ask that those involved move to another area, away from the table. Just moving over to the living room couch may suffice:;those involved can still hear the action, but the other players won't see what they're doing. Alternatively, those not involved with the action could make the popcorn, refill people's beverages, and pick up the snack debris. Doing so can provide them with an opportunity to chat in another room for a while."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"rules_of_the_house"
		],
		"siblings": [
			"player_absence",
			"calling_off_a_session",
			"food_at_the_game_table",
			"children_and_pets",
			"other_activities_at_the_game_table",
			"out_of_character_talking",
			"interplayer_conflict"
		]
	},
	"out_of_character_talking": {
		"name": "Out-of-Character Talking",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/15}",
			"",
			"Roleplaying requires lots of in-character conversation, but plenty of out-of-character chatter happens at the game table as well. It's not usually difficult to separate them when the table talk is about the science homework or the plumber's impending visit. But when the players are talking about what to do with the orc prisoner, it can be tough for the GM to determine whether they're actually making threats or just theorizing, which can lead to problems if the NPCs show their hands by reacting to something a player didn't intend to say in character.",
			"",
			"One option is to simply require a player to stand up or make a specific hand gesture when talking out of character. Alternatively, you could have everyone use an accent when speaking in character. As long as everyone understands the convention, it should take the group only a few sessions to become used to it."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"rules_of_the_house"
		],
		"siblings": [
			"player_absence",
			"calling_off_a_session",
			"food_at_the_game_table",
			"children_and_pets",
			"other_activities_at_the_game_table",
			"out_of_character_talking",
			"interplayer_conflict"
		]
	},
	"interplayer_conflict": {
		"name": "Interplayer Conflict",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/15}",
			"",
			"Though the members of adventuring parties usually have common goals, they don't always get along. Some party disputes arise from in-character conflicts, such as alignment or history. Others happen because the players behind the characters are angry at one another.",
			"",
			"Most party bickering isn't harmful, and some may even be entertaining. However, if party members draw steel against one another, it's probably time to intervene. A house rule that mandates an out-of-game discussion when such a situation occurs is highly recommended, as are rules discouraging intraparty duels and theft and encouraging players to work as a team rather than splitting off into groups, which results in less game time for everyone."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"rules_of_the_house"
		],
		"siblings": [
			"player_absence",
			"calling_off_a_session",
			"food_at_the_game_table",
			"children_and_pets",
			"other_activities_at_the_game_table",
			"out_of_character_talking",
			"interplayer_conflict"
		]
	},
	"preparing_to_run_a_game": {
		"name": "Preparing to Run a Game",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/16}",
			"",
			"Great Game Masters make running a game look easy, weaving memorable characters, breathless action, and vivid descriptions into unforgettable tapestries of fantasy. Players in a well-run game have a sense of danger (and a sense of accomplishment in overcoming it), plus a general feeling of spontaneity as events unfold and the characters rise to meet new challenges.",
			"",
			"Such magical experiences require plenty of preparation, even a sense of spontaneity - it's tough to seem spontaneous when you're shuffling though notes."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started"
		],
		"subtopics": [
			"things_to_have_at_the_table",
			"seven_essentials_for_good_preparation",
			"published_or_homegrown",
			"sharing_the_load",
			"one_shot_games",
			"campaigns",
			"winging_it"
		],
		"siblings": [
			"a_game_masters_glossary",
			"tone_and_maturity",
			"the_gm_as_host",
			"rules_of_the_house",
			"preparing_to_run_a_game",
			"creating_a_campaign_guide"
		]
	},
	"things_to_have_at_the_table": {
		"name": "Things to Have at the Table",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/16}",
			"",
			"Supplies and materials on the list that follows keep the game from derailing as you fumble for what you need.",
			"",
			"***Rulebooks and Other Game Materials:*** You need copies of whatever rules are in use, plus a copy of any supplement or expansion that deals with player character abilities. If it's a book that's referenced frequently by players, it's often appropriate to ask players to provide their own copies.",
			"",
			"***Dice:*** An inadequate supply of dice can slow a game to a crawl. At minimum, make sure each player has a full set of the dice most commonly used in the game: d4, d6, d8, d10, d12, and d20.",
			"",
			"***Writing Materials:*** Everyone needs a pencil and some notepaper. In addition, it's a good idea to keep a supply of blank character sheets handy.",
			"",
			"***Miniatures:*** Many GMs use miniatures to keep track of the action. These work best on a scale map of the adventure scene, typically a gridded battlemat suitable for use with erasable markers (such as GameMastery Flip-Mats), though the right computer equipment can project or print maps to scale.",
			"",
			"***Props and Associated Supplies:*** Props and player handouts, such as sketches of important items, maps for player reference, and written notes, can speed play and help hold the players' interest."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game"
		],
		"siblings":  [
			"things_to_have_at_the_table",
			"seven_essentials_for_good_preparation",
			"published_or_homegrown",
			"sharing_the_load",
			"one_shot_games",
			"campaigns",
			"winging_it"
		]
	},
	"seven_essentials_for_good_preparation": {
		"name": "Seven Essentials for Good Preparation",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/16}",
			"",
			"Exactly what kind of preparation is needed varies from game to game. If you follow this checklist, however, you'll be ready for just about anything."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game"
		],
		"siblings":  [
			"things_to_have_at_the_table",
			"seven_essentials_for_good_preparation",
			"published_or_homegrown",
			"sharing_the_load",
			"one_shot_games",
			"campaigns",
			"winging_it"
		],
		"subtopics": [
			"know_the_characters_and_the_players",
			"know_the_scene",
			"know_the_story",
			"know_the_adversaries",
			"know_the_rules",
			"dont_overdo_it",
			"lay_a_few_alternate_plans"
		]
	},
	"know_the_characters_and_the_players": {
		"name": "Know the Characters and the Players",
		"subtitle": "GM Preparations",
		"tags": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/16}",
			"",
			"Sit down with all the character sheets and look them over carefully. Consider what each character can do in the game: major powers, secondary powers, special abilities, and inherent traits. This helps you anticipate what your players might do in any given situation.",
			"",
			"Pay special attention to powers that work automatically or passively, for example, an ability to detect impending danger or notice concealed doors. It falls to you to make sure such abilities work when and how they should.",
			"",
			"Knowing your players can prove as important as knowing their characters. Many players develop favorite tricks and stunts with their characters' powers, or well-ingrained misconceptions about what their characters can or cannot do. Knowing these quirks can help you keep the players engaged and challenged and can deflect problems before the dice hit the table."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game",
			"seven_essentials_for_good_preparation"
		],
		"siblings": [
			"know_the_characters_and_the_players",
			"know_the_scene",
			"know_the_story",
			"know_the_adversaries",
			"know_the_rules",
			"dont_overdo_it",
			"lay_a_few_alternate_plans"
		]
	},
	"know_the_scene": {
		"name": "Know the Scene",
		"subtitle": "GM Preparations",
		"tags": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/16}",
			"",
			"Get familiar with the scene where the action will occur. If you're running a published adventure, read through it carefully. Not only should you know the answers to basic questions (\"How high is the ceiling here?\"), but you should also be able to convey sensory details.",
			"",
			"Next, take a moment to get familiar with each adventure site's layout. Note the major features and where they lie in relation to each other. Pay special attention to entrances, exits, stairwells, and other features that the characters will use to move around."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game",
			"seven_essentials_for_good_preparation"
		],
		"siblings": [
			"know_the_characters_and_the_players",
			"know_the_scene",
			"know_the_story",
			"know_the_adversaries",
			"know_the_rules",
			"dont_overdo_it",
			"lay_a_few_alternate_plans"
		]
	},
	"know_the_story": {
		"name": "Know the Story",
		"subtitle": "GM Preparations",
		"tags": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/16}",
			"",
			"Some games don't have much story: the characters simply endure whatever you decide to throw at them. But even such straightforward adventures will run a little better if you take time to consider how the adversaries came to be in the party's way, what they're doing when the party appears, and how they might react to intrusion.",
			"",
			"Other games place the characters within an unfolding story. Before running such a game, stop to consider the story's beginning, middle, and end. Note the key events and turning points in the tale, and pay special attention to events and developments that turn on character decisions or actions. Consider how you will present those turning points so that you can create a seamless narrative that flows naturally from the party's actions."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game",
			"seven_essentials_for_good_preparation"
		],
		"siblings": [
			"know_the_characters_and_the_players",
			"know_the_scene",
			"know_the_story",
			"know_the_adversaries",
			"know_the_rules",
			"dont_overdo_it",
			"lay_a_few_alternate_plans"
		]
	},
	"know_the_adversaries": {
		"name": "Know the Adversaries",
		"subtitle": "GM Preparations",
		"tags": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/16}",
			"",
			"Think about the foes your characters must face and any other obstacles they must overcome. Consider how those adversaries will act toward the characters.",
			"",
			"Creatures and NPCs can often react to characters when they're still some distance away, thanks to their hearing, sight, or other senses. How these foes respond depends on their nature, temperament, and intelligence, as well as why they're on the scene and what they're doing when the party arrives.",
			"",
			"Animals and creatures with a similar level of intelligence are usually present simply because they live in the area or because someone else has brought them there; they often don't pay much heed to the characters unless they perceive them to be some kind of threat. Many animals would rather flee than fight, but even a timid animal can become ferocious when cornered, and some are highly territorial and aggressive.",
			"",
			"Any creature smarter than a common animal generally tries to assess the situation before acting. Very few simply sit in rooms or lairs waiting for the party to come and attack. What they do depends on the weaponry and powers they have available, and what they have at stake.",
			"",
			"Creatures that have something to defend (property, livelihood, family, reputation, and so on) likely won't hesitate to confront the party in some fashion. That doesn't always mean an immediate attack. Consider how the creature thinks of intruders or visitors. Is it curious or prone to negotiation? Does it think of the group as a threat or an opportunity? Has it made plans for dealing with intruders? Also think about how well the creature knows its ground, what risks it's willing to take, and how quickly and accurately it can assess its situation.",
			"",
			"Not all responses need to be tactical. The creature might just want to chat with the newcomers or might send someone else to do so. Alternatively, it might try to scare away intruders or perhaps misdirect them. A creature with nothing to gain probably won't fight at all if it can avoid doing so.",
			"",
			"You should also think about what might make the creature surrender or flee. Few creatures fight to the death if there's an alternative available."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game",
			"seven_essentials_for_good_preparation"
		],
		"siblings": [
			"know_the_characters_and_the_players",
			"know_the_scene",
			"know_the_story",
			"know_the_adversaries",
			"know_the_rules",
			"dont_overdo_it",
			"lay_a_few_alternate_plans"
		]
	},
	"know_the_rules": {
		"name": "Know the Rules",
		"subtitle": "GM Preparations",
		"tags": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/17}",
			"",
			"You don't need encyclopedic knowledge of the Pathfinder RPG rules set to run a quality game. You do, however, need to be comfortable with those parts of the rules that come up frequently in play. This means the rules for [determining initiative](rule/initiative), how creatures attack and defend, and how to resolve noncombat challenges like {rule/skill checks} (such as picking a lock or noticing bad guys sneaking up on the party's camp). It doesn't hurt to mark your rulebooks to help you find your way around; a few self-adhesive tabs can prove indispensable.",
			"",
			"Also be on the lookout for any character ability that uses a complex, difficult, or unfamiliar game mechanic and take a moment to study it. Do likewise for any creatures, traps, or hazards the party might encounter.",
			"",
			"If you can't quite figure out some aspect of the rules, and time permits, consult another Game Master, or the messageboards at [paizo.com](https://www.paizo.com/), which contain a wealth of helpful information and rules discussions. If all else fails, decide how you want the rule in question to work and use it that way; such decisions have a way of working out if you think them through ahead of time."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game",
			"seven_essentials_for_good_preparation"
		],
		"siblings": [
			"know_the_characters_and_the_players",
			"know_the_scene",
			"know_the_story",
			"know_the_adversaries",
			"know_the_rules",
			"dont_overdo_it",
			"lay_a_few_alternate_plans"
		]
	},
	"dont_overdo_it": {
		"name": "Don't Overdo it",
		"subtitle": "GM Preparations",
		"tags": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/17}",
			"",
			"Remember that you're preparing so that things proceed smoothly at the game table. Over-preparation can ruin that. Instead, prepare just enough so that you can quickly deal with situations that you expect to arise, and so that you can handle the unexpected. Don't script your game so tightly that the players lose their sense of freedom or that your game's whole structure falls apart if your players fail (or refuse) to accomplish what you expect them to.",
			"",
			"Likewise, don't create so many notes that you can't keep them organized. One page for each major encounter, event, or personality is generally plenty, and often less will do."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game",
			"seven_essentials_for_good_preparation"
		],
		"siblings": [
			"know_the_characters_and_the_players",
			"know_the_scene",
			"know_the_story",
			"know_the_adversaries",
			"know_the_rules",
			"dont_overdo_it",
			"lay_a_few_alternate_plans"
		]
	},
	"lay_a_few_alternate_plans": {
		"name": "Lay a Few Alternate Plans",
		"subtitle": "GM Preparations",
		"tags": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/17}",
			"",
			"There's an adage in military circles: no plan survives contact with the enemy. Sometimes players head off in directions you didn't anticipate, defeat your primary villain with a few rolls, miss an obvious clue, or lose a key battle. You can take such developments in stride by considering a few contingencies that can set your plot back on track. Start by thinking about how things might go astray. Does some key individual drive your plot? Do the characters need to learn something before they can succeed? Is there a danger that, if overlooked, can defeat your party? Once you've identified the key stumbling blocks, think of plausible ways to repair the damage if the worst happens.",
			"",
			"Of course, sometimes you still won't be able to prepare for player actions. When things go astray, it's generally the most fun for everyone to play along, exploring the new story and using it to gently nudge the game back onto the original track. Sticking without exception to a prepared plot makes players feel powerless, and part of the fun of being a GM is being surprised by your players. Go with it."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game",
			"seven_essentials_for_good_preparation"
		],
		"siblings": [
			"know_the_characters_and_the_players",
			"know_the_scene",
			"know_the_story",
			"know_the_adversaries",
			"know_the_rules",
			"dont_overdo_it",
			"lay_a_few_alternate_plans"
		]
	},
	"published_or_homegrown": {
		"name": "Published or Homegrown",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/17}",
			"",
			"A one-shot game is a scenario intended to last for a single play session. These scenarios might be \"stand-alone,\" with little or no connection to other campaigns you run, or merely a diversion for your regular characters to give you extra time to put together the next major challenge. Paizo's Pathfinder Society Scenarios are designed for just such situations, and can be downloaded from paizo.com. Keep in mind that the characters in these sessions can be the usual PCs, affiliates such as hirelings, or totally new characters intended only for a single game; one-shots are often perfect for unusual character ideas that might fail or grow stale in a longer game."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game"
		],
		"siblings":  [
			"things_to_have_at_the_table",
			"seven_essentials_for_good_preparation",
			"published_or_homegrown",
			"sharing_the_load",
			"one_shot_games",
			"campaigns",
			"winging_it"
		]
	},
	"sharing_the_load": {
		"name": "Sharing the Load",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/18}",
			"",
			"Unless you've got a very short scenario to run or a very long game session planned, create new characters ahead of time. In a time crunch, you might create them yourself and allow your players to pick from the bunch. In this case, you should make a few more than you'll need so that nobody feels stuck with the leftovers. If you decide to have players create their own characters, be clear about the power level, gear, and other game details you'll allow and reserve the right to review and edit characters to better fit the group. You might even want to meet up with players one-on-one or have them submit characters early for review."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game"
		],
		"siblings":  [
			"things_to_have_at_the_table",
			"seven_essentials_for_good_preparation",
			"published_or_homegrown",
			"sharing_the_load",
			"one_shot_games",
			"campaigns",
			"winging_it"
		]
	},
	"one_shot_games": {
		"name": "One-Shot Games",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/18}",
			"",
			"Introduce the scenario in a way that engages the players. Don't give away any secrets, but let the players know why each of their characters is getting involved - having several \"adventure hooks\" allows you to pick which one would be most compelling for a given character. You can also always start the action with the party already committed to the adventure or facing a situation that leads in to the rest of the scenario, so as not to waste any playing time.",
			"",
			"***MacGuffin:*** The concept of the macguffin[^M] often proves useful here. A macguffin is some element that drives your plot forward, but that you can ignore once it's served its purpose. Your macguffin might be a rumor, a mission or request from a friend, a cryptic message, a treasure map, or anything else that piques the group's interest without giving away too much.",
			"",
			"***Characters:*** Consider how the party's activities, successful or not, might end, and be ready to sum up when the last die stops rolling. Because your players might never play these characters again, you can plan unusual rewards or endings that would be awkward in a regular campaign. Of course, more than one adventure that began as a one-shot has stretched into a campaign when both players and GMs found the plots and characters too much fun to retire...",
			"",
			"[^M]: Wikipedia: [MacGuffin](https://en.wikipedia.com/wiki/MacGuffin) (Link opens in outside browser.)"
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game"
		],
		"siblings":  [
			"things_to_have_at_the_table",
			"seven_essentials_for_good_preparation",
			"published_or_homegrown",
			"sharing_the_load",
			"one_shot_games",
			"campaigns",
			"winging_it"
		]
	},
	"campaigns": {
		"name": "Campaigns",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/18}",
			"",
			"A campaign offers something more than a series of adventures. A campaign gives context and depth to a group's activities, making them part of a larger world. A properly constructed campaign also provides you with story elements, locations, personalities, and conflicts that serve as springboards for your creativity as you create adventures. Campaigns can be completely plotted out ahead of time, such as the 6-part Pathfinder Adventure Path series, which give GMs all the adventures and supplemental material they need to run a complete campaign, or they can be crafted on the fly, with GMs stringing adventures together just a session or two in advance. A Campaign Sheet is included in the back of [the physical book], which you can use to plan and record all of the relevant details of your campaigns.",
			"",
			"Most advice in the section on preparing for a one-shot game applies to campaigns as well: only the scale is different. Below are a few elements to consider.",
			"",
			"Your campaign world provides the backdrop for all your adventures. Take some time to consider the lay of the land and what it might be like to visit the place.",
			"",
			"The sheer scope of your campaign world can also affect play. You can confine all your adventures to a single country or similar geographic area, or even to a single town or city. The kinds of adventures you can run in such a confined setting, however, will be different than what you can do with a whole continent. An epic, world-spanning campaign offers an endless variety of adventure sites, while a localized campaign offers a more intimate feel and a strong sense that the characters are part of the world."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game"
		],
		"siblings":  [
			"things_to_have_at_the_table",
			"seven_essentials_for_good_preparation",
			"published_or_homegrown",
			"sharing_the_load",
			"one_shot_games",
			"campaigns",
			"winging_it"
		],
		"subtopics": [
			"essentials_of_good_campaigns",
			"setting_and_scope",
			"story",
			"movers_and_shakers",
			"campaign_endings"
		]
	},
	"essentials_of_good_campaigns": {
		"name": "Essentials of Good Campaigns",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/19}",
			"",
			"Your campaign need not have an overarching storyline, but having one (or more) continuing plots can help tie your adventures together into a continuous narrative, and inspire new ones.",
			"",
			"Don't overdo this element. Your goal isn't to script your campaign, but rather to explain how and why things happen. Keep the story general, with an eye toward details your characters can notice and perhaps change through their actions. Choose something that can unfold slowly so that the story can move along even when your player characters aren't actively involved in it. Consider how the player characters might shape or redirect the story, but also establish what happens if they don't get involved."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game",
			"campaigns"
		],
		"siblings": [
			"essentials_of_good_campaigns",
			"setting_and_scope",
			"story",
			"movers_and_shakers",
			"campaign_endings"
		]
	},
	"setting_and_scope": {
		"name": "Setting and Scope",
		"subtitle": "Campaigns, Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/19}",
			"",
			"Decide who's who in your world. This includes not only the beings that hold the reins of power, but also everyone who's involved in driving the campaign forward. If you've laid out a story for your campaign, identify the entities behind the major threads. Ask yourself who's pulling the strings and who stands to gain and lose with each twist and turn.",
			"",
			"Not every important character in your world need be terribly influential. Every locale with people has a few memorable characters, so sprinkle the neighborhood where your PCs live with a few of those. Some of these might become valuable assets to the characters, providing them with information, introductions to more influential people, or protection in times of need. Others might simply offer the occasional bit of comic relief."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game",
			"campaigns"
		],
		"siblings": [
			"essentials_of_good_campaigns",
			"setting_and_scope",
			"story",
			"movers_and_shakers",
			"campaign_endings"
		]
	},
	"story": {
		"name": "Story",
		"subtitle": "Campaigns, Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/19}",
			"",
			"Many campaigns run on indefinitely until the group breaks up due to changing lives and priorities. There's nothing wrong with that, so long as running the campaign - and playing in it - don't become chores. Still, it's pleasant when a campaign comes to a natural end that allows you and your players to leave with a sense of completion.",
			"",
			"You might plan a campaign with an ending in mind, a fairly easy task if you've laid out a story. Or you might decide to end the campaign when player interest (or your own) starts to flag. In either case, consider what elements in the campaign have struck a chord with the group. Perhaps you've grown fond of a particular town or character. Perhaps they really despise some villain or have a burning desire to obtain a certain item. Craft your ending so things end on a high note, with main conflicts resolved and the loose ends tied up. It's often fun to create an epilogue that lays out each character's later career and retirement and looks ahead to the general state of your game world during the surviving characters' sunset years."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game",
			"campaigns"
		],
		"siblings": [
			"essentials_of_good_campaigns",
			"setting_and_scope",
			"story",
			"movers_and_shakers",
			"campaign_endings"
		]
	},
	"movers_and_shakers": {
		"name": "Movers and Shakers",
		"subtitle": "Campaigns, Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/19}",
			"",
			"Preparation is great, but sometimes you just want to play. Published adventures are perfect for this, but even those require a bit of reading ahead of time. If you want to truly wing it, with nothing more than a few notes and some dice, try flipping through some completed adventures for stat blocks you can use - at the very least, you're going to need to know things like hit points, AC, and saves - or tag some creatures in a monster book. Sketch out as much of the plot as you feel you need; it could be a whole adventure, or just the first scene. Consider throwing in a big decision requiring party deliberation whenever you need a minute to figure out the next encounter, and remember that a fun roleplaying encounter with an oddball NPC can provide extensive entertainment without any math involved. For more tips on emergency game prep, see [this section](rule/emergency_game_prep). And when in doubt: roll initiative!"
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game",
			"campaigns"
		],
		"siblings": [
			"essentials_of_good_campaigns",
			"setting_and_scope",
			"story",
			"movers_and_shakers",
			"campaign_endings"
		]
	},
	"campaign_endings": {
		"name": "Campaign Endings",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/19}",
			"",
			"Published adventures can be a great investment. Reading through such a scenario can give you an idea of how an adventure is put together, what challenges are suitable for your group's power level, and what sorts of rewards are appropriate. The Pathfinder RPG Core Rulebook deals with these subjects, but there's nothing like seeing all the elements put together. More importantly, a close look at adventures someone else has thought through can give you new ideas for constructing your own. It's easy to fall into a rut, especially when you're running games regularly, and adventures like Paizo's Pathfinder Adventure Paths and Pathfinder Modules can help dig you out.",
			"",
			"Similarly, there's a wealth of prepackaged campaign settings available, including Paizo's own Pathfinder Campaign Setting. Consider mining concepts from them for your own world, or adopting locations from them that inspire adventure concepts.",
			"",
			"No matter how many published adventures or settings you own, it's up to you to decide whether you'll use them. If you merely lift an idea from them now and then, you're still getting your money's worth, but using them to a greater extent allows GMs to run sweeping, intricate campaigns with minimal preparation."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game",
			"campaigns"
		],
		"siblings": [
			"essentials_of_good_campaigns",
			"setting_and_scope",
			"story",
			"movers_and_shakers",
			"campaign_endings"
		]
	},
	"winging_it": {
		"name": "Winging It",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/19}",
			"",
			"Even though you're the GM, you don't have to do everything yourself. You can pass along any number of tasks to your players.",
			"",
			"***Bookkeeping:*** This covers all the little tasks necessary to keep your group organized. You might ask one player to be the recorder, keeping notes on what the group accomplishes in each game. The recorder can keep tallies of party loot and foes defeated, saving you effort when it's time to divide the spoils. You can also ask this player to note key pieces of information the PCs discover, names of important people they meet, and places they go. These notes can help your group get back up to speed when they return after a break.",
			"",
			"***Rules Knowledge:*** If you have a fair-minded player with a talent for explaining the rules, use her as a resource. When you expect to tackle an unfamiliar rule, discuss how it works with this player. When disputes about the rules arise during a game, get her opinion. It's also frequently helpful to team her up with rookie players as an advisor, keeping the game moving.",
			"",
			"***Round-Robin Campaigns:*** No one says you have to GM every session. Sometimes a team of GMs can rotate the responsibility of running the game, each GM taking up the game where the previous one left off each week, while the other GMs play. This requires significant coordination, and expert roleplaying (as some players already know the plotlines), but the chance to play in your own campaign and regularly experience different GM styles can be extremely entertaining and rewarding."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"preparing_to_run_a_game"
		],
		"siblings": [
			"things_to_have_at_the_table",
			"seven_essentials_for_good_preparation",
			"published_or_homegrown",
			"sharing_the_load",
			"one_shot_games",
			"campaigns",
			"winging_it"
		]
	},
	"creating_a_campaign_guide": {
		"name": "Creating a Campaign Guide",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/20}",
			"",
			"In television series and similar ongoing media, there is the concept of the \"story bible,\" a document setting forth the essential information about the characters, story, and setting of the series so that later writers can produce scripts with some amount of consistency. In a similar vein, Game Masters can create a campaign guide to help keep track of their creation and to supply players with an overview of an ongoing campaign. This way, the players have some idea what to expect and can create and play their characters to best fit into the overall setting. The most important function of a campaign guide is to make your players excited to delve into the setting and play the game! Consider the following when preparing a campaign guide."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started"
		],
		"subtopics": [
			"system",
			"setting_and_scope_2",
			"story_2",
			"voice",
			"publication"
		],
		"siblings": [
			"a_game_masters_glossary",
			"tone_and_maturity",
			"the_gm_as_host",
			"rules_of_the_house",
			"preparing_to_run_a_game",
			"creating_a_campaign_guide"
		]
	},
	"system": {
		"name": "System",
		"subtitle": "Creating Campaign Guides",
		"tags": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/20}",
			"",
			"The default assumption is that your game will use the rules as presented in the Pathfinder RPG Core Rulebook. Many GMs customize the Core Rules to fit their preferences, play style, and players, and the campaign guide is the perfect place to set out these custom house rules so the players know what to expect and so customizations or exceptions remain consistent throughout the campaign. You'll also want to lay out character creation guidelines for the game and clarify what is expected or prohibited, so players know their choices going into the process of designing their characters.",
			"",
			"For example, you might ban a particular sorcerer bloodline or other character option simply because it doesn't fit into the setting and does not exist there (at least so far as anybody knows). On the other hand, you can set up a rule that PCs cannot be assassins or choose evil as their alignment because you'd rather not deal with the complications those possibilities entail. That doesn't necessarily mean assassins and evil alignments don't exist in the setting; they're just not an option for the players."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"creating_a_campaign_guide"
		],
		"siblings": [
			"system",
			"setting_and_scope_2",
			"story_2",
			"voice",
			"publication"
		]
	},
	"setting_and_scope_2": {
		"name": "Setting and Scope",
		"subtitle": "Creating Campaign Guides",
		"tags": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/20}",
			"",
			"The meat of a campaign guide is the description of the setting: where and when the campaign takes place, and in particular, the \"base state\" or status quo with which the characters should be familiar. Doing this effectively can be more difficult than it sounds, so follow these guidelines to keep this interesting and on point.",
			"",
			"***Broad Strokes:*** You don't need to hand your players a 200-page document detailing every corner of the campaign world and every major event in its history. Even if you do have such a document, it's probably best to hit new players with just the highlights. Focus on where the campaign starts and, if you describe other parts of the world at all, do so in generalities. You can always fill in more information as the campaign progresses.",
			"",
			"***Focus on the Present:*** Historical context is good, particularly historical events that have an impact on the present day, but focus on giving the players the status quo as it will be when the game starts. Don't focus too much on irrelevant historical detail; if an account of a particular battle hundreds of years ago doesn't impact the present day, summarize or cut it altogether.",
			"",
			"***Enliven with Detail:*** Try to give the players some essential details about daily life in the setting. What do people eat? What kind of clothes do they wear? What do they do for fun? What is a typical day, week, or year like? What are some expressions people use? These details form valuable hooks players can use to get into character during the game."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"creating_a_campaign_guide"
		],
		"siblings": [
			"system",
			"setting_and_scope_2",
			"story_2",
			"voice",
			"publication"
		]
	},
	"story_2": {
		"name": "Story",
		"subtitle": "Creating Campaign Guides",
		"tags": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/20}",
			"",
			"You may or may not want to include story content in your campaign guide, depending on the type of game you want to run. You may find it helpful to fill the players in on the type of story you want to tell, so they can assist with their character concepts. Is this an epic fantasy wherein local heroes discover a terrible threat to the world at large, or a focused struggle for domination over the guilds and noble houses of a single city?",
			"",
			"Some GMs prefer a freeform campaign, starting the players off with just a setting and their characters' backstories, letting the rest unfold as play progresses. The story is written as the players choose what their characters do and the dice determine the outcome of those actions. Other GMs have a particular kind of story in mind and try to deftly steer the players, allowing them a wide range of choice within the bounds of the story, but keeping it focused on a particular field of play; for example, a player who wanted his character to go off exploring some lost ruin in a campaign about warring guilds might discover something hidden in the ruins that has some bearing on the main conflict, bringing things back around to that story."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"creating_a_campaign_guide"
		],
		"siblings": [
			"system",
			"setting_and_scope_2",
			"story_2",
			"voice",
			"publication"
		]
	},
	"voice": {
		"name": "Voice",
		"subtitle": "Creating Campaign Guides",
		"tags": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/20}",
			"",
			"Voice is how the guide conveys the content to the reader. It includes choices like viewpoint, tone, and style, which can not only affect how the content is conveyed, but can also provide additional information and insight for players in and of itself. The two main approaches to voice are an \"inside\" or subjective voice, or an \"outside\" or objective voice.",
			"",
			"***Subjective Voice:*** This method presents some or all of the content of the campaign guide in the form of fictional documents or dialogues, such as travelogues, journals, letters, or scholarly works written by people in the setting.",
			"",
			"Subjective voice documents are heavy with setting-specific flavor and present a strong point of view, a fictional window into the world for the reader. On the other hand, they can be biased or incomplete, and they tend to provide less information in the same amount of space than documents written in objective voice. These qualities can be good things, especially if you want players to initially receive somewhat biased or inaccurate information about things, but crafting such documents typically involves more work.",
			"",
			"Subjective voice presentation can serve double duty by introducing players to the fictional authors of the documents in addition to the subjects they discuss. For example, if the party is likely to interact with a certain sage or noble in the setting, perhaps part of the campaign guide can be written in that character's voice. This way, when the game starts, the players already have a feeling of \"knowing\" that character.",
			"",
			"***Objective Voice:*** This style of guide is written from the perspective of the Game Master and exists outside of the setting. This approach allows for a broader perspective in campaign guide materials, in which you can provide comparisons to modern examples and discuss things a subjective author might not know. Objective voice tends to be more concise because you can say exactly what you mean without having to phrase it in terms an insetting character would use. This lets you provide more information in less space, saving time and effort if they are at a premium.",
			"",
			"***Combining Voices:*** Of course, you can also mix subjective and objective voice in your guide. You might use a primarily objective voice to provide the bulk of the information and then put the information into context with snippets or examples of subjective voice, such as quotations from in-setting characters or even more involved things like sketched-out maps."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"creating_a_campaign_guide"
		],
		"siblings": [
			"system",
			"setting_and_scope_2",
			"story_2",
			"voice",
			"publication"
		]
	},
	"publication": {
		"name": "Publication",
		"subtitle": "Creating Campaign Guides",
		"tags": "Gamemastery copyrights media print electronic",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/21}",
			"",
			"Once the campaign guide document is prepared, you need to consider how to get it in front of the players. Modern media and desktop publishing create a wide range of options for sharing a campaign guide.",
			"",
			"### Print",
			"",
			"The first and simplest option is to print the campaign guide and give each player a copy. It could be printed out at home or produced professionally at a copy shop. Larger campaign guides might be held in binders or report covers, and print shops offer a variety of binding options, from square tape-bound to plastic spiral binding (with or without cardstock or plastic covers). These options add durability and quality to your guide, making it easy for players to use and reference over time, but might make you less inclined to make changes as you go.",
			"",
			"### Electronic",
			"",
			"You can also publish a campaign guide as an electronic document, easily shared via e-mail or hosted online. With laptops or handheld devices, players can still reference these documents during play.",
			"",
			"The other main electronic option is to publish your campaign guide as a web page or website. Web page design programs make this a fairly simple matter even for non-programmers, and there are many inexpensive web-hosting services. Players can access a web-based campaign guide from anywhere with an Internet connection, can save or print the pages for their own reference, and can even actively edit the guide (if the GM allows it). Unless the site is secured, web publication also makes your campaign guide publicly available to anyone who wants to view it, allowing other Game Masters to benefit from your ideas.",
			"",
			"Even if you publish your campaign guide in print for your players, you may want to have an electronic version as well for backup, further additions, and ease of reference, especially if you want to make the guide publicly available.",
			"",
			"### Copyrights",
			"",
			"Most published RPG products are copyrighted, so you should take care not to violate the law by republishing parts of them without permission. Paizo has a Community Use Policy ([paizo.com/communityuse](https://paizo.com/communityuse)) that explains how you can safely use some of our copyrighted materials in your campaign guide.",
			"",
			"### Other Media",
			"",
			"Game Masters have taken advantage of desktop and online multimedia in recent years to create other ways of providing information to players. If you have musical talent, opening each session with custom theme music can be a powerful way of getting players into the right mindset. You can also create audio podcasts for your campaign, or even take things a step further and use video editing to create a \"campaign trailer,\" like a trailer for a film, which you can then distribute among your players or share online. This doesn't have to involve a lot of original video; you can use still images and artwork and give them motion through effects like pans or zooms, with different dissolves and transitions between images."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"getting_started",
			"creating_a_campaign_guide"
		],
		"siblings": [
			"system",
			"setting_and_scope_2",
			"story_2",
			"voice",
			"publication"
		]
	},
	"running_a_game": {
		"name": "Running a Game",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/24}",
			"",
			"A roleplaying game is only as good as its GM. The GM sets the tone for the game, keeps the action moving, adjudicates situations, and tailors the storyline to the player's tastes. In this section, you'll find all the information you need on how to run the best game you possibly can, from tips and tricks to the tools of the trade, plus primers on avoiding common problems, the math behind the game, and how to design different types of adventures."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide"
		],
		"subtopics": [
			"gming_style_choices",
			"pregame_preparation",
			"running_the_game",
			"post_game",
			"the_art_of_gming",
			"the_science_of_gming",
			"gm_considerations",
			"tools_for_game_masters"
		],
		"siblings": [
			"getting_started",
			"running_a_game",
			"player_characters",
			"non_player_characters",
			"rewards",
			"creating_a_world",
			"adventures",
			"advanced_topics",
			"npc_gallery"
		]
	},
	"gming_style_choices": {
		"name": "GMing Style Choices",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/24}",
			"",
			"Before you run your first session, there are a number of decisions you need to make regarding the nature of your game. Is your table a serious roleplaying experience, with players staying in character at all times? Is it an immersive experience with painted miniatures, three-dimensional terrain, soundtracks, and mood lighting? Is it a zany get-together with friends, where half the fun is the in-game banter? Or is it some combination of those, or perhaps something else altogether? There's no best answer, but such decisions have a vast impact on the experience you and your players have. Noted here are a few of the more common decisions a GM needs to make when running a game.",
			"",
			"***Miniatures vs. Freeform:*** The Pathfinder Roleplaying Game presumes you're playing with miniatures and using a gridded mat to keep track of character locations during combat. This isn't the only method, though; you can also try charting things out on graph paper or drawing it on a white board, or utilize paper minis and combat tokens that can be printed out and discarded as needed. Yet you may decide that focusing on where everybody is and how far they can move in a round ruins the cinematic drama that you wish to create. In this case, you might prefer a more freeform style of play, where the GM keeps track of the action in his head, players describe the actions they wish to take, and the GM adjudicates the results. In this type of game, many rules take a backseat to flavorful flourishes and cinematic descriptions from both players and GM.",
			"",
			"***In Character vs. Out of Character:*** Do your players need to remain in character during the game, or can they speak as themselves, strategizing and giving advice to other players? Some GMs allow the latter only if there's a mechanism for determining when someone's in character, while others allow a casual blurring of the lines.",
			"",
			"***GM Tracking vs. Players Tracking:*** There's a large amount of information to keep track of during a game. The Pathfinder RPG rules imply that this work should be split, with the players keeping track of their characters, hit points, abilities, ongoing effects, and so forth, and GMs tracking the same information for the NPCs. Yet some GMs prefer to keep everything a secret from their players, tracking even their experience points, hit points, spell durations, and other information, only giving the players vague, lifelike information, such as telling them that they feel weak from blood loss rather than how many hit points they have left. While this can help enhance both the game's mystery and its sense of danger, the sheer amount of bookkeeping required on the part of the GM makes it easy for such games to bog down and overwhelm the GM.",
			"",
			"***Taking Back Mistakes:*** Almost every game session, a player does something they didn't mean to do, whether it's stepping on the wrong square or forgetting to add a bonus that means the difference between success and failure. Some GMs have a rule that once it's left your mouth or you've moved your miniature on the mat, you're committed, even if the end result isn't what you would have normally done. Other GMs allow players to retroactively add bonuses to rolls, or take back poorly planned spells and other mistakes, letting them make the best moves possible for their character. This is a difficult balance - too much leeway and there's no risk, but being too strict can ruin the fun for your players. Remember, though, that the standard used for your players should apply to you as well, and such \"rewind\" moments can be anything from a misplaced miniature to letting a clue slip out too early."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game"
		],
		"siblings": [
			"gming_style_choices",
			"pregame_preparation",
			"running_the_game",
			"post_game",
			"the_art_of_gming",
			"the_science_of_gming",
			"gm_considerations",
			"tools_for_game_masters"
		]
	},
	"pregame_preparation": {
		"name": "Pre-Game Preparation",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/24}",
			"",
			"Below are a few key points to remember.",
			"",
			"***Read the Adventure:*** If you're playing a published adventure, read through it at least once. It also helps to reread the parts of the adventure you expect the players to tackle in the upcoming session, to keep it fresh in your mind.",
			"",
			"***Predict Player Actions:*** Try to guess what your players might do in a given situation. If you think they might go to a tavern to get info, think about what NPCs will be encountered there, and what information they may have to impart. Likewise, if you think they might use subterfuge to get into a fortress, consider how the inhabitants might react to various plots. A little foresight goes a long way.",
			"",
			"***Adapt to Players:*** Consider tailoring your adventure to take into account the backstories of certain PCs, or incorporate a subplot that players initiated in a previous adventure. If one of your players is a paladin who hates devils, think about changing the generic cleric villain to a priest of Asmodeus to get your PC more invested. By tying your characters into the plot, your story naturally has more impact.",
			"",
			"***Review Relevant Rules:*** As you're reading through the upcoming portion of the adventure, take time to familiarize yourself with relevant monsters, feats, spells, magic items, and rules subsets. Part of your job as the GM is to play NPCs and monsters to the best of their ability, which means being as familiar with the NPCs' options as your players are with their own characters'.",
			"",
			"***Prepare Stats and Strategies:*** Make sure the adventure's challenges are appropriately balanced for your party's level and composition. Think about the locations where the encounters take place, and how NPCs can turn the location and their particular abilities to their advantage. It can also be good to copy the stats for each NPC and monster for ease of reference, allowing you to make notations on spells used, hit points lost, and other information without marking up a book.",
			"",
			"***Prepare Additional Tools:*** If you use props in your game, preparing in advance helps the game flow smoothly. Pick the miniatures and any three-dimensional terrain you want to use in a given session and put them in an easily accessible place. Put any pictures you want to show in a folder on your computer or print them onto sheets. If the players have the map to a dungeon level, think about drawing the level on the battlemat ahead of time."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game"
		],
		"siblings": [
			"gming_style_choices",
			"pregame_preparation",
			"running_the_game",
			"post_game",
			"the_art_of_gming",
			"the_science_of_gming",
			"gm_considerations",
			"tools_for_game_masters"
		]
	},
	"running_the_game": {
		"name": "Running the Game",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/25}",
			"",
			"Even once the adventure is prepped and the players are gathered, the GM's work is just beginning. There are a few things to pay special attention to during a game session.",
			"",
			"***Initiative:*** Keeping track of whose turn it is during combat can be complicated. While a simple written list helps, such can get cluttered and complicated as characters hold actions and delay. You might also manage initiative by using a stack of index cards with the name of a characters or opponents written on each one, maybe even with notes for easy reference.",
			"",
			"***Dice Rolling:*** Some dice rolls need to be made in secret, such as when a rogue looks for a trap or a monster attempts a Perception check. At other times, you may want to roll in front of the players, such as when a pivotal save is being made during combat which could potentially kill a player character. Making rolls in the open adds a sense of drama and fairness to the moment, and your players can see the result as they root for the outcome they desire. Yet doing so can also tie your hands unnecessarily, interrupt the flow of the narrative, and generally detract from the sense of mystery. For this reason, physical barriers come in handy.",
			"",
			"***GM Subterfuge:*** You don't want your players to know when something important is happening by watching for you to roll your dice. As such, many GMs roll dice unnecessarily every so often, pretending to look something up in their notes. This makes it harder for players to guess when something significant has happened, such as a failed Perception check. It's equally important for things like finding secret doors; if you don't call for a Perception check simply because there's nothing to see, the PCs quickly learn that rolling dice means something is up, whether they made their roll or not.",
			"",
			"***Tracking Hit Points:*** During battles, you'll sometimes have more than one of the same type of monster on the table, so keeping track of which one has all its hit points and which one is barely holding on is important. Whether you track hit points on a sheet of paper, a dry erase board, or via some other method, make notes about which creature is which and any damage or conditions it may have acquired.",
			"",
			"***Corpses:*** If you use miniatures in the game, what do you do with the miniature when the monster dies? Some GMs immediately remove dead or unconscious creatures to avoid clutter. Others leave the bodies where they fall, providing terrain obstacles. With the ability to use channel energy to heal friends and foes in an area of effect, leaving monsters on the board could require you to track hit points of monsters well into the negatives on the off chance that the PC cleric unintentionally catches them in a healing wave. This is just one of many situations in which a GM must choose between the game's realism and the ease of actually running the game.",
			"",
			"***Dead Characters:*** Sometimes player characters die in combat. This is often a traumatic event for players, and how you handle it as GM has enormous bearing on whether those players continue to have fun or not. First off, determine whether there's a chance for those characters to be revived via {spell/raise dead} or some similar spell. If they're likely to be revived at a later date, you can keep them engaged by having them play the role of NPC allies, cohorts, or even familiars or animal companions. Then when the combat is over and the characters get returned from the dead, they can resume their usual roles. If they're not likely to come back, having them start rolling up new characters is a good way to keep them busy for the rest of the session. For more information on this issue, see {rule/Death of a Hero}.",
			"",
			"***Time Management:*** Keep an eye on the clock to help you wind up your game on time. If you know your game needs to end at midnight, don't start the triumphant battle with the main villain at 11:30 pm Know when to gloss over less-important encounters in order to reach a good stopping point, but also don't be afraid to pad things out and leave some goodies for next time. Finding a cliffhanger to stop on - the revelation of a piece of information, or a villain's dramatic entrance - makes for both a dramatic conclusion and a hook to keep the players excited for the next session.",
			"",
			"***Keeping the Game Moving:*** One of the biggest dangers in a game session is the risk of getting bogged down. Sometimes it's the result of the GM not being prepared and needing to read over something during the game. Other times, it is because of a player not being prepared or taking too much time to make a decision. These slowdowns can ruin the mood, tension, and drama of a game. Preparation as the GM helps minimize these risks on your end. For players, sometimes a decision merely takes a moment, and having a bit of patience is fine. Should long turns and side conversations regularly detract from the action, however, give players a time limit to declare their actions, after which they're considered to be delaying, and you move on to the next character in the initiative order. Of course, new players naturally require more time to make decisions than experienced ones, which is why it can be useful to assign one of your more adept players as a mentor."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game"
		],
		"siblings": [
			"gming_style_choices",
			"pregame_preparation",
			"running_the_game",
			"post_game",
			"the_art_of_gming",
			"the_science_of_gming",
			"gm_considerations",
			"tools_for_game_masters"
		]
	},
	"post_game": {
		"name": "Post Game",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/26}",
			"",
			"Once the game session is done, there are still several tasks that need to be taken care of. First, award the players any experience earned during play, and allow them to divide up any loot earned. Having your players come up with an equitable wealth distribution system they can all agree on is vital to the long-term health of the campaign, so help them come up with a system that works for all involved. Last but not least, have the players help you clean up the gaming area.",
			"",
			"Once the players have gone home, it may be a good idea to do some basic record-keeping, such as writing down what happened that session in case you need to refresh your memory later, or plot ideas to revisit in future sessions."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game"
		],
		"siblings": [
			"gming_style_choices",
			"pregame_preparation",
			"running_the_game",
			"post_game",
			"the_art_of_gming",
			"the_science_of_gming",
			"gm_considerations",
			"tools_for_game_masters"
		]
	},
	"the_art_of_gming": {
		"name": "The Art of GMing",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/28}",
			"",
			"As a Game Master, you already know what's expected. You have some players, you've designed an adventure full of cunning threats, wild terrain, and a big clever twist, and you're ready to entertain. That should do it, right? Yet the best-laid plans of every storyteller sometimes go awry. There's a range of reasons, but while the Pathfinder RPG is a form of group entertainment, it still depends on you as the GM in order to succeed. You are the scriptwriter and director for this production, but you're also the chief performer. How you choose to approach the role makes a huge difference.",
			"",
			"It's not that players aren't important; on the contrary, they're both your audience and your fellow performers, and in many ways everything you do is for them. But they also have less control over the world, and play more limited parts. You lead the band. If you bring gusto to the adventure, your players will respond in kind. If you show up unprepared and harried, they may not invest much effort either. Delivering the best possible performance as a GM depends on how you see yourself when you game, how well you prepare, and what tricks and techniques you use to keep your campaign moving smoothly."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game"
		],
		"siblings": [
			"gming_style_choices",
			"pregame_preparation",
			"running_the_game",
			"post_game",
			"the_art_of_gming",
			"the_science_of_gming",
			"gm_considerations",
			"tools_for_game_masters"
		],
		"subtopics": [
			"making_it_happen",
			"gm_as_actor",
			"presentation",
			"narrative_techniques",
			"cheatings"
		]
	},
	"making_it_happen": {
		"name": "Making it Happen",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/28}",
			"",
			"With great power sometimes comes a sense that maybe your players don't appreciate your efforts enough.",
			"",
			"You spend time drawing world maps, imagining plots and places, setting up ambushes, and devising schemes for villains. As GM, you have a certain responsibility for everyone's good time. You strive to challenge the party, but never to break it. You offer a sandbox of a million choices, but guide the party to the juiciest elements.",
			"",
			"And yet things don't always go smoothly. Sometimes, all you want is for the players to embark on the quest you've spent all week on, but instead the party accidentally goes off in another direction - or worse, sees the hook for your quest and deliberately decides not to bite because it doesn't interest them enough, or doesn't offer enough of a reward. When such things happen, you have several options."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming"
		],
		"subtopics": [
			"forcing_things",
			"follow_the_pcs_lead",
			"the_illusion_of_free_choice"
		],
		"siblings": [
			"making_it_happen",
			"gm_as_actor",
			"presentation",
			"narrative_techniques",
			"cheatings"
		]
	},
	"forcing_things": {
		"name": "Forcing Things",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/28}",
			"",
			"In many cases, it's entirely reasonable to say, \"Hey folks, this is the adventure I've prepared - work with me.\" Many groups of players respond positively if asked for help; after all, they want the game to go smoothly, too. Perhaps they just need a stronger hook for their characters, the promise of a bigger reward, or a change of pace from something too similar to what they did last time.",
			"",
			"Canny GMs, though, won't force it more than absolutely necessary. It's often worth it to ask your players after the game (or one-on-one later, if that's easier) to tell you why they didn't buy into your original adventure premise, and what sort of adventure they'd prefer. If they want more gold and glory, or to find out what's beyond the western mountains, find a way to make that an option. Player feedback allows you to craft a game that's more satisfying for everyone."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"making_it_happen"
		],
		"siblings": [
			"forcing_things",
			"follow_the_pcs_lead",
			"the_illusion_of_free_choice"
		]
	},
	"follow_the_pcs_lead": {
		"name": "Follow the PCs' Lead",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/28}",
			"",
			"If you enjoy improvisational play, the best move may be to temporarily drop the planned plotline (or at least the planned plot hook) and follow your players' lead. Are they more interested in the dark, brooding mage with a zombie-filled [bag of holding](magic-wondrous/bag_of_holding_type_1) than the murder the prince of the city has asked them to investigate? Very well, then: the necromancer is the new patron of the adventuring party, and boy does he know about some dark doings; the prince of the city has sent his best troops out on a suicide mission, and the mage would like the PCs to bring back some heads for a quick {spell/speak with dead}.",
			"",
			"This approach requires you to think on your feet and make up NPCs and encounters on the spot, but it also means that the players are fully engaged; they're guaranteed to be doing the things they want, rather than following a plot dictated by you. And you get the additional fun of improvising and reacting to the players' ideas, plus the chance to be pleasantly surprised by yourself as ideas flow fast and furiously.",
			"",
			"If you're especially fortunate, you can probably turn some of your existing encounters, NPCs, or plot elements into elements of the adventure that the party wants to pursue - or use their new direction to steer them subtly onto the adventure you had planned - but it's not always possible. When forced to think on your feet, one helpful trick is to listen to player speculation and then elaborate on their fears or suspicions to make the plots feel even more complex. If the players say \"I'll bet the duke's involved!\", a simple option is to take the cue and have the duke actually be behind the nefarious plot they've uncovered, thus making players feel satisfied for having figured it out. On the other hand, if it turns out that the duke is actually an unfortunate innocent, with his daughter held as a pawn of the true villains, then the players get both the satisfaction of being partially correct and the thrill of uncovering something new, and your adventure feels meatier and more intricate with almost no additional effort."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"making_it_happen"
		],
		"siblings": [
			"forcing_things",
			"follow_the_pcs_lead",
			"the_illusion_of_free_choice"
		]
	},
	"the_illusion_of_free_choice": {
		"name": "The Illusion of Free Choice",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/28}",
			"",
			"This is the finest of techniques when it works, though it can be overplayed. The illusion of free choice is really a matter of the GM convincing the PCs to do exactly what he wants while making them think it's their idea. The simplest method in theory is often the hardest in practice: giving the players several choices, all of which lead to the same adventure. This might be as easy as simply changing a hook: the PCs didn't know that the old man they ignored in the bar was about to tell them the same thing as the ancient treasure map they discover in the town graveyard. The ancient dungeon can be uncovered by order of the king, as the party is marching off into the wilds, or as the only hope for a town surrounded by enemies: once they go there, the adventure is the same, regardless of how they got there.",
			"",
			"Sometimes, of course, the party has a reasonable idea what the adventure is and still decides to avoid it. In these cases, it's sometimes best to subtly make the adventure more and more compelling until of course the players decide to go after the big treasure hoard guarded by their arch-nemesis: they've finally learned his weakness, and they only have a few days to exploit it!",
			"",
			"That's a bit of a hard sell, but notice three things about the example. First, it involves a pre-established nemesis; by tying the adventure into the PCs' goals as characters, you've made the same basic adventure seem far more appealing. Second, it provides a lure in the form of cash - because in this case, you've watched your players enough to know that this particular party loves loot more than glory or doing the right thing. Third, the hook relies on a change in circumstances that is time-dependent. If the party doesn't act now, ready or not, this opportunity will not come again. Limited-time offers have a way of selling things, whether it's adventures or refrigerators.",
			"",
			"Above all, put yourself in the player's shoes. Don't think about how cool the villain is, how clever the traps are, or how smart the backstory is - think about what's in it for your players, and why an adventure would appeal to them personally, and you'll never go wrong."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"making_it_happen"
		],
		"siblings": [
			"forcing_things",
			"follow_the_pcs_lead",
			"the_illusion_of_free_choice"
		]
	},
	"gm_as_actor": {
		"name": "GM as Actor",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/29}",
			"",
			"As both performer and director, a good GM needs some of the skills of the stage, from use of accents to scene management."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming"
		],
		"subtopics": [
			"volume_and_style",
			"giving_direction"
		],
		"siblings": [
			"making_it_happen",
			"gm_as_actor",
			"presentation",
			"narrative_techniques",
			"cheatings"
		]
	},
	"volume_and_style": {
		"name": "Volume and Style",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/29}",
			"",
			"Stage presence is as important to GMing as dice. Though many GMs hide behind their screens and only venture out to move minis, others are animated, gesturing and using strange accents to demand attention.",
			"",
			"While it's certainly possible to overdo it, the latter style is far more exciting and memorable. The GM doing those things is performing; he's fully engaged and driving the game with his desire to entertain. Yet not everyone is a natural performer, and many of the most bombastic GMs are shy and quiet in everyday life. Just like the rules and adventure design, the performance aspect of GMing is a skill that can be learned. Below are a few tips.",
			"",
			"***Stand up:*** Standing tends to make you more forceful and keeps you looking at your players, not fiddling with your dice. It also has the added benefit of letting you glance at players' character sheets or move miniatures faster and more easily. Try standing up during the most action-oriented sequences, when you have combat or other sources of immediate tension in play.",
			"",
			"***Gesture:*** Point at a player to get his attention. Put him on the spot, and make it clear that the NPC you're roleplaying expects an immediate response. This tends to push players into responding in character as well.",
			"",
			"***Make Eye Contact:*** Look at your players. If you're roleplaying the major villain, don't blink: literally stare them down.",
			"",
			"***Dialogue:*** Maybe you prefer to say \"He speaks with the voice of the grave\" rather than attempting to do so yourself. But even if you aren't comfortable showing off, that doesn't mean you can't put a little spin on things, modulating your pitch or whispering instead of speaking. Hiss a little. Ham it up. Push your limits, and see what works.",
			"",
			"Even without accents, a character's word choices say a lot about his personality. Is he a noble dandy who refers to himself in the third person and sometimes uses big words improperly? Or is he an arcane scholar who knows exactly what those big words mean, and uses them to the exclusion of all others? Is his language dirty and lowbrow, much like the character himself, or prissy and precise, refusing to debase itself with contractions? The words you choose are every bit as important as the manner in which you say them.",
			"",
			"Of course, if you're interested in working up accents to make your NPCs more memorable, there are numerous ways to improve your skills. First and foremost, take risks; even if your accent falls flat after the first few lines, it'll still be more interesting to players than if you used your normal speaking voice. Next, try thinking of familiar actors, cartoon characters, or (if you're feeling daring) friends and family with speech patterns different than your own. Speak your lines as if you were that person; the odds of you mimicking them perfectly are low, at least at first, which means what comes out will be attributed solely to your NPC in the players' minds, and having a person whose voice you're already familiar with in mind allows you to maintain consistency. For further creativity, try borrowing from real-world regional accents, slang terms uncommon to your area, or a wide array of speech impediments like lisps and stutters.",
			"",
			"While all of these options can be combined at random, it can often be easiest and most effective to identify a single speech trait that characterizes each character. Spend some time thinking about what most represents each NPC. A voice that cracks frequently makes people think of someone young, inexperienced, and comical. Someone who speaks in a rapid-fire chatter often sounds anxious or like they're trying to sell something, and characters who speak slower than normal often sound dull and unintelligent. Everyone has certain ingrained associations and prejudices tied to specific patterns of speech: identify yours and your players', and use them to your advantage. Not only can you paint a clearer picture, but you can also create interesting roleplaying encounters by occasionally playing against type.",
			"",
			"***If the Party Talks, Sit Down:*** Last but not least, when the players talk among themselves, withdraw. Let them plan. While they do, you can check your notes, update the map, and think about the next encounter. It's good to perform, but not all the time. The players deserve some stage time as well."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"gm_as_actor"
		],
		"siblings": [
			"volume_and_style",
			"giving_direction"
		]
	},
	"giving_direction": {
		"name": "Giving Direction",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/30}",
			"",
			"As GM, you want the most out of your players, and you know them as well as anyone. Some deal well with setbacks. Some love to hog attention. Some only shine when things are clear; others are leaders when things are thoroughly muddled.",
			"",
			"One way to handle these differences is to acknowledge them. Sometimes simply saying, \"Hey, you're hogging the spotlight\" is a better solution than trying to passively-aggressively give more attention to everyone else. As long as you confront the behavior rather than the person, it's often possible for a given player to learn to play in sync with the group's style."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"gm_as_actor"
		],
		"siblings": [
			"volume_and_style",
			"giving_direction"
		]
	},
	"presentation": {
		"name": "Presentation",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/30}",
			"",
			"Presentation, as they say, is everything, and some GMs go that extra mile to make their game immersive with a cool handout, perfect soundtrack, or pre-made maps of every dungeon room. Below are a few quick and easy ideas for adding more goodies to your game."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming"
		],
		"subtopics": [
			"handouts_and_props",
			"music",
			"lighting",
			"attention_and_distractions"
		],
		"siblings": [
			"making_it_happen",
			"gm_as_actor",
			"presentation",
			"narrative_techniques",
			"cheatings"
		]
	},
	"handouts_and_props": {
		"name": "Handouts and Props",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/30}",
			"",
			"Handouts are extremely valuable for two reasons: they give players information about the adventure, and they are tangible, focusing attention on that information in a way that just saying it doesn't. Whatever information you put on that handout is information that the party is more likely to pay attention to or act on, simply because it's sitting in front of them. So write or sketch that diary entry, cargo manifest, treasure map, ambassador's report, or shopping list for the golem artificer. If the players can't figure out the story hook hidden in it, give them some Knowledge rolls to help them along, but know that every handout you spend time on will almost always pay dividends at the game table.",
			"",
			"Fun, authentic-looking handouts are quite easy to make. For an old treasure map, for instance, try dipping white, unruled paper in coffee to make it resemble parchment, then drawing on it when it dries. You can also crumple it up a few times, tear and tatter the edges, and even smear a little dirt or ash on it. Other options include the following:",
			"",
			"- Rolling up paper to make a scroll (and decorating a cardboard paper towel roll as a scroll case)",
			"- Writing \"TRAPPED WITH GLYPHS\" on the scroll presented above, to punish incautious players",
			"- Tearing a handout in half, so the PCs have to find both pieces",
			"- Writing in a foreign language or unusual font to represent the need for {spell/read magic}",
			"- Using an image or replica of a real medieval manuscript page (with your text in English on a separate page)",
			"- Using real parchment or shell gold to make a fancy proclamation",
			"",
			"Props are much the same sort of thing, but taken to broader ideas. Old pennies or just metal slugs can be put into a dice bag and thrown on the table for a solid thud when the party is offered 200 gp for the job. You can show a wand, crystal ball, staff, or dagger when you play the part of certain NPCs; likewise with hats. And best of all are the \"real treasure\" props. Throw down an old necklace to represent the Medallion of Rozxanatan the God-Smiter; if you have some costume jewelry with glass or paste gemstones, that usually does the trick.",
			"",
			"In general, props are worth digging out for artifacts, for special NPC audiences that you know are coming up, and for particular impact with players who might be a bit jaded or easily distracted. One or two props per game sessions is plenty; you don't need to turn into an amateur magician just to make a point."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"presentation"
		],
		"siblings": [
			"handouts_and_props",
			"music",
			"lighting",
			"attention_and_distractions"
		]
	},
	"music": {
		"name": "Music",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/31}",
			"",
			"Watch a movie sometime with subtitles instead of sound, and you'll quickly realize just how much emotional weight the music carries. The acting, images, and words are important, but the music pulls at your heartstrings, and gives you cues about how the filmmaker wants you to feel during a certain sequence.",
			"",
			"Sometimes you want that extra emotional impact for a game. And for those special occasions, it's worth digging around your music collection to build a playlist. It may seem a little trite, but most fantasy movie soundtracks work well as background music for a fantasy game, so long as you stay away from overly recognizable themes that will jar your players out of the moment. Most of the time, it's best to use fairly subtle soundtracks (though there's nothing wrong with some heavy metal beats to keep the momentum, if that's what you group loves, so long as there aren't a lot of words to distract people). But if you really want to knock a game out of the park (say, when doing a special \"send-off\" game for a player leaving town), then it might be worth it to ascribe themes to particular characters or, better yet, choose songs to go with specific encounters, such as heavy industrial noises for a fight in the dwarven smithy, soft mandolins and violins for the visit to the elven queen, a dirge for a dead NPC, or a bombastic, brassy symphonic charge for the final battle against the villain. The important thing to remember is that the music should support the scene subtly, without taking center stage; for this reason it's often best to avoid popular music or things with comprehensible lyrics, and it's important to have the songs cued up and ready so you don't waste valuable game time and dramatic tension by searching for the proper track."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"presentation"
		],
		"siblings": [
			"handouts_and_props",
			"music",
			"lighting",
			"attention_and_distractions"
		]
	},
	"lighting": {
		"name": "Lighting",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/31}",
			"",
			"Lighting is like music: it's easy to overdo it. But a single candle or dimmer switch can get people to focus, or at least get their attention off their phone or laptop and onto the gaming table. The main thing lighting can do is help minimize distractions. A single spotlight on the center of the GM screen and battlemat usually does very well, if you can set up a table lamp to do so while still allowing enough light for people to see their character sheets."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"presentation"
		],
		"siblings": [
			"handouts_and_props",
			"music",
			"lighting",
			"attention_and_distractions"
		]
	},
	"attention_and_distractions": {
		"name": "Attention and Distractions",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/31}",
			"",
			"Just as effective (and less dramatic) is removing distractions directly. You're the GM - it's okay to tell players at the start of the game to put away the game system or music, cell phone or laptop. And it's also okay to tell them right at the start of the session that if they're not paying attention when it's their character's turn, you'll skip them that round. That usually does the trick, but if the carrot works better than the stick, you could also give additional XP to the players who are most engaged and prepared when it's their turn. You can also help them out by writing the initiative order down on the battlemat so the players know who's acting next, or using an {rule/initiative tracker} that everyone can see."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"presentation"
		],
		"siblings": [
			"handouts_and_props",
			"music",
			"lighting",
			"attention_and_distractions"
		]
	},
	"narrative_techniques": {
		"name": "Narrative Techniques",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/31}",
			"",
			"As the GM, you are the one and only conduit for the players to learn about their situation in the game. If you forget to describe something, the players quite rightly feel cheated. If you focus your description on an object, they sense that it might be important. As a result, your choices on how you convey information are crucial to your game's success."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming"
		],
		"subtopics": [
			"description",
			"spotlight",
			"backstory",
			"cliffhangers",
			"cut_scenes",
			"flashbacks",
			"foreshadowing",
			"secrets"
		],
		"siblings": [
			"making_it_happen",
			"gm_as_actor",
			"presentation",
			"narrative_techniques",
			"cheatings"
		]
	},
	"description": {
		"name": "Description",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/31}",
			"",
			"The first thing to know is that there are such things as being too loud and too quiet as the GM. If you spend the whole game talking, with players barely squeezing in hit and damage information, you're likely overbearing and boring your players. But just as dangerous is the GM that's too quiet; if you're intimidated or underprepared, you won't have enough description to really give the players a sense of place, and one room of the castle or dungeon will feel pretty much like another.",
			"",
			"There are ways to get across evocative information without writing out reams of text ahead of time. For instance, you might write down three or five words to describe each room, and then riff on those when the time comes to describe it. The words \"purple tapestry, enormous fireplace, owlbear pelt on floor\" set up a very different room than \"bloodspattered walls, black candles, rusty manacles.\" In each case, you've got enough to fix an image in the players' minds, without going overboard on description.",
			"",
			"Once you have that, you'll probably also want to add any pertinent notes on treasure, unusual terrain or interactive elements (such as a well or a dangerously weak support stanchion), or hidden terrain elements like traps or secret doors.",
			"",
			"This same approach works well for NPCs, though in most cases you need more than just physical description. If you boil it down, most NPCs need a name, a speaking style, a general appearance, weapons and armor, and a motivation or goal. If you have all those, it's often possible to play a roleplaying scene without generating further stats for the NPC."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"narrative_techniques"
		],
		"siblings": [
			"description",
			"spotlight",
			"backstory",
			"cliffhangers",
			"cut_scenes",
			"flashbacks",
			"foreshadowing",
			"secrets"
		]
	},
	"spotlight": {
		"name": "Spotlight",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/32}",
			"",
			"There are many in-game tricks that a GM can use to convey information or rework elements of his game, including those mentioned above. The most powerful technique, though, is simply describing a monster, person, or item in detail. Anything that a GM devotes playtime to rises in the awareness of the players.",
			"",
			"In most cases, that just means mentioning an item more than once. Players pick up on GM references very quickly. If you want a particular character to draw the party's attention, mention them as someone they see when they return to a particular location. Anyone they see more than once, or anyone they \"notice\" because the GM tells them they notice them, is bound to get extra scrutiny from experienced players. Of course, less experienced players might not pick up on it, and it's certainly okay to go from mentioning something to the more direct, \"This guard seems to want something from you,\" or even \"That painting seems bigger than the others, and the frame makes it look more important.\"",
			"",
			"The point of using the GM spotlight is to get the action moving again. Be brutally obvious only if you must, but don't let the adventure derail just because someone failed a Perception roll."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"narrative_techniques"
		],
		"siblings": [
			"description",
			"spotlight",
			"backstory",
			"cliffhangers",
			"cut_scenes",
			"flashbacks",
			"foreshadowing",
			"secrets"
		]
	},
	"backstory": {
		"name": "Backstory",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/32}",
			"",
			"In-world continuity and stories from a setting's history are usually a GM's darling - and sheer boredom for the players. No one wants to hear the GM drone on about events from centuries ago, or the complex relationships of NPCs, or elements of the setting's culture that have nothing to do with the adventure at hand. This historical material is justified only in two particular cases:",
			"",
			"- When the players ask about it or show interest",
			"- When it's relevant to the adventure",
			"",
			"In the second case, relevant doesn't mean \"the GM thought it was interesting.\" The lore actually needs to matter in the present day, and help a player make a decision at some point in the adventure. If the backstory never matters to the adventure outcome, then it's best ignored."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"narrative_techniques"
		],
		"siblings": [
			"description",
			"spotlight",
			"backstory",
			"cliffhangers",
			"cut_scenes",
			"flashbacks",
			"foreshadowing",
			"secrets"
		]
	},
	"cliffhangers": {
		"name": "Cliffhangers",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/32}",
			"",
			"Leaving the outcome of any suspenseful moment in doubt is a time-honored technique from the early days of movies and literature, and the same trick works just as well for RPGs. When time's running out, and the party is ready to wrap up for the week's game, it's always nice to leave them wanting more. The idea is to present just enough of a hint to make the party curious how events turn out, without requiring them to immediately roll initiative. Some ideas include:",
			"",
			"- An injured NPC claws his way out of a nearby passage",
			"- A messenger arrives with bad news just as the party thinks all is well",
			"- A monster bursts in on the party",
			"- The party is falsely accused",
			"- A villain arrives to gloat",
			"- A defeated foe shows up prepared to settle old scores",
			"",
			"The point is that a new plot thread starts as soon as the old ones drop, and if you're still in the middle of a story, freezing the frame on the cusp of a battle or huge revelation keeps player excitement high all the way until the next session."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"narrative_techniques"
		],
		"siblings": [
			"description",
			"spotlight",
			"backstory",
			"cliffhangers",
			"cut_scenes",
			"flashbacks",
			"foreshadowing",
			"secrets"
		]
	},
	"cut_scenes": {
		"name": "Cut Scenes",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/32}",
			"",
			"When you flash from the main party scene to a secondary view (a lone PC scouting, or events happening somewhere else entirely) you can create tension by flipping back and forth between the two. This works especially well if one scene is fraught with danger and mayhem, or if there's a race against the clock.",
			"",
			"While this might seem like an ideal way to handle split parties and introduce historical events, it doesn't work for all groups. Impatient players might want to \"get back to the adventure\" rather than learn about events happening 1,000 miles away."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"narrative_techniques"
		],
		"siblings": [
			"description",
			"spotlight",
			"backstory",
			"cliffhangers",
			"cut_scenes",
			"flashbacks",
			"foreshadowing",
			"secrets"
		]
	},
	"flashbacks": {
		"name": "Flashbacks",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/32}",
			"",
			"Like cut scenes, flashbacks pause the action to show the party pertinent information from another time. The best use of a flashback is usually one of the exact same location, but much earlier. The sight of blood on a throne room floor might trigger a flashback to a murder scene, or a magical phrase spoken by the vizier might kick off the memory of a fight to bind a genie.",
			"",
			"Better still, the flashback could feature the PCs as earlier heroes whose failure led to the present calamity: the tomb raiders who set loose the Lich Lord, or even guards who failed as the prince was assassinated. Above all, keep it short; flashbacks have very specific uses, and a single scene in this style is usually plenty to get the point across."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"narrative_techniques"
		],
		"siblings": [
			"description",
			"spotlight",
			"backstory",
			"cliffhangers",
			"cut_scenes",
			"flashbacks",
			"foreshadowing",
			"secrets"
		]
	},
	"foreshadowing": {
		"name": "Foreshadowing",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/33}",
			"",
			"The best payoff is sometimes the one that takes a long time to set up. The henchman hired at 4th level who betrays the party at 7th level is a long con, but it can have a huge impact if you've foreshadowed the betrayal in a way that seems obvious in hindsight (but which is tough to figure out ahead of time).",
			"",
			"More practically, foreshadowing is often a clue that drops one or two sessions before the event you're foreshadowing occurs. Some possible techniques:",
			"",
			"- Meeting a villain before anyone knows he's a villain",
			"- Fortune-telling with a Harrow Deck",
			"- Telling the paladin that a certain town seems dangerous, even heretical",
			"- Having a madman complain about a certain locale or event in an over-the-top way",
			"- Having a sharp-eared PC hear something suspicious",
			"- Introducing omens and portents, such as dead birds or fiery comets",
			"",
			"The idea is to make the foreshadowing creepy or unsettling, and vague enough that it doesn't allow the party to prevent the foreshadowed event. The sense of horror when a PC realizes that he could have stopped something if he'd only put the pieces together sooner is a highly effective emotion, and one that roots the PC firmly in the game world.",
			"",
			"When done right, foreshadowing ties in heavily with the idea of continuity. Instead of inventing a new villain every game, why not bring back an old one - appropriately leveled during his time away, of course - who already has reason to hate the PCs? Or you could throw a twist into the storyline by making the sweet maiden they saved in the first adventure turn out to be the major villain of the campaign. Such recurring figures make it feel like all the events in your campaign and even your world are somehow tied together, the story leading to some grand and inevitable conclusion."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"narrative_techniques"
		],
		"siblings": [
			"description",
			"spotlight",
			"backstory",
			"cliffhangers",
			"cut_scenes",
			"flashbacks",
			"foreshadowing",
			"secrets"
		]
	},
	"secrets": {
		"name": "Secrets",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/33}",
			"",
			"Sometimes a player may split off from the group, or you might want to give information secretly to a certain player because of a successful Perception check. Perhaps an NPC only trusts one character enough to impart her dangerous secret, or the players suspect a traitor in their midst. Similarly, sometimes a player may seek to give you information privately, especially if she's working on her own secret agenda or a rogue attempting to steal from her companions. In instances where you need to box out most of your party, there are several options.",
			"",
			"Simply taking the player aside and leaving the room, or passing a note, is perfectly adequate, but knowing another player is getting secret knowledge often eats at other players and can tempt even the most steadfast gamer into metagaming. Talking to the player in question between game sessions is a far safer option, but isn't always possible. Though there are any number of sneaky ways to let a player know something important without alerting the rest of the party - for instance, covertly sending them a text message if you allow cell phones at the table - in general the best way to handle secrets is to either flat-out ask your players to respect the fact that they don't know a given piece of information, or - better still - manipulate the game to avoid the need for intraparty secrets altogether. And remember that any time you spend with one player is time you aren't spending with the rest."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming",
			"narrative_techniques"
		],
		"siblings": [
			"description",
			"spotlight",
			"backstory",
			"cliffhangers",
			"cut_scenes",
			"flashbacks",
			"foreshadowing",
			"secrets"
		]
	},
	"cheatings": {
		"name": "Cheatings",
		"subtitle": "Gamemastery",
		"sources": [ "GameMastery Guide" ],
		"description": [
			"{SOURCE GameMastery Guide/33}",
			"",
			"Though it's considered more polite to call it \"fudging,\" cheating happens; sometimes a GM will be tempted to alter a die roll to make the story go a certain way, or to save a player character from a blow that would kill them and knock a fun personality out of the game. Should the GM give in to the temptation to cheat? And if the GM is truly in control of the world, and making his or her rolls in secret, is it really cheating at all?",
			"",
			"There are several schools of thought on the matter. One side says that the dice are there to assist the story, not determine it; if a GM needs to occasionally alter or totally fabricate some die rolls for the sake of making an encounter a perfect challenge for the players without killing them, then he's just doing his job. Others say that it's the randomness which creates the realism and sense of danger, and that PCs who believe the GM won't let them die lose half the fun. And a third notes that GMs who clearly cheat or have too many coincidences - the party's powerful new items always getting stolen by sticky-fingered halflings, or villains being saved by miracle rolls when a player comes up with an unexpectedly effective strategy - undermine the players' enjoyment, and subtly encourage the players to cheat as well.",
			"",
			"Where you fall on the spectrum is a personal call, but if you do decide to fudge rolls for the sake of the game, it's best done in secret, and as infrequently as possible. And only - **only** - if it results in more fun for everyone."
		],
		"parent_topics": [
			"gamemastery",
			"gamemastery_guide",
			"running_a_game",
			"the_art_of_gming"
		],
		"siblings": [
			"making_it_happen",
			"gm_as_actor",
			"presentation",
			"narrative_techniques",
			"cheatings"
		]
	}
}
