{
	"pursuit": {
		"name": "Pursuit",
		"subtitle": "Intrigue, Gamemastery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/142}",
			"",
			"Hunting down your enemies across hill and dale is a classic fantasy trope, and a deeply satisfying part of many books and films, yet difficult to simulate using only the Pathfinder RPG combat rules. Though [chase rules](rule/chases) exist, those are specifically designed to cover fast-paced action chases - once the journey is measured in hours rather than seconds, endurance and strategy quickly outweigh fast reflexes and quick thinking. Only by using careful tracking and cunning tricks can pursuers catch up to their quarries. The pursuit system presented below integrates these crucial elements into a structure that simulates a longer pursuit in a manner that's both fun and easy to manage.",
			"",
			"There are two main types of pursuits. In a direct pursuit, the pursuers are following another group's trail wherever it may lead, with the express goal of catching up to their quarries. In this type of pursuit, the pursuers don't know where the quarries will go - they're forced to follow the trail that their prey left behind. By contrast, in a race, both sides know the destination, and the pursuers simply want to get there first, perhaps to catch their quarries or prevent them from acquiring something at the destination."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"the_core_mechanic",
			"building_a_pursuit",
			"running_a_pursuit",
			"terrain_tiles",
			"pursuit_advantages",
			"pursuit_tactics",
			"damage_fatigue_and_exhaustion"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"spell_duels",
			"verbal_duels",
			"heists",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness",
			"hazards_and_disasters"
		]
	},
	"the_core_mechanic": {
		"name": "The Core Mechanic",
		"subtitle": "Pursuit, Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/142}",
			"",
			"In a pursuit, each group travels along a series of terrain tiles. Each group must complete a certain amount of progress to complete a tile and move on. This amount is listed in the terrain tile for that type of terrain. One terrain tile is roughly 12 miles across (see {rule/Terrain Tiles} for more information).",
			"",
			"The quarries always start out ahead of the pursuers by an amount established by the GM. In a direct pursuit, if the pursuers ever share the same terrain tile with the quarries and have made an equal or greater amount of progress on that tile, they have caught up to the quarries. In a race, whoever reaches the destination tile first wins the race, and the groups can continue with their goals from there.",
			"",
			"***Personal Progress:*** To determine the amount of progress that each group makes during a 1-hour pursuit phase, first calculate the progress each party member could potentially make. This is roughly based on the number of miles the character could travel per hour when using overland movement if the tile were devoid of obstacles and rough terrain. Each party member's personal progress is equal to her base land speed divided by 10 (typically 3 for a human or 2 for a dwarf, for instance). Temporary effects that boost movement speed count only if they last for the entire 1-hour pursuit phase (like {spell/longstrider} or {spell/overland flight}, but not {spell/fly}).",
			"",
			"***Group Progress:*** The group's progress is equal to the lowest personal progress in the party. Tactics and advantages, as explained later, can give characters ways to improve the speed of the whole group."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"pursuit"
		],
		"siblings": [
			"the_core_mechanic",
			"building_a_pursuit",
			"running_a_pursuit",
			"terrain_tiles",
			"pursuit_advantages",
			"pursuit_tactics",
			"damage_fatigue_and_exhaustion"
		]
	},
	"building_a_pursuit": {
		"name": "Building a Pursuit",
		"subtitle": "Intrigue, Gamemastery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/142}",
			"",
			"Once the GM knows the progress numbers for both the pursuers and quarries, she is ready to construct the overall structure of the pursuit. Building a pursuit is fairly simple, but the process depends on the type of pursuit (and for direct pursuits, whether the PCs are the pursuers or the quarries).",
			"",
			"When running a pursuit, it helps to have a visual aid of the area where the pursuit takes place. If the GM is using a published adventure or otherwise has access to a nice-looking map of the region, it might be interesting to have a map big enough for miniatures or tokens to sit on each tile. The GM can then draw in the tiles, providing a bit of a game board to help the players visualize the pursuit."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"pursuit"
		],
		"subtopics": [
			"direct_pursuits",
			"races_ui"
		],
		"siblings": [
			"the_core_mechanic",
			"building_a_pursuit",
			"running_a_pursuit",
			"terrain_tiles",
			"pursuit_advantages",
			"pursuit_tactics",
			"damage_fatigue_and_exhaustion"
		]
	},
	"direct_pursuits": {
		"name": "Direct Pursuits",
		"subtitle": "Intrigue, Gamemastery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/142}",
			"",
			"A direct pursuit involves a pursuing group chasing after a quarry group across a series of terrain tiles. The pursuers must succeed at Survival checks to continue tracking their quarries, as described in the {rule/Running a Pursuit} section. Direct pursuits in which the PCs are the pursuers are the simplest and the most common type in an average campaign. It is a good idea to run a direct pursuit as the group's first pursuit to help the players and GM alike to get a grasp of the system.",
			"",
			"***PCs as Pursuers:*** In a direct pursuit with NPC quarries, the GM establishes a linear series of terrain tiles that the quarries will follow, and the pursuers proceed along those tiles after their prey. See the section on {rule/Terrain Tiles} for common types of terrain tiles. For a direct pursuit that is even simpler to run, don't give the quarry group access to use all the tools described later in this section. For instance, the quarries might not attempt to gain advantages, and they might use tactics sparingly - and only if it makes the pursuit more interesting. Remember that if the quarry group doesn't use those tools, the pursuit will be much easier for the PCs.",
			"",
			"***PCs as Quarries:*** If the PCs are quarries, direct pursuits become a bit more complicated, as the PCs have options for which path they choose and which type of terrain they enter as they try to shake their pursuers. The GM should present pursuit tiles arranged in more than a simple linear path. In fact, the GM can divide a map of the general region into terrain tiles as appropriate, perhaps using a hex grid to match the [system for exploration](rule/exploration_ucp).",
			"",
			"***Ending a Direct Pursuit:*** A direct pursuit can end in one of four ways. When the pursuers are on the same tile as the quarries and have made equal or greater progress than the quarries, the pursuers catch their quarries. When the quarries reach a location where they stop progressing (such as a safe haven or stronghold), pursuit ends and may turn into a siege. When the pursuers can't possibly succeed at the Survival check to continue tracking their quarries and have exhausted any other tactics that might help relocate the trail, their quarries have eluded them. Finally, the pursuers can voluntarily give up the pursuit. Optionally, the GM can choose a distance at which the quarries are so far ahead that the pursuers have no real chance of catching up. For instance, the GM might decide that if the quarry group is five tiles ahead of the pursuers, they've escaped; this number might be smaller in jungles or other dense terrain."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"pursuit",
			"building_a_pursuit"
		],
		"siblings": [
			"direct_pursuits",
			"races_ui"
		]
	},
	"races_ui": {
		"name": "races_ui",
		"subtitle": "Pursuit, Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/143}",
			"",
			"In a race, both groups have far more options in their travels. As with a direct pursuit in which the PCs are the quarries, the GM should include more options for terrain tiles than just a linear path. The two groups might start on different tiles and move through different types of terrain during the race. A race features no quarry or pursuer. A race ends when one group reaches the designated destination."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"pursuit",
			"building_a_pursuit"
		],
		"siblings": [
			"direct_pursuits",
			"races_ui"
		]
	},
	"running_a_pursuit": {
		"name": "Running a Pursuit",
		"subtitle": "Intrigue, Gamemastery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/143}",
			"",
			"Pursuits proceed in 1-hour pursuit phases, during which each group (or the group that is moving, if one group is resting) makes progress toward completing its current terrain tile. The group can potentially attempt to use {rule/tactics} or gain an [advantage](rule/pursuit_advantages) to outthink or outperform the enemy.",
			"",
			"Each day of pursuit consists of eight 1-hour pursuit phases. Pursuits take place over a long period of time and cover plenty of ground, so pursuers and quarries might encounter terrain tile denizens or environmental hazards along the way. Consider using these encounters to provide spikes of tension and to control the pursuit's pacing."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"pursuit"
		],
		"subtopics": [ "direct_pursuits_and_tracking" ],
		"siblings": [
			"the_core_mechanic",
			"building_a_pursuit",
			"running_a_pursuit",
			"terrain_tiles",
			"pursuit_advantages",
			"pursuit_tactics",
			"damage_fatigue_and_exhaustion"
		]
	},
	"direct_pursuits_and_tracking": {
		"name": "Direct Pursuits and Tracking",
		"subtitle": "Intrigue, Gamemastery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/143}",
			"",
			"In a direct pursuit, the pursuers need to attempt a Survival check at the start of each pursuit phase in order to make any progress at all. A failure means they have lost the trail and must spend that hour trying to find it. Success means the pursuers progress at their speed for that phase. The base DC is either 5, 10, 15, or 20, depending on the type of ground dominant in the terrain tile (very soft, soft, firm, or hard, respectively; see the {skill/Survival} skill for more details). This DC increases by 1 for every day behind the quarries, but it decreases by 1 for every three members in the quarry group.",
			"",
			"The pursuing group has one main tracker, but other members can assist using the aid another action. Any pursuer participating in tracking (either as the main tracker or assisting) halves her personal progress for that pursuit phase. If the tracking pursuer has a much greater speed than the slowest member of his group, this might not lower the group's progress."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"pursuit",
			"running_a_pursuit"
		],
		"siblings": [ "direct_pursuits_and_tracking" ]
	},
	"terrain_tiles": {
		"name": "Terrain Tiles",
		"subtitle": "Pursuit, Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/143}",
			"",
			"The following are some of the most common types of terrain tiles a group might encounter during a pursuit. One terrain tile is roughly 12 miles across (the same size as hexes in the [hex-based exploration system](rule/sandbox_exploration)), though pursuit is abstracted enough that the size can vary. Especially large tracts of one terrain type should consist of multiple tiles. The GM might want to customize these options and create terrain tiles appropriate for the situation. For instance, if the PCs use {spell/aerial tracks} to pursue foes through the clouds, the GM should create a sky terrain tile.",
			"",
			"Each terrain tile's stat block lists the amount of progress a group needs to make to pass off of that tile and onto the next one, followed by the typical type of ground and the base Survival DC in parentheses, plus the maximum number of advantages a group can employ on that type of tile. This limit resets when the group enters a new 1-hour pursuit phase. The number of advantages is smaller the easier the terrain is to navigate, as there's not many tricks that can speed up travel along a road, for instance, without using a vehicle or magical means of conveyance.",
			"",
			"---",
			"",
			"### Inclement Weather",
			"",
			"Bad weather, especially precipitation, can affect both the progress a group makes and the DCs of Survival checks required during pursuits.",
			"",
			"***Progress:*** Heavy precipitation, strong winds, and other environmental factors might impede a group's progress. For brief storms lasting one or two pursuit phases, reduce the group's progress by 1 in each pursuit phase. If an entire terrain tile has particularly nasty weather (like a high mountain plagued by winds or a jungle during a monsoon), instead add between 4 and 8 to the tile's progress to complete, depending on the weather's severity. Increase the tile's number of maximum advantages by 1 so the travelers have the opportunity to find a way to overcome the nasty weather.",
			"",
			"***Tracking:*** If there is rain during a direct pursuit, increase the DC of the Survival check by 1 for every pursuit phase that it rained. If it snowed, increase the DC by 10 instead. To track the duration of the precipitation during a direct pursuit, mark down the tile where the quarries are and the amount of progress they have made when the precipitation begins, then mark down the progress they had made when the precipitation ends. When the pursuers are on that tile and have made an amount of progress equal to or greater than the lower progress value, use the increased Survival DCs. After the pursuers have passed the higher progress value, the Survival DCs return to normal. If the precipitation occurs before the quarries entered an area, the Survival DCs to follow the trail might be reduced since the ground becomes very soft mud or covered in snow.",
			"",
			"---",
			"",
			"### Cold",
			"",
			"**Progress to Complete** 12  ",
			"**Ground** soft (DC 10) or very soft (DC 5); **Maximum Advantages** 2",
			"",
			"Cold terrain includes tundras, glaciers, and the like. The rules for [environmental cold dangers](rule/cold_dangers) apply in most cases, potentially affecting both groups.",
			"",
			"---",
			"",
			"### Desert",
			"",
			"**Progress to Complete** 16  ",
			"**Ground** very soft (DC 5), soft (DC 10), or firm (DC 15); **Maximum Advantages** 3",
			"",
			"Desert terrain includes warm and sandy areas. The rules for [environmental heat dangers](rule/heat_dangers) apply in most cases, potentially affecting both groups.",
			"",
			"---",
			"",
			"### Forest",
			"",
			"**Progress to Complete** 16  ",
			"**Ground** firm (DC 15); **Maximum Advantages** 3",
			"",
			"Forest terrain includes both deciduous and coniferous forests, but not dense jungles or rain forests.",
			"",
			"---",
			"",
			"### Hill",
			"",
			"**Progress to Complete** 16  ",
			"**Ground** firm (DC 15); **Maximum Advantages** 3",
			"",
			"Hilly terrain includes areas with plenty of uphill and downhill travel, but not mountains.",
			"",
			"---",
			"",
			"### Jungle",
			"",
			"**Progress to Complete** 32  ",
			"**Ground** firm (DC 15); **Maximum Advantages** 8",
			"",
			"Jungle terrain is denser than forest terrain, and it also includes rain forests. Jungle terrain is particularly slow going, but there is ample opportunity to gain an advantage over pursuers or quarries.",
			"",
			"---",
			"",
			"### Mountain",
			"",
			"**Progress to Complete** 24  ",
			"**Ground** firm (DC 15) or hard (DC 20); **Maximum Advantages** 6",
			"",
			"Mountainous terrain contains areas that require climbing, as well as the potential for steep cliffs and precipitous drops. If the need to climb is especially ubiquitous or if the characters are climbing above the timber line (use the rules for {rule/cold dangers}), a mountain tile can have more maximum advantages and take more progress in order to complete.",
			"",
			"---",
			"",
			"### Plain",
			"",
			"**Progress to Complete** 8  ",
			"**Ground** firm (DC 15); **Maximum Advantages** 0",
			"",
			"The plains terrain is a basic terrain type with no particular hindrances or advantages, and often represents a tame, flat grassland that isn't difficult to travel across. A wild and overgrown savannah tile can easily have more maximum advantages and take more progress to complete. The statistics for a plain tile also suit many other types of readily navigable ground.",
			"",
			"---",
			"",
			"### Planar",
			"",
			"**Progress to Complete** varies  ",
			"**Ground** varies; **Maximum Advantages** varies",
			"",
			"Planes vary so wildly in their nature that it would be impossible to create a listing that covers them all in any meaningful way. Sometimes, an area on the planes can be simulated by using another sort of terrain tile. On other planes, tracking becomes nearly impossible. On planes with truly strange or exotic features, such as highly morphic planes, it's appropriate to offer plenty of [know the terrain advantages](rule/sample_advantages) and other advantages involving the plane's nature (such as an advantage using the Fly skill to understand and control subjective gravity).",
			"",
			"---",
			"",
			"### Road",
			"",
			"**Progress to Complete** 8  ",
			"**Ground** firm (DC 15) or hard (DC 20); **Maximum Advantages** 0",
			"",
			"A dirt or cobblestone road can let a group move quickly without leaving as clear a trail as they would in unworked terrain. However, traveling on a road makes it more likely they'll be seen. The [gather information tactic](rule/group_tactics) can make it easier to track road travelers. Old, unused, and overgrown roads are treated like plains.",
			"",
			"---",
			"",
			"### Swamp",
			"",
			"**Progress to Complete** 16  ",
			"**Ground** very soft (DC 5) or soft (DC 10); **Maximum Advantages** 3",
			"",
			"Swampy terrain includes bogs, marshes, and fens, as well as any other sort of wetlands. A swamp tile with a significant number of deep areas, quicksand, or more can easily have more maximum advantages and take more progress to complete.",
			"",
			"---",
			"",
			"### Underground",
			"",
			"**Progress to Complete** 12  ",
			"**Ground** hard (DC 20); **Maximum Advantages** 2",
			"",
			"Underground terrain includes caverns and dungeons. While the ground is hard - making it one of the most difficult terrains through which to track prey - the lack of rain or snow can make it much easier for pursuers to catch up to their quarries. While the typical underground tile only offers a small number of obstacles and hindrances, an underground tile with extremely narrow tunnels, yawning chasms, treacherous dips and climbs, or other sorts of features can easily have more maximum advantages and take more progress to complete.",
			"",
			"---",
			"",
			"### Underwater",
			"",
			"**Progress to Complete** varies  ",
			"**Ground** varies; **Maximum Advantages** varies",
			"",
			"Underwater pursuits also require more planning than other types. Because travel speeds can very wildly, a pursuit might end up being trivial if one side has members with swim speeds and the other doesn't. Typically, if so much of the pursuit occurs underwater that it takes up an entire terrain tile or more, and both groups are on equal footing in terms of their ability to move underwater, it's best to find an analog among the other terrain tiles and use that instead. For instance, traversing an underwater garden might work like a jungle, traversing open stretches of water might work like a plain, and swimming under an iceberg might be cold terrain or a mountain (and could use the rules for {rule/cold dangers}). This also assumes the groups can breathe underwater for enough pursuit phases to traverse an underwater tile.",
			"",
			"---",
			"",
			"### Urban",
			"",
			"**Progress to Complete** 16  ",
			"**Ground** firm (DC 15) or hard (DC 20); **Maximum Advantages** 3",
			"",
			"In theory, urban terrain covers settlements from a thorp to a metropolis, but for an entire terrain tile to count as urban, it must be a large enough city to warrant a tile (though smaller settlements might certainly appear on another terrain's tile, thus opening up different tactics or advantages). Tracking through an urban environment can be extremely challenging, given the sheer number of creatures present, but that also makes the [gather information tactic](rule/group_tactics) more effective. Despite the relative ease of moving through a city, an urban tile takes longer to navigate because of the difficulty of tracking creatures through a heavily populated environment.",
			"",
			"---",
			"",
			"### Water",
			"",
			"**Progress to Complete** 16  ",
			"**Ground** hard (DC 20, see text); **Maximum Advantages** 3",
			"",
			"A lake or an area with many rivers counts as a water tile. Because such a tile contains little ground, Survival checks to track involve following wakes or looking for refuse quarries left behind, functioning the same as hard ground. Rapids might cause a water tile to take more progress to complete, and water features with currents typically have more maximum advantages. A group traveling on water usually needs a boat or raft, and uses the speed of that vessel. Swimmers must attempt a DC 20 Swim check for each 1-hour pursuit phase or take 1d6 points of nonlethal damage (See the {skill/Swim} skill for more information). The [special movement tactic](rule/individual_tactics) allows a creature with a swim speed to traverse water rapidly."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"pursuit"
		],
		"siblings": [
			"the_core_mechanic",
			"building_a_pursuit",
			"running_a_pursuit",
			"terrain_tiles",
			"pursuit_advantages",
			"pursuit_tactics",
			"damage_fatigue_and_exhaustion"
		]
	},
	"pursuit_advantages": {
		"name": "Pursuit Advantages",
		"subtitle": "Intrigue, Gamemastery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/145}",
			"",
			"During each 1-hour pursuit phase, any member of a group who is not spending that phase tracking can attempt to gain an advantage, and a group can gain up to the maximum number of advantages allowed by the terrain tile. The sample advantages listed below mention the terrain types most likely to allow them, but the advantages available for any given tile - and even hour-by-hour across the same tile - can vary significantly. The GM chooses which ones apply at any given time in a way that adds flavor to the pursuit's current location in the same way that the [chase rules](rule/chases) have a set of options available at each location in a chase.",
			"",
			"***Advantage Bonus:*** If a character succeeds at gaining an advantage, the group's progress increases by 1 for that pursuit phase, unless otherwise specified. Attempting and failing to gain an advantage reduces that character's personal progress by 1, unless otherwise specified, due to the effort they expend. If that person had a higher speed than the slowest member, this might not slow the group as a whole. Each of the sample advantages list an appropriate skill.",
			"",
			"Failing a check to gain an advantage by 5 or more reduces the entire group's progress by 1, unless otherwise specified, as the character made such a large error that it hindered all of his allies. The increase or reduction to progress applies after any multiplication or division due to tracking, hustling, and the like. Because advantages represent more than just speed - finding shortcuts, for example - they can cause the group to make more progress than the fastest person's personal progress.",
			"",
			"Checks attempted to gain an advantage represent an entire hour's worth of checks, so temporary modifiers that don't last the entire time cannot be applied. These skills can't be rerolled by an effect that would reroll a single check, and the character can't take 10 or 20."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"pursuit"
		],
		"subtopics": [ "sample_advantages" ],
		"siblings": [
			"the_core_mechanic",
			"building_a_pursuit",
			"running_a_pursuit",
			"terrain_tiles",
			"pursuit_advantages",
			"pursuit_tactics",
			"damage_fatigue_and_exhaustion"
		]
	},
	"sample_advantages": {
		"name": "Sample Advantages",
		"subtitle": "Pursuit, Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/146}",
			"",
			"The following advantages are just a sample of those possible. Each advantage lists the terrains most likely to allow it, though there are certainly exceptions. Customize the selected advantage to fit the particulars of the situation. It is possible to choose more than one of the same category of advantage for the same terrain tile (for instance, a jungle with multiple know the terrain advantages might require different Knowledge [nature] DCs).",
			"",
			"***Climbing Lead (Hill or Mountain):*** A character can attempt a Climb check to ascend ahead of the others with a rope to help his allies navigate the worst of the area. The DC varies based on the difficulty of climbing.",
			"",
			"***Craft or Modify Tools (Any):*** A character can attempt a Craft check to fashion or modify specialized tools (such as footwear to travel over icy surfaces). Unlike normal, attempting to gain this advantage requires the character to spend 1 pursuit phase without moving per check she attempts. This either reduces the group's progress to 0 or requires her to split up and catch up later (see the [split up tactic](rule/individual_tactics)). Once she has succeeded once per character, the advantage applies for the rest of the current tile, without further action on her part, unless the situation changes enough that she needs to modify the tools again. The DC varies based on the complexity of the gear, though it is typically 15 (for a high-quality item). If the character is modifying similar items to what she needs rather than crafting brand-new ones, she can attempt two checks for each phase she doesn't move.",
			"",
			"***Crowd Control (Urban):*** A character can attempt an Intimidate check to thin the crowds, making it easier for the group to progress. The DC depends on the composition and size of the crowd.",
			"",
			"***Evade Hazards (Any):*** A character can attempt a Survival check to recognize hazards and rough areas and ensure that the group skirts around them when possible. The DC varies depending on how devious or hidden the hazards might be.",
			"",
			"***Fancy Footwork (Any):*** A character can attempt an Acrobatics check to help balance over an icy or wet area, leap over quicksand or rooftops, or otherwise move more rapidly. By using ropes, finding a safe path, or otherwise leading the way, the character helps her allies move faster as well. The DC varies depending on how treacherous the footing is.",
			"",
			"***Know the Area (Any):*** A character can attempt a Knowledge (geography) check to allow the characters to exploit nearby useful terrain features that he remembers while avoiding dangerous or obstructive features. The DC varies based on the feature's obscurity.",
			"",
			"***Know the Terrain (Any):*** A character can attempt an appropriate Knowledge check (usually nature, but dungeoneering underground, local in an urban environment, and planes in a planar environment) to deduce something about the current terrain that gives her group an advantage. The DC varies based on the particulars of the deduction.",
			"",
			"***Notice Shortcut (Any):*** A character can attempt a Perception check to notice a shortcut or other hidden feature that grants an advantage. This advantage is not as helpful for pursuers in a direct pursuit unless they split up or deduce a point where they are sure to intersect the quarries' trail.",
			"",
			"***Professional Opinion (Any):*** A character with a relevant profession might be able to grant the party a significant advantage in a pursuit. For instance, in a pursuit through a mine, a character can attempt a Profession (miner) check to learn about the mine's layout based on markings or other indicators the miners left for their colleagues.",
			"",
			"***Tight Squeeze (Underground):*** A character can attempt an Escape Artist check to fit more quickly and easily through narrow tunnels. This allows her to scout ahead to find more direct passages, set explosives to open up passages, or otherwise clear the way for allies. The DC varies depending on how tight the squeeze is."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"pursuit",
			"pursuit_advantages"
		],
		"siblings": [ "sample_advantages" ]
	},
	"pursuit_tactics": {
		"name": "Pursuit Tactics",
		"subtitle": "Intrigue, Gamemastery",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/146}",
			"",
			"Tactics are the key to shaking a tenacious pursuer or capturing an elusive quarry. The following tactics present many of the most basic methods for doing so, but if the PCs come up with a new tactic, the GM should use these examples as guidelines. Tactics can affect a single character, multiple characters, or the whole group. There is no limit to how many tactics a character or group can use, but common sense prevents using two contradictory tactics. Characters and groups decide which tactics they are using for each 1-hour pursuit phase, though some last for multiple phases or until the characters using them decide to stop. Some tactics require the group to be either the pursuers or the quarries, and can't be used in races."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"pursuit"
		],
		"subtopics": [
			"individual_tactics",
			"group_tactics"
		],
		"siblings": [
			"the_core_mechanic",
			"building_a_pursuit",
			"running_a_pursuit",
			"terrain_tiles",
			"pursuit_advantages",
			"pursuit_tactics",
			"damage_fatigue_and_exhaustion"
		]
	},
	"individual_tactics": {
		"name": "Individual Tactics",
		"subtitle": "Pursuit, Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/146}",
			"",
			"These tactics apply to individual characters, and each character decides whether she's using the tactic.",
			"",
			"***Fast Track:*** A character using this tactic does not reduce her progress by half while tracking. However, she takes a -5 penalty on the Survival check to track. Abilities such as the [ranger's master hunter class feature](class/ranger) negate this penalty.",
			"",
			"***Obscure Trail:*** Mark the terrain tile where a character starts and stops using this tactic. A character using this tactic reduces her progress by half in order to increase the DC to track her group by 5 throughout the marked section. This tactic requires the group to be quarries.",
			"",
			"***Recovery:*** A character can spend a phase tending to the health of her or her allies. This allows the character to cast healing spells, for example, which can be useful for removing nonlethal damage if the group has been hustling or making a forced march (see {rule/Group Tactics}). A character that spends a phase helping with recovery can't attempt to track or gain an advantage in that phase.",
			"",
			"***Special Movement:*** A character with consistent access to a fly speed, swim speed, or the like for a full pursuit phase might be able to move particularly quickly over the appropriate type of terrain; though, for instance, a character flying above a jungle canopy would not be able to follow a trail below."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"pursuit",
			"pursuit_tactics"
		],
		"siblings": [
			"individual_tactics",
			"group_tactics"
		]
	},
	"group_tactics": {
		"name": "Group Tactics",
		"subtitle": "Pursuit, Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/147}",
			"",
			"These tactics apply to the group, and can be used only if all characters agree to do so.",
			"",
			"***Forced March:*** A group using this tactic takes a ninth pursuit phase in the same day, directly after the eighth phase. As with a normal [forced march during overland movement](rule/overland_movement), this tactic causes each character to attempt a Constitution check or take 1d6 points of nonlethal damage (and possibly become fatigued).",
			"",
			"***Gather Information:*** A group that is stymied in tracking their adversaries can attempt to gather information with a Diplomacy check, though it takes 2 pursuit phases, and it requires either that there are people around to gather information from or access to special abilities that allow them to question things like animals, plants, or stones. The DC is typically 15, though it varies depending on the area and how sneaky the quarries were being. The information is sufficient to make progress during that pursuit phase without a successful Survival check.",
			"",
			"***Hustle:*** This tactic is analogous to hustling during overland movement. A group using this tactic can double the progress they make during that pursuit phase. They can use it once per day without consequences, but using it again requires all members of the group to take 1 point of nonlethal damage and become fatigued. Each additional hour spent hustling deals twice the amount of nonlethal damage of the previous hour. A group can hustle during a forced march, but they take the nonlethal damage and conditions from both, meaning a healthy group usually becomes exhausted when they do so. Hustling is a useful tactic with fairly light repercussions, but the group spends all of its time moving. This means that the obscure trail, recovery, gather information, and set a trap tactics can't be used when hustling. Unless an [advantage](rule/pursuit_advantages) is focused specifically on movement (such as climbing lead or fancy footwork), it can't be gained while hustling.",
			"",
			"***Intentional Hardships:*** A quarry group using this tactic chooses a circuitous or treacherous path to attempt to shake pursuers. This decreases their group's progress by 2 as long as they use the tactic. Mark the terrain tile and amount of progress the group made on that tile when they start and stop using this tactic. While the pursuers are in the same area, their progress is reduced by 2, but their number of maximum advantages is increased by 2. Like advantages, this reduction applies after any multiplication or division due to tracking, hustling, and the like. For simplicity's sake, the GM might want to require the quarry group to use intentional hardships when they first enter a terrain tile and stick to it throughout that terrain tile.",
			"",
			"***Set a Trap:*** A more extreme version of intentional hardships, this tactic involves leaving a trap or ambush for the pursuers somewhere along the path. Depending on the situation, this trap could take a varying amount of time to enact. Make a note of the terrain tile where the quarries left the trap or ambush and adjudicate it as a normal encounter. If a trap or ambush would involve the quarries themselves, they halt their progress until they spring the trap, and springing the trap likely ends the pursuit unless they split the group and sent someone ahead toward their destination. This tactic requires the group to be quarries.",
			"",
			"***Split Up:*** This tactic allows a group to split into multiple groups. For example, quarries might choose to do so to ensure that at least one character gets away (or to send off a decoy group that doesn't carry what the pursuers want), whereas pursuers might choose to do so in order to attempt more Survival checks and have a greater chance not to lose the trail, or they might leave a tired but faster character behind to catch up later. Pursuers who split up will probably need to use magic, a smoke signal, or other means to arrange a rendezvous. This makes the pursuit more complicated, so GMs might want to consider restricting this tactic for their groups' first few pursuits."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"pursuit",
			"pursuit_tactics"
		],
		"siblings": [
			"individual_tactics",
			"group_tactics"
		]
	},
	"damage_fatigue_and_exhaustion": {
		"name": "Damage, Fatigue, and Exhaustion",
		"subtitle": "Pursuit, Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/147}",
			"",
			"Damage taken during a pursuit follows all the normal rules for damage. A healer can use the [recovery tactic](rule/group_tactics) to take a break and cast healing spells (or spells that remove afflictions or conditions, for that matter).",
			"",
			"The [forced march and hustle tactics](rule/group_tactics) cause nonlethal damage, and can cause characters to become fatigued (or exhausted if they were already fatigued). This nonlethal damage goes away at a rate of 1 per hour, as normal, and a character can use the recovery tactic to remove more. However, a character who is fatigued or exhausted takes any penalties that apply before the nonlethal damage is healed and the conditions removed.",
			"",
			"The following penalties apply to characters who become fatigued or exhausted.",
			"",
			"***Fatigued:*** A fatigued character reduces her personal progress by 1. This reduction applies before any multiplication or division due to the character tracking, hustling, or performing similar activities.",
			"",
			"***Exhausted:*** An exhausted character halves her personal progress. This stacks with tactics that halve her progress, leaving her at 1/4 of her normal personal progress, or tactics that double her progress, leaving her at her normal personal progress. A character that becomes fatigued by a tactic while already exhausted falls unconscious.",
			"",
			"***Unconscious:*** An unconscious character has a personal progress of 0, and can't increase it as long as she remains unconscious. As with fatigue and exhaustion, the character must take this penalty for the entire phase in which she recovers from unconsciousness."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"pursuit"
		],
		"siblings": [
			"the_core_mechanic",
			"building_a_pursuit",
			"running_a_pursuit",
			"terrain_tiles",
			"pursuit_advantages",
			"pursuit_tactics",
			"damage_fatigue_and_exhaustion"
		]
	},
	"simple_monster_creation": {
		"name": "Simple Monster Creation",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/194}",
			"",
			"Monsters can be truly memorable and entertaining, but they can also be a lot of work if the GM needs to customize them or create new ones. The standard methods for creating monsters and NPCs are similar to those for creating player characters, but striking the right power balance can be challenging.",
			"",
			"The simple monster creation system presented here lets you create a monster and have it ready for your table quickly. This means bending the normal rules to cut out time-consuming steps, such as picking a ton of 1st-level spells a monster is unlikely to cast, selecting magic items according to an NPC's budget, or recalculating statistics based on spell effects. Rather than making you build a monster from scratch, this system uses baselines derived from [Table 1-1: Monster Statistics by CR](rule/step_2_target_statistics). This gives you the flexibility to start off with almost-final statistics and make a few adjustments as needed to create a formidable unchained monster."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"step_1_array",
			"step_2_creature_type_or_class_graft",
			"step_3_subtype_graft",
			"step_4_template_graft",
			"step_5_size_graft",
			"step_6_spells",
			"step_7_monster_options",
			"step_8_skills",
			"step_9_damage",
			"other_calculations",
			"monster_creation_examples"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"spell_duels",
			"verbal_duels",
			"heists",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness",
			"hazards_and_disasters"
		]
	},
	"step_1_array": {
		"name": "Step 1: Array",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/196}",
			"",
			"The arrays presented in this section allow you to quickly derive the statistics for three broad types of monsters. Each one allows for a fair amount of customization - especially through monster options - but the monster's statistics stay close to the baselines set by PC progressions and [Table 1-1 in the Bestiary](rule/step_2_target_statistics). The options roughly correspond to the combat, skill, and spell roles used for monster advancement in the normal monster creation system. Therefore, if you were to recreate a monster with the combat role (such as an ogre or vrock), you would start with the combatant array. You can choose whichever array you prefer, unless the monster is meant to mimic an NPC created with a character class from [Step 2](rule/step_2_creature_type_or_class_graft) or a template from [Step 4](rule/step_4_template_graft). The three arrays are as follows.",
			"",
			"***Combatant:*** Any monster that focuses primarily on its physical power uses the combatant array. High attack bonuses, hit points, and defenses are the defining traits of this array. A combatant's skills are weak, and the majority of its options are in the combat category. Most creatures of low or no Intelligence should be combatants, as should intelligent monsters with combat training.",
			"",
			"***Expert:*** A monster uses the expert array if it's focused on skills, interaction, or cunning tactics. This array provides moderate statistics in most areas, but strong skills and extensive monster options. The expert array is the ideal way to replicate skill-based NPCs such as rogues or bards. In many cases, expert monsters are more likely to attempt tricking or befriending the PCs than fight.",
			"",
			"***Spellcaster:*** If a monster relies primarily on spells, it uses the spellcaster array. Though the monster's statistics are typically weak overall, it gains access to a sizable number of spells from the lists in [Step 6](rule/step_6_spells). Because this system uses benchmark numbers instead of calculating individual statistics, a monster that uses its spells primarily to increase its own abilities (so that it can become a strong melee combatant, for instance) should use the array that best matches the way it will be used in the game rather than using the spellcaster array just because it can cast magic."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation"
		],
		"subtopics": [
			"character_classes",
			"using_an_array",
			"combatant_array",
			"expert_array",
			"spellcaster_array"
		],
		"siblings": [
			"step_1_array",
			"step_2_creature_type_or_class_graft",
			"step_3_subtype_graft",
			"step_4_template_graft",
			"step_5_size_graft",
			"step_6_spells",
			"step_7_monster_options",
			"step_8_skills",
			"step_9_damage",
			"other_calculations",
			"monster_creation_examples"
		]
	},
	"character_classes": {
		"name": "Character Classes",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/196}",
			"",
			"You might create a monster that should use the statistics for a character class, either because the monster would normally be created by adding class levels to the monster or because you think the monster's abilities are similar enough to those of a character class that it would be quicker to start with the class. In this case, look ahead to the {rule/class grafts} and use the array required by the class you desire. Keep in mind that a monster with class levels typically has a CR equal to its class level - 1, so if you want your monster to have particular level-dependent class abilities, you'll want to use the statistics for a CR that's 1 lower than the target class level.",
			"",
			"As mentioned before, a monster that primarily relies on its racial or innate abilities with only a small number of class levels might be built differently. You can create the monster using its [creature type graft](rule/creature_type_grafts), then refer to the related class graft for ideas of which monster options to select."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_1_array"
		],
		"siblings": [
			"character_classes",
			"using_an_array",
			"combatant_array",
			"expert_array",
			"spellcaster_array"
		]
	},
	"using_an_array": {
		"name": "Using an Array",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/196}",
			"",
			"In the simple monster creation system, you don't use the normal calculations to generate your monster's final statistics. Instead, you take the numbers directly from the array, then make a few adjustments based on grafts and monster options later along in the process. In other words, if the array says the monster's Fortitude saving throw bonus is +11, that number is its total bonus - it's assumed to already include all bonuses from Hit Dice, classes, Constitution modifier, and magic items, regardless of later adjustments.",
			"",
			"Each array consists of two tables: the first contains most of the monster's statistics and choices, and the second contains the array's options for attacks and damage values. To start creating your monster's statistics, find the table with the appropriate array and go to the row for your monster's desired CR. Record the statistics from that row according to the following guidelines.",
			"",
			"CR, AC, Saving Throws, CMD, hp, and DCs: Record these numbers as they appear on the table. A few of these might change in later stages, but there aren't any additional choices to make for these numbers during this step of the process. Note that for AC, the first number is the normal AC, the second is touch AC, and the third is flat-footed AC. For saving throws, you can swap one save with another to better suits your monster. The two DC columns are used for all the monster's abilities and spells. For any ability that isn't a spell, use the ability DC listed. For any spell the monster can cast, add the spell's level to the number from the spell DC column. Use the spell's cleric or sorcerer/ wizard level if multiple classes can cast it. If neither of those classes has the spell, use the highest spell level listed in the spell's description.",
			"",
			"***Ability Modifiers:*** For this step, you'll assign the modifiers for the monster's three most important ability scores. You can use whatever criteria you like to assign the ability modifiers; each array's section gives suggestions for typical choices. All other abilities have a modifier of +0, though you can give the monster a penalty if thematically appropriate. Note that these entries are the ability modifiers, not the ability scores, since you'll primarily use them as the default modifiers for skill checks and ability checks. Write down the ability modifier assignments you've chosen.",
			"",
			"***Skills:*** All skills are divided into two categories, representing those the monster has mastered and ones it's merely good at. The number with the plus before it is the skill's bonus, and the number in parentheses indicates how many skills the monster gets at that level of expertise. For instance, a master entry of \"+11 (2)\" means that the monster gets two skills at +11, and any other \"master skills\" that grafts provide will also be at +11. These bonuses are assumed to include the monster's ability score bonuses, ranks, feats, and racial modifiers as appropriate to get the value given here. Write down the monster's good and master bonuses, and note how many skills it has with each bonus. Because grafts can alter a monster's number of skills or bestow or deny specific skills, you'll decide on specific skills in [Step 8](rule/step_8_skills).",
			"",
			"***Options:*** Most of a monster's abilities beyond its base statistics come from monster options. There are four categories of options: combat, magic, social, and universal. Each entry lists how many options of a given category that monster can take, with \"any\" meaning that there's no category restriction for those options. Make a note of how many options of each type the monster gets. You define the options in [Step 7](rule/step_7_monster_options).",
			"",
			"***Attacks and Damage:*** The second table shows four options for a monster's attacks. Two columns show weapon-based attacks, one with a high bonus and one with a low bonus. Use the higher attack and damage values for the monster's main attack. If the monster has additional attacks that are less powerful, use the lower attack and damage values for those attacks - a creature that's primarily a ranged attacker would use high values for its longbow attacks and low values for its longsword attacks. You can mix and match these values. For example, since ranged attacks typically deal less damage, you might have a longbow attack use the high attack value but the low damage value.",
			"",
			"The remaining two columns are for natural attacks - either two attacks (two slam or claw attacks, for example) or one powerful primary attack and two weaker secondary attacks (such as a bite and two claws). At some levels, a monster might have a negative number for an attack bonus; this means that number of attacks is probably too strong for a monster of that CR. These entries are included for completeness.",
			"",
			"The number in parentheses indicates the amount of damage each attack deals. For example, an entry that reads \"+10/+5 (10)\" means that when the monster makes a full attack, it makes one attack at +10 and one at +5, and that each attack deals an average of 10 points of damage. An entry reading \"1 at +10 (10), 2 at +5 (5)\" indicates that the monster would make one attack at +10 that deals 10 points of damage and two at +5 that deal 5 points of damage each.",
			"",
			"Write down the attack bonuses and the damage for the monster's attacks. In [Step 9](rule/step_9_damage), you'll assign dice to the damage values. If your monster should have a number of attacks different from what you see here (four tentacle attacks, for example), that section includes advice for how to alter the monster's attacks using [Table 1-1](rule/step_2_target_statistics).",
			"",
			"### Reading Array Entries",
			"",
			"Each section on the following pages briefly explains the concept of a particular array, then provides the following tools.",
			"",
			"***Themes:*** These examples detail some common types of monsters this array can be used to create. The theme entry suggests the main ability scores, skills, and monster options the monster might take. Spellcaster entries also include suggested spell lists. All these listings are simply suggestions, and are provided to point you toward the best monster options quickly.",
			"",
			"***Main Statistics:*** Most statistics for the monster array appear on the large table at the bottom of the left-hand page, organized by CR.",
			"",
			"***Attack Statistics:*** The array continues on the right-hand page with attack options and damage values by CR."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_1_array"
		],
		"siblings": [
			"character_classes",
			"using_an_array",
			"combatant_array",
			"expert_array",
			"spellcaster_array"
		]
	},
	"combatant_array": {
		"name": "Combatant Array",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/198}",
			"",
			"The most common type of monster in most regions, a combatant is at its best on the battlefield. A combatant monster typically has high physical statistics and powerful attacks. Strong defenses, hit points, and attacks take precedence over skills and options. This array covers a wide variety of creatures, from brutish beasts to experienced generals.",
			"",
			"Some common combatants include most animals and vermin, most demons, chokers, most giants, ghouls, golems, ogres, trolls, and worgs.",
			"",
			"### Combatant Themes",
			"",
			"The following themes reflect many of the styles combatants might use to fight.",
			"",
			"***Beater:*** Big and rugged, the beater is all about hitting things hard and soaking up a ton of punishment. Ability modifiers-Strength and Constitution; skills-Climb, Intimidate, Swim; combat options-damage reduction, diehard, extra hit points, power attack, rend.",
			"",
			"***Commander:*** Leading by example, the commander fights while inspiring allies to greater success. Ability modifiers-Strength and Charisma; skills-Acrobatics, Diplomacy, Intimidate, Ride; combat options-challenge, combatant's touch, improved initiative; social options-bolstering presence, heroic recovery.",
			"",
			"***Hunter:*** Trained to fight by stalking its foes, the hunter thrives on the element of surprise. Ability modifiers-Strength or Dexterity and Wisdom; skills-Climb, Handle Animal, Perception, Survival, Swim; combat options-bleed, critical striker, favored enemy, trap squares; social option-alertness.",
			"",
			"***Rider:*** Mounted on another creature, the rider attacks using its advantageous position. Ability modifiers-Dexterity and Strength; skills-Handle Animal, Intimidate, Ride; combat options-improved initiative, mounted master, powerful charge.",
			"",
			"***Sharpshooter:*** This monster attacks from a distance, typically using a bow, crossbow, or firearm. Ability modifiers-Dexterity and Wisdom; skills-Acrobatics, Perception, Stealth; combat options-extra attack, far shot, fast reload, firearm savvy, precise shot; universal option-magic weapon.",
			"",
			"***Skirmisher:*** Dancing in and out of battle, the skirmisher uses speed and trickery. Ability modifiers-Dexterity and Charisma; skills-Acrobatics, Climb, Escape Artist, Stealth; combat options-dodge expert, extra attack, mobile attack, repositioning attack; universal option-terrain stride.",
			"",
			"***Tactician:*** With an vast bag of tricks, the tactician uses its savvy mind more than its brawn. Ability modifiers-Intelligence and Dexterity; skills-Bluff, Escape Artist, Perception; combat options-defense breaker, deflect projectiles, improved combat maneuver, mage-killer, sneak attack.",
			"",
			"***Untouchable:*** Protected by exhaustive defenses, the untouchable can't be phased by most attacks. Ability modifiers-Constitution and Dexterity; skills-Acrobatics, Perception, Survival; combat options-damage reduction, dodge expert or extra armor, immunity, spell resistance, uncanny dodge.",
			"",
			"***Weakener:*** Rather than dealing massive amounts of damage, the weakener undermines its opponents' combat abilities. This theme offers several potential options, but avoid giving the monster more than two. Ability modifiers-Strength and Constitution; skills-Intimidate, Perception, Stealth; combat options-ability damage, blood drain, defense breaker, energy drain, fear attack, paralysis, stun attack.",
			"",
			"### Combatant Classes",
			"",
			"If your monster is meant to act as though it has a character class, it gains a class graft. The following class grafts require the monster to use the combatant array: barbarian, cavalier, fighter, gunslinger, monk, paladin, and ranger. For animal companions and mounts, see the section under {rule/Class Grafts}.",
			"",
			"### Table 5-1: Combatant Main Statistics",
			"",
			"| CR | AC | Fort | Ref | Will | CMD | hp | Ability DC | Spell DC | Ability Modifiers | (Skills) Master | (Skills) Good | Options |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1/2 | 13, t 12, f 12 | +1 | +1 | +0 | 13 | 11 | 9 | 9 | +3, +2, +1 | +8 (1) | +5 (2) | 1 combat |",
			"| 1 | 14, t 12, f 12 | +2 | +2 | +1 | 14 | 16 | 10 | 11 | +3, +2, +1 | +9 (1) | +6 (2) | 1 combat |",
			"| 2 | 16, t 12, f 12 | +3 | +3 | +1 | 16 | 22 | 11 | 12 | +3, +2, +1 | +10 (1) | +7 (2) | 1 combat |",
			"| 3 | 17, t 12, f 12 | +4 | +4 | +2 | 18 | 33 | 12 | 11 | +4, +2, +1 | +11 (1) | +8 (2) | 1 combat, 1 any |",
			"| 4 | 19, t 12, f 14 | +5 | +5 | +3 | 20 | 44 | 13 | 12 | +4, +2, +1 | +12 (1) | +9 (2) | 1 combat, 1 any |",
			"| 5 | 20, t 12, f 15 | +6 | +6 | +4 | 21 | 60 | 13 | 12 | +5, +2, +2 | +13 (1) | +10 (2) | 1 combat, 1 any |",
			"| 6 | 21, t 12, f 15 | +7 | +7 | +5 | 23 | 77 | 14 | 12 | +5, +2, +2 | +14 (1) | +11 (2) | 1 combat, 1 any |",
			"| 7 | 22, t 13, f 16 | +8 | +8 | +6 | 24 | 93 | 15 | 12 | +6, +4, +2 | +15 (1) | +12 (2) | 1 combat, 1 any |",
			"| 8 | 23, t 13, f 17 | +9 | +9 | +7 | 26 | 110 | 16 | 13 | +6, +4, +2 | +16 (1) | +13 (2) | 1 combat, 1 any |",
			"| 9 | 25, t 15, f 18 | +10 | +10 | +8 | 28 | 126 | 16 | 13 | +7, +4, +3 | +17 (1) | +14 (2) | 1 combat, 1 any |",
			"| 10 | 26, t 15, f 19 | +11 | +11 | +9 | 29 | 143 | 17 | 13 | +7, +5, +3 | +18 (1) | +14 (2) | 1 combat, 1 any |",
			"| 11 | 27, t 16, f 20 | +12 | +12 | +10 | 30 | 159 | 18 | 13 | +8, +5, +3 | +19 (1) | +15 (2) | 1 combat, 1 any |",
			"| 12 | 29, t 17, f 21 | +13 | +13 | +11 | 32 | 176 | 19 | 14 | +8, +5, +4 | +20 (1) | +16 (2) | 2 combat, 1 any |",
			"| 13 | 30, t 18, f 22 | +14 | +14 | +12 | 33 | 198 | 19 | 14 | +9, +6, +4 | +21 (1) | +17 (2) | 2 combat, 1 any |",
			"| 14 | 31, t 18, f 23 | +15 | +15 | +12 | 34 | 220 | 20 | 14 | +9, +6, +4 | +23 (1) | +18 (2) | 2 combat, 1 any |",
			"| 15 | 32, t 19, f 24 | +16 | +16 | +13 | 36 | 242 | 21 | 14 | +10, +7, +5 | +25 (1) | +20 (2) | 2 combat, 1 any |",
			"| 16 | 33, t 19, f 24 | +17 | +17 | +14 | 37 | 264 | 22 | 15 | +11, +7, +5 | +27 (1) | +22 (2) | 2 combat, 1 any |",
			"| 17 | 34, t 20, f 25 | +18 | +18 | +15 | 38 | 297 | 22 | 15 | +11, +8, +5 | +29 (1) | +23 (2) | 2 combat, 1 any |",
			"| 18 | 35, t 21, f 26 | +18 | +18 | +16 | 39 | 330 | 23 | 15 | +12, +8, +6 | +31 (1) | +25 (2) | 3 combat, 1 any |",
			"| 19 | 36, t 21, f 27 | +19 | +19 | +16 | 40 | 363 | 24 | 16 | +13, +9, +6 | +33 (1) | +27 (2) | 3 combat, 1 any |",
			"| 20 | 38, t 22, f 28 | +20 | +20 | +17 | 42 | 407 | 25 | 17 | +13, +9, +6 | +35 (1) | +28 (2) | 3 combat, 1 any |",
			"| 21 | 39, t 23, f 29 | +21 | +21 | +18 | 43 | 440 | 25 | 17 | +14, +10, +7 | +37 (1) | +30 (2) | 3 combat, 1 any |",
			"| 22 | 41, t 24, f 30 | +21 | +21 | +18 | 45 | 484 | 26 | 18 | +14, +10, +7 | +39 (1) | +32 (2) | 3 combat, 1 any |",
			"| 23 | 42, t 25, f 31 | +22 | +22 | +19 | 46 | 528 | 27 | 19 | +15, +11, +7 | +41 (1) | +33 (2) | 3 combat, 1 any |",
			"| 24 | 44, t 26, f 33 | +23 | +23 | +20 | 48 | 572 | 28 | 20 | +15, +11, +8 | +43 (1) | +35 (2) | 3 combat, 1 any |",
			"| 25 | 45, t 27, f 33 | +24 | +24 | +21 | 50 | 616 | 28 | 20 | +16, +12, +8 | +45 (1) | +37 (2) | 3 combat, 1 any |",
			"| 26 | 46, t 27, f 34 | +25 | +25 | +22 | 51 | 660 | 29 | 21 | +16, +12, +8 | +47 (1) | +38 (2) | 3 combat, 1 any |",
			"| 27 | 47, t 28, f 35 | +26 | +26 | +23 | 52 | 704 | 30 | 22 | +17, +13, +9 | +49 (1) | +40 (2) | 3 combat, 1 any |",
			"| 28 | 48, t 28, f 36 | +27 | +27 | +24 | 53 | 748 | 31 | 23 | +17, +13, +9 | +51 (1) | +42 (2) | 3 combat, 1 any |",
			"| 29 | 49, t 29, f 36 | +28 | +28 | +25 | 54 | 792 | 32 | 24 | +18, +14, +10 | +53 (1) | +43 (2) | 3 combat, 1 any |",
			"| 30 | 50, t 30, f 37 | +29 | +29 | +26 | 55 | 836 | 33 | 25 | +18, +15, +10 | +55 (1) | +45 (2) | 3 combat, 1 any |",
			"",
			"### Table 5-2: Combatant Attack Statistics",
			"",
			"| CR | Weapon Attacks: High (Damage) | Weapon Attacks: Low (Damage) | Two Natural Attacks (Damage) | Three Natural Attacks (Damage) |",
			"| --- | --- | --- | --- | --- |",
			"| 1/2 | +1 (5) | +0 (4) | 2 at -1 (4) | 1 at -1 (6), 2 at -6 (4) |",
			"| 1 | +2 (8) | +1 (6) | 2 at +0 (4) | 1 at +0 (6), 2 at -5 (4) |",
			"| 2 | +4 (11) | +3 (8) | 2 at +2 (6) | 1 at +2 (6), 2 at -3 (4) |",
			"| 3 | +6 (14) | +4 (10) | 2 at +6 (8) | 1 at +6 (10), 2 at +1 (5) |",
			"| 4 | +8 (17) | +6 (13) | 2 at +8 (9) | 1 at +8 (12), 2 at +3 (6) |",
			"| 5 | +10/+5 (15) | +7/+2 (11) | 2 at +10 (11) | 1 at +10 (15), 2 at +5 (8) |",
			"| 6 | +12/+7 (18) | +8/+3 (13) | 2 at +12 (14) | 1 at +12 (19), 2 at +7 (10) |",
			"| 7 | +13/+8 (22) | +10/+5 (16) | 2 at +13 (17) | 1 at +13 (22), 2 at +8 (11) |",
			"| 8 | +15/+10 (26) | +11/+6 (19) | 2 at +15 (20) | 1 at +15 (26), 2 at +10 (13) |",
			"| 9 | +17/+12 (29) | +12/+7 (22) | 2 at +17 (22) | 1 at +17 (30), 2 at +12 (15) |",
			"| 10 | +18/+13/+8 (28) | +13/+8/+3 (21) | 2 at +18 (25) | 1 at +18 (33), 2 at +13 (17) |",
			"| 11 | +19/+14/+9 (32) | +14/+9/+4 (23) | 2 at +19 (28) | 1 at +19 (37), 2 at +14 (19) |",
			"| 12 | +21/+16/+11 (35) | +15/+10/+5 (26) | 2 at +21 (31) | 1 at +21 (41), 2 at +16 (21) |",
			"| 13 | +22/+17/+12 (38) | +16/+11/+6 (28) | 2 at +22 (33) | 1 at +22 (44), 2 at +17 (22) |",
			"| 14 | +23/+18/+13 (41) | +17/+12/+7 (30) | 2 at +23 (36) | 1 at +23 (48), 2 at +18 (24) |",
			"| 15 | +24/+19/+14/+9 (41) | +18/+13/+8/+3 (31) | 2 at +24 (39) | 1 at +24 (52), 2 at +19 (26) |",
			"| 16 | +26/+21/+16/+11 (47) | +19/+14/+9/+4 (35) | 2 at +26 (44) | 1 at +26 (59), 2 at +21 (30) |",
			"| 17 | +27/+22/+17/+12 (53) | +20/+15/+10/+5 (40) | 2 at +27 (50) | 1 at +27 (66), 2 at +22 (33) |",
			"| 18 | +28/+23/+18/+13 (59) | +21/+16/+11/+6 (44) | 2 at +28 (55) | 1 at +28 (74), 2 at +23 (37) |",
			"| 19 | +29/+24/+19/+14 (65) | +22/+17/+12/+7 (48) | 2 at +29 (61) | 1 at +29 (81), 2 at +24 (41) |",
			"| 20 | +30/+25/+20/+15 (70) | +23/+18/+13/+8 (53) | 2 at +30 (66) | 1 at +30 (88), 2 at +25 (44) |",
			"| 21 | +31/+26/+21/+16 (76) | +24/+19/+14/+9 (58) | 2 at +31 (72) | 1 at +31 (96), 2 at +26 (48) |",
			"| 22 | +32/+27/+22/+17 (82) | +25/+20/+15/+10 (62) | 2 at +32 (77) | 1 at +32 (103), 2 at +27 (52) |",
			"| 23 | +33/+28/+23/+18 (88) | +26/+21/+16/+11 (66) | 2 at +33 (83) | 1 at +33 (110), 2 at +28 (55) |",
			"| 24 | +35/+30/+25/+20 (97) | +27/+22/+17/+12 (73) | 2 at +35 (91) | 1 at +35 (121), 2 at +30 (61) |",
			"| 25 | +36/+31/+26/+21 (105) | +28/+23/+18/+13 (79) | 2 at +36 (99) | 1 at +36 (132), 2 at +31 (66) |",
			"| 26 | +37/+32/+27/+22 (114) | +29/+24/+19/+14 (85) | 2 at +37 (108) | 1 at +37 (143), 2 at +32 (72) |",
			"| 27 | +38/+33/+28/+23 (123) | +30/+25/+20/+15 (91) | 2 at +38 (116) | 1 at +38 (154), 2 at +33 (77) |",
			"| 28 | +39/+34/+29/+24 (132) | +31/+26/+21/+16 (97) | 2 at +39 (124) | 1 at +39 (165), 2 at +34 (83) |",
			"| 29 | +40/+35/+30/+25 (140) | +32/+27/+22/+17 (103) | 2 at +40 (132) | 1 at +40 (176), 2 at +35 (88) |",
			"| 30 | +41/+36/+31/+26 (149) | +33/+28/+23/+18 (108) | 2 at +41 (141) | 1 at +41 (187), 2 at +36 (94) |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_1_array"
		],
		"siblings": [
			"character_classes",
			"using_an_array",
			"combatant_array",
			"expert_array",
			"spellcaster_array"
		]
	},
	"expert_array": {
		"name": "Expert Array",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/200}",
			"",
			"Possessing in-depth knowledge, experts often appear as leaders, trusted advisors, or elite operatives. An expert monster typically has a high Intelligence modifier, but its other statistics vary depending on its role. Strong skills and interaction options are an expert's most important traits, but as the expert array is more versatile than the other arrays, many experts also pick up the secondary magic option or tactical combat options.",
			"",
			"Common expert monsters include doppelgangers, imps, intellect devourers, invisible stalkers, and pixies.",
			"",
			"### Expert Themes",
			"",
			"The following themes represent skill sets and areas of knowledge an expert might embrace.",
			"",
			"***Advisor:*** Usually serving as an assistant to a more powerful creature, the advisor fills a support role. Ability modifiers-Charisma and Wisdom; skills-Bluff, Diplomacy, Intimidate, Knowledge (local), Knowledge (nobility), Sense Motive; combat option-improved initiative; social options-alertness, inspire competence, persuasive, slippery mind.",
			"",
			"***Apothecary:*** With extensive practice in creating alchemical concoctions, the apothecary might be an alchemist or a village healer. Ability modifiers-Intelligence and Constitution; skills-Appraise, Craft (alchemy), Heal, Knowledge (arcana), Knowledge (nature), Spellcraft; combat option-bombs; magic options-mutagen, potent healing, potions, remove minor condition, remove moderate condition, secondary magic (alchemy or healing spell list).",
			"",
			"***Artificer:*** Well acquainted with items and their creation, the artificer could be a crafter, a merchant, or an expert on magical devices. Ability modifiers-Intelligence and Charisma or Strength; skills-Appraise, Craft (any), Disable Device, Knowledge (engineering), Use Magic Device; combat option-firearm savvy; magic options: magical aptitude; social option-mercantile savvy; universal option-magic weapon.",
			"",
			"***Deceiver:*** A master of chicanery blessed with a silver tongue, the deceiver knows how to get its way. Ability modifiers-Charisma and Intelligence; skills-Bluff, Disguise, Knowledge (local), Perform (oratory), Sense Motive; combat option-sneak attack; social options-alertness, inspire fear, persuasive, slippery mind.",
			"",
			"***Guide:*** Familiar with a particular area or skilled at getting along in the wild, a guide can get people where they need to go. Ability modifiers-Wisdom and Constitution; skills-Climb, Handle Animal, Knowledge (local), Knowledge (nature), Perception, Survival, Swim; combat option-extra hit points; social options-alertness, animal friend, sound mimicry; universal option-terrain stride (undergrowth).",
			"",
			"***Performer:*** Born to the stage, the performer puts on an elaborate show. Ability modifiers-Charisma and Dexterity; skills-Acrobatics, Disguise, Escape Artist, Perform (any), Sleight of Hand; combat options-dodge expert, mobility; social options-bolstering presence, fascinate, persuasive.",
			"",
			"***Scholar:*** Through extensive study, the scholar picks up detailed information about a variety of subjects, becoming an invaluable resource. Ability modifiers-Intelligence and Wisdom; skills-Appraise, Knowledge (any), Spellcraft, Use Magic Device; magic options-magical aptitude, protective ward; social option-knowledgeable; universal option-secondary magic (knowledge or magic spell list).",
			"",
			"***Spy:*** A well-rounded expert, the spy needs to be prepared for any situation. Ability modifiers-Charisma and Dexterity; skills-Bluff, Disable Device, Disguise, Sleight of Hand, Stealth; combat options-constant invisibility, poison, sneak attack; social options-alertness, persuasive, slippery mind.",
			"",
			"### Expert Classes",
			"",
			"If your monster is meant to act as though it has a character class, it gains a [class graft](rule/class_grafts). The following class grafts require the monster to use the expert array: alchemist, bard, inquisitor, magus, and rogue.",
			"",
			"### Table 5-3: Expert Main Statistics",
			"",
			"| CR | AC | Fort | Ref | Will | CMD | hp | Ability DC | Spell DC | Ability Modifiers | (Skills) Master | (Skills) Good | Options |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1/2 | 11, t 10, f 10 | +0 | +0 | +3 | 11 | 10 | 11 | 11 | +3, +2, +1 | +8 (3) | +5 (2) | 1 any |",
			"| 1 | 12, t 10, f 10 | +1 | +1 | +4 | 12 | 15 | 12 | 12 | +3, +2, +1 | +9 (3) | +6 (2) | 1 any |",
			"| 2 | 14, t 10, f 10 | +1 | +1 | +5 | 14 | 20 | 13 | 13 | +3, +2, +1 | +10 (3) | +7 (2) | 1 any |",
			"| 3 | 15, t 10, f 11 | +2 | +2 | +6 | 16 | 30 | 14 | 13 | +4, +2, +1 | +11 (3) | +8 (2) | 1 any, 1 social |",
			"| 4 | 17, t 10, f 12 | +3 | +3 | +7 | 18 | 40 | 15 | 14 | +4, +3, +1 | +12 (3) | +9 (2) | 1 any, 1 social |",
			"| 5 | 18, t 10, f 13 | +4 | +4 | +8 | 19 | 55 | 15 | 14 | +5, +3, +2 | +13 (3) | +10 (2) | 1 any, 1 social |",
			"| 6 | 19, t 11, f 14 | +5 | +5 | +9 | 21 | 70 | 16 | 14 | +5, +3, +2 | +14 (3) | +11 (2) | 1 any, 1 social |",
			"| 7 | 20, t 12, f 15 | +6 | +6 | +10 | 22 | 85 | 17 | 14 | +6, +4, +2 | +15 (3) | +12 (2) | 1 any, 1 social |",
			"| 8 | 21, t 12, f 15 | +7 | +7 | +11 | 24 | 100 | 18 | 15 | +6, +4, +2 | +16 (3) | +13 (2) | 1 any, 1 social |",
			"| 9 | 23, t 13,1 f 17 | +8 | +8 | +12 | 26 | 115 | 18 | 15 | +7, +4, +3 | +17 (3) | +14 (2) | 1 any, 1 social |",
			"| 10 | 24, t 14, f 18 | +9 | +9 | +13 | 27 | 130 | 19 | 15 | +7, +5, +3 | +18 (3) | +14 (2) | 1 any, 1 social |",
			"| 11 | 25, t 15, f 18 | +10 | +10 | +14 | 28 | 145 | 20 | 15 | +8, +5, +3 | +19 (3) | +15 (2) | 1 any, 1 social |",
			"| 12 | 27, t 16, f 20 | +11 | +11 | +15 | 30 | 160 | 21 | 16 | +8, +5, +4 | +20 (3) | +16 (2) | 2 any, 1 social |",
			"| 13 | 28, t 16, f 21 | +12 | +12 | +16 | 31 | 180 | 21 | 16 | +9, +6, +4 | +21 (3) | +17 (2) | 2 any, 1 social |",
			"| 14 | 29, t 17, f 21 | +12 | +12 | +17 | 32 | 200 | 22 | 16 | +9, +6, +4 | +23 (3) | +18 (2) | 2 any, 1 social |",
			"| 15 | 30, t 18, f 22 | +13 | +13 | +18 | 34 | 220 | 23 | 16 | +10, +7, +5 | +25 (3) | +20 (2) | 2 any, 1 social |",
			"| 16 | 31, t 18, f 23 | +14 | +14 | +19 | 35 | 240 | 24 | 17 | +11, +7, +5 | +27 (3) | +22 (2) | 2 any, 1 social |",
			"| 17 | 32, t 19, f 24 | +15 | +15 | +20 | 36 | 270 | 24 | 17 | +11, +8, +5 | +29 (3) | +23 (2) | 2 any, 1 social |",
			"| 18 | 33, t 19, f 24 | +16 | +16 | +20 | 37 | 300 | 25 | 17 | +12, +8, +6 | +31 (3) | +25 (2) | 3 any, 1 social |",
			"| 19 | 34, t 20, f 25 | +16 | +16 | +21 | 38 | 330 | 26 | 18 | +13, +9, +6 | +33 (3) | +27 (2) | 3 any, 1 social |",
			"| 20 | 36, t 21, f 27 | +17 | +17 | +22 | 40 | 370 | 27 | 19 | +13, +9, +6 | +35 (3) | +28 (2) | 3 any, 1 social |",
			"| 21 | 37, t 22, f 27 | +18 | +18 | +23 | 41 | 400 | 27 | 19 | +14, +10, +7 | +37 (3) | +30 (2) | 3 any, 1 social |",
			"| 22 | 39, t 23, f 29 | +18 | +18 | +23 | 43 | 440 | 28 | 20 | +14, +10, +7 | +39 (3) | +32 (2) | 3 any, 1 social |",
			"| 23 | 40, t 24, f 30 | +19 | +19 | +24 | 44 | 480 | 29 | 21 | +15, +11, +7 | +41 (3) | +33 (2) | 3 any, 1 social |",
			"| 24 | 42, t 25, f 31 | +20 | +20 | +25 | 46 | 520 | 30 | 22 | +15, +11, +8 | +43 (3) | +35 (2) | 3 any, 1 social |",
			"| 25 | 43, t 25, f 32 | +21 | +21 | +26 | 48 | 560 | 30 | 22 | +16, +12, +8 | +45 (3) | +37 (2) | 3 any, 1 social |",
			"| 26 | 44, t 26, f 33 | +22 | +22 | +27 | 49 | 600 | 31 | 23 | +16, +12, +8 | +47 (3) | +38 (2) | 3 any, 1 social |",
			"| 27 | 45, t 27, f 33 | +23 | +23 | +28 | 50 | 640 | 32 | 24 | +17, +13, +9 | +49 (3) | +40 (2) | 3 any, 1 social |",
			"| 28 | 46, t 27, f 34 | +24 | +24 | +29 | 51 | 680 | 33 | 25 | +17, +13, +9 | +51 (3) | +42 (2) | 3 any, 1 social |",
			"| 29 | 47, t 28, f 35 | +25 | +25 | +30 | 52 | 720 | 34 | 26 | +18, +14, +10 | +53 (3) | +43 (2) | 3 any, 1 social |",
			"| 30 | 48, t 28, f 36 | +26 | +26 | +31 | 53 | 760 | 35 | 27 | +18, +15, +110 | +55 (3) | +45 (2) | 3 any, 1 social |",
			"",
			"### Table 5-4: Expert Attack Statistics",
			"",
			"| CR | Weapon Attacks: High (Damage) | Weapon Attacks: Low (Damage) | Two Natural Attacks (Damage) | Three Natural Attacks (Damage) |",
			"| --- | --- | --- | --- | --- |",
			"| 1/2 | +1 (4) | +0 (3) | 2 at -2 (4) | 1 at -2 (6), 2 at -7 (4) |",
			"| 1 | +2 (7) | +1 (5) | 2 at -1 (4) | 1 at -1 (6), 2 at -6 (4) |",
			"| 2 | +4 (10) | +3 (7) | 2 at +1 (6) | 1 at +1 (6), 2 at -4 (4) |",
			"| 3 | +6 (13) | +4 (9) | 2 at +4 (7) | 1 at +4 (9), 2 at -1 (5) |",
			"| 4 | +8 (16) | +6 (12) | 2 at +6 (8) | 1 at +6 (11), 2 at +1 (6) |",
			"| 5 | +10 (19) | +7 (15) | 2 at +7 (10) | 1 at +7 (14), 2 at +2 (7) |",
			"| 6 | +12 (24) | +8 (18) | 2 at +8 (13) | 1 at +8 (17), 2 at +3 (9) |",
			"| 7 | +13/+8 (20) | +10/+5 (15) | 2 at +10 (15) | 1 at +10 (20), 2 at +5 (10) |",
			"| 8 | +15/+10 (23) | +11/+6 (17) | 2 at +11 (18) | 1 at +11 (24), 2 at +6 (12) |",
			"| 9 | +17/+12 (26) | +12/+7 (20) | 2 at +12 (20) | 1 at +12 (27), 2 at +7 (14) |",
			"| 10 | +18/+13 (30) | +13/+8 (22) | 2 at +13 (23) | 1 at +13 (30), 2 at +8 (15) |",
			"| 11 | +19/+14 (33) | +14/+9 (25) | 2 at +14 (25) | 1 at +14 (34), 2 at +9 (17) |",
			"| 12 | +21/+16 (36) | +15/+10 (27) | 2 at +15 (28) | 1 at +15 (37), 2 at +10 (19) |",
			"| 13 | +22/+17 (39) | +16/+11 (30) | 2 at +16 (30) | 1 at +16 (40), 2 at +11 (20) |",
			"| 14 | +23/+18/+13 (37) | +17/+12/+7 (28) | 2 at +17 (33) | 1 at +17 (44), 2 at +12 (22) |",
			"| 15 | +24/+19/+14 (40) | +18/+13/+8 (30) | 2 at +18 (35) | 1 at +18 (47), 2 at +13 (24) |",
			"| 16 | +26/+21/+16 (46) | +19/+14/+9 (34) | 2 at +19 (40) | 1 at +19 (54), 2 at +14 (27) |",
			"| 17 | +27/+22/+17 (51) | +20/+15/+10 (38) | 2 at +20 (45) | 1 at +20 (60), 2 at +15 (30) |",
			"| 18 | +28/+23/+18 (57) | +21/+16/+11 (43) | 2 at +21 (50) | 1 at +21 (67), 2 at +16 (34) |",
			"| 19 | +29/+24/+19 (63) | +22/+17/+12 (47) | 2 at +22 (55) | 1 at +22 (74), 2 at +17 (37) |",
			"| 20 | +30/+25/+20 (68) | +23/+18/+13 (51) | 2 at +23 (60) | 1 at +23 (80), 2 at +18 (40) |",
			"| 21 | +31/+26/+21/+16 (69) | +24/+19/+14/+9 (52) | 2 at +24 (65) | 1 at +24 (87), 2 at +19 (44) |",
			"| 22 | +32/+27/+22/+17 (75) | +25/+20/+15/+10 (56) | 2 at +25 (70) | 1 at +25 (94), 2 at +20 (47) |",
			"| 23 | +33/+28/+23/+18 (80) | +26/+21/+16/+11 (60) | 2 at +26 (75) | 1 at +26 (100), 2 at +21 (50) |",
			"| 24 | +35/+30/+25/+20 (88) | +27/+22/+17/+12 (66) | 2 at +27 (83) | 1 at +27 (110), 2 at +22 (55) |",
			"| 25 | +36/+31/+26/+21 (96) | +28/+23/+18/+13 (72) | 2 at +28 (90) | 1 at +28 (120), 2 at +23 (60) |",
			"| 26 | +37/+32/+27/+22 (104) | +29/+24/+19/+14 (77) | 2 at +29 (98) | 1 at +29 (130), 2 at +24 (65) |",
			"| 27 | +38/+33/+28/+23(112) | +30/+25/+20/+15 (83) | 2 at +30 (105) | 1 at +30 (140), 2 at +25 (70) |",
			"| 28 | +39/+34/+29/+24 (120) | +31/+26/+21/+16 (88) | 2 at +31 (113) | 1 at +31 (150), 2 at +26 (75) |",
			"| 29 | +40/+35/+30/+25 (128) | +32/+27/+22/+17 (93) | 2 at +32 (120) | 1 at +32 (160), 2 at +27 (80) |",
			"| 30 | +41/+36/+31/+26 (136) | +33/+28/+23/+18 (99) | 2 at +33 (128) | 1 at +33 (170), 2 at +28 (85) |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_1_array"
		],
		"siblings": [
			"character_classes",
			"using_an_array",
			"combatant_array",
			"expert_array",
			"spellcaster_array"
		]
	},
	"spellcaster_array": {
		"name": "Spellcaster Array",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/202}",
			"",
			"With a large selection of spells, a spellcaster might be weak in combat, or could focus on powerful offensive spells. A spellcaster monster typically has a high spellcasting ability modifier: Intelligence, Wisdom, or (often for monstrous creatures) Charisma. Spells make up for the spellcaster's weak combat abilities, modest skills, and small number of monster options.",
			"",
			"Well-known spellcasters include couatls, liches, nymphs, and rakshasas.",
			"",
			"***Special Rules:*** Every monster with the spellcaster array automatically gains spells, as described under {rule/Step 6: Spells}. A spellcaster can treat its spell choices as either spells or spell-like abilities, depending on its theme.",
			"",
			"### Spellcaster Themes",
			"",
			"The following themes include recommended spell lists for common spellcaster paths.",
			"",
			"***Cultist:*** A worshiper of dark forces, the cultist is a true fanatic. Ability modifiers-Wisdom and Charisma; skills-Knowledge (arcana), Knowledge (planes), Knowledge (religion), Spellcraft; combat options-poison, rage; magic options-bestow major condition, bestow minor condition, bestow moderate condition, misfortune; social option-weakening presence; spell lists-aberrant, abyssal, chaos, death, destruction, evil, infernal, madness, necromancy.",
			"",
			"***Lorekeeper:*** Through study of ancient texts, the lorekeeper wields the fundamental principles of magic. Ability modifiers-Intelligence; skills-Knowledge (arcana), Knowledge (history), Knowledge (planes), Spellcraft, Use Magic Device; magic options-at-will magic, energy explosion, magical aptitude, metamagic spell, spell penetration; social option-knowledgeable; spell lists-abjuration, arcane, divination, knowledge, magic, transmutation.",
			"",
			"***Naturalist:*** In awe of the majesty of the wilderness, the naturalist calls on powers of the plant and animal world. Ability modifiers-Wisdom and Charisma; skills-Handle Animal, Knowledge (nature), Spellcraft, Survival; combat options-mounted master, poison; magic options-bestow major condition, bestow minor condition, bestow moderate condition; social option-animal talker; universal option-terrain stride (undergrowth); spell lists-animal, earth, nature, plant, weather.",
			"",
			"***Righteous One:*** Fighting for the cause of good or order, the righteous one can't be swayed from its purpose. Ability modifiers-Wisdom and Charisma; skills-Heal, Knowledge (arcana), Knowledge (religion), Spellcraft; combat option-extra armor; magic options-fortune, protective ward, turn undead; social option-weakening presence; spell lists-celestial, community, glory, healing, law, protection.",
			"",
			"***Trickster:*** Never to be trusted, the trickster casts spells to warp the senses and fool the mind. Ability modifiers-Intelligence and Charisma; skills-Bluff, Knowledge (arcana), Sleight of Hand, Spellcraft; combat option-sneak attack; magic options-evil eye, misfortune; social options-persuasive, slippery mind; spell lists-chaos, charm, enchantment, illusion, stealth, trickery.",
			"",
			"***War Mage:*** Armed to the teeth with offensive spells, the war mage never met a problem it couldn't blow up. Ability modifiers-Intelligence and Charisma; skills-Knowledge (arcana), Spellcraft; combat options-energy resistance, improved initiative; magic options-combat casting, magic attack, spell penetration; spell lists-battle, evocation, strength, war.",
			"",
			"### Spellcaster Classes",
			"",
			"If your monster is meant to act as though it has a character class, it gains a [class graft](rule/class_grafts).",
			"",
			"The following class grafts require the monster to use the spellcaster array: cleric, druid, oracle, sorcerer, summoner, witch, and wizard. A summoner's eidolon is a separate monster, typically created using the combatant array.",
			"",
			"### Table 5-5: Spellcaster Main Statistics",
			"",
			"| CR | AC | Fort | Ref | Will | CMD | hp | Ability DC | Spell DC | Ability Modifiers | (Skills) Master | (Skills) Good | Options |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1/2 | 9, t 8, f 8 | +0 | +0 | +3 | 9 | 9 | 11 | 13 | +3, +2, +1 | +8 (2) | +5 (1) | 1 magic |",
			"| 1 | 10, t 8, f 8 | +1 | +1 | +4 | 10 | 13 | 12 | 14 | +3, +2, +1 | +9 (2) | +6 (1) | 1 magic |",
			"| 2 | 12, t 8, f 8 | +1 | +1 | +5 | 12 | 18 | 13 | 15 | +3, +2, +1 | +10 (2) | +7 (1) | 1 magic |",
			"| 3 | 13, t 8, f 8 | +2 | +2 | +6 | 14 | 27 | 14 | 15 | +4, +2, +1 | +11 (2) | +8 (1) | 1 magic, 1 any |",
			"| 4 | 15, t 8, f 11 | +3 | +3 | +7 | 16 | 36 | 15 | 16 | +4, +3, +1 | +12 (2) | +9 (1) | 1 magic, 1 any |",
			"| 5 | 16, t 8, f 12 | +4 | +4 | +8 | 17 | 49 | 15 | 16 | +5, +3, +2 | +13 (2) | +10 (1) | 1 magic, 1 any |",
			"| 6 | 17, t 8, f 12 | +5 | +5 | +9 | 19 | 63 | 16 | 16 | +5, +3, +2 | +14 (2) | +11 (1) | 1 magic, 1 any |",
			"| 7 | 18, t 8, f 13 | +6 | +6 | +10 | 20 | 76 | 17 | 16 | +6, +4, +2 | +15 (2) | +12 (1) | 1 magic, 1 any |",
			"| 8 | 19, t 11, f 14 | +7 | +7 | +11 | 22 | 90 | 18 | 17 | +6, +4, +2 | +16 (2) | +13 (1) | 1 magic, 1 any |",
			"| 9 | 21, t 12, f 15 | +8 | +8 | +12 | 24 | 103 | 18 | 17 | +7, +4, +3 | +17 (2) | +14 (1) | 1 magic, 1 any |",
			"| 10 | 22, t 13, f 16 | +9 | +9 | +13 | 25 | 117 | 19 | 17 | +7, +5, +3 | +18 (2) | +14 (1) | 1 magic, 1 any |",
			"| 11 | 23, t 13, f 17 | +10 | +10 | +14 | 26 | 130 | 20 | 17 | +8, +5, +3 | +19 (2) | +15 (1) | 1 magic, 1 any |",
			"| 12 | 25, t 15, f 18 | +11 | +11 | +15 | 28 | 144 | 21 | 18 | +8, +5, +4 | +20 (2) | +16 (1) | 2 magic, 1 any |",
			"| 13 | 26, t 15, f 19 | +12 | +12 | +16 | 29 | 162 | 21 | 18 | +9, +6, +4 | +21 (2) | +17 (1) | 2 magic, 1 any |",
			"| 14 | 27, t 16, f 20 | +12 | +12 | +17 | 30 | 180 | 22 | 18 | +9, +6, +4 | +23 (2) | +18 (1) | 2 magic, 1 any |",
			"| 15 | 28, t 16, f 21 | +13 | +13 | +18 | 32 | 198 | 23 | 18 | +10, +7, +5 | +25 (2) | +20 (1) | 2 magic, 1 any |",
			"| 16 | 29, t 17, f 21 | +14 | +14 | +19 | 33 | 216 | 24 | 19 | +11, +7, +5 | +27 (2) | +22 (1) | 2 magic, 1 any |",
			"| 17 | 30, t 18, f 22 | +15 | +15 | +20 | 34 | 243 | 24 | 19 | +11, +8, +5 | +29 (2) | +23 (1) | 2 magic, 1 any |",
			"| 18 | 31, t 18, f 23 | +16 | +16 | +20 | 35 | 270 | 25 | 19 | +12, +8, +6 | +31 (2) | +25 (1) | 3 magic, 1 any |",
			"| 19 | 32, t 19, f 24 | +16 | +16 | +21 | 36 | 297 | 26 | 20 | +13, +9, +6 | +33 (2) | +27 (1) | 3 magic, 1 any |",
			"| 20 | 34, t 20, f 25 | +17 | +17 | +22 | 38 | 333 | 27 | 21 | +13, +9, +6 | +35 (2) | +28 (1) | 3 magic, 1 any |",
			"| 21 | 35, t 21, f 26 | +18 | +18 | +23 | 39 | 360 | 27 | 21 | +14, +10, +7 | +37 (2) | +30 (1) | 3 magic, 1 any |",
			"| 22 | 37, t 22, f 27 | +18 | +18 | +23 | 41 | 396 | 28 | 22 | +14, +10, +7 | +39 (2) | +32 (1) | 3 magic, 1 any |",
			"| 23 | 38, t 22, f 28 | +19 | +19 | +24 | 42 | 432 | 29 | 23 | +15, +11, +7 | +41 (2) | +33 (1) | 3 magic, 1 any |",
			"| 24 | 40, t 24, f 30 | +20 | +20 | +25 | 44 | 468 | 30 | 24 | +15, +11, +8 | +43 (2) | +35 (1) | 3 magic, 1 any |",
			"| 25 | 41, t 24, f 30 | +21 | +21 | +26 | 46 | 504 | 30 | 24 | +16, +12, +8 | +45 (2) | +37 (1) | 3 magic, 1 any |",
			"| 26 | 42, t 25, f 31 | +22 | +22 | +27 | 47 | 540 | 31 | 25 | +16, +12, +8 | +47 (2) | +38 (1) | 3 magic, 1 any |",
			"| 27 | 43, t 25, f 32 | +23 | +23 | +28 | 48 | 576 | 32 | 26 | +17, +13, +9 | +49 (2) | +40 (1) | 3 magic, 1 any |",
			"| 28 | 44, t 26, f 33 | +24 | +24 | +29 | 49 | 612 | 33 | 27 | +17, +13, +9 | +51 (2) | +42 (1) | 3 magic, 1 any |",
			"| 29 | 45, t 27, f 33 | +25 | +25 | +30 | 50 | 648 | 34 | 28 | +18, +14, +10 | +53 (2) | +43 (1) | 3 magic, 1 any |",
			"| 30 | 46, t 27, f 34 | +26 | +26 | +31 | 51 | 684 | 35 | 29 | +18, +15, +110 | +55 (2) | +45 (1) | 3 magic, 1 any |",
			"",
			"### Table 5-6: Spellcaster Attack Statistics",
			"",
			"| CR | Weapon Attacks: High (Damage) | Weapon Attacks: Low (Damage) | Two Natural Attacks (Damage) | Three Natural Attacks (Damage) |",
			"| --- | --- | --- | --- | --- |",
			"| CR | High (Damage) | Low (Damage) | Two (Damage) | Three (Damage) |",
			"| 1/2 | +1 (4) | +0 (3) | 2 at -2 (4) | 1 at -2 (6), 2 at -7 (4) |",
			"| 1 | +2 (6) | +1 (5) | 2 at -1 (4) | 1 at -1 (6), 2 at -6 (4) |",
			"| 2 | +4 (9) | +3 (6) | 2 at +1 (6) | 1 at +1 (6), 2 at -4 (4) |",
			"| 3 | +6 (12) | +4 (8) | 2 at +2 (6) | 1 at +2 (8), 2 at -3 (4) |",
			"| 4 | +8 (14) | +6 (11) | 2 at +6 (8) | 1 at +6 (10), 2 at +1 (5) |",
			"| 5 | +10 (18) | +7 (13) | 2 at +7 (9) | 1 at +7 (12), 2 at +2 (6) |",
			"| 6 | +12 (22) | +8 (16) | 2 at +8 (12) | 1 at +8 (15), 2 at +3 (8) |",
			"| 7 | +13/+8 (18) | +10/+5 (13) | 2 at +10 (14) | 1 at +10 (18), 2 at +5 (9) |",
			"| 8 | +15/+10 (21) | +11/+6 (16) | 2 at +11 (16) | 1 at +11 (21), 2 at +6 (11) |",
			"| 9 | +17/+12 (24) | +12/+7 (18) | 2 at +12 (18) | 1 at +12 (24), 2 at +7 (12) |",
			"| 10 | +18/+13 (27) | +13/+8 (20) | 2 at +13 (21) | 1 at +13 (27), 2 at +8 (14) |",
			"| 11 | +19/+14 (30) | +14/+9 (22) | 2 at +14 (23) | 1 at +14 (30), 2 at +9 (15) |",
			"| 12 | +21/+16 (33) | +15/+10 (24) | 2 at +15 (25) | 1 at +15 (33), 2 at +10 (17) |",
			"| 13 | +22/+17 (36) | +16/+11 (27) | 2 at +16 (27) | 1 at +16 (36), 2 at +11 (18) |",
			"| 14 | +23/+18/+13 (34) | +17/+12/+7 (25) | 2 at +17 (30) | 1 at +17 (39), 2 at +12 (20) |",
			"| 15 | +24/+19/+14 (36) | +18/+13/+8 (27) | 2 at +18 (32) | 1 at +18 (42), 2 at +13 (21) |",
			"| 16 | +26/+21/+16 (41) | +19/+14/+9 (31) | 2 at +19 (36) | 1 at +19 (48), 2 at +14 (24) |",
			"| 17 | +27/+22/+17 (46) | +20/+15/+10 (35) | 2 at +20 (41) | 1 at +20 (54), 2 at +15 (27) |",
			"| 18 | +28/+23/+18 (51) | +21/+16/+11 (39) | 2 at +21 (45) | 1 at +21 (60), 2 at +16 (30) |",
			"| 19 | +29/+24/+19 (56) | +22/+17/+12 (42) | 2 at +22 (50) | 1 at +22 (66), 2 at +17 (33) |",
			"| 20 | +30/+25/+20 (61) | +23/+18/+13 (46) | 2 at +23 (54) | 1 at +23 (72), 2 at +18 (36) |",
			"| 21 | +31/+26/+21/+16 (63) | +24/+19/+14/+9 (47) | 2 at +24 (59) | 1 at +24 (78), 2 at +19 (39) |",
			"| 22 | +32/+27/+22/+17 (67) | +25/+20/+15/+10 (51) | 2 at +25 (63) | 1 at +25 (84), 2 at +20 (42) |",
			"| 23 | +33/+28/+23/+18 (72) | +26/+21/+16/+11 (54) | 2 at +26 (68) | 1 at +26 (90), 2 at +21 (45) |",
			"| 24 | +35/+30/+25/+20 (79) | +27/+22/+17/+12 (60) | 2 at +27 (75) | 1 at +27 (99), 2 at +22 (50) |",
			"| 25 | +36/+31/+26/+21 (86) | +28/+23/+18/+13 (65) | 2 at +28 (81) | 1 at +28 (108), 2 at +23 (54) |",
			"| 26 | +37/+32/+27/+22 (94) | +29/+24/+19/+14 (70) | 2 at +29 (88) | 1 at +29 (117), 2 at +24 (59) |",
			"| 27 | +38/+33/+28/+23 (101) | +30/+25/+20/+15 (74) | 2 at +30 (95) | 1 at +30 (126), 2 at +25 (63) |",
			"| 28 | +39/+34/+29/+24 (108) | +31/+26/+21/+16 (79) | 2 at +31 (102) | 1 at +31 (135), 2 at +26 (68) |",
			"| 29 | +40/+35/+30/+25 (115) | +32/+27/+22/+17 (84) | 2 at +32 (108) | 1 at +32 (144), 2 at +27 (72) |",
			"| 30 | +41/+36/+31/+26 (122) | +33/+28/+23/+18 (89) | 2 at +33 (115) | 1 at +33 (153), 2 at +28 (77) |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_1_array"
		],
		"siblings": [
			"character_classes",
			"using_an_array",
			"combatant_array",
			"expert_array",
			"spellcaster_array"
		]
	},
	"step_2_creature_type_or_class_graft": {
		"name": "Step 2: Creature Type or Class Graft",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/204}",
			"",
			"With the normal monster creation system, foundational statistics such as base attack bonus, saving throw bonuses, and hit points are calculated from a monster's creature type and class levels. In this system, a monster's array sets its main statistics based on the broad role and CR it fits into. Creature types and classes then adjust those statistics to better resemble a particular monster concept.",
			"",
			"Creature types and character classes are represented by \"grafts\" - groups of adjustments applied to an array's statistics. A monster made with this system is primarily defined either by its creature type or a character class. For example, a ghoul that is a powerful cleric would most likely use the cleric class graft rather than being defined primarily as undead. A fire giant with 3 levels in bard, on the other hand, should use the humanoid creature type graft and later choose some monster options that grant bardlike abilities.",
			"",
			"If the focus is on a creature type, choose the appropriate creature type graft and apply the adjustments in that graft as described in the next section. If the focus is on a class, still choose a creature type graft but only apply its \"automatic traits\" entry, then apply the class graft. Even if a dragon has 20 levels in rogue (thus using the rogue class graft), for example, it still gets a dragon's normal vision types and immunities."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation"
		],
		"subtopics": [
			"creature_type_grafts",
			"class_grafts"
		],
		"siblings": [
			"step_1_array",
			"step_2_creature_type_or_class_graft",
			"step_3_subtype_graft",
			"step_4_template_graft",
			"step_5_size_graft",
			"step_6_spells",
			"step_7_monster_options",
			"step_8_skills",
			"step_9_damage",
			"other_calculations",
			"monster_creation_examples"
		]
	},
	"creature_type_grafts": {
		"name": "Creature Type Grafts",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/204}",
			"",
			"Altering an array by creature type is a simple process that typically adds or changes some of the monster's statistics. Each creature type includes at least the first two entries.",
			"",
			"***Automatic Traits:*** All creatures of this type get these abilities, which typically include senses, immunities, and more detailed sets of traits that are defined in the creature type's full description. This doesn't include forms of movement; see Speed in {rule/Other Calculations}.",
			"",
			"***Statistics Adjustments:*** These modifications change the base numbers from the monster's array. These are adjustments, not replacements; increase or decrease the statistics you recorded from the array by the amount indicated. Apply these adjustments to your monster only if it doesn't have a class graft.",
			"",
			"***Elective Adjustments:*** These are optional changes that can better evoke the monster's type, frequently including changes to the array's list of skills, monster options typical for this creature type (see [Step 7](rule/step_7_monster_options)), suggested spell lists, or even suggested restrictions. These should point you toward abilities that typically appear among creatures of the listed type, but aren't an exhaustive list of possibilities for monsters of that type.",
			"",
			"---",
			"",
			"### Aberration",
			"",
			"An aberration has a bizarre anatomy, strange abilities, an alien mindset, or any combination of the three.",
			"",
			"***Automatic Traits:*** Darkvision 60 ft.",
			"",
			"***Statistics Adjustments:*** Increase Will save bonus by 2.",
			"",
			"***Elective Adjustments:*** Spells from the aberrant list.",
			"",
			"---",
			"",
			"### Animal",
			"",
			"An animal is a living, non-human creature, usually with no magical abilities and no innate capacity for language.",
			"",
			"***Automatic Traits:*** Low-light vision; set Intelligence modifier to -4 or -5.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude and Reflex saving throw bonuses by 2.",
			"",
			"---",
			"",
			"### Construct",
			"",
			"A construct is an animated object or artificially created creature. Most constructs have little willpower of their own, but are exceptionally hardy.",
			"",
			"***Automatic Traits:*** Darkvision 60 ft., low-light vision; construct immunities; set Constitution modifier to -.",
			"",
			"***Statistics Adjustments:*** Decrease Fortitude, Reflex, and Will saving throw bonuses by 2; increase attack bonus by 2.",
			"",
			"***Elective Adjustments:*** Mindless; set Intelligence modifier to - for mindless constructs; no master or good skills.",
			"",
			"---",
			"",
			"### Dragon",
			"",
			"A dragon is a reptile-like creature, usually winged, with magical or unusual abilities.",
			"",
			"***Automatic Traits:*** Darkvision 60 ft., low-light vision; immune to paralysis and sleep.",
			"",
			"***Statistics Adjustments:*** Increase low saving throw bonuses by 2; increase attack bonus by 2.",
			"",
			"***Elective Adjustments:*** Breath weapon combat option (monstrous); secondary magic universal option; one additional master skill.",
			"",
			"---",
			"",
			"### Fey",
			"",
			"A fey is a supernatural creature that typically derives its power from its relationship to or guardianship of an area or natural feature. Fey usually resemble humans or gnomes, though fey animals exist.",
			"",
			"***Automatic Traits:*** Low-light vision.",
			"",
			"***Statistics Adjustments:*** Increase Reflex and Will saving throw bonuses by 2; decrease attack bonus by 2.",
			"",
			"***Elective Adjustments:*** Spells from the fey list; one additional master skill.",
			"",
			"---",
			"",
			"### Humanoid",
			"",
			"A humanoid usually has two arms, two legs, and one head, or a humanlike torso, arms, and a head. Humanoids have few or no supernatural or extraordinary abilities, but most can speak and usually have well-developed societies. They are usually Small or Medium (with the exception of giants). Every humanoid creature also has a specific subtype to match its race, such as human, giant, goblinoid, reptilian, or tengu.",
			"",
			"***Automatic Traits:*** None.",
			"",
			"***Statistics Adjustments:*** Increase any one saving throw bonus by 2.",
			"",
			"---",
			"",
			"### Magical Beast",
			"",
			"Magical beasts are similar to animals, but can have Intelligence scores higher than 2 (in which case the magical beast knows at least one language, but can't necessarily speak). In addition, magical beasts usually have supernatural or extraordinary abilities.",
			"",
			"***Automatic Traits:*** Darkvision 60 ft., low-light vision.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude and Reflex saving throw bonuses by 2; increase attack bonus by 2.",
			"",
			"---",
			"",
			"### Monstrous Humanoid",
			"",
			"Monstrous humanoids are similar to humanoids, but with distorted or animalistic features. They often have magical abilities as well.",
			"",
			"***Automatic Traits:*** Darkvision 60 ft.",
			"",
			"***Statistics Adjustments:*** Increase Reflex and Will saving throw bonuses by 2; increase attack bonus by 2.",
			"",
			"***Elective Adjustments:*** One additional good skill.",
			"",
			"---",
			"",
			"### Ooze",
			"",
			"An ooze is an amorphous or mutable creature, usually without a mind of its own. Options for oozes typically reflect their diverse physical compositions and innate abilities.",
			"",
			"***Automatic Traits:*** Blind, blindsight; mindless, ooze immunities, not subject to critical hits or flanking; set Intelligence modifier to -.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude saving throw bonus by 2, decrease Reflex and Will saving throw bonuses by 2.",
			"",
			"***Elective Adjustments:*** No master or good skills.",
			"",
			"---",
			"",
			"### Outsider",
			"",
			"Most outsiders are beings native to a plane other than the Material Plane, or mortal descendants of such creatures. All outsiders are at least partially composed of the essence of their home planes. Some creatures become outsiders when they attain a higher (or lower) state of spiritual existence.",
			"",
			"***Automatic Traits:*** Darkvision 60 ft.",
			"",
			"***Statistics Adjustments:*** Increase one saving throw bonus by 2; increase attack bonus by 2.",
			"",
			"***Elective Adjustments:*** Spells from the abyssal, celestial, or infernal list; one additional master skill.",
			"",
			"---",
			"",
			"### Plant",
			"",
			"This type comprises vegetable creatures. Note that regular plants, such those found growing in gardens and fields, lack Wisdom and Charisma scores and aren't creatures, but objects, even though they are alive.",
			"",
			"***Automatic Traits:*** Low-light vision; plant immunities.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude saving throw bonus by 2.",
			"",
			"***Elective Adjustments:*** No master or good skills.",
			"",
			"---",
			"",
			"### Undead",
			"",
			"Undead are once-living creatures that have been reanimated by spiritual or supernatural forces.",
			"",
			"***Automatic Traits:*** Darkvision 60 ft.; undead immunities, set Constitution modifier to -.",
			"",
			"***Statistics Adjustments:*** Increase Will saving throw bonus by 2.",
			"",
			"***Elective Adjustments:*** Mindless; no master or good skills; set Intelligence modifier to - for mindless undead.",
			"---",
			"",
			"### Vermin",
			"",
			"Concerned only with survival, vermin are common in nearly all environments. This type includes insects, arachnids, other arthropods, worms, and similar invertebrates.",
			"",
			"***Automatic Traits:*** Darkvision 60 ft.; mindless; set Intelligence modifier to -.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude saving throw bonus by 2.",
			"",
			"***Elective Adjustments:*** No master or good skills."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_2_creature_type_or_class_graft"
		],
		"siblings": [
			"creature_type_grafts",
			"class_grafts"
		]
	},
	"class_grafts": {
		"name": "Class Grafts",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/206}",
			"",
			"Class grafts are more detailed than creature type grafts, ensuring that they more closely represent a PC class of the appropriate level. Each class graft is divided into the following sections.",
			"",
			"***Special Rules:*** This section appears in only some entries, and describes the class's significant requirements or features.",
			"",
			"***Required Array:*** You should use a specific array when you create a monster of this class. This is one instance in which a graft has a prerequisite, meant to match the feel of the class.",
			"",
			"If you want to replicate a class without using the indicated array, do so without using the class graft. For example, if you wanted to create a cleric monster with the combatant array, you could still achieve a cleric's flavor by choosing the secondary magic option in Step 7. This essentially replicates a cleric built under the standard creation system that took combat feats and pre-casts many of its spells to give itself combat bonuses.",
			"",
			"***Statistics Adjustments:*** These change or replace some of the baseline numbers, skills, and options given by the monster's array. Apply the adjustments as written. Any skill listed replaces one of the choices of skills the monster gets from its array (with either a master or good bonus, as specified). If a monster gains additional skills above the normal allotment, this entry lists \"one additional master skill\" or \"one additional good skill.\" The adjustments might also specify options, which replace the allotted options the monster gets from its array.",
			"",
			"***CR Entries:*** These adjustments replicate advancement by level. Apply only the highest entry to your monster: a CR 3 rogue would get the CR 3 line, but not the CR 1 line. Options gained from these entries replace options granted by the monster's array. It's possible the class graft will add more options than the monster's array allows; that's fine, and as usual you can selectively add or remove bonus options if you need to do so to make the monster function in a thematically appropriate way. See Step 7 for descriptions of these options.",
			"",
			"***Suggested Ability Modifiers:*** This section lists the recommended assignments for the monster's ability score bonuses, in order from highest to lowest. For instance, the barbarian lists \"Strength, Constitution, Dexterity,\" meaning that when making a CR 1/2 barbarian, you would give it a +3 Strength modifier, a +2 Constitution modifier, and a +1 Dexterity modifier.",
			"",
			"***Suggested Options:*** These entries offer suggestions for cases in which the monster's array grants additional monster options beyond those determined by the class graft. They typically mimic flexible character class options, such as barbarian rage powers or rogue talents (see [Step 7](rule/step_7_monster_options)).",
			"",
			"***Suggested Spell Lists:*** Found only in class grafts for spellcaster monsters, these entries point you toward the spell lists that best replicate that class's typical spells."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_2_creature_type_or_class_graft"
		],
		"siblings": [
			"creature_type_grafts",
			"class_grafts"
		],
		"subtopics": [
			"class_grafts_1",
			"class_grafts_2",
			"class_grafts_3",
			"class_grafts_4",
			"class_grafts_5"
		]
	},
	"class_grafts_1": {
		"name": "Alchemist, Barbarian, Bard, Cavalier",
		"subtitle": "Class Grafts, Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/206}",
			"",
			"### Alchemist",
			"",
			"Alchemists stand at the crossroads of magic and science. They blend exotic chemicals and infuse them with magical power in order to create unusual and sometimes unpredictable effects.",
			"",
			"***Special Rules:*** The spellcasting ability granted by this graft simulates the extracts an alchemist makes. The alchemist must use the alchemy spell list. Furthermore, \"spells\" the alchemist casts count as supernatural effects rather than spells.",
			"",
			"***Required Array:*** Expert.",
			"",
			"***Statistics Adjustments:*** Use the combatant array's saving throws; skill-master Craft (alchemy); options-bombs, mutagen, secondary magic.",
			"",
			"***CR 1:*** Options-energy infusion.",
			"",
			"***CR 3:*** Replace secondary magic with spellcasting (as if CR 2); options-energy infusion, one any.",
			"",
			"***CR 6:*** Replace secondary magic with spellcasting (as if CR 4); options-energy infusion, one any.",
			"",
			"***CR 9:*** Replace secondary magic with spellcasting (as if CR 6); options-energy infusion, immunity (poison), one any.",
			"",
			"***CR 12:*** Replace secondary magic with spellcasting (as if CR 8); options-energy infusion, immunity (poison), one magic, one any.",
			"",
			"***CR 15:*** Replace secondary magic with spellcasting (as if CR 10); options-energy infusion, immunity (poison), one magic, one any.",
			"",
			"***CR 18:*** Replace secondary magic with spellcasting (as if CR 12); options-energy infusion, immunity (poison), one magic, two any.",
			"",
			"***Suggested Ability Modifiers:*** Intelligence, Constitution, Dexterity.",
			"",
			"***Suggested Options:*** Extra attack (the alchemist can use this ability with bombs), knowledgeable, poison, spontaneous casting (cure), trap squares.",
			"",
			"***Suggested Spell List:*** Alchemy.",
			"",
			"---",
			"",
			"### Barbarian",
			"",
			"Fueled by wrath, driven by fury, barbarians unleash their rage to become powerful killing machines. They revel in the carnage they create and pay no heed to danger.",
			"",
			"***Required Array:*** Combatant.",
			"",
			"***Statistics Adjustments:*** Increase speed by 10 feet; increase Fortitude saving throw bonus by 2; skill-master Intimidate; options-extra hit points, rage.",
			"",
			"***CR 1:*** Options-uncanny dodge, one combat.",
			"",
			"***CR 5:*** Options-uncanny dodge, unflankable, one combat.",
			"",
			"***CR 7:*** Options-damage reduction as if 5 CR lower, uncanny dodge, unflankable, one combat.",
			"",
			"***CR 15:*** Options-damage reduction as if 5 CR lower, uncanny dodge, unflankable, two combat.",
			"",
			"***CR 19:*** Options-damage reduction as if 5 CR lower, uncanny dodge, unflankable, three combat.",
			"",
			"***Suggested Ability Modifiers:*** Strength, Constitution, Dexterity.",
			"",
			"***Suggested Options:*** Combat reflexes, critical striker, diehard, improved combat maneuver (bull rush or grapple), mobile attack, power attack.",
			"",
			"---",
			"",
			"### Bard",
			"",
			"Bards infuse their performances with magic to bolster their allies. Bards supplement their music with spells, typically favoring those that enchant, beguile, and befuddle.",
			"",
			"***Required Array:*** Expert.",
			"",
			"***Statistics Adjustments:*** Increase Reflex saving throw bonuses by 2; skills-master Perform, one additional master; options-inspire courage, knowledgeable, secondary magic, one social.",
			"",
			"***CR 3:*** Replace secondary magic with spellcasting (as if CR 2); option-one any.",
			"",
			"***CR 6:*** Replace secondary magic with spellcasting (as if CR 4); option-one any.",
			"",
			"***CR 9:*** Replace secondary magic with spellcasting (as if CR 6); option-one any.",
			"",
			"***CR 12:*** Replace secondary magic with spellcasting (as if CR 8); options-one social, one any.",
			"",
			"***CR 15:*** Replace secondary magic with spellcasting (as if CR 10); options-one social, one any.",
			"",
			"***CR 18:*** Replace secondary magic with spellcasting (as if CR 12); options-one social, two any.",
			"",
			"***CR 19:*** Replace secondary magic with spellcasting (as if CR 14); options-slaying attack (requires performing for 1 full round instead of hitting with an attack), one social, two any.",
			"",
			"***Suggested Ability Modifiers:*** Charisma, Intelligence, Dexterity.",
			"",
			"***Suggested Options:*** Combat casting, countersong, fascinate, inspire competence, linguist, persuasive.",
			"",
			"***Suggested Spell Lists:*** Charm, enchantment, fey, liberation, trickery.",
			"",
			"---",
			"",
			"### Cavalier",
			"",
			"When mounted on a warhorse or some other steed trained for battle, the cavalier dominates the battlefield. He might serve as a battle leader, rallying allies to his banner.",
			"",
			"***Special Rules:*** The cavalier works well with a mount. See the Animal Companions and Mounts section below.",
			"",
			"***Required Array:*** Combatant.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude and Reflex saving throw bonuses by 1; skill-master Ride; options-challenge, one any.",
			"",
			"***CR 3:*** Options-mounted mastery.",
			"",
			"***CR 4:*** Options-inspire courage, mounted mastery.",
			"",
			"***CR 13:*** Options-aura of resistance (charm, compulsion), heroic recovery, inspire courage, mounted mastery, one combat.",
			"",
			"***CR 17:*** Options-aura of resistance (charm, compulsion), heroic recovery, inspire courage, mounted mastery, two combat.",
			"",
			"***Suggested Ability Modifiers:*** Strength, Dexterity, Constitution.",
			"",
			"***Suggested Options:*** Critical striker, extra armor, improved combat maneuver, mounted master, powerful charge."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_2_creature_type_or_class_graft",
			"class_grafts"
		],
		"siblings": [
			"class_grafts_1",
			"class_grafts_2",
			"class_grafts_3",
			"class_grafts_4",
			"class_grafts_5"
		]
	},
	"class_grafts_2": {
		"name": "Cleric, Druid, Fighter, Gunslinger, Inquisitor",
		"subtitle": "Class Grafts, Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/206}",
			"",
			"### Cleric",
			"",
			"Clerics draw power from the gods they serve to advance their interests in the world. As varied as the gods, clerics possess a wide array of spells and abilities with which they fight the enemies of their faith. Many clerics focus on battle and choose various combat options.",
			"",
			"***Required Array:*** Spellcaster.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude saving throw bonus by 2; skill-master Knowledge (religion); option-channel energy, spontaneous casting (cure or inflict), one any.",
			"",
			"***CR 12:*** Options-one magic, one any.",
			"",
			"***CR 18:*** Options-one magic, two any.",
			"",
			"***Suggested Ability Modifiers:*** Wisdom, Strength, Charisma.",
			"",
			"***Suggested Options:*** Combat casting, extra armor, protective ward, turn undead; see Domain Options below.",
			"",
			"***Suggested Spell Lists:*** Chaos, evil, good, law, by domain.",
			"",
			"#### Domain Options",
			"",
			"The suggested options for a cleric vary based on the cleric's domains. Consider the following options if a specific domain ability is particularly important to the cleric. Other monsters that gain domains, such as druids, or any creature with a theme or feature similar to a cleric's domain might also draw from the appropriate domain's list of options. See Step 7 for descriptions of monster options.",
			"",
			"***Air:*** Energy resistance (electricity), magic attack (electricity).",
			"",
			"***Animal:*** Animal talker.",
			"",
			"***Artifice:*** Magic weapon.",
			"",
			"***Chaos:*** Bypass DR (chaotic), misfortune (requires a melee touch attack).",
			"",
			"***Charm:*** Bestow moderate condition (dazed).",
			"",
			"***Community:*** Remove minor condition.",
			"",
			"***Darkness:*** See in darkness.",
			"",
			"***Death:*** Bleed, negative healing.",
			"",
			"***Destruction:*** Power attack.",
			"",
			"***Earth:*** Energy resistance (acid), magic attack (acid).",
			"",
			"***Evil:*** Bestow minor condition (sickened, and the sickened creature counts as good for the purposes of spells with the evil descriptor), bypass DR (evil).",
			"",
			"***Fire:*** Energy resistance (fire), magic attack (fire).",
			"",
			"***Glory:*** Inspire competence (typically for Charisma-based skills).",
			"",
			"***Good:*** Bolstering touch, bypass DR (good).",
			"",
			"***Healing:*** Potent healing.",
			"",
			"***Knowledge:*** Knowledgeable.",
			"",
			"***Law:*** Bypass DR (lawful).",
			"",
			"***Liberation:*** Immunity (grappled, paralyzed).",
			"",
			"***Luck:*** Fortune (requires touching the subject).",
			"",
			"***Madness:*** Confusion aura.",
			"",
			"***Magic:*** Magic attack (bludgeoning, piercing, or slashing).",
			"",
			"***Nobility:*** Inspire courage (affects only one creature).",
			"",
			"***Plant:*** Damaging body (piercing).",
			"",
			"***Protection:*** Protective ward, save boost.",
			"",
			"***Repose:*** Bestow moderate condition (staggered, lasts only 1 round), immunity (death effects).",
			"",
			"***Rune:*** Trap squares (magical trap only).",
			"",
			"***Strength:*** Combatant's touch (Strength only).",
			"",
			"***Sun:*** Potent magic damage (healing).",
			"",
			"***Travel:*** Dimensional steps, terrain stride.",
			"",
			"***Trickery:*** Constant invisibility.",
			"",
			"***War:*** Replace a magic option from the cleric graft with a combat option.",
			"",
			"***Water:*** Energy resistance (cold), magic attack (cold).",
			"",
			"***Weather:*** Magic attack (electricity).",
			"",
			"---",
			"",
			"### Druid",
			"",
			"Guardians of balance, protectors of nature, druids wield power drawn from the world around them. Equipped with magic that allows them to manipulate nature and assume different forms, druids have a bevy of methods in their arsenals to defeat their enemies. {umr/Change shape} functions as the universal monster rule, allowing the druid to change into the listed creature types. A druid changed in this way can still cast spells.",
			"",
			"***Special Rules:*** Druids often have animal companions. See ***Animal Companions and Mounts*** below.",
			"",
			"***Required Array:*** Spellcaster.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude saving throw bonuses by 2; skills-master Knowledge (nature) and Survival; options-spontaneous casting (summon nature's ally), one any.",
			"",
			"***CR 1:*** Options-terrain stride (undergrowth).",
			"",
			"***CR 3:*** Options-change shape (Small or Medium animal), terrain stride (undergrowth).",
			"",
			"***CR 5:*** Options-change shape (Tiny, Small, Medium, or Large animal or Small elemental), terrain stride (undergrowth), one magic.",
			"",
			"***CR 7:*** Options-change shape (any size animal, Medium or smaller elemental, or Small or Medium plant), terrain stride (undergrowth), one magic.",
			"",
			"***CR 9:*** Options-change shape(any size animal, Large or smaller elemental, or Large or smaller plant), immunity (poison), terrain stride (undergrowth), one magic.",
			"",
			"***CR 11:*** Options-change shape (any size animal, Huge or smaller elemental, or Huge or smaller plant), immunity (poison), terrain stride (undergrowth), one magic, one any.",
			"",
			"***CR 18:*** Options-change shape (any size animal, Huge or smaller elemental, or Huge or smaller plant), immunity (poison), terrain stride (undergrowth), two magic, one any.",
			"",
			"***Suggested Ability Modifiers:*** Wisdom, Constitution, Charisma.",
			"",
			"***Suggested Options:*** Animal talker, combat casting, magic attack, powerful summons; see Domain Options from the Cleric above.",
			"",
			"***Suggested Spell Lists:*** Air, animal, earth, fire, healing, nature, plant, water, weather.",
			"",
			"---",
			"",
			"### Fighter",
			"",
			"Fighters excel in battle. Their training makes them the undisputed masters of arms and armor, and their grit and determination see them through almost any conflict.",
			"",
			"***Required Array:*** Combatant.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude and Reflex saving throw bonuses by 1; option-one combat.",
			"",
			"***CR 1:*** Options-one combat.",
			"",
			"***CR 3:*** Options-two combat.",
			"",
			"***CR 5:*** Options-three combat.",
			"",
			"***CR 7:*** Options-four combat.",
			"",
			"***CR 11:*** Options-five combat.",
			"",
			"***CR 15:*** Options-six combat.",
			"",
			"***Suggested Ability Modifiers:*** Strength, Dexterity, Constitution.",
			"",
			"***Suggested Options:*** Accuracy, combat reflexes, extra armor, extra attack, improved combat maneuver, extra armor, power attack.",
			"",
			"---",
			"",
			"### Gunslinger",
			"",
			"Gunslingers focus their training on handling firearms, coaxing every advantage they can from the weapons they have mastered. Guns blazing, they tend to fearlessly lead the way in battle.",
			"",
			"***Required Array:*** Combatant.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude and Reflex saving throw bonuses by 1; options-firearm savvy, one combat.",
			"",
			"***CR 3:*** Options-one any.",
			"",
			"***CR 10:*** Options-fast reload, one combat, one any.",
			"",
			"***CR 14:*** Options-evasion, fast reload, uncanny dodge, two combat, one any.",
			"",
			"***CR 18:*** Options-evasion, fast reload, uncanny dodge, three combat, one any.",
			"",
			"***Suggested Ability Modifiers:*** Dexterity, Constitution, Wisdom.",
			"",
			"***Suggested Options:*** Bleed, fear attack (burst), improved initiative, magic weapon, stun attack.",
			"",
			"---",
			"",
			"### Inquisitor",
			"",
			"The gods grant inquisitors the power to root out the enemies of their faith and destroy them. Implacable in their focus and driven by their devotion, inquisitors undertake their divine missions with the grim determination required to deal with those who oppose their deities.",
			"",
			"***Required Array:*** Expert.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude and Reflex saving throw bonuses by 1, increase Will saving throw bonus by 2; skills-master Intimidate and Sense Motive; options-secondary magic, one any.",
			"",
			"***CR 3:*** Replace secondary magic with spellcasting (as if CR 2); options-improved initiative, one combat.",
			"",
			"***CR 4:*** Replace secondary magic with spellcasting (as if CR 2); options-improved initiative, magic weapon ({magic-enhancement/bane}), one combat.",
			"",
			"***CR 6:*** Replace secondary magic with spellcasting (as if CR 4); options-improved initiative, magic weapon ({magic-enhancement/bane}), one combat.",
			"",
			"***CR 9:*** Replace secondary magic with spellcasting (as if CR 6); options-improved initiative, magic weapon ({magic-enhancement/bane}), stalwart, one combat.",
			"",
			"***CR 12:*** Replace secondary magic with spellcasting (as if CR 8); options-improved initiative, magic weapon ({magic-enhancement/bane}), stalwart, one combat, one social.",
			"",
			"***CR 15:*** Replace secondary magic with spellcasting (as if CR 10); options-improved initiative, magic weapon ({magic-enhancement/bane}), stalwart, one combat, one social.",
			"",
			"***CR 18:*** Replace secondary magic with spellcasting (as if CR 12); options-improved initiative, magic weapon ({magic-enhancement/bane}), stalwart, two combat, one social.",
			"",
			"***CR 19:*** Replace secondary magic with spellcasting (as if CR 14); options-improved initiative, magic weapon ({magic-enhancement/bane}), slaying attack, stalwart, two combat, one social.",
			"",
			"***Suggested Ability Modifiers:*** Wisdom, Strength or Dexterity, Charisma.",
			"",
			"***Suggested Options:*** Accuracy, bypass DR (magic, plus one alignment type if CR 5 or higher, plus adamantine if CR 9 or higher), damage reduction (magic, or by alignment if CR 9 or higher), energy resistance, extra armor, fast healing, power attack, save boost, spell penetration.",
			"",
			"***Suggested Spell List:*** By domain."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_2_creature_type_or_class_graft",
			"class_grafts"
		],
		"siblings": [
			"class_grafts_1",
			"class_grafts_2",
			"class_grafts_3",
			"class_grafts_4",
			"class_grafts_5"
		]
	},
	"class_grafts_3": {
		"name": "Magus, Monk, Oracle, Paladin, Ranger",
		"subtitle": "Class Grafts, Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/206}",
			"",
			"### Magus",
			"",
			"The magus blends weapon training and magic to become an effective master of both.",
			"",
			"***Required Array:*** Expert.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude saving throw bonus by 2; options-magic weapon, secondary magic, spell combat, one magic.",
			"",
			"***CR 1:*** Options-spellstrike.",
			"",
			"***CR 3:*** Replace secondary magic with spellcasting (as if CR 2); options-spellstrike, one combat.",
			"",
			"***CR 6:*** Replace secondary magic with spellcasting (as if CR 4); options-combat casting, spellstrike, one combat.",
			"",
			"***CR 9:*** Replace secondary magic with spellcasting (as if CR 6); options-combat casting, spellstrike, one combat.",
			"",
			"***CR 12:*** Replace secondary magic with spellcasting (as if CR 8); options-combat casting, spellstrike, one combat, one magic.",
			"",
			"***CR 15:*** Replace secondary magic with spellcasting (as if CR 10); options-combat casting, mage punisher, spellstrike, one combat, one magic.",
			"",
			"***CR 18:*** Replace secondary magic with spellcasting (as if CR 12); options-combat casting, mage punisher, spellstrike, two combat, one magic.",
			"",
			"***Suggested Ability Modifiers:*** Intelligence, Strength, Dexterity.",
			"",
			"***Suggested Options:*** Dodge expert, improved combat maneuver, magic attack (melee), metamagic spell, mobile attack (melee).",
			"",
			"---",
			"",
			"### Monk",
			"",
			"Masters of complex fighting techniques, monks supplement their physical training with mystical powers that help them push past mortal limits.",
			"",
			"***Special Rules:*** The monk's unarmed attacks use a specified die progression for damage, beginning at 1d6 and increasing based on CR. This alters only the damage calculation from {rule/Step 9: Damage}; the total amount of damage is still based on the combatant array.",
			"",
			"***Required Array:*** Combatant.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude and Reflex saving throw bonuses by 1, increase Will saving throw bonus by 2; skill-master Acrobatics; options-extra attack, stun attack, one combat; monk unarmed damage 1d6.",
			"",
			"***CR 1:*** Options-evasion, one combat.",
			"",
			"***CR 3:*** Increase speed by 10 feet; options-bypass DR (magic), evasion, one combat.",
			"",
			"***CR 5:*** Increase speed by 20 feet; options-bypass DR (magic), evasion, immunity (disease), unarmed damage 1d8, one combat.",
			"",
			"***CR 7:*** Increase speed by 20 feet; options-bypass DR (magic), evasion, immunity (disease), unarmed damage 1d10, one combat.",
			"",
			"***CR 9:*** Increase speed by 30 feet; options-bypass DR (lawful, magic), evasion, immunity (disease), unarmed damage 1d10, one combat.",
			"",
			"***CR 11:*** Increase speed by 40 feet; options-bypass DR (lawful, magic), evasion, immunity (disease, poison), unarmed damage 2d6, one combat.",
			"",
			"***CR 13:*** Increase speed by 40 feet; options-bypass DR (lawful, magic), evasion, immunity (disease, poison), spell resistance, unarmed damage 2d6, two combat.",
			"",
			"***CR 15:*** Increase speed by 50 feet; options-bypass DR (adamantine, lawful, magic), evasion, immunity (disease, poison), spell resistance, unarmed damage 2d8, two combat.",
			"",
			"***CR 17:*** Increase speed by 60 feet; options-bypass DR (adamantine, lawful, magic), evasion, immunity (disease, poison), spell resistance, unarmed damage 2d8, three combat.",
			"",
			"***CR 19:*** Increase speed by 60 feet; options-bypass DR (adamantine, lawful, magic), damage reduction (chaotic), evasion, immunity (disease, falling damage, poison), spell resistance, unarmed damage 2d10, three combat.",
			"",
			"***Suggested Ability Modifiers:*** Wisdom, Dexterity, Strength.",
			"",
			"***Suggested Options:*** Deflect projectiles, improved combat maneuver, improved initiative, mobile attack (melee), quivering palm, secondary magic (dimension door and etherealness), whirlwind attack.",
			"",
			"---",
			"",
			"### Oracle",
			"",
			"Rather than devote themselves to a single god, oracles serve diverse forces. In return for their devotion, oracles gain access to strange and mysterious mystical power.",
			"",
			"***Special Rules:*** The oracle has a unique curse that doesn't appear with the other monster options. The traits gained at each CR are cumulative. Choose one of the following.",
			"",
			"- Clouded Vision: The monster has darkvision to 30 feet, but can't see anything beyond that range. At CR 4, this increases to 60 feet. At CR 9, the monster also gains blindsense to 30 feet. At CR 14, the monster also gains blindsight to 15 feet.",
			"- Deaf: The monster is permanently deafened. It ignores the verbal component of any spell it casts. At CR 4, the monster gains a master bonus on Perception checks that do not rely on hearing. At CR 9, the monster gains scent. At CR 14, the monster gains tremorsense to 30 feet.",
			"- Haunted: The monster must use a standard action to retrieve a stored item unless doing so would normally take more time. Any item the monster drops lands 10 feet away from it in a random direction. The monster gains the at-will magic option ({spell/mage hand} and {spell/ghost sound}).",
			"- Lame: Reduce the monster's speed by 10 feet. At CR 4, the monster is immune to the fatigued condition. At CR 14, the monster is immune to the exhausted condition.",
			"- Tongues: Add one of the following languages to the list of languages the monster knows: Abyssal, Aklo, Aquan, Auran, Celestial, Ignan, Infernal, or Terran. In combat, the monster can speak and understand only this language. At CR 4, add another language from the list to the languages the monster can speak during combat. At CR 9, the monster can understand any spoken language, as if under the effects of {spell/tongues}, even in combat. At CR 14, the monster can speak any language outside combat.",
			"- Wasting: Decrease the monster's Charisma modifier by 4. At CR 4, the monster becomes immune to the sickened condition. At CR 9, the monster becomes immune to disease. At CR 14, the monster becomes immune to the nauseated condition.",
			"",
			"***Required Array:*** Spellcaster.",
			"",
			"***Statistics Adjustments:*** Increase Reflex and Will saving throw bonuses by 1; options-mystery (any), one any.",
			"",
			"***CR 3:*** Options-one magic.",
			"",
			"***CR 12:*** Options-one magic, one any.",
			"",
			"***CR 18:*** Options-two magic, one any.",
			"",
			"***Suggested Ability Modifiers:*** Charisma, Wisdom, Dexterity.",
			"",
			"***Suggested Options:*** Combat casting, dodge expert, extra armor, spontaneous casting (cure); see Mystery Options below.",
			"",
			"***Suggested Spell Lists:*** Chaos, evil, good, law, by mystery.",
			"",
			"#### Mystery Options",
			"",
			"The mystery an oracle possesses can alter her abilities significantly. Consider the following options if a mystery ability is particularly important to the oracle. Any creature with a theme similar to a given oracle mystery might also draw from that mystery's list of options.",
			"",
			"***Battle:*** Damage reduction (adamantine), inspire courage.",
			"",
			"***Bones:*** At-will magic ({spell/animate dead}), constant invisibility, incorporeal.",
			"",
			"***Flame:*** Breath weapon (cone of fire), metamagic spell (fire spells only).",
			"",
			"***Heavens:*** Energy explosion (5-ft. burst).",
			"",
			"***Life:*** Blindsight 30 ft. (detects living creatures only), channel energy.",
			"",
			"***Lore:*** Knowledgeable.",
			"",
			"***Nature:*** Animal talker, vampiric attack (ranged).",
			"",
			"***Stone:*** Earth glide, magic attack (bludgeoning), metamagic spell (earth spells only).",
			"",
			"***Waves:*** Magic attack (cold, melee touch attack), magic weapon (cold energy), metamagic spell (cold or water spell).",
			"",
			"***Wind:*** Extra armor, fly 90 ft. (good), metamagic spell (air or electricity spells only).",
			"",
			"---",
			"",
			"### Paladin",
			"",
			"Paladins champion law and good and bring divine power to bear against the agents of chaos and evil.",
			"",
			"***Special Rules:*** Some paladins have mounts. See the Animal Companions and Mounts section below.",
			"",
			"***Required Array:*** Combatant.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude saving throw bonus by 2, increase Will saving throw bonus by 3; {spell/detect evil} at will; options-smite (evil), one any.",
			"",
			"***CR 1:*** Options-healing touch.",
			"",
			"***CR 3:*** Options-aura of resistance (fear), channel energy, immunity (disease, fear), healing touch, secondary magic (as if CR 1).",
			"",
			"***CR 7:*** Options-aura of resistance (charm, fear), channel energy, immunity (charm, disease, fear), healing touch, save boost, secondary magic (as if CR 2).",
			"",
			"***CR 9:*** Options-aura of resistance (charm, fear), channel energy, immunity (charm, disease, fear), healing touch, save boost, secondary magic (as if CR 4).",
			"",
			"***CR 13:*** Options-aura of resistance (charm, fear), bypass DR (good), channel energy, immunity (charm, disease, fear), healing touch, save boost, secondary magic (as if CR 6), one combat.",
			"",
			"***CR 15:*** Options-aura of resistance (charm, compulsion, fear), bypass DR (good), channel energy, damage reduction (evil), immunity (charm, compulsion, disease, fear), healing touch, save boost, secondary magic (as if CR 6), one combat.",
			"",
			"***CR 19:*** Options-aura of resistance (charm, compulsion, fear), bypass DR (good), channel energy, damage reduction (evil), immunity (charm, compulsion, disease, fear), healing touch, save boost, secondary magic (as if CR 6), one combat, one any.",
			"",
			"***Suggested Ability Modifiers:*** Strength, Charisma, Constitution.",
			"",
			"***Suggested Options:*** Extra armor, inspire courage, magic weapon, mounted master, powerful charge.",
			"",
			"***Suggested Spell Lists:*** Good, glory, war.",
			"",
			"---",
			"",
			"### Ranger",
			"",
			"The guardians of the wild, blazers of trails, and destroyers of monsters, rangers are the first line of defense against the dangers of the wilderness. They have strong combat abilities and limited spellcasting.",
			"",
			"***Special Rules:*** Some rangers have an animal companion. See the Animal Companions and Mounts section below.",
			"",
			"***Required Array:*** Combatant.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude and Reflex saving throw bonuses by 1; skills-master Perception, one additional master (typically Stealth or Survival); options-favored enemy, one any.",
			"",
			"***CR 3:*** Options-secondary magic (as if CR 1), one combat.",
			"",
			"***CR 7:*** Options-secondary magic (as if CR 2), terrain stride (undergrowth), one combat.",
			"",
			"***CR 9:*** Options-secondary magic (as if CR 4), terrain stride (undergrowth), one combat.",
			"",
			"***CR 11:*** Options-evasion (as if CR 4), secondary magic (as if CR 4), terrain stride (undergrowth), two combat.",
			"",
			"***CR 15:*** Options-evasion, secondary magic (as if CR 6), terrain stride (undergrowth), two combat.",
			"",
			"***CR 17:*** Options-evasion, secondary magic (as if CR 6), terrain stride (undergrowth), two combat, one any.",
			"",
			"***CR 19:*** Options-evasion, secondary magic (as if CR 6), slaying attack (Fortitude), terrain stride (undergrowth), two combat, one any.",
			"",
			"***Suggested Ability Modifiers:*** Strength or Dexterity, Constitution, Wisdom.",
			"",
			"***Suggested Options:*** Animal talker, critical striker, extra attack, far shot, rend, trap squares.",
			"",
			"***Suggested Spell Lists:*** Animal, nature, plant."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_2_creature_type_or_class_graft",
			"class_grafts"
		],
		"siblings": [
			"class_grafts_1",
			"class_grafts_2",
			"class_grafts_3",
			"class_grafts_4",
			"class_grafts_5"
		]
	},
	"class_grafts_4": {
		"name": "Rogue, Sorcerer, Summoner, Witch, Wizard",
		"subtitle": "Class Grafts, Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/206}",
			"",
			"### Rogue",
			"",
			"Rogues always have a trick up their sleeves. Armed with numerous skills and tricks to confound their adversaries, rogues can always stay one step ahead of the foe.",
			"",
			"***Required Array:*** Expert.",
			"",
			"***Statistics Adjustments:*** Increase Reflex saving throw bonus by 3; skills-master Perception and Stealth; options-improved initiative, sneak attack.",
			"",
			"***CR 1:*** Options-evasion, one any.",
			"",
			"***CR 3:*** Options-evasion, uncanny dodge, one combat, one social.",
			"",
			"***CR 9:*** Options-evasion, uncanny dodge, unflankable, one combat, one social.",
			"",
			"***CR 11:*** Options-evasion, uncanny dodge, unflankable, one combat, one social, one any.",
			"",
			"***CR 19:*** Options-evasion, slaying attack (Fortitude), uncanny dodge, unflankable, two combat, one social, one any.",
			"",
			"***Suggested Ability Modifiers:*** Dexterity, Charisma, Intelligence.",
			"",
			"***Suggested Options:*** Constant invisibility, mobility, persuasive, poison, slippery mind, trap squares.",
			"",
			"---",
			"",
			"### Sorcerer",
			"",
			"Sorcerers draw magical power from a quirk in their heritage, the remnant of a past, powerful ancestor whose magic traveled through the generations until it woke within the sorcerer.",
			"",
			"***Required Array:*** Spellcaster.",
			"",
			"***Statistics Adjustments:*** Increase either Fortitude or Reflex saving throw bonus by 1; skill-master Knowledge (arcana); option-one magic.",
			"",
			"***CR 3:*** Options-one any.",
			"",
			"***CR 12:*** Options-one magic, one any.",
			"",
			"***CR 18:*** Options-two magic, one any.",
			"",
			"***Suggested Ability Modifiers:*** Charisma, Constitution, Dexterity.",
			"",
			"***Suggested Options:*** Combat casting, extra hit points, magic attack, metamagic spell, potent magic damage.",
			"",
			"***Suggested Spell Lists:*** Arcane, magic, by bloodline.",
			"",
			"#### Bloodline Options",
			"",
			"A sorcerer's bloodline provides several additional powers. Consider the following options if a bloodline ability is particularly important to the sorcerer. Any creature with a theme similar to a sorcerer bloodline might also draw from the appropriate bloodline's list of options. See [Step 7](rule/step_7_monster_options) for descriptions of monster options.",
			"",
			"***Aberrant:*** {umr/Fortification} (as the universal monster rule), magic attack (acid).",
			"",
			"***Abyssal:*** Use two natural attacks instead of weapon attacks, resistance (electricity).",
			"",
			"***Arcane:*** At-will magic, metamagic spell.",
			"",
			"***Celestial:*** Energy resistance (acid, cold), fly 60 ft. (good) for a number of minutes per day equal to CR, magic attack (divine).",
			"",
			"***Destined:*** Bolstering touch.",
			"",
			"***Draconic:*** Use two natural attacks instead of weapon attacks, breath weapon, energy resistance, fly 60 ft. (average).",
			"",
			"***Elemental (Air):*** Energy explosion (electricity), energy resistance (electricity), fly 60 ft. (average).",
			"",
			"***Elemental (Earth):*** Burrow 30 ft., energy explosion (acid), energy resistance (acid).",
			"",
			"***Elemental (Fire):*** Energy explosion (fire), energy resistance (fire), increase base speed by 30 ft.",
			"",
			"***Elemental (Water):*** Energy explosion (cold), energy resistance (cold), swim 60 ft.",
			"",
			"***Fey:*** Damage reduction (cold iron), spell penetration, terrain stride (undergrowth).",
			"",
			"***Infernal:*** Bestow minor condition (shaken), energy resistance (fire), fly 60 ft. (average).",
			"",
			"***Undead:*** Bestow minor condition (shaken), energy resistance (cold), incorporeal (1/day).",
			"",
			"---",
			"",
			"### Summoner",
			"",
			"Already endowed with considerable arcane might, a summoner can also call forth an eidolon, a powerful otherworldly entity, for aid and protection.",
			"",
			"***Special Rules:*** A summoner needs an eidolon. Decide the CR you want the summoner and eidolon to be together, and create the summoner and eidolon each at that CR - 2. Create an outsider with the same CR as the summoner using the combatant array, or use an existing outsider of the same CR. Treat the companion as an additional creature in the encounter, awarding XP for defeating it as if it were an independent creature; see the Animal Companion and Mount section below.",
			"",
			"***Required Array:*** Spellcaster.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude and Reflex saving throw bonuses by 1; skill-master Knowledge (planes); options-spontaneous casting ([summon monster](spell/summon_monster_1)), one magic.",
			"",
			"***CR 3:*** Options-one any.",
			"",
			"***CR 12:*** Options-one magic, one any.",
			"",
			"***CR 18:*** Options-two magic, one any.",
			"",
			"***Suggested Ability Modifiers:*** Charisma, Constitution, Dexterity.",
			"",
			"***Suggested Options:*** Combat casting, improved initiative, magical aptitude, powerful summons, transfer hit points (self to ally).",
			"",
			"***Suggested Spell List:*** Conjuration.",
			"",
			"---",
			"",
			"### Witch",
			"",
			"Witches commune with unknown forces to grow their magical power. These spellcasters forge pacts with otherworldly beings and draw magic from their mysterious patrons.",
			"",
			"***Required Array:*** Spellcaster.",
			"",
			"***Statistics Adjustments:*** Increase Fortitude and Reflex saving throw bonuses by 1; skill-Knowledge (arcana); option-one magic.",
			"",
			"***CR 1:*** Options-one any.",
			"",
			"***CR 3:*** Options-one magic, one any.",
			"",
			"***CR 12:*** Options-two magic, one any.",
			"",
			"***CR 18:*** Options-two magic, two any.",
			"",
			"***Suggested Ability Modifiers:*** Intelligence, Charisma, Dexterity.",
			"",
			"***Suggested Options:*** Bestow major condition, bestow minor condition, bestow moderate condition, evil eye, fortune, healing touch, linguist, misfortune.",
			"",
			"***Suggested Spell List:*** Choose a thematically appropriate list based on the witch's patron.",
			"",
			"---",
			"",
			"### Wizard",
			"",
			"Wizards spend their lives delving into the mysteries of arcane magic, poring over scrolls and tomes to tease out true magical power. This academic approach allows wizards to learn some of the most varied and useful spells in existence.",
			"",
			"***Required Array:*** Spellcaster.",
			"",
			"***Statistics Adjustments:*** Increase either Fortitude or Reflex saving throw bonus by 1; skill-master Knowledge (arcana); option-one magic.",
			"",
			"***CR 3:*** Options-one any.",
			"",
			"***CR 12:*** Options-one magic, one any.",
			"",
			"***CR 18:*** Options-two magic, one any.",
			"",
			"***Suggested Ability Modifiers:*** Intelligence, Dexterity, Constitution.",
			"",
			"***Suggested Options:*** Combat casting, magic attack, magical aptitude, knowledgeable, spell penetration; see Arcane School Options below.",
			"",
			"***Suggested Spell Lists:*** Arcane, magic, by arcane school.",
			"",
			"#### Arcane School Options",
			"",
			"Specialist wizards in particular are defined by the schools in which they focus. Consider the following monster options if an arcane school is particularly important to the wizard. Any creature that predominantly uses spells from a single school might also draw from the school's list of options. See [Step 7](rule/step_7_monster_options) for descriptions of monster options.",
			"",
			"***Abjuration:*** Energy resistance (acid, cold, electricity, fire, or sonic), protective ward.",
			"",
			"***Conjuration:*** Dimensional steps, magic attack (acid), powerful summons.",
			"",
			"***Divination:*** Bolstering touch, improved initiative.",
			"",
			"***Enchantment:*** Bestow major condition (dazed, 1 round), persuasive.",
			"",
			"***Evocation:*** Magic attack (force), potent magic damage.",
			"",
			"***Illusion:*** Bestow moderate condition (blinded, ranged touch attack, 1 round).",
			"",
			"***Necromancy:*** Bestow minor condition (shaken), turn undead.",
			"",
			"***Transmutation:*** Dodge expert, extra hit points, magic attack (bludgeoning), power attack.",
			"",
			"***Universalist:*** Magic attack (bludgeoning or piercing), metamagic spell."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_2_creature_type_or_class_graft",
			"class_grafts"
		],
		"siblings": [
			"class_grafts_1",
			"class_grafts_2",
			"class_grafts_3",
			"class_grafts_4",
			"class_grafts_5"
		]
	},
	"class_grafts_5": {
		"name": "Other Classes and Animal Companions",
		"subtitle": "Class Grafts, Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/206}",
			"",
			"### Hybrid Classes",
			"",
			"To create a monster that mimics a hybrid class, use one of the class grafts, but replace some of the options with those from a secondary class graft. In some cases, it's easiest to just use an existing class graft whole cloth and make it feel more like the hybrid class by choosing appropriate monster options. Use the table below to determine which to use for each.",
			"",
			"| Class | Primary Graft | Secondary Graft | Spellcasting |",
			"| --- | --- | --- | --- |",
			"| Arcanist | Wizard | - | Wizard |",
			"| Bloodrager | Barbarian | Sorcerer | Secondary magic option |",
			"| Brawler | Fighter | Monk | - |",
			"| Hunter | Ranger | Druid | Bard |",
			"| Investigator | Alchemist | Rogue | Alchemist |",
			"| Shaman | Witch | Oracle | Witch |",
			"| Skald | Bard | Barbarian | Bard |",
			"| Slayer | Rogue | Ranger | - |",
			"| Swashbuckler | Fighter | - | - |",
			"| Warpriest | Fighter | Cleric | Inquisitor |",
			"",
			"---",
			"",
			"### Animal Companions and Mounts",
			"",
			"If you decide a monster should have an animal companion or mount, choose an animal from the list of a [summon nature's ally](spell/summon_natures_ally_1) spell. The spell must have a level no higher than 1/2 the monster's CR. Treat the companion as an additional creature in the encounter, awarding XP for defeating it as if it were an independent creature rather than an animal companion.",
			"",
			"Alternatively, you can create an animal from scratch using simple monster creation. This monster should have a CR no higher than 1 + 1/2 the primary monster's CR. Award XP for defeating it as if it were not an animal companion."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_2_creature_type_or_class_graft",
			"class_grafts"
		],
		"siblings": [
			"class_grafts_1",
			"class_grafts_2",
			"class_grafts_3",
			"class_grafts_4",
			"class_grafts_5"
		]
	},
	"step_3_subtype_graft": {
		"name": "Step 3: Subtype Graft",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/214}",
			"",
			"Find the monster's subtype (if any) in the list below and apply all abilities listed there. For monsters that replicate common PC races (such as humans or elves), the subtype includes the equivalent of their important racial traits as well. These entries don't always include all the abilities a creature gains from the subtypes as they appear in Bestiary volumes; they omit rules that are only relevant for creating the creature, those that cover the monster's noncombat abilities (such as whether it eats or sleeps), and abilities that aren't as useful for NPCs as they would be for PCs (such as a dwarf's stonecunning ability).",
			"",
			"Subtype graft entries use a short format. After the name, each subtype entry has one to three sections listing its abilities, separated by category. Some grafts grant a monster additional senses, movement types, bonuses, or other statistic adjustments. Abilities listed under the options and skills sections are found on Step 7 and 8, respectively.",
			"",
			"All subtype abilities are added automatically; none are optional. They're meant to be included in addition to all the skills and options you can choose for the monster based on its CR and array. Likewise, subtype entries might tell you to add particular monster options or skills. These don't count against the monster's normal number of options or skills."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation"
		],
		"subtopics": [ "subtype_entries" ],
		"siblings": [
			"step_1_array",
			"step_2_creature_type_or_class_graft",
			"step_3_subtype_graft",
			"step_4_template_graft",
			"step_5_size_graft",
			"step_6_spells",
			"step_7_monster_options",
			"step_8_skills",
			"step_9_damage",
			"other_calculations",
			"monster_creation_examples"
		]
	},
	"subtype_entries": {
		"name": "Subtype Entries",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/214}",
			"",
			"The following subtypes cover most of those presented in bestiaries, with the exception of those that either don't grant significant abilities or have such an impact on the monster that a graft can't cover them. Those subtypes appear in the \"Other Subtypes\" section below.",
			"",
			"{subtype/Aeon}:** Gain a deflection bonus to AC equal to 1/4 CR; options-energy resistance 10 (electricity and fire), immunity (cold, poison, and critical hits).",
			"",
			"{subtype/Agathion}:** +4 racial bonus on saving throws against poison, truespeech; options-energy resistance 10 (cold and sonic), healing touch, immunity (electricity and poison).",
			"",
			"{subtype/Air}:** Fly 60 ft. (perfect); skills-gain Fly as an additional master skill.",
			"",
			"{subtype/Angel}:** +4 racial bonus on saving throws against poison; protective aura; truespeech; options-energy resistance 10 (electricity and fire), immunity (acid, cold, and petrification).",
			"",
			"{subtype/Aquatic}:** Swim 30 ft.; skills-gain Swim as an additional master skill.",
			"",
			"{subtype/Archon}:** +4 racial bonus on saving throws against poison; aura of menace, teleport; options-immunity (electricity and petrification).",
			"",
			"{subtype/Asura}:** +2 racial bonus on saving throws against enchantment spells; elusive aura; options-energy resistance 10 (acid and electricity), immunity (curses, disease, and poison), regeneration (overcome by good), spell resistance, summon allies, telepathy; skills-gain Escape Artist and Perception as additional master skills.",
			"",
			"{subtype/Azata}:** Options-energy resistance 10 (cold and fire), immunity (electricity and petrification).",
			"",
			"{subtype/Clockwork}:** Increase AC and touch AC by 2, increase Reflex saving throw bonus by 2, vulnerable to electricity; options-improved initiative.",
			"",
			"{subtype/Cold}:** Vulnerable to fire; options-immunity (cold).",
			"",
			"{subtype/Daemon}:** Options-energy resistance 10 (cold, electricity, and fire), immunity (acid, death effects, disease, and poison), summon allies, telepathy.",
			"",
			"{subtype/Demodand}:** Faith-stealing strike; heretical soul; options-energy resistance 10 (cold and fire), immunity (acid and poison), summon allies.",
			"",
			"{subtype/Demon}:** Options-energy resistance 10 (acid, cold, and fire), immunity (electricity and poison), summon allies, telepathy.",
			"",
			"{subtype/Devil}:** See in darkness; options-energy resistance 10 (acid and cold), immunity (fire and poison), summon allies, telepathy.",
			"",
			"{subtype/Div}:** See in darkness; options-energy resistance 10 (acid and electricity), immunity (fire and poison), summon allies, telepathy.",
			"",
			"{subtype/Dwarf}:** Darkvision 60 ft.; +2 racial bonus on saving throws against poison, spells, and spell-like abilities.",
			"",
			"{subtype/Earth}:** Burrow 20 ft., tremorsense (range varies).",
			"",
			"{subtype/Elemental}:** Options-immunity (bleed, critical hits, flanking, paralysis, poison, sleep effects, and stunning).",
			"",
			"{subtype/Elf}:** Low-light vision; skills-gain Perception or Spellcraft as an additional master skill; options-immunity (sleep).",
			"",
			"{subtype/Fire}:** Vulnerable to cold; options-immunity (fire).",
			"",
			"{subtype/Giant}:** Low-light vision; skills-gain Intimidate as additional good skill.",
			"",
			"{subtype/Gnome}:** Gain the Small graft, low-light vision, gain one CR-appropriate spell from the [illusion spell list](main/spells_illusion).",
			"",
			"{subtype/Goblinoid}:** Skills-gain Stealth as an additional good skill.",
			"",
			"{race/Half-Elf}:** Low-light vision; options-immunity (sleep); skills-gain one additional master skill.",
			"",
			"{race/Half-Orc}:** Darkvision 60 ft.; skill-gain Intimidate as an additional good skill.",
			"",
			"{subtype/Halfling}:** Gain the Small graft, +2 racial bonus on saving throws against fear.",
			"",
			"{subtype/Human}:** Options-gain one additional combat or social option.",
			"",
			"{subtype/Incorporeal}:** Set touch AC to same value as AC; options-immunity (critical hits and precision-based damage from weapons without {magic-enhancement/ghost touch}), incorporeal.",
			"",
			"{subtype/Inevitable}:** Low-light vision; options-regeneration (overcome by chaotic).",
			"",
			"{subtype/Kami}:** Merge with ward, ward; Options-energy resistance 10 (acid, electricity, and fire), fast healing, immunity (bleed, mind-affecting effects, petrification, and polymorph effects), telepathy.",
			"",
			"{subtype/Leshy}:** Constant pass without trace; plantspeech; verdant burst; options-change shape, immunity (electricity and sonic).",
			"",
			"{subtype/Nightshade}:** Desecrating aura, darksense, low-light vision, light aversion; options-channel energy (negative energy).",
			"",
			"{subtype/Oni}:** Options-change shape; regeneration (typically overcome by acid or fire).",
			"",
			"{subtype/Orc}:** Darkvision 60 ft., light sensitivity.",
			"",
			"{subtype/Protean}:** Blindsense (range varies), amorphous anatomy, constant {spell/freedom of movement}; options-change shape, constrict, energy resistance 10 (electricity and sonic), immunity (acid), improved combat maneuver (grab).",
			"",
			"{subtype/Psychopomp}:** Spiritsense, spirit touch; options-damage reduction (5/adamantine), energy resistance 10 (cold and electricity), immunity (death effects, disease, and poison).",
			"",
			"{subtype/Qlippoth}:** Horrific appearance; options-energy resistance 10 (acid, electricity, and fire), immunity (cold, mind-affecting effects, and poison), telepathy.",
			"",
			"{subtype/Rakshasa}:** Detect thoughts, enhanced defenses; options-change shape.",
			"",
			"{subtype/Shapechanger}:** Options-change shape.",
			"",
			"{subtype/Swarm}:** Takes an additional 50% damage from spells or effects that affect an area; swarm attack; if made of Tiny creatures, the monster takes half damage from slashing and piercing weapons; if made of Fine or Diminutive creatures, the monster is immune to weapon damage; options-distraction, immunity (critical hits, flanking, trip, grapple, bull rush, and spells that target a specific number of creatures).",
			"",
			"{subtype/Water}:** Swim 30 ft.; skills-gain Swim as an additional master skill.",
			"",
			"### Other Subtypes",
			"",
			"A number of subtypes don't have full entries. Most of these don't grant additional abilities to monsters, and are listed below. A monster gains all subtypes appropriate to it, even those without rules in this section, such as the following.",
			"",
			"- {subtype/Adlet}",
			"- {subtype/Augmented}",
			"- {subtype/Catfolk}",
			"- {subtype/Chaotic}",
			"- {subtype/Changeling}",
			"- {subtype/Dark Folk}",
			"- {subtype/Evil}",
			"- {subtype/Extraplanar}",
			"- {subtype/Good}",
			"- {subtype/Kasatha}",
			"- {subtype/Kitsune}",
			"- {subtype/Lawful}",
			"- {subtype/Native}",
			"- {subtype/Ratfolk}",
			"- {subtype/Reptilian}",
			"- {subtype/Samsaran}",
			"- {subtype/Sasquatch}",
			"- {subtype/Vanara}",
			"- {subtype/Vishkanya}",
			"- {subtype/Wayang}",
			"",
			"### Complex Subtypes",
			"",
			"The subtypes listed below don't appear because they're so complex that adding a subtype graft isn't enough. Creatures of these subtypes need to be created carefully, and have detailed rules associated with them that go beyond the scope of simple monster creation.",
			"",
			"- {subtype/Behemoth}",
			"- {subtype/Colossus}",
			"- {subtype/Great Old One}",
			"- {subtype/Kaiju}",
			"- {subtype/Mythic}"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_3_subtype_graft"
		],
		"siblings": [ "subtype_entries" ]
	},
	"step_4_template_graft": {
		"name": "Step 4: Template Graft",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/216}",
			"",
			"These optional grafts replicate popular monster templates, and are applied on top of the creature type or class graft chosen for the monster. Template graft entries follow a format similar to creature type grafts.",
			"",
			"***Minimum or Maximum CR:*** This entry indicates what the lowest or highest possible CR for the monster can be. A header that says \"CR 2+\" indicates the monster's CR must be 2 or higher, and \"CR 9-\" means its CR can't be higher than 9.",
			"",
			"***Required Creature Type or Subtype:*** For templates that change a creature's type or subtype in the normal monster creation system, this entry shows which creature type or subtype the monster must be in order to apply the template graft.",
			"",
			"***Suggested Array:*** This indicates the monster array the template is most closely associated with, if any. Liches, for example, are almost always spellcasters.",
			"",
			"***Automatic Traits:*** All creatures with this graft gain these abilities. The automatic traits might tell you to add particular monster options or skills. These count against the monster's normal number of options, skills, and so forth, replacing them (unlike subtype grafts, which grant options and skills for free). However, even if the automatic traits would cause a monster to exceed its maximum number of options or skills, the monster still gains all of them. If the monster has a class graft, use your best judgment when replacing options to maintain the feeling of both the class and template.",
			"",
			"***Suggested Ability Modifiers:*** This section lists the recommended assignments for the monster's high ability scores, in order from highest to lowest. For instance, the graveknight lists \"Strength, Charisma, Wisdom,\" meaning that when making a CR 10 graveknight, you would give it a +7 Strength modifier, a +5 Charisma modifier, and a +3 Wisdom modifier. Not all entries list modifiers for all abilities. A ghost, for example, lists only Charisma since the remaining statistics can vary, and a half-dragon doesn't have an entry at all as half-dragons are so varied.",
			"",
			"---",
			"",
			"### Ghost (CR 2+)",
			"",
			"A soul unable to rest becomes a spectral undead creature.",
			"",
			"***Required Creature Type:*** Undead.",
			"",
			"***Required Subtype:*** Incorporeal.",
			"",
			"***Automatic Traits:*** Fly 30 ft. (perfect); Ability modifiers-set Strength modifier to -, increase Charisma modifier by 2; options-channel resistance, corrupting touch, rejuvenation (2d4 days); one of the following at CR 6 plus one for every 3 CR above 6: at-will magic ({spell/telekinesis}), corrupting gaze, draining touch, frightful presence, malevolence; skills-gain Perception and Stealth as master skills.",
			"",
			"***Suggested Ability Modifiers:*** Charisma.",
			"",
			"---",
			"",
			"### Graveknight (CR 5+)",
			"",
			"This undead creature is heavily armed and armored, and can be rejuvenated if destroyed.",
			"",
			"***Required Creature Type:*** Undead.",
			"",
			"***Suggested Array:*** Combatant.",
			"",
			"***Automatic Traits:*** Increase AC by 2 and touch AC by 4, decrease flat-footed AC by 6; options-channel destruction, channel resistance, devastating blast (as the breath weapon option in a 30-foot cone dealing acid, cold, electricity, or fire damage), DR 10/magic, immunity (cold and electricity), phantom mount, rejuvenation (1d10 days), sacrilegious aura, spell resistance, undead mastery, one additional combat option; skills-gain Intimidate, Perception, and Ride as master skills. Suggested Ability Modifiers: Strength, Charisma.",
			"",
			"---",
			"",
			"### Half-Celestial (CR 1+)",
			"",
			"This creature was born of a good outsider and a mortal, or created by a major infusion of holy energy.",
			"",
			"***Required Creature Type:*** Outsider.",
			"",
			"***Automatic Traits:*** +4 bonus on saving throws against poison; gain a fly speed equal to twice base speed (good maneuverability); options-DR 5/magic (increases to DR 10/magic at CR 12), energy resistance 10 (acid, cold, and electricity), immunity (disease), secondary magic (good), smite (evil); skill-gain one additional master skill.",
			"",
			"---",
			"",
			"### Half-Dragon (CR 3+)",
			"",
			"This creature is born of a dragon and some other form of creature. It exhibits traits of both its parents.",
			"",
			"***Required Creature Type:*** Dragon.",
			"",
			"***Automatic Traits:*** Options-breath weapon (usable 1/day), immunity (sleep, paralysis, and one of acid, cold, electricity, or fire); skill-gain one additional master skill.",
			"",
			"---",
			"",
			"### Half-Fiend (CR 1+)",
			"",
			"This creature is heavily tainted with evil power, most likely demonic or infernal.",
			"",
			"***Required Creature Type:*** Outsider.",
			"",
			"***Automatic Traits:*** Gain a fly speed equal to twice the base speed (good maneuverability); options-DR 5/magic (increases to DR 10/magic at CR 12), energy resistance 10 (acid, cold, electricity, and fire), immunity (poison), secondary magic (evil), smite (good); skill-gain one additional master skill.",
			"",
			"---",
			"",
			"### Lich (CR 2+)",
			"",
			"This spellcaster retained its magical powers after it died and rose again in undeath.",
			"",
			"***Required Creature Type:*** Undead.",
			"",
			"***Suggested Array:*** Spellcaster.",
			"",
			"***Automatic Traits:*** Increase AC by 2; options-channel resistance, DR 15/bludgeoning and magic, fear aura, immunity (cold and electricity), paralyzing touch, rejuvenation (1d10); skills-gain Perception, Sense Motive, and Stealth as master skills.",
			"",
			"***Suggested Ability Modifiers:*** Intelligence, Wisdom, or Charisma should be highest ability modifier, depending on which of these the lich uses to cast its spells.",
			"",
			"---",
			"",
			"### Lycanthrope (CR 1+)",
			"",
			"This humanoid can turn into an animal or assume a hybrid form between its humanoid and animal natures.",
			"",
			"***Required Creature Type:*** Humanoid.",
			"",
			"***Required Subtype:*** Shapechanger.",
			"",
			"***Automatic Traits:*** Options-curse of lycanthropy.",
			"",
			"***Suggested Ability Modifiers:*** Constitution.",
			"",
			"---",
			"",
			"### Skeleton (CR 8-)",
			"",
			"The animated bones of the dead attack as a skeleton - a mindless soldier in an army of the dead.",
			"",
			"***Required Creature Type:*** Undead.",
			"",
			"***Suggested Array:*** Combatant.",
			"",
			"***Automatic Traits:*** Ability modifiers-set Intelligence modifier to -; options-DR 5/bludgeoning, immunity (cold), improved initiative.",
			"",
			"***Suggested Ability Modifiers:*** Strength, Dexterity.",
			"",
			"---",
			"",
			"### Vampire (CR 5+)",
			"",
			"This charismatic undead monster feasts on blood and has impressive supernatural powers.",
			"",
			"***Required Creature Type:*** Undead.",
			"",
			"***Suggested Array:*** Any: a vampire could fill any role and be built using any array. It is capable in combat even if it's an expert or spellcaster.",
			"",
			"***Automatic Traits:*** Increase AC by 2 and flat-footed AC by 2, {spell/spider climb} (constant), vampire weaknesses; options-at-will magic ({spell/dominate person}), blood drain, change shape (dire bat or wolf, as {spell/beast shape II}), channel resistance, children of the night, create spawn, DR 10/magic and silver, energy drain, energy resistance 10 (cold and electricity), fast healing 5, gaseous form; skills-gain Bluff, Perception, Sense Motive, and Stealth as master skills.",
			"",
			"***Suggested Ability Modifiers:*** Strength, Dexterity, Charisma.",
			"",
			"---",
			"",
			"### Zombie(CR 9-)",
			"",
			"A reanimated corpse can become a sluggish and unthinking zombie.",
			"",
			"***Required Creature Type:*** Undead.",
			"",
			"***Suggested Array:*** Combatant.",
			"",
			"***Automatic Traits:*** Staggered (can perform only a single move action or standard action each round); ability modifiers-set Intelligence modifier to -; options-DR 5/ slashing, extra hit points; skills-no master or good skills.",
			"",
			"***Suggested Ability Modifiers:*** Strength."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation"
		],
		"siblings": [
			"step_1_array",
			"step_2_creature_type_or_class_graft",
			"step_3_subtype_graft",
			"step_4_template_graft",
			"step_5_size_graft",
			"step_6_spells",
			"step_7_monster_options",
			"step_8_skills",
			"step_9_damage",
			"other_calculations",
			"monster_creation_examples"
		]
	},
	"step_5_size_graft": {
		"name": "Step 5: Size Graft",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/217}",
			"",
			"If your monster isn't Medium, apply a size graft. Because there are many other ways to alter a creature's AC, hit points, attack bonuses, and damage, these grafts don't adjust those values like size changes do in the core rules. Most headers list a minimum CR or maximum CR, as described in the previous step. Use caution if your monster is outside the minimum or maximum CR range. Touch and flat-footed AC never increase above the monster's total AC, and never decrease below 1.",
			"",
			"### Fine (CR 2-)",
			"",
			"***Automatic Traits:*** Increase touch AC and flat-footed AC by 8; decrease CMB by 16; decrease CMD by 8; gain Fly and Stealth as additional master skills.",
			"",
			"### Diminutive (CR 4-)",
			"",
			"***Automatic Traits:*** Increase touch AC and flat-footed AC by 4; decrease CMB by 8; decrease CMD by 4; gain Fly and Stealth as additional master skills.",
			"",
			"### Tiny (CR 6-)",
			"",
			"***Automatic Traits:*** Increase touch AC and flat-footed AC by 2; decrease CMB by 4; decrease CMD by 2; gain Fly as an additional good skill (or increase good to master) and Stealth as an additional master skill.",
			"",
			"### Small",
			"",
			"***Automatic Traits:*** Increase touch AC and flat-footed AC by 1; decrease CMB by 2; decrease CMD by 1; gain Stealth as an additional good skill.",
			"",
			"### Large (CR 2+)",
			"",
			"***Automatic Traits:*** Decrease touch AC by 1, increase flat-footed AC by 1; increase CMB by 2; increase CMD by 1.",
			"",
			"### Huge (CR 4+)",
			"",
			"***Automatic Traits:*** Decrease touch AC by 2, increase flat-footed AC by 3; increase CMB by 4; increase CMD by 2; can't have Stealth as a master skill.",
			"",
			"### Gargantuan (CR 6+)",
			"",
			"***Automatic Traits:*** Decrease touch AC by 4, increase flat-footed AC by 5; increase CMB by 8; increase CMD by 4; can't have Fly as a master skill, can't have Stealth as a good or master skill.",
			"",
			"### Colossal (CR 8+)",
			"",
			"***Automatic Traits:*** Decrease touch AC by 8, increase flat-footed AC by 6; increase CMB by 16; increase CMD by 8; can't have Fly or Stealth as good or master skills."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation"
		],
		"siblings": [
			"step_1_array",
			"step_2_creature_type_or_class_graft",
			"step_3_subtype_graft",
			"step_4_template_graft",
			"step_5_size_graft",
			"step_6_spells",
			"step_7_monster_options",
			"step_8_skills",
			"step_9_damage",
			"other_calculations",
			"monster_creation_examples"
		]
	},
	"step_6_spells": {
		"name": "Step 6: Spells",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/218}",
			"",
			"This step is only for monsters that use the spellcaster array. For monsters that know only a few spells (rather than being focused primarily on spellcasting), choose an array other than spellcaster and give the monster the secondary spellcasting universal option in [Step 7](rule/step_7_monster_options).",
			"",
			"The spell choices for a spellcaster monster are intentionally limited compared to those of a full NPC, since a monster created using the simple monster creation system is designed to have enough spells to last though a single battle or session. If a monster created this way ends up appearing in multiple sessions, you can swap out the spells each time, assuming that doing so fits the nature and theme of the monster.",
			"",
			"The spells you choose for the monster during this step represent its total spellcasting arsenal for an encounter. If you want to treat some of the spells as being cast from scrolls, wands, or staves, implement them as such during play. Regardless of the source, additional spells still count against the total number the monster can cast.",
			"",
			"You'll also notice that some types of spells don't appear on these lists - especially spells that solely increase statistics, such as {spell/bull's strength}, {spell/false life}, and {spell/mage armor}. That's because such spells are often cast before combat, and the simple monster creation system assumes the effects of those spells are already in the monster's base numbers.",
			"",
			"***Spell DCs:*** To determine the DC of a spell cast by a monster, add the spell's level to the number listed in the spell DC column of the monster's array. Use the spell's cleric or sorcerer/wizard level if multiple classes can cast it. If neither of those classes has the spell, use the highest spell level listed in the spell's description."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation"
		],
		"subtopics": [
			"choosing_spells",
			"spell_lists"
		],
		"siblings": [
			"step_1_array",
			"step_2_creature_type_or_class_graft",
			"step_3_subtype_graft",
			"step_4_template_graft",
			"step_5_size_graft",
			"step_6_spells",
			"step_7_monster_options",
			"step_8_skills",
			"step_9_damage",
			"other_calculations",
			"monster_creation_examples"
		]
	},
	"choosing_spells": {
		"name": "Choosing Spells",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/218}",
			"",
			"The easiest way to choose spells for a monster is to select a spell list from among those on the following pages that best matches its theme, using the options in this section. A fey with powerful spell-like abilities might choose the enchantment, fey, nature, or trickery spell list. A wizard dedicated to flame might choose the fire spell list, a dedicated transmuter would likely pick the transmutation list, and a generalist might take the arcane or magic list.",
			"",
			"When you choose a spell list, the monster gains the following sets of spells according to its CR band - the spellcasting range its CR falls into.",
			"",
			"- The primary spells of its CR band, usable once per day. These are the monster's highest-level spells.",
			"- Both the primary and secondary spells of the CR band one step lower than its own CR band, usable three times per day. These account for the monster's less potent spells.",
			"- The primary spells of the CR band two steps below its own, usable at will. These are the monster's lowest-level spells.",
			"",
			"This setup produces a spellcaster with a small number of powerful spells that it can use rarely, a larger number of weaker but still useful spells that it can use often, and spells so weak that it hardly ever uses them in battle but can use them frequently.",
			"",
			"Note that a CR 0-3 monster doesn't gain any at-will spells or any spells usable three times per day, and a CR 4-7 monster doesn't gain any at-will spells.",
			"",
			"Write down the spells and the number of times they can be used. For the sample monsters later in this section, the spells are separated into attack spells, defensive spells, and utility spells, but this step is optional.",
			"",
			"When you pick a spell list, the monster automatically gains the benefit listed at the bottom of that spell list. If you choose to create your own spell list, choose the benefit that matches your monster best, or create your own benefit for that monster instead.",
			"",
			"For example, a CR 9 monster using the aberrant spell list would gain {spell/feeblemind} and {spell/spell resistance} once per day each (from the 8-11 CR band); {spell/beast shape I}, {spell/major image}, {spell/acid arrow}, and {spell/see invisibility} three times per day each (from the 4-7 CR band); and {spell/cause fear} and {spell/long arm} usable at will (from the 0-3 CR band). It would also gain the spell list's benefit: the {umr/fortification} universal monster rule.",
			"",
			"### In-Depth Spell Choice",
			"",
			"These lists are arranged to facilitate maximum speed in choosing spells, but you can choose spells individually, give the monster secondary spells in place of primary spells (which is why the CR 16+ band lists secondary spells), or mix and match at your discretion. To keep your monster balanced, don't deviate too far from the number of spells listed for its power level, though you can decrease or increase the number of spells within reason.",
			"",
			"If you want to pick spells one by one, use the following spell levels for each CR band.",
			"",
			"| CR Band | Spell Level |",
			"| --- | --- |",
			"| 0-3 | 0 or 1st |",
			"| 4-7 | 2nd or 3rd |",
			"| 8-11 | 4th or 5th |",
			"| 12-15 | 6th or 7th |",
			"| 16+ | 8th or 9th |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_6_spells"
		],
		"siblings": [
			"choosing_spells",
			"spell_lists"
		]
	},
	"spell_lists": {
		"name": "Spell Lists",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/218}",
			"",
			"The following lists are themed to different uses of magic, and also correspond to bloodlines, domains, and other prominent spell themes. For a monster with a class graft, use the graft's suggested spell lists to help you choose the monster's spells."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_6_spells"
		],
		"siblings": [
			"choosing_spells",
			"spell_lists"
		],
		"subtopics": [
			"spell_lists_1",
			"spell_lists_2",
			"spell_lists_3",
			"spell_lists_4",
			"spell_lists_5",
			"spell_lists_6"
		]
	},
	"spell_lists_1": {
		"name": "Aberrant through Battle",
		"subtitle": "Spell Lists, Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/218}",
			"",
			"The following lists are themed to different uses of magic, and also correspond to bloodlines, domains, and other prominent spell themes. For a monster with a class graft, use the graft's suggested spell lists to help you choose the monster's spells.",
			"",
			"### Aberrant Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Cause fear}, {spell/long arm} | {spell/Daze}, {spell/silent image} |",
			"| 4-7 | [Beast shape I](spell/beast_shape_1), {spell/major image} | {spell/Acid arrow}, {spell/see invisibility} |",
			"| 8-11 | {spell/Feeblemind}, {spell/spell resistance} | [Beast shape II](spell/beast_shape_2), {spell/black tentacles} |",
			"| 12-15 | {spell/Plane shift}, {spell/project image} | [Beast shape IV](spell/beast_shape_4), {spell/veil} |",
			"| 16+ | {spell/Foresight}, {spell/shapechange} | {spell/Mind blank}, {spell/polymorph any object} |",
			"",
			"***Benefit:*** The monster gains the benefit of the {umr/fortification} universal monster rule.",
			"",
			"### Abjuration Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Endure elements}, [protection from chaos/evil/good/law](spell/protection_from_evil) | {spell/Alarm}, {spell/hold portal} |",
			"| 4-7 | {spell/Nondetection}, {spell/protection from energy} | {spell/Dispel magic}, {spell/resist energy} |",
			"| 8-11 | {spell/Dismissal}, {spell/stoneskin} | {spell/Dimensional anchor}, {spell/lesser globe of invulnerability} |",
			"| 12-15 | {spell/Antimagic field}, {spell/banishment} | {spell/Globe of invulnerability}, {spell/greater dispel magic} |",
			"| 16+ | {spell/Mage's disjunction}, {spell/prismatic sphere} | {spell/Prismatic wall}, {spell/protection from spells} |",
			"",
			"***Benefit:*** Choose one energy type. The monster gains resistance 5 to that type of damage. At CR 12, increase the resistance to 10. At CR 16, increase the resistance to 20.",
			"",
			"### Abyssal Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Burning hands}, [summon monster I](spell/summon_monster_1) | {spell/Cause fear}, [protection from good or law](spell/protection_from_good) |",
			"| 4-7 | {spell/Rage}, [summon monster III](spell/summon_monster_3) | {spell/Alter self}, {spell/scare} |",
			"| 8-11 | {spell/Dismissal}, [summon monster V](spell/summon_monster_5) | {spell/Chaos hammer}, {spell/dimension door} |",
			"| 12-15 | [Summon monster VI](spell/summon_monster_6), {spell/word of chaos} | {spell/Greater dispel magic}, {spell/greater teleport} |",
			"| 16+ | {spell/Energy drain}, [summon monster IX](spell/summon_monster_9) | {spell/Cloak of chaos}, {spell/unholy aura} |",
			"",
			"***Benefit:*** Increase the monster's Strength modifier by 1. At CR 13, increase it by 2 instead. At CR 17, increase it by 3 instead.",
			"",
			"### Acid Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Corrosive touch}, {spell/obscuring mist} | {spell/acid splash}, {spell/cause fear} |",
			"| 4-7 | [Empowered](feat/empower_spell) {spell/corrosive touch}, [protection from energy (acid only)](spell/protection_from_energy) | {spell/acid arrow}, [resist energy (acid only)](spell/resist_energy) |",
			"| 8-11 | {spell/Acidic spray}, {spell/corrosive consumption} | {spell/rusting grasp}, {spell/transmute rock to mud} |",
			"| 12-15 | [Widened](feat/widen_spell) {spell/acid fog}, {spell/caustic eruption} | [Quickened](feat/quicken_spell) {spell/acid arrow}, {spell/acid fog} |",
			"| 16+ | [Empowered](feat/empower_spell) {spell/caustic eruption}, [form of the dragon III (black only)](spell/form_of_the_dragon_3) | [Maximized](feat/maximize_spell) {spell/acidic spray}, {spell/storm of vengeance} |",
			"",
			"***Benefit:*** The monster gains acid resistance 5. At CR 12, increase the resistance to 10. At CR 16, the monster gains acid immunity.",
			"",
			"### Air Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Jump}, {spell/obscuring mist} | {spell/Feather fall}, [open/close](spell/open_close) |",
			"| 4-7 | {spell/Gaseous form}, {spell/wind wall} | {spell/Fly}, {spell/gust of wind} |",
			"| 8-11 | {spell/Control winds}, {spell/overland flight} | {spell/Air walk}, [extended](feat/extend_spell) {spell/wind wall} |",
			"| 12-15 | {spell/Control weather}, [elemental body IV (air only)](spell/elemental_body_4) | {spell/Chain lightning}, {spell/reverse gravity} |",
			"| 16+ | [Elemental swarm (air only)](spell/elemental_swarm), {spell/winds of vengeance} | [Empowered](feat/empower_spell) {spell/chain lightning}, {spell/whirlwind} |",
			"",
			"***Benefit:*** Increase the monster's movement speed by 10 feet.",
			"",
			"### Alchemy Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Expeditious retreat}, {spell/true strike} | {spell/Ant haul}, {spell/jump} |",
			"| 4-7 | {spell/Displacement}, {spell/fly} | {spell/Invisibility}, {spell/vomit swarm} |",
			"| 8-11 | {spell/Magic jar}, {spell/overland flight} | {spell/Dragon's breath}, {spell/stoneskin} |",
			"| 12-15 | {spell/Eyebite}, {spell/twin form} | {spell/Heal}, {spell/true seeing} |",
			"| 16+ | {spell/Fiery body}, {spell/shapechange} | {spell/Clone}, {spell/simulacrum} |",
			"",
			"***Benefit:*** The monster gains a +2 bonus on saving throws against disease and poison",
			"",
			"### Animal Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Hold animal}, [summon nature's ally I](spell/summon_natures_ally_1) | {spell/Charm animal}, {spell/hide from animals} |",
			"| 4-7 | {spell/Dominate animal}, {spell/greater magic fang} | [Beast shape I (animals only)](spell/beast_shape_1), {spell/speak with animals} |",
			"| 8-11 | {spell/Animal growth}, {spell/insect plague} | {spell/Giant vermin}, {spell/locate creature} |",
			"| 12-15 | {spell/Antilife shell}, [summon nature's ally VII](spell/summon_natures_ally_7) | [Beast shape IV (animal only)](spell/beast_shape_4), {spell/mass cure light wounds} |",
			"| 16+ | [Quickened] {spell/insect plague}, {spell/shapechange} | {spell/Animal shapes}, [summon nature's ally VII (animals only)](spell/summon_natures_ally_7) |",
			"",
			"***Benefit:*** Animal allies within 20 feet of the monster gain a +1 luck bonus on attack rolls.",
			"",
			"### Arcane Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Expeditious retreat}, {spell/magic missile} | {spell/Light}, {spell/prestidigitation} |",
			"| 4-7 | {spell/Dispel magic}, {spell/levitate} | {spell/Invisibility}, {spell/scorching ray} |",
			"| 8-11 | [Empowered](feat/empower_spell) {spell/lightning bolt}, {spell/overland flight} | {spell/Dimension door}, {spell/lesser globe of invulnerability} |",
			"| 12-15 | [Quickened] {spell/dispel magic}, {spell/greater teleport} | [Maximized](feat/maximize_spell) {spell/fireball}, {spell/true seeing} |",
			"| 16+ | {spell/Power word kill}, [quickened] {spell/wall of force} | [Maximized](feat/maximize_spell) {spell/cone of cold}, {spell/power word stun} |",
			"",
			"***Benefit:*** Increase the saving throw DCs of any of the monster's spells to which a metamagic feat has been applied by 1.",
			"",
			"### Artifice Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Animate rope}, {spell/magic stone} | {spell/floating disk}, {spell/mending} |",
			"| 4-7 | {spell/Stone shape}, {spell/tiny hut} | {spell/Make whole}, {spell/wood shape} |",
			"| 8-11 | {spell/Major creation}, {spell/wall of stone} | {spell/Fabricate}, {spell/minor creation} |",
			"| 12-15 | {spell/Limited wish}, {spell/wall of iron} | {spell/Animate objects}, {spell/flesh to stone} |",
			"| 16+ | {spell/Crushing hand}, {spell/prismatic sphere} | {spell/Iron body}, {spell/polymorph any object} |",
			"",
			"***Benefit:*** When the monster casts a spell from this list, it gains a deflection bonus to AC equal to the spell's level for 1 round.",
			"",
			"### Battle Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Bless}, {spell/expeditious retreat} | {spell/Bleed}, {spell/flare} |",
			"| 4-7 | {spell/Fly}, {spell/haste} | {spell/Invisibility}, {spell/protection from arrows} |",
			"| 8-11 | {spell/Interposing hand}, {spell/teleport} | {spell/Dimension door}, {spell/greater invisibility} |",
			"| 12-15 | [Giant form I](spell/giant_form_1), {spell/transformation} | {spell/Greater teleport}, {spell/true seeing} |",
			"| 16+ | {spell/Mass hold monster}, {spell/time stop} | {spell/Mislead}, {spell/power word stun} |",
			"",
			"***Benefit:*** Increase the monster's attack bonus for all attacks by 1."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_6_spells",
			"spell_lists"
		],
		"siblings": [
			"spell_lists_1",
			"spell_lists_2",
			"spell_lists_3",
			"spell_lists_4",
			"spell_lists_5",
			"spell_lists_6"
		]
	},
	"spell_lists_2": {
		"name": "Celestial through Destruction",
		"subtitle": "Spell Lists, Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/218}",
			"",
			"### Celestial Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Bless}, {spell/divine favor} | {spell/Guidance}, {spell/light} |",
			"| 4-7 | {spell/Magic circle against evil}, {spell/prayer} | {spell/Cure moderate wounds}, {spell/resist energy} |",
			"| 8-11 | {spell/Flame strike}, {spell/greater command} | {spell/Blessing of fervor}, {spell/holy smite} |",
			"| 12-15 | {spell/Banishment}, {spell/holy word} | [Empowered](feat/empower_spell) {spell/flame strike}, {spell/greater dispel magic} |",
			"| 16+ | [Quickened](feat/quicken_spell) {spell/flame strike}, {spell/gate} | {spell/Holy aura}, {spell/sunburst} |",
			"",
			"***Benefit:*** The monster gains resistance 5 to acid and cold. At CR 12, these resistances increase to 10.",
			"",
			"### Chaos Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Lesser confusion}, {spell/protection from law} | {spell/Daze}, {spell/entropic shield} |",
			"| 4-7 | {spell/Magic circle against law}, {spell/rage} | {spell/Alter self}, {spell/daze monster} |",
			"| 8-11 | {spell/Dispel law}, {spell/mind fog} | {spell/Chaos hammer}, {spell/confusion} |",
			"| 12-15 | {spell/Insanity}, {spell/word of chaos} | {spell/Animate objects}, {spell/repulsion} |",
			"| 16+ | {spell/Prismatic sphere}, [summon monster IX (chaotic only)](spell/summon_monster_9) | {spell/Cloak of chaos}, {spell/scintillating pattern} |",
			"",
			"***Benefit:*** The monster's attacks count as chaotic for the purpose of overcoming damage reduction.",
			"",
			"### Charm Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Charm person}, {spell/hypnotism} | {spell/Daze}, {spell/message} |",
			"| 4-7 | {spell/Hold person}, {spell/suggestion} | {spell/Calm emotions}, {spell/daze monster} |",
			"| 8-11 | {spell/Charm monster}, {spell/dominate person} | {spell/Confusion}, {spell/lesser geas} |",
			"| 12-15 | {spell/Insanity}, {spell/mass hold person} | [Geas/quest](spell/geas_quest), {spell/mass suggestion} |",
			"| 16+ | {spell/Dominate monster}, {spell/mass hold monster} | {spell/Demand}, {spell/mass charm monster} |",
			"",
			"***Benefit:*** The monster gains a +4 bonus on saving throws against charm effects.",
			"",
			"### Cold Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Frostbite}, {spell/obscuring mist} | {spell/Endure elements}, {spell/ray of frost} |",
			"| 4-7 | {spell/Protection from energy}, {spell/sleet storm} | {spell/Chill metal}, {spell/resist energy} |",
			"| 8-11 | {spell/Cone of cold}, [enlarged](feat/enlarge_spell) {spell/ice storm} | {spell/Ice storm}, {spell/wall of ice} |",
			"| 12-15 | {spell/Control weather}, [form of the dragon II (white only)](spell/form_of_the_dragon_2) | [Empowered](feat/empower_spell) {spell/cone of cold}, {spell/freezing sphere} |",
			"| 16+ | [Quickened](feat/quicken_spell) {spell/cone of cold}, [form of the dragon III (white only)](spell/form_of_the_dragon_3) | {spell/Polar ray}, {spell/simulacrum} |",
			"",
			"***Benefit:*** The monster gains cold resistance 5. At CR 12, increase the resistance to 10. At CR 16, the monster gains cold immunity.",
			"",
			"### Community Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Bless}, {spell/sanctuary} | {spell/Cure light wounds}, {spell/virtue} |",
			"| 4-7 | {spell/Dispel magic}, {spell/prayer} | {spell/Aid}, {spell/shield other} |",
			"| 8-11 | {spell/Telepathic bond}, {spell/wall of stone} | {spell/Cure critical wounds}, {spell/status} |",
			"| 12-15 | {spell/Heal}, {spell/repulsion} | {spell/Banishment}, {spell/blade barrier} |",
			"| 16+ | {spell/Foresight}, {spell/miracle} | {spell/Dimensional lock}, {spell/mass cure critical wounds} |",
			"",
			"***Benefit:*** The monster gains Diplomacy as an additional master skill.",
			"",
			"### Conjuration Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Grease}, [summon monster I](spell/summon_monster_1) | {spell/Acid splash}, {spell/guidance} |",
			"| 4-7 | {spell/Stinking cloud}, [summon monster III](spell/summon_monster_3) | {spell/Acid arrow}, [summon monster II](spell/summon_monster_2) |",
			"| 8-11 | [Summon monster V](spell/summon_monster_5), {spell/teleport} | {spell/Dimension door}, [summon monster IV](spell/summon_monster_4) |",
			"| 12-15 | {spell/Greater teleport}, [summon monster VII](spell/summon_monster_7) | {spell/Acid fog}, [summon monster VI](spell/summon_monster_6) |",
			"| 16+ | {spell/Gate}, [summon monster IX](spell/summon_monster_9) | {spell/Incendiary cloud}, [summon monster VIII](spell/summon_monster_8) |",
			"",
			"***Benefit:*** The monster doubles the duration of all conjuration (summoning) spells it casts.",
			"",
			"### Darkness Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Cause fear}, {spell/obscuring mist} | {spell/Daze}, {spell/silent image} |",
			"| 4-7 | {spell/Deeper darkness}, {spell/displacement} | [Blindness/deafness (only to cause blindness)](spell/blindness_deafness), {spell/darkness} |",
			"| 8-11 | {spell/Shadow evocation}, [summon monster V (1d3 shadows)](spell/summon_monster_5) | {spell/Black tentacles}, {spell/shadow conjuration} |",
			"| 12-15 | {spell/Greater shadow conjuration}, {spell/power word blind} | [Quickened](feat/quicken_spell) {spell/darkness}, {spell/shadow walk} |",
			"| 16+ | {spell/Energy drain}, {spell/shades} | {spell/Greater shadow evocation}, [maximized](feat/maximize_spell) {spell/shadow evocation} |",
			"",
			"***Benefit:*** The monster's spells with the darkness descriptor count as 1 spell level higher.",
			"",
			"### Death Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Chill touch}, {spell/ray of enfeeblement} | {spell/Bleed}, {spell/touch of fatigue} |",
			"| 4-7 | {spell/Stricken heart}, {spell/vampiric touch} | {spell/Death knell}, {spell/ghoul touch} |",
			"| 8-11 | {spell/Slay living}, {spell/waves of fatigue} | {spell/Death ward}, {spell/enervation} |",
			"| 12-15 | {spell/Destruction}, {spell/finger of death} | {spell/Circle of death}, {spell/undeath to death} |",
			"| 16+ | {spell/Energy drain}, {spell/wail of the banshee} | {spell/Horrid wilting}, {spell/symbol of death} |",
			"",
			"***Benefit:*** Increase the saving throw DC of any death spell the monster casts by 1.",
			"",
			"### Destined Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Alarm}, [protection from chaos/evil/good/law](spell/protection_from_evil) | {spell/Expeditious retreat}, {spell/true strike} |",
			"| 4-7 | {spell/Displacement}, {spell/protection from energy} | {spell/Blur}, {spell/good hope} |",
			"| 8-11 | {spell/Break enchantment}, {spell/debilitating portent} | {spell/Divination}, {spell/freedom of movement} |",
			"| 12-15 | [Quickened](feat/quicken_spell) {spell/displacement}, {spell/jolting portent} | {spell/Mislead}, {spell/spell turning} |",
			"| 16+ | {spell/Foresight}, [quickened](feat/quicken_spell) {spell/freedom of movement} | {spell/Mind blank}, {spell/moment of prescience} |",
			"",
			"***Benefit:*** Increase all the monster's saving throw bonuses by 1.",
			"",
			"### Destruction Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Burning hands}, {spell/true strike} | {spell/Acid splash}, {spell/ray of frost} |",
			"| 4-7 | {spell/Fireball}, {spell/rage} | {spell/acid arrow}, {spell/shatter} |",
			"| 8-11 | [Maximized](feat/maximize_spell) {spell/acid arrow}, {spell/shout} | {spell/Ice storm}, {spell/inflict critical wounds} |",
			"| 12-15 | {spell/Disintegrate}, [quickened](feat/quicken_spell) {spell/lightning bolt} | [Maximized](feat/maximize_spell) {spell/fireball}, {spell/harm} |",
			"| 16+ | [Empowered](feat/empower_spell) {spell/disintegrate}, {spell/implosion} | {spell/Earthquake}, {spell/fire storm} |",
			"",
			"***Benefit:*** Increase the saving throw DCs of any spells the monster casts that deal damage by 1."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_6_spells",
			"spell_lists"
		],
		"siblings": [
			"spell_lists_1",
			"spell_lists_2",
			"spell_lists_3",
			"spell_lists_4",
			"spell_lists_5",
			"spell_lists_6"
		]
	},
	"spell_lists_3": {
		"name": "Divination through Fire",
		"subtitle": "Spell Lists, Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/218}",
			"",
			"### Divination Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Anticipate peril}, {spell/unprepared combatant} | {spell/Guidance}, {spell/true strike} |",
			"| 4-7 | [Clairaudience/clairvoyance](spell/clairaudience_clairvoyance), {spell/see invisibility} | {spell/Arcane sight}, {spell/detect thoughts} |",
			"| 8-11 | {spell/Scrying}, {spell/telepathic bond} | {spell/Discern lies}, {spell/locate creature} |",
			"| 12-15 | {spell/Greater arcane sight}, {spell/greater scrying} | {spell/Find the path}, {spell/true seeing} |",
			"| 16+ | {spell/Foresight}, {spell/prediction of failure} | {spell/Discern location}, {spell/moment of prescience} |",
			"",
			"***Benefit:*** The monster cannot be surprised while it is conscious and able to take actions.",
			"",
			"### Draconic Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Burning hands}, {spell/cause fear} | {spell/Jump}, {spell/true strike} |",
			"| 4-7 | {spell/Fly}, {spell/haste} | {spell/Draconic reservoir}, {spell/scare} |",
			"| 8-11 | {spell/Overland flight}, {spell/spell resistance} | {spell/Dragon's breath}, {spell/fear} |",
			"| 12-15 | [Form of the dragon II](spell/form_of_the_dragon_2), {spell/spell turning} | [Form of the dragon I](spell/form_of_the_dragon_1), {spell/symbol of fear} |",
			"| 16+ | [Form of the dragon III](spell/form_of_the_dragon_3), {spell/wish} | {spell/Foresight}, {spell/power word stun} |",
			"",
			"***Benefit:*** The monster's AC and flat-footed AC increase by 2. In addition, the monster gains resistance 5 to your choice of acid, cold, electricity, or fire.",
			"",
			"### Earth Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Expeditious excavation}, {spell/magic stone} | {spell/Acid splash}, {spell/resistance} |",
			"| 4-7 | {spell/Meld into stone}, {spell/stone shape} | {spell/Acid arrow}, {spell/soften earth and stone} |",
			"| 8-11 | {spell/Transmute mud to rock}, {spell/transmute rock to mud} | {spell/Spike stones}, {spell/wall of stone} |",
			"| 12-15 | [Elemental body IV (earth only)](spell/elemental_body_4), {spell/wall of iron} | {spell/Major creation}, {spell/move earth} |",
			"| 16+ | [Elemental swarm (earth only)](spell/elemental_swarm), {spell/imprisonment} | {spell/Earthquake}, {spell/iron body} |",
			"",
			"***Benefit:*** The monster gains acid resistance 5. At CR 12, increase the resistance to 10. At CR 16, the monster gains acid immunity.",
			"",
			"### Electricity Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Expeditious retreat}, {spell/shocking grasp} | {spell/Flare}, {spell/obscuring mist} |",
			"| 4-7 | {spell/Call lightning}, {spell/lightning bolt} | [Elemental touch (electricity only)](spell/elemental_touch), [elemental aura (electricity only)](spell/elemental_aura) |",
			"| 8-11 | {spell/Call lightning storm}, [empowered](feat/empower_spell) {spell/lightning bolt} | {spell/Ball lightning}, [dragon's breath (electricity only)](spell/dragons_breath) |",
			"| 12-15 | {spell/Chain lightning}, [quickened](feat/quicken_spell) {spell/lightning bolt} | {spell/control weather}, [form of the dragon II (blue or bronze only)](spell/form_of_the_dragon_2) |",
			"| 16+ | [Empowered](feat/empower_spell) {spell/chain lightning}, [empowered](feat/empower_spell) [quickened](feat/quicken_spell) {spell/lightning bolt} | [Form of the dragon III (blue or bronze only)](spell/form_of_the_dragon_3), {spell/power word stun} |",
			"",
			"***Benefit:*** The monster gains electricity resistance 5. At CR 12, increase the resistance to 10. At CR 16, the monster gains electricity immunity.",
			"",
			"### Elemental Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Burning hands}, {spell/produce flame} | {spell/Ray of frost}, {spell/resistance} |",
			"| 4-7 | {spell/Fireball}, {spell/lightning bolt} | {spell/Scorching ray}, {spell/sleet storm} |",
			"| 8-11 | {spell/Control winds}, [elemental body II](spell/elemental_body_2) | [Elemental body I](spell/elemental_body_1), {spell/ice storm} |",
			"| 12-15 | [Elemental body IV](spell/elemental_body_4), {spell/fire storm} | [Elemental body III](spell/elemental_body_3), {spell/freezing sphere} |",
			"| 16+ | {spell/Elemental swarm}, {spell/meteor swarm} | [Empowered](feat/empower_spell) {spell/chain lightning}, [summon monster VIII(elementals only)](spell/summon_monster_8) |",
			"",
			"***Benefit:*** The monster gains one of the following: a fly speed of 60 feet with average maneuverability, a burrow speed of 30 feet, a 30-foot increase to its base speed, or a swim speed of 60 feet.",
			"",
			"### Enchantment Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Charm person}, {spell/sleep} | {spell/Daze}, {spell/hypnotism} |",
			"| 4-7 | {spell/Hideous laughter}, {spell/hold person} | {spell/Suggestion}, {spell/touch of idiocy} |",
			"| 8-11 | {spell/Dominate person}, {spell/feeblemind} | {spell/Charm monster}, {spell/confusion} |",
			"| 12-15 | {spell/Insanity}, {spell/mass suggestion} | {spell/Mass hold person}, {spell/power word blind} |",
			"| 16+ | {spell/Irresistible dance}, {spell/power word kill} | {spell/Binding}, {spell/power word stun} |",
			"",
			"***Benefit:*** The monster gains either Bluff or Diplomacy as an additional master skill.",
			"",
			"### Evil Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Bane}, {spell/inflict light wounds} | {spell/Bleed}, {spell/protection from good} |",
			"| 4-7 | {spell/Bestow curse}, {spell/magic circle against good} | {spell/Darkness}, {spell/ghoul touch} |",
			"| 8-11 | {spell/Dispel good}, {spell/slay living} | {spell/Inflict critical wounds}, {spell/unholy blight} |",
			"| 12-15 | {spell/Blasphemy}, {spell/destruction} | {spell/Harm}, {spell/mass inflict moderate wounds} |",
			"| 16+ | {spell/Power word kill}, [summon monster IX (evil only)](spell/summon_monster_9) | {spell/Power word stun}, {spell/unholy aura} |",
			"",
			"***Benefit:*** The monster's attacks count as evil for the purpose of overcoming damage reduction.",
			"",
			"### Evocation Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Burning hands}, {spell/magic missile} | {spell/Light}, {spell/ray of frost} |",
			"| 4-7 | {spell/Fireball}, {spell/lightning bolt} | {spell/Scorching ray}, {spell/shatter} |",
			"| 8-11 | {spell/Cone of cold}, [empowered](feat/empower_spell) {spell/fireball} | {spell/Ice storm}, {spell/wall of fire} |",
			"| 12-15 | {spell/Delayed blast fireball}, [quickened](feat/quicken_spell) {spell/fireball} | {spell/Chain lightning}, [maximized](feat/maximize_spell) {spell/lightning bolt} |",
			"| 16+ | [Quickened](feat/quicken_spell) {spell/ice storm}, {spell/meteor swarm} | {spell/Polar ray}, {spell/sunburst} |",
			"",
			"***Benefit:*** The monster adds 1/2 its CR to the damage dealt with evocation spells it casts.",
			"",
			"### Fey Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Charm person}, {spell/entangle} | {spell/Dancing lights}, {spell/faerie fire} |",
			"| 4-7 | {spell/Deep slumber}, {spell/suggestion} | {spell/Glitterdust}, {spell/hideous laughter} |",
			"| 8-11 | {spell/Baleful polymorph}, {spell/tree stride} | {spell/Dimension door}, {spell/poison} |",
			"| 12-15 | {spell/Insanity}, {spell/phase door} | {spell/Mislead}, {spell/transport via plants} |",
			"| 16+ | {spell/Shambler}, {spell/shapechange} | {spell/Irresistible dance}, {spell/scintillating pattern} |",
			"",
			"***Benefit:*** Increase the saving throw DCs of any compulsion spell the monster casts by 2.",
			"",
			"### Fire Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Burning hands}, {spell/heat metal} | {spell/Flare}, {spell/produce flame} |",
			"| 4-7 | [Empowered](feat/empower_spell) {spell/burning hands}, {spell/fireball} | {spell/Flame blade}, {spell/flaming sphere} |",
			"| 8-11 | [Empowered](feat/empower_spell) {spell/fireball}, {spell/flame strike} | {spell/Fire shield}, {spell/wall of fire} |",
			"| 12-15 | [Elemental body IV (fire only)](spell/elemental_body_4), [quickened](feat/quicken_spell) {spell/fireball} | {spell/Fire seeds}, {spell/fire storm} |",
			"| 16+ | [Elemental swarm (fire only)](spell/elemental_swarm), {spell/meteor swarm} | [Empowered](feat/empower_spell) {spell/fire storm}, {spell/incendiary cloud} |",
			"",
			"***Benefit:*** The monster gains fire resistance 5. At CR 12, increase the resistance to 10. At CR 16, the monster gains fire immunity."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_6_spells",
			"spell_lists"
		],
		"siblings": [
			"spell_lists_1",
			"spell_lists_2",
			"spell_lists_3",
			"spell_lists_4",
			"spell_lists_5",
			"spell_lists_6"
		]
	},
	"spell_lists_4": {
		"name": "Glory through Madness",
		"subtitle": "Spell Lists, Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/218}",
			"",
			"### Glory Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Bless}, {spell/sanctuary} | {spell/Guidance}, {spell/resistance} |",
			"| 4-7 | {spell/Daylight}, {spell/searing light} | {spell/Aid}, {spell/bless weapon} |",
			"| 8-11 | {spell/Dispel evil}, {spell/flame strike} | {spell/Dismissal}, {spell/holy smite} |",
			"| 12-15 | {spell/Holy sword}, {spell/holy word} | {spell/Blade barrier}, {spell/undeath to death} |",
			"| 16+ | {spell/Gate}, {spell/overwhelming presence} | {spell/Earthquake}, {spell/holy aura} |",
			"",
			"***Benefit:*** The monster gains a +4 bonus on saves against fear.",
			"",
			"### Good Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Bless}, {spell/protection from evil} | {spell/Guidance}, {spell/virtue} |",
			"| 4-7 | {spell/Magic circle against evil}, {spell/prayer} | {spell/Cure moderate wounds}, {spell/hold person} |",
			"| 8-11 | {spell/Dispel evil}, {spell/plane shift} | {spell/Cure critical wounds}, {spell/holy smite} |",
			"| 12-15 | {spell/Holy word}, [summon monster VII&ast;](spell/summon_monster_7) | {spell/Blade barrier}, {spell/heal} |",
			"| 16+ | {spell/Storm of vengeance}, [summon monster IX&ast;](spell/summon_monster_9) | {spell/Holy aura}, [summon monster VIII&ast;](spell/summon_monster_8) |",
			"",
			"&ast; Can summon good creatures only.",
			"",
			"***Benefit:*** The monster's attacks count as good for the purpose of overcoming damage reduction.",
			"",
			"### Healing Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/cure light wounds}, {spell/sanctuary} | {spell/Stabilize}, {spell/virtue} |",
			"| 4-7 | {spell/cure serious wounds}, {spell/remove disease} | {spell/Cure moderate wounds}, {spell/shield other} |",
			"| 8-11 | {spell/breath of life}, {spell/mass cure light wounds} | {spell/Cure critical wounds}, {spell/neutralize poison} |",
			"| 12-15 | {spell/Mass cure serious wounds}, {spell/regenerate} | {spell/Heal}, {spell/mass cure moderate wounds} |",
			"| 16+ | [Quickened](feat/quicken_spell) {spell/breath of life}, {spell/mass heal} | [quickened](feat/quicken_spell) {spell/cure critical wounds}, {spell/mass cure critical wounds} |",
			"",
			"***Benefit:*** The monster gains Diplomacy or Heal as an additional master skill.",
			"",
			"### Illusion Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Color spray}, {spell/silent image} | {spell/Disguise self}, {spell/ghost sound} |",
			"| 4-7 | {spell/Displacement}, {spell/major image} | {spell/Invisibility}, {spell/minor image} |",
			"| 8-11 | {spell/Mirage arcana}, {spell/persistent image} | {spell/Greater invisibility}, {spell/phantasmal killer} |",
			"| 12-15 | [Quickened](feat/quicken_spell) {spell/displacement}, {spell/mass invisibility} | {spell/Shadow walk}, {spell/veil} |",
			"| 16+ | {spell/Shades}, {spell/weird} | {spell/Greater shadow evocation}, {spell/scintillating pattern} |",
			"",
			"***Benefit:*** Increase the saving throw DCs of any illusion spells the monster casts by 1.",
			"",
			"### Infernal Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Burning hands}, {spell/protection from good} | {spell/Charm person}, {spell/flare} |",
			"| 4-7 | {spell/Fireball}, {spell/suggestion} | {spell/Daze monster}, {spell/scorching ray} |",
			"| 8-11 | {spell/Dominate person}, [empowered](feat/empower_spell) {spell/fireball} | {spell/Charm monster}, {spell/wall of fire} |",
			"| 12-15 | {spell/Blasphemy}, {spell/greater teleport} | [Quickened](feat/quicken_spell) {spell/fireball}, {spell/mass suggestion} |",
			"| 16+ | {spell/Dominate monster}, {spell/meteor swarm} | [Empowered](feat/empower_spell) [maximized](feat/maximize_spell) {spell/fireball}, {spell/power word stun} |",
			"",
			"***Benefit:*** The monster gains fire resistance 5 and a +2 bonus on saving throws against poison. At CR 9, the fire resistance increases to 10 and the bonus on saving throws against poison increases to +4.",
			"",
			"### Knowledge Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Anticipate peril}, {spell/true strike} | {spell/Alarm}, {spell/comprehend languages} |",
			"| 4-7 | {spell/Arcane sight}, [clairaudience/clairvoyance](spell/clairaudience_clairvoyance) | {spell/Detect thoughts}, {spell/locate object} |",
			"| 8-11 | {spell/Commune}, {spell/true seeing} | {spell/Divination}, {spell/locate creature} |",
			"| 12-15 | {spell/Contact other plane}, {spell/vision} | {spell/Find the path}, {spell/legend lore} |",
			"| 16+ | {spell/Foresight}, {spell/prediction of failure} | {spell/Discern location}, {spell/moment of prescience} |",
			"",
			"***Benefit:*** The monster gains two Knowledge skills of your choice as additional master skills.",
			"",
			"### Law Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Command}, {spell/protection from chaos} | {spell/Cause fear}, {spell/stabilize} |",
			"| 4-7 | {spell/Dispel magic}, {spell/magic circle against chaos} | {spell/Calm emotions}, {spell/enthrall} |",
			"| 8-11 | {spell/Dispel chaos}, {spell/greater command} | {spell/Dimensional anchor}, {spell/order's wrath} |",
			"| 12-15 | {spell/Dictum}, {spell/power word blind} | {spell/Banishment}, {spell/hold monster} |",
			"| 16+ | {spell/Power word kill}, [summon monster IX (law only)](spell/summon_monster_9) | {spell/Shield of law}, {spell/power word stun} |",
			"",
			"***Benefit:*** The monster's attacks count as lawful for the purpose of overcoming damage reduction.",
			"",
			"### Liberation Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Expeditious retreat}, {spell/remove fear} | {spell/Feather fall}, [open/close](spell/open_close) |",
			"| 4-7 | {spell/Fly}, {spell/remove curse} | {spell/Knock}, {spell/remove paralysis} |",
			"| 8-11 | {spell/Break enchantment}, {spell/overland flight} | {spell/Freedom of movement}, [extended](feat/extend_spell) {spell/haste} |",
			"| 12-15 | {spell/Ethereal jaunt}, {spell/refuge} | [Quickened](feat/quicken_spell) {spell/fly}, {spell/greater dispel magic} |",
			"| 16+ | {spell/Freedom}, {spell/wish} | [Quickened](feat/quicken_spell) {spell/freedom of movement}, {spell/mind blank} |",
			"",
			"***Benefit:*** The monster gains Escape Artist as an additional master skill.",
			"",
			"### Luck Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Entropic shield}, {spell/true strike} | {spell/Daze}, {spell/feather fall} |",
			"| 4-7 | {spell/Dispel magic}, {spell/prayer} | {spell/Aid}, {spell/protection from energy} |",
			"| 8-11 | {spell/Bestow curse}, {spell/break enchantment} | {spell/Freedom of movement}, {spell/serenity} |",
			"| 12-15 | [Quickened](feat/quicken_spell) {spell/dispel magic}, {spell/spell turning} | {spell/Dismissal}, {spell/mislead} |",
			"| 16+ | {spell/Foresight}, {spell/miracle} | {spell/Antimagic field}, {spell/moment of prescience} |",
			"",
			"***Benefit:*** Increase all the monster's saving throw bonuses by 1.",
			"",
			"### Madness Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Cause fear}, {spell/confusion, lesser} | {spell/Daze}, {spell/touch of fatigue} |",
			"| 4-7 | {spell/Major image}, {spell/rage} | {spell/Hideous laughter}, {spell/touch of idiocy} |",
			"| 8-11 | {spell/Nightmare}, {spell/phantasmal killer} | {spell/Confusion}, {spell/crushing despair} |",
			"| 12-15 | {spell/Insanity}, {spell/mass suggestion} | {spell/Feeblemind}, {spell/mind fog} |",
			"| 16+ | {spell/Dominate monster}, {spell/weird} | {spell/Irresistible dance}, {spell/scintillating pattern} |",
			"",
			"***Benefit:*** The monster gains a +2 bonus on saving throws against mind-affecting effects."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_6_spells",
			"spell_lists"
		],
		"siblings": [
			"spell_lists_1",
			"spell_lists_2",
			"spell_lists_3",
			"spell_lists_4",
			"spell_lists_5",
			"spell_lists_6"
		]
	},
	"spell_lists_5": {
		"name": "Magic through Sonic",
		"subtitle": "Spell Lists, Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/218}",
			"",
			"### Magic Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Magic missile}, {spell/silent image} | {spell/Detect magic}, {spell/read magic} |",
			"| 4-7 | {spell/Dispel magic}, {spell/hold person} | {spell/Invisibility}, {spell/scorching ray} |",
			"| 8-11 | {spell/Spell resistance}, {spell/teleport} | {spell/Imbue with spell ability}, {spell/lesser globe of invulnerability} |",
			"| 12-15 | {spell/Mage's sword}, {spell/spell turning} | {spell/Antimagic field}, {spell/forceful hand} |",
			"| 16+ | {spell/Mage's disjunction}, {spell/time stop} | {spell/Clenched fist}, {spell/protection from spells} |",
			"",
			"***Benefit:*** The monster gains a +2 bonus on caster level checks made to overcome spell resistance.",
			"",
			"### Metal Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Lead blades}, {spell/shocking grasp} | {spell/Disguise weapon}, {spell/magic weapon} |",
			"| 4-7 | {spell/Heat metal}, {spell/molten orb} | {spell/Chill metal}, {spell/pellet blast} |",
			"| 8-11 | {spell/Rusting grasp}, {spell/major creation} | {spell/Heart of the metal}, {spell/wreath of blades} |",
			"| 12-15 | {spell/Transmute metal to wood}, {spell/wall of iron} | {spell/Chain lightning}, {spell/instant summons} |",
			"| 16+ | {spell/Iron body}, {spell/repel metal or stone} | {spell/Mage's disjunction}, {spell/polymorph any object} |",
			"",
			"***Benefit:*** The monster increases one of its speeds by 10 feet.",
			"",
			"### Nature Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | Entangle, shillelagh | {spell/Charm animal}, {spell/obscuring mist} |",
			"| 4-7 | {spell/Call lightning}, {spell/sleet storm} | {spell/Flame blade}, {spell/heat metal} |",
			"| 8-11 | {spell/Call lightning storm}, {spell/wall of thorns} | {spell/Flame strike}, {spell/ice storm} |",
			"| 12-15 | {spell/Antilife shell}, {spell/control weather} | {spell/Fire seeds}, {spell/wall of stone} |",
			"| 16+ | {spell/Shambler}, [summon nature's ally IX](spell/summon_natures_ally_9) | {spell/Earthquake}, {spell/finger of death} |",
			"",
			"***Benefit:*** The monster ignores difficult terrain caused by nonmagical natural terrain.",
			"",
			"### Necromancy Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Chill touch}, {spell/ray of enfeeblement} | {spell/Bleed}, {spell/touch of fatigue} |",
			"| 4-7 | {spell/Ray of exhaustion}, {spell/vampiric touch} | [Blindness/deafness](spell/blindness_deafness), {spell/scare} |",
			"| 8-11 | {spell/Animate dead}, {spell/bestow curse} | {spell/Contagion}, {spell/enervation} |",
			"| 12-15 | {spell/Finger of death}, {spell/waves of exhaustion} | {spell/Circle of death}, {spell/eyebite} |",
			"| 16+ | {spell/Energy drain}, {spell/wail of the banshee} | [Quickened](feat/quicken_spell) {spell/enervation}, {spell/horrid wilting} |",
			"",
			"***Benefit:*** The monster gains the channel energy option (negative energy only).",
			"",
			"### Nobility Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Bless}, {spell/command} | {spell/Bane}, {spell/sanctuary} |",
			"| 4-7 | {spell/Bestow curse}, [summon monster III](spell/summon_monster_3) | {spell/Enthrall}, {spell/shield other} |",
			"| 8-11 | {spell/Greater command}, [summon monster V](spell/summon_monster_5) | {spell/Discern lies}, {spell/freedom of movement} |",
			"| 12-15 | {spell/Repulsion}, [summon monster VII](spell/summon_monster_7) | [Geas/quest](spell/geas_quest), {spell/word of recall} |",
			"| 16+ | {spell/Overwhelming presence}, {spell/storm of vengeance} | {spell/Demand}, {spell/mass cure critical wounds} |",
			"",
			"***Benefit:*** The monster gains Diplomacy or Sense Motive as an additional master skill.",
			"",
			"### Plant Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Entangle}, [summon nature's ally I (plant only)](spell/summon_natures_ally_1) | {spell/Goodberry}, {spell/pass without trace} |",
			"| 4-7 | {spell/Plant growth}, {spell/spike growth} | {spell/Tree shape}, {spell/warp wood} |",
			"| 8-11 | {spell/Tree stride}, {spell/wall of thorns} | {spell/Command plants}, [summon nature's ally IV](spell/summon_natures_ally_4) |",
			"| 12-15 | {spell/Animate plants}, {spell/changestaff} | {spell/Fire seeds}, {spell/repel wood} |",
			"| 16+ | [Maximized](feat/maximize_spell) {spell/fire seeds}, {spell/shambler} | {spell/Control plants}, [summon nature's ally VIII](spell/summon_natures_ally_8) |",
			"",
			"***Benefit:*** The monster ignores difficult terrain caused by nonmagical natural terrain.",
			"",
			"### Protection Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Hold portal}, {spell/sanctuary} | {spell/Alarm}, {spell/resistance} |",
			"| 4-7 | {spell/Dispel magic}, {spell/protection from energy} | {spell/Resist energy}, {spell/shield other} |",
			"| 8-11 | {spell/Dismissal}, {spell/spell resistance} | {spell/Dimensional anchor}, {spell/spell immunity} |",
			"| 12-15 | {spell/Globe of invulnerability}, {spell/repulsion} | {spell/Antimagic field}, {spell/greater dispel magic} |",
			"| 16+ | {spell/Prismatic sphere}, {spell/wall of suppression} | {spell/Mind blank}, {spell/prismatic wall} |",
			"",
			"***Benefit:*** Increase all the monster's saving throw bonuses by 1.",
			"",
			"### Repose Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Deathwatch}, {spell/ray of enfeeblement} | {spell/Cause fear}, {spell/chill touch} |",
			"| 4-7 | {spell/False life}, {spell/scare} | {spell/Gentle repose}, {spell/speak with dead} |",
			"| 8-11 | {spell/Death ward}, {spell/slay living} | {spell/Enervation}, {spell/fear} |",
			"| 12-15 | {spell/Circle of death}, {spell/destruction} | {spell/Undeath to death}, {spell/waves of fatigue} |",
			"| 16+ | {spell/Power word kill}, {spell/wail of the banshee} | {spell/Finger of death}, {spell/waves of exhaustion} |",
			"",
			"***Benefit:*** The monster gains a +4 bonus on saving throws against death spells and effects.",
			"",
			"### Rune Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Alarm}, {spell/erase} | {spell/Arcane mark}, [protection from chaos/evil/good/law](spell/protection_from_evil) |",
			"| 4-7 | {spell/Arcane lock}, {spell/glyph of warding} | {spell/Dispel magic}, {spell/symbol of mirroring} |",
			"| 8-11 | {spell/Lesser planar binding}, {spell/symbol of pain} | {spell/Explosive runes}, {spell/symbol of slowing} |",
			"| 12-15 | {spell/Symbol of stunning}, {spell/symbol of weakness} | {spell/glyph of warding, greater}, {spell/symbol of fear} |",
			"| 16+ | {spell/Symbol of strife}, {spell/symbol of vulnerability} | {spell/Symbol of death}, {spell/symbol of insanity} |",
			"",
			"***Benefit:*** Choose one energy type. The monster gains resistance 5 to that type of damage. At CR 12, increase the resistance to 10. At CR 16, increase the resistance to 20.",
			"",
			"### Sonic Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Command}, {spell/ear-piercing scream} | {spell/Ghost sound}, {spell/message} |",
			"| 4-7 | {spell/Enthrall}, {spell/silence} | {spell/Shatter}, {spell/sound burst} |",
			"| 8-11 | {spell/Song of discord}, {spell/zone of silence} | {spell/Shout}, [empowered](feat/empower_spell) {spell/sound burst} |",
			"| 12-15 | [Maximized](feat/maximize_spell) {spell/shout}, [quickened](feat/quicken_spell) {spell/silence} | {spell/Greater shout}, {spell/sympathetic vibration} |",
			"| 16+ | [Maximized](feat/maximize_spell) {spell/greater shout}, {spell/power word kill} | {spell/Power word stun}, [quickened](feat/quicken_spell) {spell/shout} |",
			"",
			"***Benefit:*** The monster gains sonic resistance 5. At CR 12, increase the resistance to 10. At CR 16, the monster gains sonic immunity."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_6_spells",
			"spell_lists"
		],
		"siblings": [
			"spell_lists_1",
			"spell_lists_2",
			"spell_lists_3",
			"spell_lists_4",
			"spell_lists_5",
			"spell_lists_6"
		]
	},
	"spell_lists_6": {
		"name": "Strength through Weather",
		"subtitle": "Spell Lists, Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/218}",
			"",
			"### Stealth Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Disguise self}, {spell/obscuring mist} | {spell/Flare}, {spell/silent image} |",
			"| 4-7 | {spell/Displacement}, {spell/nondetection} | {spell/Darkness}, {spell/invisibility} |",
			"| 8-11 | {spell/Mage's private sanctum}, {spell/seeming} | {spell/Dimension door}, {spell/greater invisibility} |",
			"| 12-15 | {spell/Sequester}, {spell/shadow walk} | {spell/Greater teleport}, {spell/mislead} |",
			"| 16+ | {spell/Screen}, {spell/time stop} | [Extended](feat/extend_spell) [widened](feat/widen_spell) {spell/deeper darkness}, [quickened](feat/quicken_spell) {spell/greater invisibility} |",
			"",
			"***Benefit:*** The monster gains Stealth as an additional master skill.",
			"",
			"### Strength Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Enlarge person}, {spell/gust of wind} | {spell/Cure light wounds}, {spell/resistance} |",
			"| 4-7 | {spell/Haste}, {spell/hold person} | {spell/Rage}, {spell/weapon of awe} |",
			"| 8-11 | {spell/Interposing hand}, {spell/telekinesis} | {spell/Blessing of fervor}, {spell/spell immunity} |",
			"| 12-15 | {spell/Destruction}, {spell/grasping hand} | {spell/Forceful hand}, {spell/stoneskin} |",
			"| 16+ | {spell/Crushing hand}, {spell/implosion} | {spell/Clenched fist}, {spell/earthquake} |",
			"",
			"***Benefit:*** Increase the monster's Strength modifier by 1. At CR 12, increase it by 2 instead. At CR 16, increase it by 3 instead.",
			"",
			"### Sun Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Burning hands}, {spell/endure elements} | {spell/Flare}, {spell/light} |",
			"| 4-7 | {spell/Daylight}, {spell/searing light} | {spell/Heat metal}, {spell/scorching ray} |",
			"| 8-11 | {spell/Flame strike}, [empowered](feat/empower_spell) {spell/searing light} | {spell/Fire shield}, {spell/flame arrow} |",
			"| 12-15 | [Empowered](feat/empower_spell) {spell/flame strike}, {spell/sunbeam} | {spell/Fire seeds}, [maximized](feat/maximize_spell) {spell/fireball} |",
			"| 16+ | {spell/Meteor swarm}, {spell/prismatic sphere} | {spell/Fire storm}, {spell/sunburst} |",
			"",
			"***Benefit:*** Increase the saving throw DC of any spell the monster casts from this spell list by 1.",
			"",
			"### Transmutation Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Enlarge person}, {spell/expeditious retreat} | {spell/Animate rope}, {spell/reduce person} |",
			"| 4-7 | {spell/Haste}, {spell/slow} | {spell/Alter self}, {spell/levitate} |",
			"| 8-11 | {spell/Baleful polymorph}, {spell/polymorph} | [Beast shape II](spell/beast_shape_2), {spell/mass reduce person} |",
			"| 12-15 | [Giant form I](spell/giant_form_1), {spell/greater polymorph} | {spell/Disintegrate}, {spell/flesh to stone} |",
			"| 16+ | [Form of the dragon III](spell/form_of_the_dragon_3), {spell/shapechange} | {spell/Iron body}, {spell/polymorph any object} |",
			"",
			"***Benefit:*** Increase any one of the monster's physical ability score modifiers by 1. At CR 12, increase that modifier by 2 instead.",
			"",
			"### Travel Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Jump}, {spell/longstrider} | {spell/Expeditious retreat}, [open/close](spell/open_close) |",
			"| 4-7 | {spell/Fly}, {spell/gaseous form} | {spell/Knock}, {spell/levitate} |",
			"| 8-11 | {spell/Overland flight}, {spell/teleport} | {spell/Dimension door}, {spell/freedom of movement} |",
			"| 12-15 | {spell/Greater teleport}, {spell/plane shift} | {spell/Find the path}, {spell/shadow walk} |",
			"| 16+ | {spell/Astral projection}, {spell/gate} | {spell/Ethereal jaunt}, {spell/phase door} |",
			"",
			"***Benefit:*** Increase the monster's movement speed by 10 feet.",
			"",
			"### Trickery Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | Disguise self, lesser confusion | Ghost sound, mage hand |",
			"| 4-7 | {spell/Gaseous form}, {spell/nondetection} | {spell/Invisibility}, {spell/minor image} |",
			"| 8-11 | {spell/Greater invisibility}, {spell/mind fog} | {spell/Confusion}, {spell/dimension door} |",
			"| 12-15 | {spell/Mass hold person}, {spell/veil} | {spell/Mass suggestion}, {spell/mislead} |",
			"| 16+ | {spell/Foresight}, {spell/time stop} | {spell/Mass charm monster}, {spell/mass invisibility} |",
			"",
			"***Benefit:*** The monster gains Bluff or Stealth as an additional master skill.",
			"",
			"### Undead Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Chill touch}, {spell/ray of enfeeblement} | {spell/Bleed}, {spell/touch of fatigue} |",
			"| 4-7 | {spell/Animate dead}, {spell/vampiric touch} | {spell/Command undead}, {spell/ghoul touch} |",
			"| 8-11 | {spell/Magic jar}, [quickened](feat/quicken_spell) {spell/ray of enfeeblement} | {spell/Enervation}, {spell/waves of fatigue} |",
			"| 12-15 | {spell/Control undead}, {spell/create undead} | {spell/Circle of death}, [maximized](feat/maximize_spell) {spell/vampiric touch} |",
			"| 16+ | {spell/Create greater undead}, {spell/energy drain} | {spell/Horrid wilting}, {spell/wail of the banshee} |",
			"",
			"***Benefit:*** The monster gains DR 5/- against nonlethal damage. At CR 8, the DR increases to 10/-.",
			"",
			"### War Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Cause fear}, {spell/true strike} | {spell/Magic weapon}, {spell/resistance} |",
			"| 4-7 | {spell/Prayer}, {spell/searing light} | {spell/Grace}, {spell/spiritual weapon} |",
			"| 8-11 | {spell/Flame strike}, {spell/slay living} | {spell/Blessing of fervor}, {spell/spiritual ally} |",
			"| 12-15 | {spell/Destruction}, {spell/power word blind} | {spell/Blade barrier}, {spell/harm} |",
			"| 16+ | {spell/Implosion}, {spell/power word kill} | {spell/Earthquake}, {spell/power word stun} |",
			"",
			"***Benefit:*** Increase the monster's attack bonus for all attacks by 1.",
			"",
			"### Water Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Hydraulic push}, {spell/obscuring mist} | {spell/Ray of frost}, {spell/touch of the sea} |",
			"| 4-7 | {spell/Gaseous form}, {spell/stinking cloud} | {spell/Chill metal}, {spell/fog cloud} |",
			"| 8-11 | {spell/Cone of cold}, {spell/wall of ice} | {spell/Ice storm}, {spell/solid fog} |",
			"| 12-15 | {spell/Control water}, [elemental body IV (water only)](spell/elemental_body_4) | {spell/Fluid form}, {spell/freezing sphere} |",
			"| 16+ | [Elemental swarm (water only)](spell/elemental_swarm), {spell/storm of vengeance} | {spell/Horrid wilting}, [summon nature's ally VIII](spell/summon_natures_ally_8) |",
			"",
			"***Benefit:*** The monster gains cold resistance 5. At CR 12, increase the resistance to 10. At CR 16, the monster gains cold immunity.",
			"",
			"### Weather Spell List",
			"",
			"| CR Band | Primary Spells | Secondary Spells |",
			"| --- | --- | --- |",
			"| 0-3 | {spell/Obscuring mist}, [summon nature's ally I](spell/summon_natures_ally_1) | {spell/Faerie fire}, {spell/shocking grasp} |",
			"| 4-7 | {spell/Call lightning}, {spell/wind wall} | {spell/Gust of wind}, {spell/sound burst} |",
			"| 8-11 | {spell/Call lightning storm}, {spell/ice storm} | {spell/Air walk}, {spell/sleet storm} |",
			"| 12-15 | {spell/Control weather}, {spell/wind walk} | {spell/Control winds}, [quickened](feat/quicken_spell) {spell/lightning bolt} |",
			"| 16+ | {spell/Storm of vengeance}, [summon nature's ally IX](spell/summon_natures_ally_9) | {spell/Fire storm}, {spell/whirlwind} |",
			"",
			"***Benefit:*** The monster gains electricity resistance 5. At CR 12, increase the resistance to 10. At CR 16, the monster gains electricity immunity."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_6_spells",
			"spell_lists"
		],
		"siblings": [
			"spell_lists_1",
			"spell_lists_2",
			"spell_lists_3",
			"spell_lists_4",
			"spell_lists_5",
			"spell_lists_6"
		]
	},
	"step_7_monster_options": {
		"name": "Step 7: Monster Options",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/228}",
			"",
			"Options are the main way to specialize your monster. They represent feats, universal monster rules, magic items, and all the other abilities a monster has at its disposal beyond its statistics. There are a large number of monster options to choose from, especially compared to the number of choices you make during the other steps of the simple monster creation process. Some are active abilities (such as those that give the monster a special attack), others adjust statistics (such as the power attack option, which has the same purpose as the {feat/Power Attack} feat), and still others grant conditional modifiers (such as combat casting's bonus to concentration checks). Unless specified otherwise, saving throw DCs in this section use the Ability DC from the monster's array, modified by the monster's grafts."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation"
		],
		"subtopics": [
			"choosing_monster_options",
			"combat_options",
			"magic_options",
			"social_options",
			"universal_options"
		],
		"siblings": [
			"step_1_array",
			"step_2_creature_type_or_class_graft",
			"step_3_subtype_graft",
			"step_4_template_graft",
			"step_5_size_graft",
			"step_6_spells",
			"step_7_monster_options",
			"step_8_skills",
			"step_9_damage",
			"other_calculations",
			"monster_creation_examples"
		]
	},
	"choosing_monster_options": {
		"name": "Choosing Monster Options",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/228}",
			"",
			"Look at the number of monster options you're supposed to choose based on the monster's array and grafts. You should have a list saying how many to pick of each category. When you pick an option, write down the option's name and effects. Adjust any statistics the option's entry tells you to. After you've selected all the monster options you're supposed to, look at the list carefully. Does the monster do everything it needs to do? Does it seem like it has too few or too many options? Using your best judgment, add or remove options as necessary.",
			"",
			"***Categories:*** Monster options are divided into four categories: combat, magic, social, and universal.",
			"",
			"*Combat options* are the most numerous, and most monsters the PCs are meant to face in battle should have at least one combat option. These options are subdivided to make them easier to choose based on the monster's theme, though you can choose from any combat option subcategory. Decide whether the monster is primarily cunning, powerful, quick, or tough, and look in that subcategory first. These subcategories correspond roughly to physical ability scores-Strength, Dexterity, and Constitution, respectively. One additional category, monstrous, lists options that are rarely appropriate for monsters of PC races, such as energy drain or regeneration.",
			"",
			"*Magic options* benefit monsters that cast spells, and are typically useful only to those with the spellcaster array or the secondary magic universal monster option. They also include some options that mimic PC class features of a magical nature. These options are divided into the creature, offensive, support, and versatile subcategories.",
			"",
			"*Social options* give a monster advantages in interactions with other creatures. These are divided into the inspiration and miscellaneous subcategories. The inspiration subcategory includes mostly effects that bolster morale or cause fear.",
			"",
			"*Universal options* can be chosen as though they were listed in any category. This means you can use a combat, magic, social, or \"any\" option to take a universal option.",
			"",
			"***\"Any\" Options:*** When a graft or array tells you to choose \"any\" option, you can take an option from the combat, magic, social, or universal category.",
			"",
			"***Feats:*** If you're looking to replicate a certain feat, look for its name in Table 5-7. Note that many monster options use the same names as feats but have different mechanical effects. This is intentional. The power attack option adjusts the monster's statistics once, applying an effect similar to the {feat/Power Attack} feat, but making it simpler to use rather than having you choose each time the monster attacks. In a case like this, if you prefer to have the added complexity and flexibility, you can use the feat's rules instead.",
			"",
			"***Universal Monster Rules:*** As with feats, many of these options mimic but simplify universal monster rules. Other monster rules, such as senses, can be used as-is and aren't repeated in this section.",
			"",
			"***Duplicate Options:*** Generally speaking, you can choose an ability more than once when it makes sense and is useful. For example, you might give a monster the extra attack option twice because it fights with two weapons, one of which is a {magic-enhancement/speed} weapon. Use your best judgement to determine whether it's a good idea to do so.",
			"",
			"***Damage:*** Many options say to use the high or low attack or damage value from the monster's array. Use the values from the high or low weapon attack and damage columns, not the natural attack values (even if the option is more like a natural attack thematically). You can choose to use a lower value if the ability would deal too much damage otherwise.",
			"",
			"### Universal Monster Rules",
			"",
			"Some options listed in this section grant a monster the use of a universal monster rule. Often these refer to the entry in the appropriate Bestiary volume, sometimes with notes on how to simplify the ability. When a universal monster rule is gained through this system, use the ability DC from the monster's array instead of calculating the DC by the formula listed in the rule's entry in the Bestiary.",
			"",
			"If you want to give a particular universal monster rule to a monster, look for it in the lists below. Most universal monster rules that aren't appropriate for player races appear in the section of monstrous combat rules.",
			"",
			"#### Simplified Rules",
			"",
			"The following universal monster rules have been recreated as options in this system, typically to simplify them or give concrete values for numbers that aren't defined in the original universal monster rule.",
			"",
			"These rules are: {umr/bleed}, {umr/blood drain}, {umr/breath weapon}, {umr/channel resistance}, {umr/constrict}, {umr/damage reduction}, {umr/disease}, {umr/distraction}, {umr/energy drain}, {umr/engulf}, {umr/fast healing}, {umr/frightful presence}, {umr/immunity}, {umr/incorporeal}, {umr/natural attacks}, {umr/poison}, {umr/poisonous blood}, {umr/powerful charge}, {umr/rake}, {umr/regeneration}, {umr/rend}, {umr/rock throwing}, {umr/sound mimicry}, {umr/spell resistance}, {umr/stench}, {umr/telepathy}, {umr/trample}.",
			"",
			"#### Substitutions",
			"",
			"Some universal monster rules are very similar to other combat options, but the combat options use a different name because they're meant to be easier to understand with a quick look. The following list describes these, and shows in parentheses the name of the monster option to use instead: [ability drain](rule/ability_score_damage_penalty_and_drain) (ability damage), {umr/all-around vision} (unflankable), {umr/blood rage} (rage), {umr/fear} (fear aura/fear attack), {umr/grab} (improved combat maneuver), {umr/natural invisibility} (constant invisibility), {umr/powerful blows} (power attack), {umr/pull} (repositioning attack), {umr/push} (repositioning attack), {umr/resistance} (energy resistance), {umr/rock catching} (rock throwing), {umr/spell-like abilities} (either the spellcaster array or the secondary magic universal option), {umr/summon} (summon allies).",
			"",
			"#### Unmodified Rules",
			"",
			"Most universal monster rules not mentioned herein can be used as written. Unless they have a major effect on the monster's combat abilities, it's not worth counting them against the suggested number of options the monster can take. Senses, for example, are not covered in this section, and can be used as-is without costing the monster any options. Assume that weaknesses (such as {umr/light blindness} or vulnerabilities) also fall into this category and can be used unmodified.",
			"",
			"Other universal rules that can be used without modification, but which should be counted against the monster's number of options are {umr/attach}, {umr/burn}, {umr/capsize}, {umr/change shape}, {umr/curse of lycanthropy}, {umr/fast swallow}, {umr/ferocity}, {umr/fortification}, {umr/gaze}, {umr/pounce}, {umr/web} (using the monster's CR as its Hit Dice to determine the web's hit points), {umr/whirlwind}."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_7_monster_options"
		],
		"siblings": [
			"choosing_monster_options",
			"combat_options",
			"magic_options",
			"social_options",
			"universal_options"
		]
	},
	"combat_options": {
		"name": "Combat Options",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/228}",
			"",
			"Though these options are geared primarily toward combatants, consider giving every monster at least one combat option, unless you intend the monster to never fight in any battle."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_7_monster_options"
		],
		"siblings": [
			"choosing_monster_options",
			"combat_options",
			"magic_options",
			"social_options",
			"universal_options"
		],
		"subtopics": [
			"cunning",
			"monstrous",
			"powerful",
			"quick",
			"tough"
		]
	},
	"cunning": {
		"name": "Cunning",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/228}",
			"",
			"Thematically, monsters with higher mental ability modifiers are the most likely to have cunning combat options.",
			"",
			"***Ability Damage:*** Attacks by this monster deal 1d2 points of damage to one ability score. This can apply to all the monster's attacks, apply only to its weapons, or function as a melee touch attack. This damage increases to 1d4 at CR 5, 1d6 at CR 10, 1d8 at CR 15, and 2d6 at CR 20. Alternatively, the attack can deal damage to two ability scores, but uses the damage value for a creature 5 CR lower. The attack could instead deal ability drain (rather than ability damage), but uses the damage value for a creature 5 CR lower.",
			"",
			"***Blind-Fight:*** The monster rolls miss chances due to concealment twice and takes the higher result.",
			"",
			"***Bombs:*** As a standard action, the monster creates a bomb and throws it with a range of 20 feet. Use the throw splash weapon special attack. On a direct hit, the bomb deals fire damage equal to the monster's low weapon damage, using 3d6 damage dice. Splash damage is 6 + 1/2 the monster's CR.",
			"",
			"***Challenge:*** Once per day as a swift action, the monster can challenge one target within sight. The monster gains a bonus on melee damage rolls equal to its CR (minimum 1) against that creature, but takes a -2 penalty to AC against attacks made by creatures other than the target. The target remains challenged until it is killed, falls unconscious, or the combat ends. The monster can use this ability three times per day at CR 5, and at will at CR 14.",
			"",
			"***Combatant's Touch:*** As a standard action, the monster can touch a creature to grant that creature a bonus equal to 1 + 1/2 the monster's CR on melee attack rolls. Additionally, choose one physical ability modifier. This bonus applies on combat maneuver checks, skill checks, and ability checks that use that ability modifier.",
			"",
			"***Constant Invisibility:*** Because of its natural appearance or an exterior effect, such as a cloak of invisibility, this monster is invisible at all times. If this ability is used below CR 10, it should be for monsters that aren't focused on combat.",
			"",
			"***Fast Feint:*** The monster can attempt a Bluff check to feint as a move action.",
			"",
			"***Favored Enemy:*** Choose a creature type, or a single subtype of humanoid or outsider. The monster gains a +2 bonus on attack and damage rolls against creatures of that type. Increase the bonus and number of creature types chosen based on the monster's CR: +4 and two types at CR 4, +6 and three types at CR 9, +8 and four types at CR 14, and +10 and five types at CR 19.",
			"",
			"***Improved Combat Maneuver:*** Choose a type of combat maneuver. The monster doesn't provoke attacks of opportunity when using that maneuver, its CMB for that type of maneuver increases by 4, and its CMD increases by 4 against that type of maneuver. You can choose one of the monster's attack types. If you do, whenever the monster hits with an attack of that type, it can automatically attempt a combat maneuver of the type chosen with this option.",
			"",
			"***Mage Killer:*** The DC to cast defensively when threatened by this monster increases by 4. Casters that fail attempts to cast defensively provoke attacks of opportunity from this monster.",
			"",
			"***Mage Punisher:*** Whenever an enemy within the monster's reach successfully casts a spell defensively, that enemy provokes an attack of opportunity from the monster after the spell is complete.",
			"",
			"***Poison:*** The monster uses poison with its attacks, either through a natural weapon or by applying the poison to a particular manufactured weapon. The target of a successful attack with the chosen weapon must attempt a Fortitude save to resist the poison. The basic poison is type injury, onset 1 minute, frequency 1/minute for 6 minutes, effect 1d2 points of damage to any one ability score (chosen when the monster gains this option), cure 1 save. Choose two of the following additional advantages, plus one advantage for every 3 CR the monster possesses: decrease onset to -, change the frequency to 1/round for 6 rounds, increase the ability damage to 1d3 points of damage (this option can be chosen multiple times to increase the damage to 1d4, 1d6, and 1d8), damage an additional ability score (using the same damage die as the primary ability damage effect), increase the cure to 2 consecutive saves.",
			"",
			"***Repositioning Attack:*** When it hits a creature of its size or smaller with a certain type of attack, the monster can immediately attempt a reposition combat maneuver check to push or pull that creature. Its CMB for this check increases by 4. The distance the monster pushes or pulls the creature can increase under certain conditions, such as if the monster has special appendages.",
			"",
			"***Sneak Attack:*** When flanking or attacking a foe denied its Dexterity bonus to AC, this monster deals an additional 1d6 points of damage. This damage increases by 1d6 for every 2 CR the monster possesses. Decrease the base damage of the monster's attacks by 2 points for every 1d6 of sneak attack it has.",
			"",
			"***Team Fighter:*** The monster gains a +2 bonus on attack and damage rolls against targets that are threatened by one of the monster's allies (other than itself). This bonus increases by 1 for every 4 CR the monster possesses.",
			"",
			"***Trap Squares:*** The monster can trap any square adjacent to it as a standard action. Any creature that enters the trapped square takes an amount of damage equal to 1d6 + 1/2 the monster's CR of a damage type chosen by the monster while setting the trap. The trap is invisible and lasts for a number a rounds equal to the monster's CR. It can be found with a successful DC 25 Perception check and disarmed with a successful DC 25 Disable Device check. The monster can create three traps per day; at CR 10, this increases to five traps per day. This ability can be used for mundane or magical traps. For mundane traps, choose bludgeoning, piercing, or slashing damage; for magical traps, choose acid, cold, electricity, or fire damage.",
			"",
			"***Unflankable:*** The monster can't be flanked."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_7_monster_options",
			"combat_options"
		],
		"siblings": [
			"cunning",
			"monstrous",
			"powerful",
			"quick",
			"tough"
		]
	},
	"monstrous": {
		"name": "Monstrous",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/232}",
			"",
			"These abilities are typically supernatural or inhuman in nature. If a monster is meant to be more like an NPC - and especially if it uses a PC race - avoid choosing monstrous combat options.",
			"",
			"***Blood Drain:*** This monster deals Constitution damage as the [ability damage option](rule/cunning), but does so automatically at the end of the monster's turn to any creature it's grappling.",
			"",
			"***Breath Weapon:*** The monster gains a breath weapon that deals 1d6 points of damage + 1d6 per CR. A target can attempt a Reflex saving throw to take half damage. If the breath weapon is a cone, it's 30 feet long, increasing by 10 feet for each size category above Medium, and decreasing by 5 feet for every size category below Medium. If the breath weapon is a line, its area of effect is twice as long as a cone would be.",
			"",
			"***Channel Resistance:*** The monster gains [channel resistance +4](umr/channel_resistance).",
			"",
			"***Confusion Aura:*** Any creature that comes within 30 feet of the monster must attempt a Will save (DC = the monster's ability DC - 5). If it fails, it is confused for a number of rounds equal to the monster's CR. If it succeeds, it can't be affected again by this aura for 24 hours. The range increases to 60 feet at CR 10 and to 120 feet at CR 20.",
			"",
			"***Corrupting Gaze:*** The monster has a [gaze attack](umr/gaze) (as the universal monster rule) with a range of 30 feet. The attack deals 2d10 points of damage and 1d4 points of Charisma damage. A successful Fortitude save negates the Charisma damage.",
			"",
			"***Corrupting Touch:*** A monster must be incorporeal to have this ability. The monster can make a touch attack. If it hits, the target supernaturally ages and takes 1d6 points of damage per CR the monster possesses (Fortitude half). Targets immune to magical aging are immune to this damage.",
			"",
			"***Create Spawn:*** The monster can create spawn out of those it slays. The victim rises from death as the kind of monster that created it in 1d4 days and is under the command of the monster that created it, remaining enslaved until its master's destruction. The monster can have enslaved spawn whose HD total no more than 2 &times; the monster's CR; any spawn it creates that would exceed this limit become free-willed. The monster can free an enslaved spawn in order to create a new enslaved spawn, but once freed, a creature cannot be enslaved again.",
			"",
			"***Curse of Lycanthropy:*** The monster bears the curse of lycanthropy. When the monster is in animal or hybrid form and hits a humanoid target with a bite attack, the target must succeed at a Fortitude save (DC = the monster's ability DC - 5) or become infected by the curse. If the target's size category is not within one size category of the lycanthrope's, this ability has no effect.",
			"",
			"***Damaging Body:*** When the monster is hit with an unarmed strike or melee weapon without reach, the attacker takes an amount of damage equal to 1d6 + 1/2 the monster's CR. Choose an appropriate damage type for this option, such as fire if the monster's body is burning or piercing if it's covered in spines.",
			"",
			"***Disease:*** One of the monster's attacks causes disease unless the target succeeds at a Fortitude save. The basic disease has onset 1d3 days, frequency 1/day, effect 1 point of damage to any one ability score (chosen when the monster gains this option), cure 2 consecutive saves. Choose two of the following additional advantages, plus one advantage for every 5 CR the monster has: decrease the onset to 1 day (can be chosen multiple times to reduce the onset to 1 hour, then to -), change the frequency to 1 hour, increase the effect to 1d3 points of damage (this option can be chosen multiple times to further increase the damage to 1d4, then to 1d6), damage an additional ability score (using the same amount of damage as the primary ability damage effect), or change the cure to -.",
			"",
			"***Distraction:*** A creature damaged by this monster is nauseated for 1 round (Fortitude negates).",
			"",
			"***Draining Touch:*** The monster can make a melee touch attack as though it had the [ability damage option](rule/cunning) dealing ability drain. Each time the monster drains an ability score in this way, it heals 5 points of damage to itself.",
			"",
			"***Energy Drain:*** This monster bestows 1 negative level with its attacks (or attacks of a particular type) and gains 5 temporary hit points for each negative level bestowed. The number of negative levels bestowed increases to 2 at CR 10 and 3 at CR 20.",
			"",
			"***Engulf:*** This functions as the [universal monster rule](umr/engulf), but uses the monster's ability DC from its array. The monster can either deal its high weapon damage to engulfed creatures, or deal its low weapon damage and inflict one of the following conditions: bleed (as the [option](rule/powerful)), blinded (Fortitude negates), deafened, energy drain (as the option; see above), frightened (Will negates), nauseated (Fortitude negates), or paralyzed (Fortitude negates).",
			"",
			"***Fast Healing:*** This monster regains 2 hit points per round. This healing increases to 5 hit points per round at CR 4, 10 at CR 11, 15 at CR 16, and 20 at CR 21.",
			"",
			"***Fear Attack:*** This ability functions as the fear aura option (see below), but requires a standard action to activate, uses the monster's full ability DC, and affects creatures in a cone, burst, or ray. If used as a ray, it affects only one creature and requires a ranged touch attack to affect the creature. The size of the effect appears on the table below.",
			"",
			"| CR | Cone | Burst | Ray |",
			"| --- | --- | --- | --- |",
			"| 0-9 | 60 ft. | 30 ft. | 120 ft. |",
			"| 10-19 | 120 ft. | 60 ft. | 240 ft. |",
			"| 20+ | 240 ft. | 120 ft. | 480 ft. |",
			"",
			"***Fear Aura:*** Any creature that comes within 30 feet of the monster must attempt a Will save (DC = the monster's ability DC - 5). If it fails, it is panicked for a number of rounds equal to the monster's CR; if it succeeds, it is shaken for 1 round. The range increases to 60 feet at CR 10 and 120 feet at CR 20.",
			"",
			"***Fling:*** When the monster has a creature grappled, it can fling that creature as a standard action. The flung creature travels 1d6 &times; 10 feet and takes 1d6 points of damage per 10 feet traveled. If the monster can fly, it can instead fling the creature as a free action while airborne. If it does, the flung creature takes damage as specified above or the appropriate falling damage, whichever is greater.",
			"",
			"***Frightful Presence:*** This ability functions as fear aura (see above), but affected creatures are shaken for 15 rounds (or panicked if they have 4 or fewer HD). This ability doesn't affect creatures of a level equal to or higher than the monster's CR + 4, and a creature that succeeds at its save can't be affected by the monster's frightful presence for 24 hours.",
			"",
			"***Gaseous Form:*** As a standard action, the monster can use {spell/gaseous form} at will, and it can remain in this form indefinitely. While it does, it has a fly speed of 20 feet with perfect maneuverability.",
			"",
			"***Incorporeal:*** This functions as the [universal monster rule](umr/incorporeal), without adjusting AC, attack bonuses, or CMB.",
			"",
			"***Malevolence:*** Once per round, the monster can attempt to merge its body with a creature within its reach. The target can resist the attack with a successful Will save. A target that succeeds at its save becomes immune to the monster's malevolence for 24 hours. This ability is similar to {spell/magic jar}, except that it doesn't require a receptacle.",
			"",
			"***Negative Healing:*** You heal damage instead of taking damage from negative energy.",
			"",
			"***Paralysis:*** The monster's attacks paralyze a target for 1d2 rounds unless it succeeds at a Fortitude save. For every 3 CR, improve this ability by increasing the number of rounds (to 1d3, 1d4, 1d6, 1d8, and finally 2d6). At CR 18, targets are paralyzed for 1 round even on a success.",
			"",
			"***Paralyzing Touch:*** The monster gains a touch attack. A living creature hit by this attack must succeed at a Fortitude save (DC = the monster's ability DC - 5) or be permanently paralyzed. {spell/Remove paralysis} or any spell that can remove a curse can free the victim. The effect cannot be dispelled. Anyone paralyzed by this attack seems dead, though a successful DC 20 Perception check or a successful DC 15 Heal check reveals that the creature is still alive.",
			"",
			"***Poisonous Blood:*** This functions as the [poison option](rule/cunning), but affects any creature that confirms a critical hit against the monster using a piercing or slashing melee weapon (unless the weapon has reach).",
			"",
			"***Rake:*** If the monster begins its turn grappling a creature, it can make two free claw attacks on its turn against that creature, dealing its low weapon damage. If it has {umr/pounce}, it also gains these rake attacks when it pounces.",
			"",
			"***Regeneration:*** This functions as the fast healing option (see above), but the monster can't die while its regeneration still functions. Choose two or more damage types (typically acid and fire damage); these types suppress the regeneration for 1 round.",
			"",
			"***Rejuvenation:*** Once destroyed or killed, the monster restores itself after a set period of time (typically 1d10 days). The specific means for permanently destroying the monster and the time it takes before reforming vary between monsters.",
			"",
			"***Rock Throwing:*** The monster can throw and catch rocks. The thrown rock is a ranged attack with a range increment of 120 feet, and deals the monster's low weapon damage. Once per round as a free action, the monster can catch a rock that would hit it, taking no damage.",
			"",
			"***Snatch:*** When the monster is grappling a creature three or more size categories smaller than itself that it grabbed after hitting with a bite or claw attack, it deals damage as though it had hit with the attack again each time it successfully rolls to maintain the grapple. If the monster's holding a creature in its mouth, that creature can't save against the monster's breath weapon (if any). The monster can fling a creature it has snatched as though it had the fling option (see above). A monster must have the [improved combat maneuver (grab) option](rule/cunning) to select this option.",
			"",
			"***Stench:*** Any living creature within 30 feet of the monster must succeed at a Fortitude save or be sickened for 10 rounds. Creatures that succeed can't be affected by the monster's stench for 24 hours. Stench counts as a poison for effects that resist or remove poisons.",
			"",
			"***Vampiric Attack:*** Once per day, the monster can leech health from one target as a melee touch attack or as a ranged touch attack with a range of 30 feet. This deals 1d6 points of damage per CR the monster possesses (Fortitude half). The monster gains temporary hit points equal to the amount of damage dealt."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_7_monster_options",
			"combat_options"
		],
		"siblings": [
			"cunning",
			"monstrous",
			"powerful",
			"quick",
			"tough"
		]
	},
	"powerful": {
		"name": "Powerful",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/234}",
			"",
			"These options are most appropriate for monsters with high Strength or that rely on overwhelming physical attacks.",
			"",
			"***Awesome Blow:*** As a standard action, the monster can attempt an awesome blow combat maneuver. If it succeeds, the target takes damage as if it had been hit by one of the monster's attacks, is knocked 10 feet in a direction of the monster's choice, and falls prone. The target must be moved in a straight line; if it hits an obstacle, both it and the obstacle take 1d6 points of damage.",
			"",
			"***Bleed:*** The monster's attacks deal 1d6 points of bleed damage. This increases to 1d8 at CR 6, 1d10 at CR 11, 2d6 at CR 16, and 3d6 at CR 21. Bleeding can be stopped by a successful DC 15 Heal check or with any magical healing.",
			"",
			"***Burn:*** This uses the same damage values as the bleed option (see above), but deals fire damage and requires the target to succeed at a Reflex save or catch fire.",
			"",
			"***Constrict:*** Whenever this monster succeeds at a grapple combat maneuver, it deals its high weapon damage.",
			"",
			"***Critical Striker:*** The monster gains a +4 bonus on rolls to confirm critical hits. This monster also doubles its critical threat range with one of its attacks.",
			"",
			"***Defense Breaker:*** When this monster hits an opponent, that opponent is flat-footed for the next attack made against it. If the monster makes a full-round attack, this takes effect after all its attacks and affects all targets hit.",
			"",
			"***Power Attack:*** The monster's main attack uses the low attack value, but deals 50% more damage.",
			"",
			"***Powerful Charge:*** The monster's charge attacks deal 50% more damage.",
			"",
			"***Quivering Palm:*** Once per day, the monster can use this option when it makes an attack against a target that is not immune to critical hits. On a hit, the target is affected by the monster's quivering palm. At any point within a number of days equal to the monster's CR, the monster can force the target to attempt a Fortitude save (DC = the monster's ability DC - 5). The target dies on a failure, and ends the quivering palm effect on a successful one.",
			"",
			"***Rage:*** This monster can fly into a rage as a free action, either at its choice (as the barbarian class feature) or on the turn after it takes damage in combat (as the {umr/blood rage} universal monster rule). While raging, the monster gains additional hit points equal to double its CR, and deals 3 extra points of damage on Strength-based attacks. The monster also gains a +2 bonus on Will saves and takes a -2 penalty to AC. The rage lasts until the end of the battle or for 1 minute, whichever comes first.",
			"",
			"***CR 10:*** The monster instead gains hp equal to triple its CR, deals 4 extra points of damage on Strength-based attacks, and gains a +3 bonus on Will saves.",
			"",
			"***CR 19:*** The monster instead gains hp equal to quadruple its CR, deals 6 extra points of damage on Strength-based attacks, and gains a +4 bonus on Will saves.",
			"",
			"***Rend:*** If the monster hits the same target with two or more attacks in 1 round, it rends - dealing its high weapon damage. It can do this once per round.",
			"",
			"***Slaying Attack:*** Once per day as a standard action, the monster can make a single attack that can kill a creature outright. On a hit, the attack deals normal damage and the target must succeed at a save or die. The type of save is either Fortitude or Will, chosen when the monster gains this option. This option typically appears only on monsters of CR 19 or higher.",
			"",
			"***Stun Attack:*** The monster can make one of its attacks a stun attack once per round. On a hit, the target takes damage normally and must succeed at a Fortitude save (DC = the monster's ability DC - 5) or become stunned for 1 round. A creature is immune to this ability if it is a construct, ooze, plant, or undead, or if it is incorporeal or immune to critical hits. The monster can use this option a number of times per day equal to its CR.",
			"",
			"***Trample:*** The monster can automatically overrun creatures smaller than itself as a full-round action. It automatically deals its high weapon damage to each creature it runs over in this way (dealing damage only once per round to any given creature). A creature being trampled can either attempt an attack of opportunity at a -4 penalty or attempt a Reflex save (DC = 2 &times; the monster's ability DC - 10) to take half damage."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_7_monster_options",
			"combat_options"
		],
		"siblings": [
			"cunning",
			"monstrous",
			"powerful",
			"quick",
			"tough"
		]
	},
	"quick": {
		"name": "Quick",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/234}",
			"",
			"Monsters with high Dexterity tend to take quick combat options, many of which increase mobility.",
			"",
			"***Accuracy:*** Increase the monster's attack bonuses by 2.",
			"",
			"***Combat Reflexes:*** The monster can make up to five attacks of opportunity each round, and can make attacks of opportunity while flat-footed.",
			"",
			"***Deflect Projectiles:*** When not flat-footed, the monster deflects one ranged attack per round.",
			"",
			"***Dodge Expert:*** Increase the monster's AC by 2 and its touch AC by 4. Decrease its flat-footed AC by 6.",
			"",
			"***Evasion:*** When the monster succeeds on a Reflex saving throw against an effect that normally deals half damage on a successful save, the monster instead takes no damage. At CR 8, it also takes only half damage if it fails its save.",
			"",
			"***Extra Attack:*** The monster gains one additional melee or ranged attack at its highest bonus, but reduces its attack bonus by 2 with all attacks of that type. Use this option for monsters that use two-weapon fighting.",
			"",
			"***Far Shot:*** Double all the monster's range increments and reduce the monster's penalties on ranged attacks from range increments by half.",
			"",
			"***Fast Reload:*** The monster can reload a ranged weapon that normally takes a move or standard action to reload as a free action. When it reloads a ranged weapon, it doesn't provoke attacks of opportunity.",
			"",
			"***Firearm Savvy:*** The monster's firearm attacks target touch AC when firing beyond the first range increment. As a move action, the monster can remove the broken condition from a firearm caused by a misfire.",
			"",
			"***Improved Initiative:*** Increase the monster's initiative bonus by 4.",
			"",
			"***Mobile Attack:*** The monster can move its speed and make an attack (either melee or ranged, chosen when the monster gains this option) at any point during its movement as a full-round action. The monster can use this ability with any of its movement modes.",
			"",
			"***Mobility:*** The monster gains a +4 bonus to AC against attacks of opportunity.",
			"",
			"***Mounted Master:*** The monster deals double damage on a mounted charge, halves its penalties on ranged attacks for being mounted, and grants its mount a +4 bonus to AC.",
			"",
			"***Precise Shot:*** When making a ranged attack, the monster ignores the -4 penalty for attacking an opponent engaged in melee as well as the target's AC bonuses from cover and concealment (except total cover or total concealment).",
			"",
			"***Swap Places:*** The monster can swap positions with an adjacent ally as a move action without provoking attacks of opportunity.",
			"",
			"***Uncanny Dodge:*** The monster can't be caught flat-footed.",
			"",
			"***Whirlwind Attack:*** The monster can make an attack against each creature within reach at its highest attack bonus as a full attack."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_7_monster_options",
			"combat_options"
		],
		"siblings": [
			"cunning",
			"monstrous",
			"powerful",
			"quick",
			"tough"
		]
	},
	"tough": {
		"name": "Tough",
		"subtitle": "Unchained",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/235}",
			"",
			"High-Constitution monsters beef up their resistance to being hurt with tough combat options.",
			"",
			"***Damage Reduction:*** The monster gains damage reduction. Cross-reference the monster's CR band and the type of damage that bypasses the reduction to find the value of the monster's DR on the table below. For DR that requires more than one damage type to bypass, the DR equals the lower value - 5. (If this reduces it to 0, this type of DR is probably too strong.)",
			"",
			"| CR | Type&ast; | Material | Magic | Alignment | None |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 0-5 | 5 | 5 | 5 | 5 | 1 |",
			"| 6-10 | 10 | 10 | 10 | 5 | 3 |",
			"| 11-15 | 15 | 15 | 10 | 10 | 5 |",
			"| 16-20 | 20 | 20 | 20 | 15 | 10 |",
			"| 21+ | 30 | 30 | 30 | 20 | 15 |",
			"",
			"&ast; A bludgeoning, piercing, or slashing weapon.",
			"",
			"***Diehard:*** When reduced to below 0 hit points, this monster automatically stabilizes and can remain conscious.",
			"",
			"***Energy Resistance:*** The monster gains resistance 10 against two energy types. For every 5 CR the monster has, increase the amount of energy resistance by 5, or increase the number of resistances by one. For example, a CR 17 monster might have three resistances at 10 or two resistances at 15.",
			"",
			"***Extra Armor:*** Increase the monster's AC by 2 and its flat-footed AC by 4. Decrease its touch AC by 6. Reduce the monster's speed by 10 feet if this change comes from manufactured armor.",
			"",
			"***Extra Hit Points:*** Increase the monster's hit point total by 20%.",
			"",
			"***Immunity:*** The monster gains immunity from one energy type, affliction, condition, or spell of your choice, plus one additional immunity for every 5 CR it has.",
			"",
			"***Spell Resistance:*** The monster gains spell resistance equal to its CR + 11.",
			"",
			"***Stalwart:*** When the monster succeeds at a Fortitude or Reflex saving throw against an effect that normally has a reduced effect on a successful save, the monster instead avoids the effect entirely. At CR 8, it also takes only the reduced effect if it fails its save."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"simple_monster_creation",
			"step_7_monster_options",
			"combat_options"
		],
		"siblings": [
			"cunning",
			"monstrous",
			"powerful",
			"quick",
			"tough"
		]
	}
}
