{
	"running_horror_adventures": {
		"name": "Running Horror Adventures",
		"subtitle": "Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/190}",
			"",
			"Game Masters don't have to run a horror-themed Pathfinder adventure differently from how they would any other adventure - but they can. Before running a horror adventure, though, the GM should consider a basic question: Who is she trying to scare? That might seem obvious, but horror adventures are about fear, so the GM needs to understand the nature of that fear.",
			"",
			"If a GM doesn't want to scare anyone, she can incorporate these options into her game like those from any other Pathfinder RPG book. The options herein might feature darker themes, but that's all that makes them different.",
			"",
			"But perhaps a GM decides she does want to frighten someone, and naturally, she targets the player characters. In this case, the game changes to incorporate elements meant to shock the PCs or explore darker parts of the campaign setting. Ultimately, this probably doesn't mean much more than deciding which monsters and settings the game employs. An otherwise normal Pathfinder adventure featuring ghosts, haunted houses, faceless murderers, and similar creepiness might be all a GM needs to effectively spook the PCs.",
			"",
			"If the GM wants to frighten her players, she must do so with the utmost care and thought, making changes from how she would run other Pathfinder adventures. This doesn't mean making the game a farce to startle the participants. Rather, it gives the GM the opportunity to use her adventure like a storyteller telling a ghost story, using the medium to build tension and unnerve the other participants, each of whom expects to enjoy a good scare. This sort of game focuses on intentionally evoking feelings from the players themselves, rather than their characters. So long as the players know what they're in for and explicitly want to be scared, horror-themed games can be exceptionally memorable.",
			"",
			"This section includes tips on how to run any sort of horror adventure, describing various horror subgenres and including tips on how to create horror adventures, cultivate an unnerving atmosphere, and use the Pathfinder RPG rules to adjudicate terrifying encounters. Before any of that, though, the GM should understand how horror adventures differ from normal Pathfinder adventures and why she should take exceptional care to make sure her players are willing participants."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules"
		],
		"subtopics": [
			"horror_versus_heroism",
			"horror_games_and_consent",
			"horror_subgenres",
			"creating_horror_adventures",
			"horror_storytelling",
			"going_too_far",
			"creating_atmosphere",
			"rules_improvisation"
		],
		"siblings": [
			"horror_characters",
			"fear_ha",
			"sanity",
			"corruption",
			"curses_ha",
			"horrific_diseases",
			"horror_environments",
			"fleshwarping",
			"madness",
			"running_horror_adventures"
		]
	},
	"horror_versus_heroism": {
		"name": "Horror Versus Heroism",
		"subtitle": "Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/190}",
			"",
			"Especially if a GM has run frightening adventures using other roleplaying games, she should understand that the Pathfinder Roleplaying Game is not designed with horror in mind. The Pathfinder RPG is a game of heroic adventure where the characters gradually become more powerful than they were at the game's outset - by accumulating special abilities, treasure, and so on. In most games designed to tell frightening tales, however, the characters instead begin play on a downward trajectory toward corruption, insanity, or death. Yet using this section's techniques doesn't mean transforming the Pathfinder RPG into an entirely different game.",
			"",
			"Nor does a horror-themed Pathfinder game suggest that the PCs become less heroic or that they are suddenly destined for a grim fate. It might change what plots, monsters, and locations are included and what sorts of characters players make, but the assumption remains that the PCs will undertake adventures, win treasure, gain power, and ultimately accomplish their quests. The GM might mask these assumptions a bit more than usual - there's no sense of threat if success seems like a foregone conclusion. In the end, though, it gives the GM the opportunity to pit the PCs against escalating horrors and levels of terror."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures"
		],
		"siblings": [
			"horror_versus_heroism",
			"horror_games_and_consent",
			"horror_subgenres",
			"creating_horror_adventures",
			"horror_storytelling",
			"going_too_far",
			"creating_atmosphere",
			"rules_improvisation"
		]
	},
	"horror_games_and_consent": {
		"name": "Horror Games and Consent",
		"subtitle": "Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/190}",
			"",
			"If the story's objective is to unsettle the players rather than their characters, the GM needs something before even starting to seriously think about running such an adventure: the players' consent. Players should understand what it might mean to participate in a horror adventure. Knowing that the game is intended to be creepy is not enough - in the same way that some filmgoers might be on board to see a horror movie aimed at teenage audiences but not one exclusively for adults.",
			"",
			"Anyone planning on participating in a horror adventure should read the following section-GMs and players alike. Of all the content in this section, this particular area is the most serious because it doesn't deal with fictional characters, but with real people and reactions."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures"
		],
		"subtopics": [
			"for_game_masters",
			"for_players"
		],
		"siblings": [
			"horror_versus_heroism",
			"horror_games_and_consent",
			"horror_subgenres",
			"creating_horror_adventures",
			"horror_storytelling",
			"going_too_far",
			"creating_atmosphere",
			"rules_improvisation"
		]
	},
	"for_game_masters": {
		"name": "For Game Masters",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/191}",
			"",
			"The Pathfinder RPG styles itself as a fantasy RPG, not as a horror RPG. Horror adventures often feature unsettling content, and while many players enjoy exploring macabre places, that is not universally true. It is part of your responsibility to make sure your players know that the game will feature frightening elements and give them a sense of what themes to expect. If players express discomfort or concern, change or remove the objectionable aspects or, if necessary, invite the player to participate in a different game.",
			"",
			"You might worry that revealing your story's themes might spoil it. Don't. This preliminary description can act more as a film's trailer, providing the players with glimpses necessary to make informed decisions about whether they'll enjoy the experience. Veiling a game's content is not worth making players feel endangered or like they've been tricked into publicly visiting dark personal places. You can't simply assume that you know what your players will be okay with. No matter how long you might have been playing with someone, nobody broadcasts his every phobia, secret fear, or private experience. So, for the comfort of everyone, make sure your players know what they're getting into.",
			"",
			"Additionally, despite the fact that horror games include more ominous themes than other adventures, just calling something a horror game does not provide an excuse to vent your darkest thoughts without further warning. While many frightening games feature gore, menace, and tragedy, the inclusion of such elements doesn't in itself indicate to your players that scenes of torture, sexual violence, child endangerment, or other brutalities are on the table. \"Grittiness\" and \"realism\" are not excuses to surprise players with this content midgame. If a game might feature such elements, you remain responsible for making your players aware of that beforehand and letting them decide whether they want to play.",
			"",
			"Finally, sometimes opinions and expectations simply change. Let players know that if they become uncomfortable with any part of your game, it's perfectly fine for them to leave the game space. Make yourself available to discuss your game's content if a player so desires - but understand you are not owed any insight into your players' reactions. If a player expresses concerns about a game's content, he doesn't need to explain himself; either remove the sensitive element, run a different game, or ask the player to participate in a different game. If you keep these considerations in mind and prioritize your players' enjoyment, you'll be on your way to running an adventure your group remembers for its creepiness, not its unintended negative consequences."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_games_and_consent"
		],
		"siblings": [
			"for_game_masters",
			"for_players"
		]
	},
	"for_players": {
		"name": "For Players",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/191}",
			"",
			"The Pathfinder RPG is a storytelling game, and as with stories in any medium, sometimes the tale ventures into dark places. If you are a participant in a game that makes you feel uncomfortable or threatened, you can stop playing at any time. You don't have to endure a game that unsettles you in a way you don't enjoy. If that occurs, it's entirely acceptable to leave the game and remove yourself to a safe space.",
			"",
			"If you want to tell the group that you need a break or have a private discussion with the GM, you may, but don't feel obligated to. Sometimes GMs seek to include disturbing content in their games to be shocking, to be gritty, or to mimic content from television or film. Unfortunately, such elements often overlap with real-world truths and traumas that are anything but entertaining. Just as you might avoid that content in other media, you have every right to avoid it in gaming.",
			"",
			"A good way to avoid a game that focuses on content that you're not comfortable with is to talk with your GM before the game starts and find out what sort of adventure she intends to run. Ask whether the GM expects any extreme or R-rated content. As discussed above, it is part of every GM's responsibility to assure that her players have a good time, but (unfortunately) you can't trust every GM to act on this. If a GM proves reticent to reveal a game's themes or implies that there will be disturbing or adult content without elaborating on what, strongly consider not attending that game.",
			"",
			"Just as you would want the GM and other players to respect your boundaries, make sure to respect theirs. Unless the other players and the GM have already agreed to a truly dark game, don't contribute to making a game uncomfortable by playing a depraved character or by going into explicit detail about your character's horrid deeds. And if other players feel they need to leave the game, either help change the game to something everyone enjoys or support their decision to leave.",
			"",
			"Everyone should be working together to create a game that's fun for the entire group, so know that it's literally in [the Pathfinder game's rules](rule/how_to_play) that playing the Pathfinder RPG is supposed to be rewarding for everyone involved."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_games_and_consent"
		],
		"siblings": [
			"for_game_masters",
			"for_players"
		]
	},
	"horror_subgenres": {
		"name": "Horror Subgenres",
		"subtitle": "Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/191}",
			"",
			"Horror stories are not all alike, and neither are all horror adventures. In fiction and film, horror is divided into numerous subgenres. This section introduces just a few of those subgenres to help the GM choose the type of horror story she wants to tell and create adventures that match. While nowhere near a complete listing, the following horror subgenres have been singled out either because they translate easily into Pathfinder RPG adventures or they are particularly challenging to translate and often need more advice than usual to succeed.",
			"",
			"Each of the following subgenres follows a similar format: a general description, followed by four sections.",
			"",
			"***Storytelling:*** This section features notes on themes common to stories in this subgenre and elements to consider including in a subgenre-based Pathfinder adventure.",
			"",
			"***Monsters and Threats:*** This section includes a selection of creatures and rules content that make appropriate threats for this subgenre.",
			"",
			"***Basic Plots:*** This section contains examples of plots with central subgenre elements that make fine one-off adventures. A GM can flesh out these ideas or use them as departure points to create her own adventures.",
			"",
			"***Advanced Plots:*** Advanced plots are more complex, and can serve as the basis for entire campaigns. Again, they can be used to inspire unique adventures."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures"
		],
		"subtopics": [
			"body_horror",
			"cosmic_horror",
			"dark_fantasy",
			"ghost_story",
			"gothic_horror",
			"psychological_horror",
			"slasher_horror"
		],
		"siblings": [
			"horror_versus_heroism",
			"horror_games_and_consent",
			"horror_subgenres",
			"creating_horror_adventures",
			"horror_storytelling",
			"going_too_far",
			"creating_atmosphere",
			"rules_improvisation"
		]
	},
	"body_horror": {
		"name": "Body Horror",
		"subtitle": "Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/192}",
			"",
			"The body is a frail, little-understood thing that might betray its host-consciousness at any moment. This visceral subgenre concerns itself with the organic terror of the flesh, including disease, physical corruption, and transformation. At its basest level, body horror is the revulsion felt upon hearing a bone break or seeing a joint violently bend in the wrong direction. Elaborated upon, it's the terror of becoming physically monstrous and the awfulness that might hide within.",
			"",
			"***Storytelling:*** Body horror plots often concern themselves with transformation. This might be in a mundane fashion, such as a character racing to find a cure for a withering disease, trying to escape enemy territory with a broken leg, or knowing that a parasite is devouring his flesh. Unleashed from reality, body horror might involve an uncontrolled transformation, a disease that has gained sentience, or a monster that consumes flesh or blood. Body horror plots can involve a timeline or countdown, evoking a disease running its course or an untreated wound turning gangrenous. The only way to stop the spread of whatever fleshy terror has been unleashed is to cure it medically or excise it with sword or spell before it is too late. Doing so often comes with the greatest threat of body horror: infection. Characters might suffer {rule/curses}, [contract terrible illnesses](rule/diseases), {rule/undergo horrific |corruption/s}, or become host to ravenous parasites. Customize body horror effects to the story's needs, pairing nauseating descriptions with game-affecting effects like loss of limbs, hit point damage, ability score drain, inability to naturally heal, or worse.",
			"",
			"GMs running body horror adventures will likely find that many players have powerful reactions to descriptions of gore and disease symptoms. A GM should describe such scenes in a way that's right for her players, and remember that gratuitous descriptions quickly lose their impact. Uncertainty and time are also powerful factors in body horror stories, with PCs often unsure whether they or those they love are safe from infection - and if they don't show signs today, what about tomorrow?",
			"",
			"The enemy in a body horror game can also be unclear. While it might be individuals spreading a plague, a race of sentient parasites, or a mad scientist transforming victims, it might also be simply a disease itself. The former examples lend themselves toward common Pathfinder plots. The latter, though, might unfold as a scavenger hunt or series of challenges that contribute toward concocting a cure. In such cases, the final challenge should be the most harrowing and present the greatest risk of exposure to infection. In that way, the defeat of the invisible menace has a climax, but it also has the extremely personal threat of another outbreak.",
			"",
			"***Monsters and Threats:*** Parasites and diseases often feature in body horror stories, so consider rot grubs (of the [giant variety](monster/giant_rot_grub) or more {rule/common |hazards}), {infestation/ear seekers}, {monster/intellect devourer/s}, or [visceral plagues of disease](rule/diseases) (though consider using the [unchained rules for diseases](rule/diseases_and_poisons)). Creatures that implant their eggs or are born from other creatures include {monster/lunarma/s}, [vegepygmies](monster/vegepygmy), and {monster/xill/s}, while those who cling to or take over a host's body include {monster/incutilis/es} and {monster/wizard's shackle/s}. {family/Fleshwarp/s} and oozes like {monster/carnivorous blob/s} embody the horror of abominable transformation, {monster/beheaded} and {monster/crawling hand/s} are unbound body parts, and {race/drow} and {family/kyton/s} use flesh as mediums for their art or taboo experimentations. Many of the corruptions and the {rule/fleshwarping/ rules} also allow a PC to experience the terror of transformation firsthand.",
			"",
			"***Basic Plots:*** A quarantine traps the PCs in a city suffering from bubonic plague. A breed of oozes infests a community's sewers, changing those they touch into melting zombies. {monster/Ghorazagh/s} capture the PCs in a labyrinthine scab-hive.",
			"",
			"***Advanced Plots:*** The secret of an incestuous imperial dynasty reveals an undercity of vain, inbred [mongrelmen](monster/mongrelman) lurking beneath the capital. A mind-altering disease (to which elves are mysteriously immune) becomes sentient, infects the minds of hundreds, and launches a pogrom against those it can't infect. A nation's pervasive, cowlike herd animals stave off famine, but the nation turns on the PCs when they expose that the creatures are semi-sentient {monster/drakainia} spawn."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_subgenres"
		],
		"siblings": [
			"body_horror",
			"cosmic_horror",
			"dark_fantasy",
			"ghost_story",
			"gothic_horror",
			"psychological_horror",
			"slasher_horror"
		]
	},
	"cosmic_horror": {
		"name": "Cosmic Horror",
		"subtitle": "Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/192}",
			"",
			"Often called cosmicism or Lovecraftian horror, stories in this subgenre involve the realization that humanity and all its struggles are insignificant amid the greater workings of the universe. Such plots typically involve revelations of the truth that shelters the limited, shared lie society calls reality. The forces beyond this veil are fundamentally unfathomable, indifferent, and dangerous. Brushes with these powers typically scar a character, resulting in death, insanity, or understandings that make her an outcast from society. Ignorance and willful delusion then become virtues, shields that protect a fragile narrative from the truth of a vast, apathetic cosmos.",
			"",
			"***Storytelling:*** Cosmic horror stories aren't about tentacles - they're about the truths mortals are better off not knowing. Perhaps these revelations are the secrets of cosmic overlords, or maybe they're leaps of understanding - realities radically different from what society thinks it knows. The pursuit of greater knowledge can begin as a noble quest, gradually revealing an organic conspiracy propagating truths too great for the characters to influence. A GM might provide bread crumbs leading toward this knowledge, but the PCs' limited perspective grants only glimpses of the terrible whole. The discovery of strange cults or unsettling artifacts might push characters to uncover devices and creatures not native to their understanding of the world. These elements are best revealed slowly, like evidence in a mystery story, and they should build upon one another to suggest ever-greater threats. Ultimately, the threat might be entities from beyond gulfs of existence, or even be something like the arrangement of the stars themselves - foes that can't be defeated with sword and spell. While the PCs might win a skirmish with such forces and prevent the apocalypse du jour, their world's days are numbered. Depending on how much the PCs learn, they might never again be able to share in the vision of reality needed to function in society. If that wasn't terrible enough, when they glimpse the truths beyond the veil, those sanity-bending forces gaze back.",
			"",
			"***Monsters and Threats:*** Cosmic horror games frequently feature aliens - intruders from other worlds, planes, or epochs. These are not typically spiritual beings, like angels or demons, but neighbors in existence that prove the laws of reality aren't exactly fair. Many creatures from the works of H. P. Lovecraft and other authors of this subgenre exist in the Pathfinder RPG and fit naturally into cosmic horror adventures, such as {monster/deep one/s}, [denizens of Leng](monster/denizen_of_leng), {monster/elder thing/s}, {family/Great Old One/s}, {monster/mi-go}, {monster/shoggoth/s}, and {monster/Yithian/s}, to name just a few. Lovecraftian creatures don't have exclusive dominion over this subgenre, though. Given the right backstory, any creature with an aberrant form or mind makes a useful cosmic horror foe, like {monster/aboleth/s}, {monster/choker/s}, {monster/cloaker/s}, {monster/hundun/s}, {monster/hyakume/s}, {monster/immortal ichor/s}, and {monster/otyugh/s}. Consider casting whole races or creature types as manipulators from other worlds or beings possessed of enigmatic agendas, such as aberrations, certain monstrous humanoids, or fey.",
			"",
			"Beyond bizarre monsters, tools and artifacts from other worlds might prove to be equally dangerous. Consider taking a familiar item and describing it in an otherworldly fashion - a crossbow takes on an entirely different aspect if it screams every time it's fired. Magic, too, if learned from otherworldly sources, might gain a dangerous cast, perhaps dealing damage to the caster or eroding a character's ability scores. Shocking discoveries can also present their own dangers in the form of sanity effects. See {rule/Madness} for a host of reactions characters might experience when their visions of reality shake and their pillars of sanity crumble.",
			"",
			"***Basic Plots:*** An ally, fearing for his life, provides the PCs with a secret or relic pursued by servants of a god-ocean that covers a distant moon. Opening an ancient vault unleashes a member of a race for which time means nothing. A town forsakes its religions after a seasonally appearing comet lands atop a windmill outside their community.",
			"",
			"***Advanced Plots:*** A strange nightmare, swift-growing plant, or spreading wound holds a means of communicating with a future dominated by another species. In the wake of a planetary alignment, an entire race begins fleeing the planet. A musician discovers tones that allow her to reshape reality, drawing the attention of otherworldly star-shrieks."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_subgenres"
		],
		"siblings": [
			"body_horror",
			"cosmic_horror",
			"dark_fantasy",
			"ghost_story",
			"gothic_horror",
			"psychological_horror",
			"slasher_horror"
		]
	},
	"dark_fantasy": {
		"name": "Dark Fantasy",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/194}",
			"",
			"As its name implies, dark fantasy isn't a subgenre of horror but rather a fantasy subgenre that relies on horror themes. Dark fantasies typically involve the same tropes as fantasy tales - swords, castles, magic, heroics - but viewed through a grim lens. Deadliness, despair, and the macabre are common here, elements that threaten innocents with forces beyond their power to understand or overcome.",
			"",
			"***Storytelling:*** In these tales, magic and the supernatural take on a darker and deadlier cast. Enchanted lands become accursed places filled with ravenous predators and dangerous outcasts. Magic might bear the threat of arcane backlash or addiction. Monsters are fearful things, whether they are born from the corpses of former neighbors, demonic incarnations of temptations, or terrifying beasts that city walls dubiously hold at bay. It's a pessimistic sort of fantasy where threats are many and death seems likely, yet the heroes of these stories have the opportunity to defend the rare places of warmth and light. Not unlike other fantasy heroes, they become champions of the helpless and foes of evil. However, here the odds are stacked far more heavily against them.",
			"",
			"***Monsters and Threats:*** Aberrations, constructs, evil outsiders, and undead are common in dark fantasy adventures, as are grim reimaginings of magical beasts and other classic fantasy creatures. Evil spells, cursed magic items, and magical environmental hazards are also typical. With a properly grim twist, nearly any fantasy element could find its home in a dark fantasy adventure.",
			"",
			"***Basic Plots:*** Necromancers use the corpses of a plague-scoured village to create a {monster/gashadokuro}. A {monster/gargoyle} trophy hunter is responsible for a series of baffling murders. A {monster/troll} uses the sewer to slip into the basement of the royal archives and preys upon scholars who linger too long after dark.",
			"",
			"***Advanced Plots:*** A genius arcanist seeks to recreate the empire of a fallen undead tyrant by retracing his path to {template/lich/dom}. A rift between realities allows the hordes of the Abyss to invade the world. The corpse of everyone who dies returns as a {monster/ghoul} within 1 day, forcing the PCs to investigate why souls are not passing on to the afterlife."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_subgenres"
		],
		"siblings": [
			"body_horror",
			"cosmic_horror",
			"dark_fantasy",
			"ghost_story",
			"gothic_horror",
			"psychological_horror",
			"slasher_horror"
		]
	},
	"ghost_story": {
		"name": "Ghost Story",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/194}",
			"",
			"These stories feature ghosts - whether they're actual spirits or the characters simply believe in those spirits. Usually relatively short tales, stories in this subgenre focus on wayward souls and the tragic events that keep them from passing on. They usually feature a haunted place - such as the archetypical haunted house - but this might be any location, object, person, or other element that is somehow tied to the spirit's unfortunate past. The protagonists of a ghost story tend to be latecomers to the tragedy. By entering the zone of spiritual fallout, they either embroil themselves in healing residual scars or try to escape before becoming the next victims.",
			"",
			"***Storytelling:*** Ghost stories make fantastic single-adventure plots because they typically link an atmospheric story with a specific location. The tie between a ghost and its haunting grounds means that PCs can indulge in a ghost story without it necessarily interfering with a wider campaign.",
			"",
			"Ghosts come in an enormous variety, but for horror adventures, the two most useful are ghosts that want something and violent ghosts. The former might be sorrowful entities that make the PCs their agents in the hopes of being set free. The latter are vicious things, incarnations of madness and violence that take their wrath out on any who dare trespass on their haunting grounds. In neither case does a ghost need to be a sympathetic character, but in both, the spirit's origins affect its appearance, abilities, and behavior. While revealing the lore behind a haunting might be story enough, in a typical Pathfinder ghost story, learning the spirit's background and using it to put the ghost to rest is central to the plot.",
			"",
			"With the wealth of ghost stories in fiction and film, a GM can plunder existing works for inspiration and experiment with the definitions of \"ghost\" and \"haunting.\" She might also consider giving the ghost story a trigger, an event that activates a dormant haunting. Perhaps the return of a family member to his ancestral home or a PC gazing through an orb that reveals the spirit world sparks a full-blown ghost story.",
			"",
			"***Monsters and Threats:*** Obviously, these tales focus on ghosts, but in the Pathfinder RPG, \"ghost\" might mean a variety of things, not just the monster of the same name. However, a {template/ghost} is an excellent choice of monster due to its rejuvenation ability, which means the spirit can only be truly defeated if the PCs discover the correct means. This ability forces the PCs to involve themselves in a ghost story to defeat their foe. A GM might use any number of ghostly spirits to create specific sorts of ghost stories - for instance, {monster/banshee/s} terrorize barren moors, {monster/poltergeist/s} disturb peaceful households, and {monster/yuki-onna/s} haunt snowy vistas. Looking up creatures with the {subtype/incorporeal/ subtype} can point to strong ghost story candidates. Ghosts don't need to be incorporeal. {family/Phantom armor/s}, {monster/revenant/s}, {template/skeletal champion/s}, and {monster/zuvembie/s}, for example, all make fine corporeal threats. A \"ghost\" also doesn't need to be undead, especially as the line between spirit and outsider is often blurry. Consider having any of a variety of fiends - such as {monster/owb/s} or {monster/vulnudaemon/s} - haunt a ghost story. For story purposes, a GM shouldn't hesitate to give non-ghosts the rejuvenation ability as well, but only so long as the threat stays bound to a single plot-rich locale. More so than in other subgenres, {rule/haunts} make obvious choices. Spectral beings (especially {monster/geist/s}) teamed with a variety of flavorful haunts can work together to create a wider and more satisfying haunting.",
			"",
			"***Basic Plots:*** The destruction of a local asylum releases years of pent-up mental trauma as an allip or caller in darkness, the dominant personality of which wants nothing more than to visit the sea once more. The ghost of a golemcrafter intimidates a young trespasser into reactivating her laboratory and creating a soulbound body for her to inhabit. A painting from a far-off land drags the ghost of the portrait's subject with it, a noble but frustrated foreign warrior who speaks only his native language.",
			"",
			"***Advanced Plots:*** A ghost becomes the PCs' patron, offering its treasure (or home) if they complete what it left undone. A violent, mute ghost the PCs thought exorcised reappears - could they have mistaken its identity? The ghost of a defeated villain or a fallen ally becomes linked to one of the PCs' pieces of equipment, though the connection seems to be stronger than simply that between victim and murder weapon."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_subgenres"
		],
		"siblings": [
			"body_horror",
			"cosmic_horror",
			"dark_fantasy",
			"ghost_story",
			"gothic_horror",
			"psychological_horror",
			"slasher_horror"
		]
	},
	"gothic_horror": {
		"name": "Gothic Horror",
		"subtitle": "Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/195}",
			"",
			"Gothic horrors exude atmosphere and portent. This is the subgenre of The Castle of Otranto, The Raven, and Dracula. Lightning-illuminated castles, baroque cathedrals, tortured minds, and unquiet souls fill these stories, every element fostering moodiness and presaging dooms - often through ornate description. While gothic horror regularly focuses on darkness, decay, fallen grandeur, and the wages of sin, it can also be rich with romance and bravery, making it well suited to Pathfinder adventures.",
			"",
			"***Storytelling:*** More than any specific monster or type of fear, in the best of these stories, grim details work together to create an oppressive atmosphere of perpetual fall or winter, where secret transgressions exert dark prices in the form decrepitude, sickness, curses, and monstrous predation. Settings, characters, and plot all work together in gothic tales, and a GM should strive to insinuate that dark things are to come through elements of the narrative. If any subgenre is going to feature sudden thunderstorms, ominous coincidences, or peasant warnings, it's gothic horror. The evil force at the end of this foreboding path might have the statistics of a brooding vampire or an ageless wizard, but by the time the PCs meet her, what they've experienced should have built her up as something much more.",
			"",
			"Gothic horror tales highlight and develop wealth, extravagance, and the noble or positive qualities of characters to better wring pathos from their ruination. Romances are also common, whether as the spark that ignites dark passions or as the motivation for heroics. Death, desperation, and madness are frequent results of both themes, paving the way for encounters with the fantastic, deals with wicked forces, and passions that keep characters from a peaceful death. Indulging these themes suggests not only a host of settings (like crumbling manors, grim cathedrals, and misty graveyards), but also stock characters (suspicious townsfolk, penniless nobles, and ghostly governesses) waiting to populate a gothic tale.",
			"",
			"***Monsters and Threats:*** The mainstays of gothic horror include some of the most identifiable monsters in fiction and folklore: fiends, {template/ghost/s}, {family/hag/s}, {template/lycanthrope/s}, murderous animals, {template/skeleton/s}, {template/vampire/s}, {monster/yeth hound/s}, and the like. Almost any monster could make a fine villain in a gothic horror story, though, so long as it has a tragic background and intentions of menace. For example, the sorrow of a lovelorn dryad might extend beyond herself, transforming a wilderness into a savage nightmare. Insidious magic items - like {magic-artifact/monkey's paw/s} and {magic-artifact/soul portrait/s} - also often appear in gothic stories, the objects taking on the sins of their past owners. Bargains with fiends, foul gods, or perhaps even death itself can inspire tragic villains. {rule/Haunts} also make useful threats for gothic horror tales, their descriptive dangers providing a way to reveal mournful histories - perhaps piece by piece through a series of interrelated, tragic events.",
			"",
			"***Basic Plots:*** Every hundred years, a {template/graveknight} appears and challenges the high priest of the goddess of valor, whose cathedral stands upon an ancient battlefield. A {race/changeling} begs for the PCs' protection, fearful of the crone she's seen in her nightmares. The PCs must retrieve a lost locket from a spectral house that appears only on the night of the winter solstice.",
			"",
			"***Advanced Plots:*** A PC is the reincarnated lover of an ancient vampire baroness. A {monster/mothman} follows the PCs from afar, intent on creating, ending, or repeating an age-long curse. The entire faith of a just deity is convinced a PC holds the key to a horrible prophecy and can't be allowed to live."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_subgenres"
		],
		"siblings": [
			"body_horror",
			"cosmic_horror",
			"dark_fantasy",
			"ghost_story",
			"gothic_horror",
			"psychological_horror",
			"slasher_horror"
		]
	},
	"psychological_horror": {
		"name": "Psychological Horror",
		"subtitle": "Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/196}",
			"",
			"As a counterpoint to body horror, the psychological horror subgenre plays upon the fears and uncertainties rooted deep within the mind. The possibility of becoming detached from reality, plots to drive people mad, and the menace of taboo urges all fill the surreal world of psychological horror. While these stories might involve supernatural elements, it's often difficult for characters to be sure whether such menaces are real or entirely within their heads.",
			"",
			"***Storytelling:*** Among the most challenging subgenres of horror to re-create in a Pathfinder adventure, psychological horror stories often deal with themes of conspiracy, doubt, and paranoia. In film and fiction, these stories might focus on a single individual being pushed beyond her limit as the lines of reality blur around her. In a Pathfinder adventure, it's difficult to make one PC the victim of such horror - but it is possible. While the rules for sanity simulate a variety of psychological effects, these are most effective when a player chooses to roleplay their effects, forcing the group to acknowledge that the character's grip on reality has slipped. Beyond those rules, the techniques described in the [Warp Reality section](rule/fear_from_the_unexpected) and in the {rule/Secrets and Suspicion} section can help sow uncertainty among the players, leaving them wondering what's real and who they can trust.",
			"",
			"Easier to create are adventures where another individual has lost his grip on reality, leading him to commit monstrous acts and possibly transform his home into a manifestation of his delusions. Conspiracy plots might unite a cadre of foes seeking to hide some shocking truth, perhaps making the PCs question whether lifelong beliefs have been lies all along. In more extreme cases, the PCs might become victims of gaslighting (perhaps by a {arc-mesmerist/gaslighter/ mesmerist}), either in subtle ways or in elaborate experiments - like a dungeon of shifting passages or a deadly puzzle room - meant to drive them insane.",
			"",
			"***Monsters and Threats:*** Cunning shapechangers (like {monster/aranea/s}, {monster/doppelganger/s}, and {monster/rakshasa/s}) and creatures with manipulative mind powers (like {monster/aboleth/s}, {monster/gray/s}, and {monster/lotus tree/s}) make fantastic foes in psychological horror adventures. Psychic magic is an obvious threat in these tales, warping memories and outright controlling the weak willed, but so are illusions, which can manipulate what a victim perceives or thinks he knows. More insidious than monsters in psychological horror stories are the everyday people who manufacture plots to undermine someone's sanity or the individuals whose stresses and delusions become uncontrollable enough to set them on deadly courses - like a deranged individual who makes his home a trap-filled murder pit or a zealot who believes his sins can only be purified with innocent blood.",
			"",
			"***Basic Plots:*** A divine emissary in animal form comes to a PC and encourages her to slay a secret enemy of the faith - but it only speaks when the PC is alone. The PCs need to cure a scholar who has gone insane by entering his hag-haunted nightmares. The PCs come to a town where a teenage girl can turn herself invisible, and everyone lives in fear of what she does, doesn't, or could know.",
			"",
			"***Advanced Plots:*** The PCs become aware they are the only true humanoids in a society that consists entirely of doppelgangers. {monster/Derro/s} kidnap the inhabitants of an entire village without their knowledge, relocating them to a near-perfect re-creation of their community deep underground. A {monster/pakalchi/ sahkil} convinces the queen that her court mages have turned against her, leading her to start a bloody witch hunt throughout the entire nation."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_subgenres"
		],
		"siblings": [
			"body_horror",
			"cosmic_horror",
			"dark_fantasy",
			"ghost_story",
			"gothic_horror",
			"psychological_horror",
			"slasher_horror"
		]
	},
	"slasher_horror": {
		"name": "Slasher Horror",
		"subtitle": "Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/197}",
			"",
			"Violent stories that pit relentless murderers against defenseless victims, slasher horror is the home of some of film's most brutal killers. These tales typically follow the rampage of a single weapon-wielding psychopath and his targets' desperate attempts to survive. The slasher is usually more than a normal person, possessing a drive or fortitude that makes him more akin to a deadly force of nature. Only bravery and cunning hold any hope of defeating the slasher, and even then, usually only after he has spilled seas of blood.",
			"",
			"***Storytelling:*** Of primary importance to a slasher story is the sense of inescapability. If the would-be victims can just leave an area and escape the slasher, his threat is undermined. Therefore, seclusion is important. Perhaps the PCs - the likely victims - are isolated by geography (on an island, in the mountains), by terrible weather, or by some other physical factor (a flood washed out the road, the PCs are in a labyrinth that's supposedly inescapable). Social factors can also create seclusion. Perhaps the PCs don't speak the language and can't effectively go for help, know the town guard wants to shield the murderer, have a responsibility to stay in a place, or are cursed and can't leave an area. In any case, the PCs are trapped with a menace they're not likely able to physically overcome.",
			"",
			"As monsters and combat are such fundamental parts of the Pathfinder RPG, it's easy for a slasher attack to become just another fight. Elusiveness, relentlessness, and the perception of invincibility are the slasher's greatest weapons. To avoid this, the slasher can't just be an opponent the PCs outmatch, making them have to find ways other than combat to defeat their foe. A GM should make the slasher difficult to fight, but not impossible to defeat. The PCs need to be able to find tools and prepare traps that give them an edge over their foe. Objects meaningful to the slasher (and perhaps his origins) might aid them in their fight. The plot might encourage characters to split up to defeat the slasher and thus make them vulnerable to their foe - see {rule/Splitting the Party} for ways to help build tension in situations like this.",
			"",
			"Signature weapons are powerful elements in slasher stories. A GM might give the slasher a weapon that's threatening but also metaphorical - like a headsman's axe or a scythe. Tools and unique creations that tie into the slasher's history and origins also make great murder weapons - like a harpoon, a daggerlike quilting needle, or a shark jaw fitted onto an iron mask.",
			"",
			"***Monsters and Threats:*** Slasher tales are monster stories. What constitutes the monster, though, is entirely up to the GM. The {template/implacable stalker} template specifically allows for slashers to be made out of any sort of creature or character.",
			"",
			"Often slashers are murderous humanoids who have been driven violently insane or who have become possessed by brutal objectives. These sort of slashers emphasize the monstrousness of everyday people, which might be a concept a GM wants indulge.",
			"",
			"Actual monsters can also make fine slashers. Creatures that bear a semblance to everyday people but obviously aren't work well for this, like apes, {monster/bugbear/s}, {monster/goblin/s}, {template/ogrekin}, {monster/redcap/s}, and {monster/troll/s}. Finally, more monstrous creatures easily become slashers, even though the PCs might have a limited ability to see something of themselves in such foes. Rather than creatures with obviously monstrous forms, certain beings might pass as humanoids with the right disguises or magic, like {monster/babau/ demons}, [bogeymen](monster/bogeyman), {monster/dark stalker/s}, [denizens of Leng](monster/denizen_of_leng), or {monster/dullahan/s}. Or perhaps the slasher's form is inconsequential, and the true murderous entity is the sentient weapon he bears.",
			"",
			"***Basic Plots:*** The daughter of a villain the PCs slew years ago catches up to them at a lonely country inn and proceeds to poison everyone in the establishment, one at a time. The PCs' journey forces them to pass through the Valley of the Skulleater, home to a strangely intelligent and elusive bear that relentlessly stalks trespassers. A {monster/marsh giant} shaman begins murdering everyone associated with the village that killed his son.",
			"",
			"***Advanced Plots:*** The PCs find a crimson garrote that belonged to a famous killer, leading to a rash of murders following in their wake. Mere months after raiding a crypt, a {monster/mummy lord} appears and attempts to slay the PCs, reappearing yearly on the anniversary of the defiling. Because of her remarkable lineage, the notorious serial killer known only as the Queen of Razors can't be killed without infuriating the royal church, but the PCs can't allow her to kill again."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_subgenres"
		],
		"siblings": [
			"body_horror",
			"cosmic_horror",
			"dark_fantasy",
			"ghost_story",
			"gothic_horror",
			"psychological_horror",
			"slasher_horror"
		]
	},
	"creating_horror_adventures": {
		"name": "Creating Horror Adventures",
		"subtitle": "Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/198}",
			"",
			"Typically, when creating a Pathfinder adventure, a GM begins with nothing more than the kernel of an idea - a setting she wants to explore, a monster she wants to use, or a scheme on which she'd like to elaborate. This basic idea provides the framework upon which she hangs the other elements of the story. A GM can create a horror adventure in the same manner.",
			"",
			"[The GameMastery Guide](rule/getting_started) provides extensive details on creating and running adventures. As horror adventures are just another type of Pathfinder RPG adventure, all of that advice still pertains. The difference, though, is that now the GM has an additional goal: to make the story scary. The following advice supplements the advice in the *GameMastery Guide* to help GMs do just that."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures"
		],
		"subtopics": [
			"know_the_medium",
			"choose_the_terror",
			"spread_the_terror",
			"fear_from_the_unexpected",
			"horrible_success_terrible_rewards"
		],
		"siblings": [
			"horror_versus_heroism",
			"horror_games_and_consent",
			"horror_subgenres",
			"creating_horror_adventures",
			"horror_storytelling",
			"going_too_far",
			"creating_atmosphere",
			"rules_improvisation"
		]
	},
	"know_the_medium": {
		"name": "Know the Medium",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/198}",
			"",
			"Through the entire adventure design process, GMs should keep in mind that they're not writing a horror novel or screenplay - they're writing a horror RPG adventure. It's easy to get distracted by nuanced lore and charismatic villains, but all GMs should remember that the PCs are the stars of the story and ultimately the most important characters. Along with this, remember that Pathfinder characters have a variety of magic and other options that might allow them to make things that frighten everyday people meaningless or that instantly reveal any secrets. Therefore, it's important for GMs to know characters' strengths as much as their weaknesses and customize the adventure to play upon what they fear most (see {rule/Choose the Terror} for more details). These powers might be daunting in their effects or variety, but each ability might provide a new way to reveal terrors."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"creating_horror_adventures"
		],
		"siblings": [
			"know_the_medium",
			"choose_the_terror",
			"spread_the_terror",
			"fear_from_the_unexpected",
			"horrible_success_terrible_rewards"
		]
	},
	"choose_the_terror": {
		"name": "Choose the Terror",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/198}",
			"",
			"Once a GM has decided to create a frightening adventure, what sort of terror should be included? As explained in the discussion of horror subgenres, there are many types of horror. A GM should be able to boil her horror story down to something basic, perhaps even a singular fear. This might be as primal as a fear of spiders or of losing one's teeth, or it could be more sophisticated, like the fear of abandonment or mechanical disasters. Once the GM has chosen a fear, then she can choose an avatar or incarnation of that fear. This might be a monster, person, or other threat that embodies that fear and proliferates it. For example, nothing exploits a fear of spiders quite like giant spiders or spider swarms, while representing the fear of abandonment might require a creature like an {monster/attic whisperer} or the spirit of a bitter old man who waits for death but can't be convinced that he's dead. This avatar can be anything a GM wants. Feel free to make it more terrifying or unnatural if that helps - the giant spiders could actually be scheming {monster/Leng spider/s}, or the attic whisperer might control an army of animated dolls. This can work as mere flavor, or a GM might search out rules (or designs of her own) to back it up. Remember that the chosen threat might not need to be a literal embodiment; for instance, a fear of alien abductions and experimentation is literally embodied by {monster/gray/s} but also metaphorically embodied by {monster/derro/s}."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"creating_horror_adventures"
		],
		"siblings": [
			"know_the_medium",
			"choose_the_terror",
			"spread_the_terror",
			"fear_from_the_unexpected",
			"horrible_success_terrible_rewards"
		]
	},
	"spread_the_terror": {
		"name": "Spread the Terror",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/198}",
			"",
			"Once the incarnation of a fear is chosen, the GM can then support it with surroundings and allies that evoke the same theme. Horror often takes place at night since the dark holds the promise of lurking threats, but a horror tale might take place anytime or anywhere with a disturbing atmosphere that reinforces the chosen menace. For example, the [tooth fairies](monster/tooth_fairy) that embody the fear of loosing teeth might have created an underground hive constructed from billions of molars, and a mechanical terror could unfold in a half-functioning clock tower. Whatever the choice, it should provide challenges for the characters to overcome, as this - or another later setting - will likely become a sort of dungeon to explore.",
			"",
			"While the horrors of fiction and film often work alone, such is rarely the case in Pathfinder adventures. GMs should choose lesser threats that prop up the horror's main avatar. These might be its allies, opportunistic hangers on, deranged victims, the remnants of the creature's work, or the source of the creature's monstrousness. These allies might be less powerful than a primary foe, or at the very least, less actively horrific. For example, the {monster/Leng spider/s} might surround themselves with a cult of {monster/ettercap/s}, while the tooth faeries might feed their stolen teeth to a half-slumbering, albino {monster/purple worm}. Traps, hazards, haunts, and other challenges should provide lesser encounters that grant the PCs experience but also winnow away their resources, causing them to face the final threat with some vulnerabilities."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"creating_horror_adventures"
		],
		"siblings": [
			"know_the_medium",
			"choose_the_terror",
			"spread_the_terror",
			"fear_from_the_unexpected",
			"horrible_success_terrible_rewards"
		]
	},
	"fear_from_the_unexpected": {
		"name": "Fear from the Unexpected",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/199}",
			"",
			"While the Pathfinder rules present a finite number of statistics and rules options, how a GM pieces them together allows for infinite scenarios. In the case of horror adventures, this also means infinite opportunities to shock even the most jaded, rules-obsessed players. Opportunities abound in adventures to surprise the characters by revealing terrible secrets or presenting images that make them realize things are far worse than expected. For example, perhaps the PCs find a life-sized mother doll among the {monster/attic whisperer/'s} collection, one that's tending to a mewling newborn. Or maybe the automatic clockwinder at the top of the clock tower is rebuilding the interior to account for a thirteenth hour that occurs only once every eon.",
			"",
			"While startling revelations in a narrative are most powerful, a GM can also twist the game rules specifically to unsettle the players.",
			"",
			"***Mask Monsters:*** There's no reason a GM must adhere to the basic bestiary descriptions of monsters. By adjusting or completely revising monster descriptions, she gains not only new versatility from the bestiaries, but also the adventure-perfect foe for whatever terror she's unleashed. The PCs might be horrified by the thrashing pile of snakes and maggots that tangle their legs, knocking them into its squirming maws, but behind the GM screen are just the stats for a {monster/wolf}.",
			"",
			"***Transform Monsters:*** Veteran players might immediately identify a ravenous corpse as a {monster/ghoul}, but if the [tooth fairies](monster/tooth_fairy) have stolen its teeth, perhaps its bite attack is changed to a harmless, wet gnawing. While this might mean the ghoul is less powerful, the shock and revulsion it evokes is far more important to a horror adventure than dealing 1d6 points of damage. Altering creature statistics can be easy, particularly if a GM does so with the intention of creating unsettling encounters, not of making a creature more powerful. Swap around attack types or perhaps exchange abilities with creatures of similar CRs. As long as a GM doesn't intentionally combine powers that can be exploited for some lethal synergy, such a unique encounter should be fine. And if a GM accidentally improvises something that's more deadly than it is narratively unsettling, she can err in the PCs' favor and keep the story moving. The {rule/Rules Improvisation} section includes tips on how to make the Pathfinder RPG rules work for a horror tale.",
			"",
			"***Warp Reality:*** The rules are the physics of the game - the laws of what can and can't happen - and sometimes the most unsettling thing a GM can do in horror adventure is plan to break those rules. Maybe the PCs have a bizarre group nightmare, are pursued by a reality warping {monster/mothman}, or begin to lose their minds. Regardless, a GM can convey this by having the game not work the way the PCs expect. Maybe a {spell/detect magic} spell reveals its information as a chorus of screams, an isolated character can momentarily walk on walls, time reverses for an instant, or when a PC tries to use an ability, he's told it doesn't work, without explanation. These tricks work best when used sparingly and when the PCs' lives aren't in jeopardy, because they signal that perhaps the world isn't as reliable (or unbiased) as the characters thought."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"creating_horror_adventures"
		],
		"siblings": [
			"know_the_medium",
			"choose_the_terror",
			"spread_the_terror",
			"fear_from_the_unexpected",
			"horrible_success_terrible_rewards"
		]
	},
	"horrible_success_terrible_rewards": {
		"name": "Horrible Success, Terrible Rewards",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/199}",
			"",
			"In most Pathfinder adventures, the PCs are destined to succeed. When running a horror adventure, that doesn't necessarily mean it should be more challenging, and it certainly shouldn't be a guaranteed total party kill. Most of the time, a GM wants the PCs to be unsettled by the story instead of their die rolls, so she should plan for the PCs' success; many adventures have horrific consequences for failure, but in a horror adventure, consider the various ways that success, too, could have horrific consequences.",
			"",
			"During the course of the adventure, the PCs should have numerous victories over lesser enemies, traps, haunts, and other challenges. This is standard for Pathfinder adventures, and a GM should reward the PCs as normal with experience and treasure. Follow the usual rules for awarding experience, but don't save experience just for successful combat encounters. Horror adventures often include investigation, research, and roleplaying encounters. If a GM wants players to take those elements of the game just as seriously as the combat encounters, she can reward them for successes in those arenas, typically with an XP reward equal to their average party level. See the {rule/Encouraging Horror Roleplaying} section for more details on using experience in horror adventures.",
			"",
			"Treasure can also be particularly useful in horror adventures, both in revealing more of the plot and in unnerving the PCs. A GM can customize treasure to her adventure's needs. There should rarely be just a +1 dagger lying around in a horror adventure. Rather, that +1 dagger could bear the symbol of the city watch and the letters \"J. B.,\" the initials of the guard who disappeared after claiming he saw spiders drag a dog into the sewers. Even when an encounter just calls for a heap of coins and mundane supplies, don't hesitate to slip in letters, journals, or books the PCs can research to learn more about the plot (though try to avoid the adventure cliche of including a bizarrely specific letter or unnecessary journal entry that directly reveals the story in an awkward and heavy-handed manner). Tidbits that make sense for that NPC and that the PCs can piece together contribute more to the air of mystery and horror. Evidence that the PCs aren't the first to face the horror can be rattling - especially if their predecessors failed - and can also serve as a reason for why magic items perfect for fighting a creature are in its lair. Additionally, rewards that act as a double-edged sword, such as a partially cursed item that provides just what the PCs need at a cost, often work better than cursed items that the PCs could just avoid as if they were other hazards. This gives the PCs the chance to dig their own graves and tempts them to keep the rewards around.",
			"",
			"Finally, a GM should know what success means for her adventure. PCs often assume that violence puts an end to things. For instance, they may think that killing the attic whisperer or setting the clock tower on fire destroys the fear. But fear and evil are notoriously resilient. Truly destroying the horror might require learning its origins or discovering its special weakness. If the attic whisperer continually arises from the ashes, eventually - with a little guidance - the PCs could discover that the creature's father is still alive, and might even be the priest who asked them to put an end to the lonely creature's menace. Of course, even then, it's difficult for the characters within a horror story to know whether an evil is truly exorcised - or merely lying in wait for a sequel."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"creating_horror_adventures"
		],
		"siblings": [
			"know_the_medium",
			"choose_the_terror",
			"spread_the_terror",
			"fear_from_the_unexpected",
			"horrible_success_terrible_rewards"
		]
	},
	"horror_storytelling": {
		"name": "Horror Storytelling",
		"subtitle": "Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/200}",
			"",
			"The promise of fear is often obvious from the first glimpse of a horror film or story, as subtly abnormal choices in the ambience set the mood for terror. Horror adventures should feel much the same. More so than other Pathfinder RPG adventures, these rely on the creation of the atmosphere, the mood that surrounds the game. Atmosphere can mean the difference between a normal session and a truly frightening experience. This section focuses on gameplay techniques and storytelling special effects aimed at creating a moodier, more disturbing atmosphere. These suggestions step beyond game rules, and the advice herein can help GMs deftly defy the expectations of both the characters and their players.",
			"",
			"Ten Questions to Help You Design a Horror Adventure",
			"",
			"1. What is there to be afraid of?",
			"",
			"2. What caused the horrific situation to develop or spike?",
			"",
			"3. How does the adventure's environment reinforce the horror's fearsomeness or a sense of dread?",
			"",
			"4. What hides the horror or builds the tension?",
			"",
			"5. What do the PCs fear losing?",
			"",
			"6. Do the PCs have resources that allow them to negate the horror?",
			"",
			"7. What gives the PCs hope of defeating their enemy?",
			"",
			"8. What shocking event lets the PCs know that nothing is safe?",
			"",
			"9. What scenes or settings exist to release tension?",
			"",
			"10. Are elements unintentionally predictable, cliched, or similar to well-known horror tales?"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures"
		],
		"subtopics": [
			"how_to_scare_heroes",
			"how_to_scare_players",
			"secrets_and_suspicion",
			"dice_and_other_deceits",
			"stress_and_uncertainty",
			"death_and_bargaining",
			"encouraging_horror_roleplaying"
		],
		"siblings": [
			"horror_versus_heroism",
			"horror_games_and_consent",
			"horror_subgenres",
			"creating_horror_adventures",
			"horror_storytelling",
			"going_too_far",
			"creating_atmosphere",
			"rules_improvisation"
		]
	},
	"how_to_scare_heroes": {
		"name": "How to Scare Heroes",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/201}",
			"",
			"There's no one route to telling a good horror story, nor is there just one way to run a great horror adventure. GMs can take a three-pronged approach to unsettling the PCs.",
			"",
			"***Narrative Dread:*** Something can be made frightening by building tension. A GM wants her story to evoke a sense of dread, which is the expectation of harm or terrible things. Stories should be built so the characters expect horrible things before they actually see anything. Situations should get gradually worse and be punctuated by encounters that feature terrible creatures or that provide evidence of gruesome fates. Don't give the characters all of the details, though. Let them imagine that things are even worse than they appear. Then, when the situation is at its most tense, the monster or other shocking feature of the story is revealed. For more details, see {rule/Creating Horror Adventures}.",
			"",
			"***Dramatic Storytelling:*** {rule/The Art of GMing} section presents numerous tips to help anyone become a more engaging Game Master. A GM is the window through which players experience a horror story. A GM can follow the techniques of skilled ghost storytellers and consider how her voice, tempo, movements, and what she chooses to focus on can work to build an ominous atmosphere.",
			"",
			"***Ominous Setting:*** The adventure's most fearful moments transpire in the players' imaginations, but what happens in the real world can help it along. See {rule/Creating Atmosphere} for suggestions on how to prepare a game space for terror."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_storytelling"
		],
		"siblings": [
			"how_to_scare_heroes",
			"how_to_scare_players",
			"secrets_and_suspicion",
			"dice_and_other_deceits",
			"stress_and_uncertainty",
			"death_and_bargaining",
			"encouraging_horror_roleplaying"
		]
	},
	"how_to_scare_players": {
		"name": "How to Scare Players",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/201}",
			"",
			"Numerous guides, stories, and films exist that can help GMs tell a better horror story. However, few explicitly help a GM run better horror adventures. Telling a great story is only part of a horror adventure. The GM still runs a Pathfinder game, and unlike most horror stories, this means the players are not just her audience but also the stars of her story. While she wants to terrify the characters, she wants to give the players the opportunity to dread something as well - to share a sympathetic sort of fear with their characters. While the game's atmosphere can contribute to players' fear, a GM can also subtly alter the roleplaying game experience to sow suspicion and dismay. The following techniques are essentially GM special effects and are best used sparingly."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_storytelling"
		],
		"siblings": [
			"how_to_scare_heroes",
			"how_to_scare_players",
			"secrets_and_suspicion",
			"dice_and_other_deceits",
			"stress_and_uncertainty",
			"death_and_bargaining",
			"encouraging_horror_roleplaying"
		]
	},
	"secrets_and_suspicion": {
		"name": "Secrets and Suspicion",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/201}",
			"",
			"Players occasionally learn things at different times or find themselves in cahoots with the GM regarding some larger plot. Rather than trying to hide that one player has secret information, consider broadcasting it. As soon as the players know they don't share an even footing, matters of trust and suspicion become a choice rather than a foregone conclusion. Consider the following techniques to build suspicion between players.",
			"",
			"***The Secret:*** The GM has one player step outside of the room with her or otherwise out of earshot of the other players. She then provides him with secret information he's learned during the course of play or something only he's noticed. She possibly gets a brief response, then as swiftly as possible, they return to the game table. How and whether that information is shared with the rest of the party is up to the player - but now everyone knows that something special happened to him.",
			"",
			"***The Bluff:*** The GM pulls a player away from the table and asks him how he thinks the game is going, or how his day is, or tells him there's nothing special to reveal. Then they return to the game. Now all the other players think the player has a secret. Even if the player tells the truth and explains that he was pulled away for no reason, who in the party's going to believe him?",
			"",
			"***The Observation:*** The GM pulls a player away and tells him something inconsequential - maybe that his character feels like rats are staring at him, that he never noticed the hint of blond in the bard's hair, or that all the fallen leaves seem to point to the west. Now the player has to wonder whether this is a meaningful secret or just a random observation. Maybe he fixates on it - especially if the GM encourages him to do so. Perhaps he mentions it to the other players, at which point the GM can decide whether to confirm the observation and have the other characters notice too, or to deny it, causing the other characters to mistrust the observer and causing the observer to mistrust her. This works particularly well if a single character has become slightly unhinged or if one character is legitimately more perceptive than the others.",
			"",
			"***The Shell Game:*** Combining the techniques above, the GM calls each player away from the table one at a time. She tells one character something relevant, but provides the others with either nothing or pointless observations. The players who got nothing now have to wonder if they were the only ones, while the player who learned a secret has to wonder what other players learned. This works well in situations where one player has become the GM's coconspirator - perhaps via an enchantment effect on the player's character or by the PC being replaced by a monster."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_storytelling"
		],
		"siblings": [
			"how_to_scare_heroes",
			"how_to_scare_players",
			"secrets_and_suspicion",
			"dice_and_other_deceits",
			"stress_and_uncertainty",
			"death_and_bargaining",
			"encouraging_horror_roleplaying"
		]
	},
	"dice_and_other_deceits": {
		"name": "Dice and Other Deceits",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/202}",
			"",
			"Much of the structure of a Pathfinder game can seem like a foregone conclusion. But in a horror game, nothing need be sacred. Consider manipulating the fundamental activities of the game to keep the players off guard.",
			"",
			"***The Mystery Roll:*** The GM asks a player to roll a d20 and makes a show of noting the result. When the player asks what the roll was for, the GM tells him not to worry about it. She might not need this roll for anything at all, but the players won't know that. This works particularly well for refocusing the attention of distracted players.",
			"",
			"***The Stolen Check:*** The GM rolls a d20 and asks a player what his Perception modifier is. She notes the result. Repeat for the entire group - or not. This could just be a technique to make the players wonder if they've missed something, or it could be a legitimate hidden check (there are even several sorts of rolls that generally dictate that they are rolled by the GM). This trick works best when used in both ways throughout a game, leaving the players wondering about any given stolen check. As a variation, the GM might have the players roll 10 Perception checks at the start of the session and keep the results on hand. During the adventure, don't ask players to roll Perception checks, just reference the existing bank for results. That way the players won't know whether they rolled well and noticed all there is or poorly enough that they should search again.",
			"",
			"***Reconsider Game Aides:*** Many Pathfinder adventures feature a variety of tools that encourage strategy and precision gaming. A GM could throw precision out the window. When vague horrors are reduced to pawns and squares, the fearfulness of the unknown withers. Instead, the GM might play faster and looser with game measurements, tracking player arrangements vaguely on whiteboards or in the imagination alone, erring in the PCs' favor in terms of range and movement whenever possible. It takes some experimentation, but GMs can find that players identify more intimately with characters in their heads than with miniatures on the game table."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_storytelling"
		],
		"siblings": [
			"how_to_scare_heroes",
			"how_to_scare_players",
			"secrets_and_suspicion",
			"dice_and_other_deceits",
			"stress_and_uncertainty",
			"death_and_bargaining",
			"encouraging_horror_roleplaying"
		]
	},
	"stress_and_uncertainty": {
		"name": "Stress and Uncertainty",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/202}",
			"",
			"The PCs should never feel like they're entirely in control in a horror game. Just as their characters should feel unsure about what's going to happen, the players should experience their own uncertainty. Whether in a GM's storytelling or how she runs encounters, the following techniques can help add tension to a game.",
			"",
			"***Accentuate the Unnatural:*** The GM is the game's narrator. That doesn't mean she has to be an impartial or reliable narrator. Consider having the world seem to function in ways it shouldn't - or in outright supernatural manners. A creak might sound like a player's name; the wind coming through the window might cease as soon as the PCs enter the room; a rat might stop in the middle of the hall, rise on its back legs, look into the characters' eyes, and whisper \"Beware.\" These elements don't need rules because they're not dangers or things to fight, they're glimpses into the world - a world where something is unsettlingly wrong.",
			"",
			"***Acting with Urgency:*** The GM can describe a battle as being as hectic as she pleases, but if the PCs have lengthy strategic conversations during combat, it loses any hint of urgency. The GM can make the situation's stressfulness real by demanding that PCs act swiftly. Speak quickly and demand to know what a PC will do as soon as his turn comes up in initiative. If he falters or reaches for a book, the GM insists that he either delay his turn or make a decision in 6 seconds or else he loses his action - then begin counting down. The purpose here isn't to cheat players out of turns, but a constrained window of action lets the players share the same strain as their characters. Don't be too much of a stickler about the countdown, especially with players new to the game.",
			"",
			"***Countdown to Terror:*** During a stressful situation, the GM starts a tally of rounds that pass, sets a timer or countdown, or makes a show of accounting for the time - \"This is round three, right\"? Ideally, this countdown leads to an occurrence on a particular round, but it doesn't have to. It could just be a trick to make the PCs worry that something's coming. Alternatively, a GM can strip the mystery away and let the players know something their characters couldn't: that when the countdown ends, something terrible will happen. What? That's up to the GM. But unless the PCs manage to defeat the monster, activate the device, or escape, things are about to get worse.",
			"",
			"***Purposeful Misperceptions:*** The GM tells a PC that he thinks he hears something. When he asks what, he's told he doesn't know, and then can decide whether he investigates further. Maybe the GM tells him he thinks it's nothing - but can he be sure? It could be something the character heard, a shadow he thought he saw move, or even just a memory that pops to mind. Regardless, by giving PCs bits of uncertain or unsettlingly meaningless information, they begin to wonder what's important and what's not, what's real and what's just in their character's head.",
			"",
			"***Refuse Rest:*** When the PCs rest, they recover hit points, spells, and other abilities or elements the adventure has worn down. But when the PCs can't rest, the situation becomes more dire. Spellcasters covet their last spells, healers wait to dole out their last potions, and combatants think more strategically and retreat more readily when their hit points run low. How a GM denies the party rest might involve the adventure needing to occur within a limited span of time or there merely being no convenient safe space. As an alternative, circumstances might prevent a rest from recovering the PCs' resources (for instance, the nightmare spell prevents an arcane spellcaster from preparing spells). While this technique is crucial for portraying dwindling resources and maintaining momentum and tension, use it with care. Players quickly grow frustrated if the restrictions seem artificial rather than tied to the story.",
			"",
			"***Splitting the Party:*** It's relatively common in horror stories for the protagonists to become separated. If this happens in a game, the GM divides the group and sends those who aren't currently playing out of the room - she doesn't want them knowing their allies' fate or distracting the players currently in the limelight. Switch between groups about every 10 or 15 minutes until the group meets back up, trying to end each scene with a group either on a mini-cliffhanger or at a point when they have something to discuss (which can happen away from the table). Keep the party split for as brief a period as possible; not only are divided groups weaker in a fight, but players quickly lose their immersion when away from the game table and forced to put the game on hold."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_storytelling"
		],
		"siblings": [
			"how_to_scare_heroes",
			"how_to_scare_players",
			"secrets_and_suspicion",
			"dice_and_other_deceits",
			"stress_and_uncertainty",
			"death_and_bargaining",
			"encouraging_horror_roleplaying"
		]
	},
	"death_and_bargaining": {
		"name": "Death and Bargaining",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/203}",
			"",
			"Sometimes characters die. That's not fun for anyone, though - especially if the GM has spent a considerable amount of time on a story that now might never take shape. While players should feel like doom looms around the next corner, the threat of death and the idea of defeat are far more useful than actually killing off the entire group. Few GMs are above fudging a die roll, having a foe die suddenly, or having villains start taking prisoners if bad rolls turn an encounter against the players. Total party kills should be reserved for when they make the best stories, like at the hands of a truly terrible foe.",
			"",
			"Still, sometimes characters die, and it's not always convenient or plausible to stop the adventure to find a cleric capable of restoring them. In such cases, a GM might take it on herself to make a deal with a player, trading a miraculous recovery (and thus, his continued role in the game) for a price she determines. Such a bargain might last for a set period: until the session's end, until it's convenient to make a new character, until the party comes up with a better solution, or - most menacingly - simply until the GM says so. The terms of the deal should be set outside the earshot of the other players, and the PC has the right to refuse. Regardless of the specifics, if the PC accepts, he works for the GM now, a factor that can lend new threats to several sorts of horror games. In all of these cases, the GM should take the blame for the PC's treachery because she doesn't want to cause hurt feelings between players.",
			"",
			"***The Doppelganger:*** Inform the PC that he barely survived - but only because he was replaced by a shapeshifting creature at some point in the past. He is now playing a monster with the exact same statistics as his character. When he sees an opportune moment, he should attack or otherwise betray the party to the villain. Once this occurs and the player's monstrous nature is revealed, it raises the question of what happened to the real character: they might now be a prisoner somewhere, waiting to be saved by the others.",
			"",
			"***The Evil Spirit:*** Inform the PC that he died, but his corpse has been animated by an evil spirit. He can continue to play as normal, but when something in particular happens in the story (or simply when the GM says \"now\"), he should turn on the rest of the party or perform some other action prescribed - like attack the paladin. The GM might grant the character some fitting special ability or other monstrous power.",
			"",
			"***The Devil:*** Inform the PC that he died and now stands before a devil, a grim reaper, or something worse. This godlike entity offers to return the PC to life but will come to call later and demand a service. Whatever this service might be, the PC is compelled to comply and also to keep the terms of the bargain secret. Perhaps the GM knows what the entity wants at the bargain's outset, but even if not, this kind of loose thread is perfect for future exploitation."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_storytelling"
		],
		"siblings": [
			"how_to_scare_heroes",
			"how_to_scare_players",
			"secrets_and_suspicion",
			"dice_and_other_deceits",
			"stress_and_uncertainty",
			"death_and_bargaining",
			"encouraging_horror_roleplaying"
		]
	},
	"encouraging_horror_roleplaying": {
		"name": "Encouraging Horror Roleplaying",
		"subtitle": "Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/203}",
			"",
			"Pathfinder is not a game anyone wins, but it's not uncommon for players to want to overcome challenges in an exceptional fashion or with the minimum expenditure of resources. That means that some players view time spent indulging in terrified reactions and unheroic roleplaying as a waste of time - particularly when such roleplaying arises during combat encounters. If a GM wants her players to care about and emphasize not just roleplaying but also reacting to horror, it's up to her to encourage it - or at least not to penalize it. To incentivize her players into displaying frightened reactions, she can point them toward the {rule/Playing a Horror Hero} discussion, and consider employing the following techniques.",
			"",
			"***Time for Terror:*** Many players' first reaction to a threat, no matter how overwhelming, will be to fight. Before rolling initiative for a particularly terrifying scene, the GM can ask the players whether any of them would like to use the instant before combat for a terrified reaction. This is not a surprise round or any other in-game unit of measurement, but rather a special instance for characters who want to play up their reaction to the scene with a free action like yelling a warning, dropping an object, falling backward, or shrieking. In this way, the GM rewards players who want to express their shock and gets the group's reactions all at once, rather than drawing out the first round of combat.",
			"",
			"***Reward Terror:*** Whenever a player does something that improves the game's story, enhances the session's atmosphere, or just seems cool, the GM can give the party an ad hoc experience award. There are few more powerful ways to encourage behavior that benefits the game than with immediate positive reinforcement, and the GM has an endless supply of experience points to dole out. This shouldn't be much, maybe as little as 50 XP at lower levels, maybe creeping up to 200 XP at higher levels - nothing that feels like a game-changer. Even then, though, a little reward can serve as a strong incentive to encourage good roleplaying and story investment. Best of all, it encourages not just one player but the entire group to prioritize behavior the GM rewards."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"horror_storytelling"
		],
		"siblings": [
			"how_to_scare_heroes",
			"how_to_scare_players",
			"secrets_and_suspicion",
			"dice_and_other_deceits",
			"stress_and_uncertainty",
			"death_and_bargaining",
			"encouraging_horror_roleplaying"
		]
	},
	"going_too_far": {
		"name": "Going Too Far",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/204}",
			"",
			"Some GMs make the mistake of thinking that if a frightening gimmick works for a haunted house or campfire story, then it will work for their horror adventures. Such is rarely the case. At best, overdoing it on artificial, half-creepy tricks can break the atmosphere and distract from the game. At worst, they become jokes or can upset players. As a rule, a GM should keep a horror game on the game table. Here are a few gimmicks to absolutely avoid.",
			"",
			"***Don't Fake Emergencies:*** Faking choking or pretending the slasher attack is real can be legitimately scary in a way that violates players' trust. The game must remain a game, and as soon as it breaks the fourth wall and enters reality, things can go off the rails fast. Never risk someone getting hurt or having the authorities get involved.",
			"",
			"***Don't Involve People Outside the Game:*** Those who haven't joined the game should not have to experience the game's creepy elements, whether that be loud music, in-character shrieking, or other disruptive sounds. Additionally, never ask outside coconspirators to secretly participate in the game unbeknownst to the players.",
			"",
			"***Don't Touch the Players:*** Whether this means getting into character and clamping a cold hand on a player's shoulder or physically dropping plastic spiders from the ceiling, never invade the players' personal space or set up tricks that could backfire and cause physical harm.",
			"",
			"***Don't Use Costumes or Makeup:*** Costumes and fake blood are distractions. If a GM tries to make herself look creepy, it might work for a minute, but most games run longer than that. After a while, the prop or special effect becomes commonplace, or worse, just silly."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures"
		],
		"siblings": [
			"horror_versus_heroism",
			"horror_games_and_consent",
			"horror_subgenres",
			"creating_horror_adventures",
			"horror_storytelling",
			"going_too_far",
			"creating_atmosphere",
			"rules_improvisation"
		]
	},
	"creating_atmosphere": {
		"name": "Creating Atmosphere",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/204}",
			"",
			"An adventure might be a masterpiece of terror, but if it's being played on a sunny day with people laughing in the background, the players still might not be able to feel the mood. The surroundings can be a GM's greatest ally in telling a truly effective horror tale, but they might also work against her entirely. Consider the game space as a stage. This section includes ways that a GM might manipulate that performance space to create an atmosphere perfect for horror adventures."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures"
		],
		"subtopics": [
			"game_space",
			"lighting_ha",
			"music_ha",
			"house_ruling_distractions"
		],
		"siblings": [
			"horror_versus_heroism",
			"horror_games_and_consent",
			"horror_subgenres",
			"creating_horror_adventures",
			"horror_storytelling",
			"going_too_far",
			"creating_atmosphere",
			"rules_improvisation"
		]
	},
	"game_space": {
		"name": "Game Space",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/204}",
			"",
			"Since playing Pathfinder can take up a considerable area, the size of which is often limited by any number of practical constraints, game space can be one of the most difficult environmental factors to influence. If the GM has a choice, though, she can seek a quiet place where interruptions will be few - traffic and background noise can negatively impact the atmosphere being created. If she has to share a space, it might help for the GM to tell non-players that she's running a game and would appreciate not being interrupted, or she might schedule a time when disturbances will be limited. While a GM might consider running the game outside or in creepy surroundings like a crypt or cabin in the woods, keep in mind that such a venue could be distracting in itself and is probably more trouble than it's worth."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"creating_atmosphere"
		],
		"siblings": [
			"game_space",
			"lighting_ha",
			"music_ha",
			"house_ruling_distractions"
		]
	},
	"lighting_ha": {
		"name": "Lighting",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/204}",
			"",
			"Dimming the lights can go a long way in creating a moodier environment. Shadows add an air of the unknown, and cause everyday distractions to fade away. Make sure that the players can see, though - there's a lot of reading and page referencing in Pathfinder that GMs don't want to turn into a chore. A room with lights on a dimmer switch works well, as does turning off overhead lighting and moving a single-bulb lamp into the room. Candles and non-electric lamps typically prove distracting and troublesome, if not outright hazardous. While rooms with natural lighting can create issues during the day, at night, the dark can make them prime game spaces."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"creating_atmosphere"
		],
		"siblings": [
			"game_space",
			"lighting_ha",
			"music_ha",
			"house_ruling_distractions"
		]
	},
	"music_ha": {
		"name": "Music",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/204}",
			"",
			"Used well, music can be a powerful tool for creating atmosphere. Handled poorly, it can be a major distraction that irreparably warps, or even completely ruins, a game's mood. When a GM uses music in her horror game, the goal is to create a subtle but ever-present auditory undercurrent that reinforces her descriptions of settings and events. The music fills in gaps in the action with content that supports the story's atmosphere. Often breaks in play get filled in with distractions, but effective musical choices can counter that. Consider the following tips when selecting music to include in a horror adventure.",
			"",
			"***Avoid the Familiar:*** Music should evoke a theme, but not a specific scene or character. Therefore, be wary of using immediately recognizable songs. Players who identify a particular theme will naturally associate a game with the source's events, often to distracting ends.",
			"",
			"***Keep It Simple:*** Don't let tinkering with audio devices or searching for the perfect song get in the way of a game. Assemble a playlist before the game. Select a theme for major NPCs and significant events, a few for prominent locations, one or two for battles, and one for a final battle. If a GM can run her music from a computer or phone, preferably linked to a wireless speaker, she can readily switch between tracks without leaving the game table.",
			"",
			"***Repetition:*** RPG scenes usually last longer than a typical music track. Rather than assembling dozens of pieces of music for every event or location in a game, find songs that work well in repetition. Video game scores work well for this as they're often designed with repeat listening in mind. Set a music player to repeat a track, changing it when the scene or story demands. Avoid songs that have an obvious element to them, like a particularly dramatic crescendo - so players don't notice the same section every time. In the best cases, players will notice the music for only a few moments at a time before their attention shifts back to the game.",
			"",
			"***Steady Mood, No Lyrics:*** A GM shouldn't have to compete with the music for the players' attention. When selecting music for a game, instrumental music that fades into the background is ideal. Avoid music with lyrics, as language distracts from what's being said and is noticed more readily when it repeats. By the same token, a GM wants songs that inspire a consistent mood. If a piece jumps from somber to upbeat, it won't serve when needed for one or the other.",
			"",
			"***Volume Manipulation:*** Most times, a GM wants background music to be low and subtle so players focus on the game. That said, manipulating volume allows her to create a number of special effects. Try using the music's volume to manipulate player attention. If the players' attention drifts, a GM can slowly turn up the volume until their focus shifts back to her. Once they've noticed she's waiting or has begun speaking, she can turn it back down. This is a fantastic way to end breaks and signal that play is restarting.",
			"",
			"***Volume Matching:*** In action-packed scenes, a GM can turn an energetic track up and raise her voice over it, quickening her speech's tempo to evoke a sense of urgency. If everyone has to speak louder to be heard over the music, it's easier to envision the hectic or dangerous nature of the accompanying scene. As with all narrative special effects, this technique works best when used infrequently."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"creating_atmosphere"
		],
		"siblings": [
			"game_space",
			"lighting_ha",
			"music_ha",
			"house_ruling_distractions"
		]
	},
	"house_ruling_distractions": {
		"name": "House-Ruling Distractions",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/205}",
			"",
			"Portable games, social media, and other hobbies vie for everyone's attention. A GM, though, is the arbiter of the rules, both those in the game books and in her own house rules. Consider setting a simple house rule: When at the game table, the group is playing Pathfinder - and nothing else. Phones are away, computers are off, other hobbies and distractions - even RPG-related ones like painting miniatures - are set aside. The GM might expand this to most food and drink as well since eating and the presence of food containers undermine immersion.",
			"",
			"There are a number of reasons to adopt such rules. The first is simple engagement. Some players say they can do two things at once, but if they're not focused on the game, they're not imagining the story, thinking in character, or noticing the atmosphere. The second is a matter of verisimilitude. The characters likely don't have electronic devices. It's easier for everyone to envision their fellow players as their characters if they're not engaged in activities that run counter to what's possible in the game world. The final reason is just a matter of courtesy. A GM puts thought and time into an adventure, and the other players invest a similar degree of consideration in developing their characters. Just as an audience would in any other storytelling medium, players should repay such efforts with their respectful attention.",
			"",
			"If including rules for what is and isn't allowed at a game table, the GM should make them clear before the game starts, possibly explaining why or showing players this section of text as reasoning. The goal here is to create as atmospheric and immersive an experience as possible, not to be a tyrant."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"creating_atmosphere"
		],
		"siblings": [
			"game_space",
			"lighting_ha",
			"music_ha",
			"house_ruling_distractions"
		]
	},
	"rules_improvisation": {
		"name": "Rules Improvisation",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/206}",
			"",
			"It's impossible to predict every character action, and Game Masters often have to improvise when a party follows an unanticipated plot thread. While GMs can cultivate the ability to remain flexible in the face of unpredictability, coming up with new plot elements on the fly is only one challenge. Creating and employing new rules without any preparation is another one entirely. In the context of a horror adventure, such rules improvisation is not only useful, but all the more critical, as interruptions and page flipping can ruin a scene's atmosphere, while a quick improvised decision can keep the tension intact.",
			"",
			"Fortunately, as a benefit of being a well-developed game system, the Pathfinder RPG offers guidelines and subsystems for adjudicating hundreds of hazards and encounter types. Still, the game rules can't account for everything. In such cases, it's up to the GM to use her knowledge of the rules to improvise options. Coming up with quick, simple ways to support characters who find themselves in unique situations or who want to attempt audacious actions is usually preferable to avoiding such game-defining events. Depending on the case, a GM might ask players to merely roll an ability or skill check, setting a DC that seems appropriate. Another option - which can often be more fun - involves considering the situation and adapting existing rules to work for the game's needs.",
			"",
			"The remainder of this section presents a variety of situations that might appear in a horror adventure, but for which concrete rules don't exist. Each of the following sections references existing Pathfinder RPG rules that GMs could retrofit to handle the encounter. These aren't definitive rules for any of the situations described below. Instead, they are a primer on customizing rules to meet specific needs, and they should help GMs look beyond the overt purpose of certain rules systems and identify precedents and components that might be repurposed in unlimited ways.",
			"",
			"### Improvisation Benchmarks",
			"",
			"While encyclopedic knowledge of existing rules certainly helps with improvising new ones, it's not necessary by any means. The majority of the time, existing rules supply all the direction needed. In cases where they don't, don't worry! Almost everything in the Pathfinder RPG comes down to the roll of a d20. So the main questions are often simply how high to set a DC and what sort of bonus the PC should apply to it. While the latter is largely thematic and up to the GM's judgment, setting DCs can get a bit more technical. Fortunately, the likelihood of a too-high or too-low DC \"ruining\" an adventure is infinitesimal, especially when taking the following into account.",
			"",
			"***Custom DCs:*** Need to generate a DC for a specific situation on the fly? Look at tables like those for the Acrobatics, Bluff, Escape Artist, and other skills and extrapolate whether the challenge should be harder or easier based on the DC precedents there. GMs can find some great charts for adhoc DCs for parties of various levels in the sections on {rule/social conflicts} and {rule/influence}.",
			"",
			"***Monster Statistics:*** Need something other than a DC? [Table 1-1](rule/step_2_target_statistics) provides a wealth of level-appropriate benchmarks for creature hit points, Armor Class, damage, saving throw DCs, and more. These aren't just for monsters, though. Consider finding the party's level and using these statistics for any challenge required, increasing or decreasing the figures as necessary to adjust the difficulty."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures"
		],
		"subtopics": [
			"buried_alive",
			"burned_at_the_stake",
			"burning_buildings_and_crumbling_structures",
			"guillotine",
			"hanging",
			"thematic_creepiness"
		],
		"siblings": [
			"horror_versus_heroism",
			"horror_games_and_consent",
			"horror_subgenres",
			"creating_horror_adventures",
			"horror_storytelling",
			"going_too_far",
			"creating_atmosphere",
			"rules_improvisation"
		]
	},
	"buried_alive": {
		"name": "Buried Alive",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/206}",
			"",
			"A character wakes up in a claustrophobic space, walls barely a hand's breadth above his face and to either side. The air is already growing sour, and his increasing heart rate and frantic breathing aren't helping the situation. There's only one thing to do: he has to escape.",
			"",
			"***By the Rules:*** In a coffin, a character's ability to move is restricted by the tight confines. Even if he's able to move, the coffin itself and the earth beyond present nearly insurmountable barriers to escape. Relevant to these challenges are the {skill/Escape Artist/ skill}, [rules on hardness](rule/breaking_things), and details on {rule/cave-ins and collapses}, as well as the bury alive ability of the {monster/gravebound}, which uses the aforementioned systems to determine the ability's effects, including the amount of time it takes to dig up a buried character, with or without a shovel.",
			"",
			"***Extrapolation:*** The Escape Artist skill allows a character to move through a tight space by spending 1 minute and succeeding at a DC 30 Escape Artist check. This seems similar to the difficulty of moving within a coffin. As such, the GM might rule that for any action requiring motion to be successful - such as producing an item, making an attack, casting a spell, and so on - the character must spend 1 minute and succeed at this check.",
			"",
			"As for the coffin itself, a normal casket is probably of similar quality to a good wooden door or treasure chest, which would mean it has a hardness of 5 and 15 hit points. As soon as the coffin is broken, though, things get much worse for the character who was buried alive. According to the rules on cave-ins and collapses, characters take 1d6 points of nonlethal damage per minute while buried. If such a character falls unconscious, he must succeed at a DC 15 Constitution check each minute. If he fails this check, he takes 1d6 points of lethal damage each minute until freed or dead. Thus, a GM might rule that a character can attempt a DC 20 Strength check every minute. If the character succeeds, he manages to clear enough dirt to drag himself upward 1 foot. At that rate, then, it would require six successful Strength checks for a character to dig himself free from a coffin buried 6 feet underground. This, of course, assumes that loose dirt covers the coffin. Other substances, like rocks or metal slabs, would make such a dig far more difficult, at the least, if not outright impossible.",
			"",
			"***Horror Considerations:*** The experience of being buried alive can be all the worse if a character isn't alone. Tiny or smaller creatures would not have their movement restricted in a coffin constructed for a Medium creature. {monster/Crawling hand/s}, {infestation/rot grubs}, {monster/scarlet spider/s}, and {monster/viper/s} all make particularly horrible coffinmates, particularly if they're crawling all over the character in swarms. Additionally, breaking out of a coffin and finding himself underwater, buried in a walled-off enclosure, or at the bottom of a tank of flesh-eating beetles might make a character quickly regret his escape."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"rules_improvisation"
		],
		"siblings": [
			"buried_alive",
			"burned_at_the_stake",
			"burning_buildings_and_crumbling_structures",
			"guillotine",
			"hanging",
			"thematic_creepiness"
		]
	},
	"burned_at_the_stake": {
		"name": "Burned at the Stake",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/207}",
			"",
			"Public burning tops the list of preferred ways to dispose of witches, heretics, and undesirables of all sorts.",
			"",
			"***By the Rules:*** This is a simple matter of reskinning an existing rules set: being burned at the stake rather than being trapped in a [forest fire](rule/forest_fires). With rules for heat damage, catching fire, and - most realistically - smoke inhalation, the forest fire rules can be combined with the {rule/grapple/ rules for tying someone up} to provide everything necessary for binding a character to a stake and lighting the roaring flames.",
			"",
			"***Extrapolation:*** Binding a character to a stake - and setting a DC to escape said bindings - can be covered by the tie-up options detailed in the grapple combat maneuver. Once the character is bound, likely amid heaps of unlit kindling, the process of starting the fire is relatively simple. Given dry conditions and a ready flame, a GM might rule that it takes 1 minute to get the fire burning to a point that smoke inhalation becomes a threat to a bound victim. After some initial encouragement, the fire takes over; after 1 minute, the victim begins taking 1d6 points of fire damage every round while facing additional Fortitude saving throws as detailed in the heat damage portion of the forest fire rules. Finally, 1 minute later and every minute after that, the victim must succeed at a DC 15 Reflex saving throw or catch fire, as per the {rule/catching on fire/ rules}. Characters still bound to the stake take a -4 penalty on this saving throw.",
			"",
			"***Horror Considerations:*** Don't trust a burning wooden post in an open square to hold every heretic. Cages and magical paralysis are more effective at restraining victims, while illusions can lure unfortunates into traps. Placing the stake at the top of a spire or the bottom of a pit also makes access and escape more challenging and could extend the threat of smoke hazards."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"rules_improvisation"
		],
		"siblings": [
			"buried_alive",
			"burned_at_the_stake",
			"burning_buildings_and_crumbling_structures",
			"guillotine",
			"hanging",
			"thematic_creepiness"
		]
	},
	"burning_buildings_and_crumbling_structures": {
		"name": "Burning Buildings and Crumbling Structures",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/207}",
			"",
			"The fire in the tavern has gotten out of control, the ancient fortress is falling apart, the villain's death causes his dark castle to collapse into the darkness below, or the powers holding together the alien sanctum have failed and are tearing the place apart. Is there any hope of escape, or will the PCs find themselves just another group of casualties in this catastrophe?",
			"",
			"***By the Rules:*** Few of the game's ordinary rules operate on the same timer as a self-destructing structure, least of all the abstractions of combat rounds and character actions. Characters counting squares to move out of a dungeon as swiftly as possible hardly captures the adrenaline of panicked flight, rather resembling a chess endgame. But the rules for {rule/chases} work more like a race against the clock and thus fit the situation far better than combat rounds would.",
			"",
			"***Extrapolation:*** In this case, a chase isn't that different from an escape from a structure that's collapsing around the characters; all it requires is a few tweaks to represent the differing circumstances. The GM can simply do away with the \"fleeing character\" entirely (unless the PCs are also chasing another character out of the collapsing structure) and instead set out a slate of obstacle the PCs must overcome to get out of the structure in time.",
			"",
			"These might include dodging falling timbers, leaping across gaps in the floor, noticing paths that circumvent dangers, squeezing through narrow gaps in the rubble, fighting off the effects of smoke inhalation, and so on. Some challenges might allow characters to charge through walls of flame, weakened barriers, or splintering banisters, causing them to take hit point damage in exchange for successes. Typically these barriers deal an appropriate amount of damage to add to the sense of urgency for characters of the PCs' level without making the barriers themselves harmful enough to kill the PCs - unless they press their luck on these damaging barriers one too many times. In total, the GM should establish a number of challenges just like she would for a normal chase, but replace the threat of a fleeing character \"getting away\" with the threat of the PCs failing to escape the crumbling structure before it's too late.",
			"",
			"This does mean that all the PCs will have to navigate the escape all the way to its end, or die trying. This means that it's more important than usual to consider each of the pairings in the chase and make sure to include at least one option in each pairing that the characters will be able to attempt. For example, pairing a DC 15 Knowledge (engineering) check with a high DC Escape Artist check might mean that the paladin can't possibly pass that chase square; for a normal chase, this would put the paladin out of the action for a little while, but in this modified chase, it means the paladin might be guaranteed to die.",
			"",
			"GMs should consider whether or not players can aid one another during an escape. If they're allowed to do so, perhaps any character near an adjacent obstacle can use the aid another action to assist another character. Additionally, the GM might want to have monsters or other enemies factor into the escape, giving the PCs the choice of standing their ground and fighting - while the timer continues to count down - or to continue fleeing, now with some foe nipping at their heels.",
			"",
			"How long characters have to escape the structure is up to the GM. This should be a number of turns that exceeds the number of challenges by 2 or 3 (or even fewer in particularly harrowing situations). Once that time expires, the GM determines the consequences - which should be ones decided on before the escape begins, even though the GM won't reveal her decision to the players until afterward, the better to build tension. Consider the following three options.",
			"",
			"***No Threat:*** Perhaps the whole escape might simply be for show - dramatics that heighten tension but pose no actual lethal threat (not that the PCs should be allowed to know that). Immediately after the last PC escapes, the structure collapses, implying that the characters escaped at the last possible moment.",
			"",
			"***Heightened Danger:*** Once the time limit expires, the situation in the structure becomes increasingly dangerous. Perhaps anyone still in the structure now takes damage every round. This might begin as 1d6 points of fire damage (or whatever is appropriate), but every 2 or 3 rounds the amount of damage doubles, suggesting a worsening situation. Or in the case of an alien sanctum falling apart into an unknowable void, perhaps strange and dangerous creatures crawl their way out of the nothingness with increasing frequency. Either way, this makes lagging behind dangerous, but not immediately fatal.",
			"",
			"***Near-Fatal Conclusion:*** The GM might rule that, once the timer expires, the structure collapses - a fate that probably means death for anyone trapped inside. See the {rule/Cave-Ins and Collapses} rules. The GM might add the threat of additional damage to those trapped within (or who try to rescue those left behind) if the conditions call for it - like dealing additional fire damage to those caught beneath a collapsed burning ruin.",
			"",
			"***Horror Considerations:*** Write a 10 on a whiteboard or set a die at 10 in front of the PCs. After their first turn trying to escape, change the number to 9. Decrease the number every turn. A generous GM might let them know that when the count reaches 0, the structure collapses (to whatever terrible end; consider the rules for {rule/cave-ins and collapses}) or not. In either case, few things motivate a group like a ticking clock. Beyond collapsing structures, PCs may need to flee a burning topiary garden, a tsunami-battered village, the nightmare of a waking dreamer, a city being destroyed by {family/kaiju}, or a forest come to life."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"rules_improvisation"
		],
		"siblings": [
			"buried_alive",
			"burned_at_the_stake",
			"burning_buildings_and_crumbling_structures",
			"guillotine",
			"hanging",
			"thematic_creepiness"
		]
	},
	"guillotine": {
		"name": "Guillotine",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/208}",
			"",
			"Simple and relatively clean, execution by guillotine proves as humane as it is grisly. But when the PCs need to prevent such an execution, the rules and timing become more important.",
			"",
			"***By the Rules:*** Traps like the {trap/wall scythe>_trap} already provide rules for hurtling a significant mechanical blade at a hapless character. With the pillorylike restraint at the guillotine's bottom holding a character, the dropping blade essentially makes a strike against its victim's neck a [coup de grace](rule/helpless_defenders).",
			"",
			"***Extrapolation:*** One can easily treat a guillotine as a special kind of mechanical trap. Without the restraint, it might function exactly as a wall scythe trap. With the pillory, it becomes more deadly. Any creature in the pillory is considered helpless and so, the guillotine, when activated, makes a coup de grace attack against the victim - potentially causing death. If the guillotine strikes a killing blow, the victim is decapitated. If it fails, there has been some malfunction with the device, catching the blade part way through the pillory. A standard wooden pillory holds a character's head and both wrists. A character might slip free by spending 1 minute and succeeding at a DC 40 Escape Artist check.",
			"",
			"***Horror Considerations:*** A GM might use an even more [horrific versions of the guillotine in which the creature it killed has its soul trapped within the lethal blade](magic-artifact/final_blade), preventing {spell/resurrection}."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"rules_improvisation"
		],
		"siblings": [
			"buried_alive",
			"burned_at_the_stake",
			"burning_buildings_and_crumbling_structures",
			"guillotine",
			"hanging",
			"thematic_creepiness"
		]
	},
	"hanging": {
		"name": "Hanging",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/209}",
			"",
			"Whether by the snapping of a neck or lengthy strangulation, hanging is a time-tested form of execution, and stories abound of heroes rescuing a victim in the nick of time.",
			"",
			"***By the Rules:*** Being hanged kills by either breaking the victim's neck or strangling the victim. Breaking the neck implies a quick, instant death from damage, like a [coup de grace](rule/helpless_defenders). Getting into a noose (and the DC for escaping it) would be covered by the {rule/tie up aspect of the |grapple/ rules}. Strangulation suggests consulting the rules for {rule/suffocation}.",
			"",
			"***Extrapolation:*** How a PC might have wound up in a noose is up to the GM, but once he has, a few things might occur. If the execution involves a drop, the noose could deal 1d6 points of damage + 1d6 for every 5 feet he falls, to a maximum of 20d6. The victim is considered helpless, and this attack is treated as a coup de grace - requiring a successful Fortitude save (DC = 10 + damage dealt) to avoid death. If the character has his hands free and uses them to hold on to the noose during the drop, he gains a +2 bonus on this saving throw.",
			"",
			"Once a character has survived the drop (or if one never occurred), his time is still limited as the noose chokes him to death. As the rules for tying someone up describe, a character can bind someone, creating a situation where the DC to escape such bonds is equal to 20 + the rope-tying character's CMB. This seems like a good way to set a DC for escaping a noose. A character can attempt to escape a noose, but doing so requires that his hands be free (otherwise, he must escape from those restraints first). Once they are, he can attempt to break the noose's \"grapple\". While dangling from a noose, a character is helpless.",
			"",
			"***Horror Considerations:*** A noose quickly turns into a lifeline when the ground is hundreds of feet below a struggling victim. Nooses made of chain or metal cord might also be more difficult to escape."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"rules_improvisation"
		],
		"siblings": [
			"buried_alive",
			"burned_at_the_stake",
			"burning_buildings_and_crumbling_structures",
			"guillotine",
			"hanging",
			"thematic_creepiness"
		]
	},
	"thematic_creepiness": {
		"name": "Thematic Creepiness",
		"subtitle": "Horror, Specific Campaigns",
		"sources": [ "Horror Adventures" ],
		"description": [
			"{SOURCE Horror Adventures/209}",
			"",
			"Be it a misbehaving reflection, a whispering taxidermy, or a leering portrait, sometimes the most minor supernatural effect - noticeable as the subtlest feeling of wrongness - proves the most unsettling.",
			"",
			"***By the Rules:*** The rules for {rule/haunts} allow GMs to generate practically infinite terrifying effects and create creepy but harmless encounters with which the players can interact.",
			"",
			"***Extrapolation:*** A purely thematic or otherwise harmless haunt probably shouldn't grant experience points and so shouldn't have a CR.",
			"",
			"***Horror Considerations:*** One doesn't have to bother with rules at all. GMs don't need to explain every thematic effect or unnerving embellishment, especially when these exist in the space between supernatural manifestations and the PCs' own uncertain observations. If a situation doesn't require hard-and-fast rules, a GM doesn't need to complicate things."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"horror_rules",
			"running_horror_adventures",
			"rules_improvisation"
		],
		"siblings": [
			"buried_alive",
			"burned_at_the_stake",
			"burning_buildings_and_crumbling_structures",
			"guillotine",
			"hanging",
			"thematic_creepiness"
		]
	},
	"intrigue_systems": {
		"name": "Intrigue Systems",
		"subtitle": "Specific Campaigns",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/98}",
			"",
			"Any adventure can contain elements of intrigue, and even the most combat-filled dungeon crawl often benefits from breaking up the action with more nuanced encounters as a change of pace. Because it's less confrontational than physical combat, intrigue acts as a counterpoint to battles, and serves to highlight and strengthen a campaign's high-octane moments, helping tension to build slowly and naturally and creating satisfying storytelling moments.",
			"",
			"All references to \"an intrigue-based game\" in the following topics apply to a game that incorporates any amount of intrigue, from one with a splash of deviousness to a full-on political thriller.",
			"",
			"***Influence:*** This rules system measures how characters gain {rule/influence} and reputation with various organizations. Rather than boiling a social interaction down to just a skill check or two, influence creates a back-and-forth that plays out over a longer scene. It provides concrete rewards for engaging with such groups, which can be customized to fit your game.",
			"",
			"***Heists:*** This sections presents tips on organizing and running {rule/heists}, such as running a con or penetrating a set of complex defenses to steal an object, rescue a person, or attain some other goal. This section also discusses the similar topic of infiltration.",
			"",
			"***Leadership:*** Expanding upon the {feat/Leadership} feat, this section offers ways to incorporate {rule/leadership} into the game so the PCs can attract hirelings and other followers. Discover advice on how leadership works in an intrigue-based game, and the role that cohorts and followers can take on in such campaigns.",
			"",
			"***Nemeses:*** To amp up the dramatic thrusts and parries of an adversarial relationship, the [nemesis system](rule/nemeses) adds nasty stratagems an enemy can employ against the party. This section also includes suggestions for how to escalate the animosity, as well as specific strategies and XP rewards.",
			"",
			"***Pursuit:*** For long-lasting chases that take several days, these new {rule/pursuit} rules make the back-and-forth of such engagements fun and strategic, offering opportunities to gain edges over your pursuers or quarries.",
			"",
			"***Research:*** Obscure information lies hidden within great libraries and other repositories of knowledge. The {rule/research/ system} gives a procedure for digging into the ancient tomes and gleaning those rare pieces of information.",
			"",
			"***Spells of Intrigue:*** Many spells cause problems with an intrigue-based game by enabling characters to easily detect lies, charm creatures who have needed knowledge, or otherwise bypass social interactions. [This section](rule/spells_of_intrigue) talks about these spells both in general terms and in specifics for certain prominent spells."
		],
		"parent_topics": [ "gm_specific_campaigns" ],
		"subtopics": [
			"intrigue_elements",
			"intrigue_themes"
		],
		"siblings": [
			"aquatic_adventures_aa",
			"horror_rules",
			"intrigue_systems",
			"kingdoms_and_war",
			"mythic_rules",
			"occult_rules",
			"planar_adventures",
			"the_first_world",
			"technological_equipment"
		]
	},
	"intrigue_elements": {
		"name": "Intrigue Elements",
		"subtitle": "Specific Campaigns",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/98}",
			"",
			"The following elements are ingredients that can help add intrigue to your game. You can use a single element to introduce complications into an otherwise low-intrigue game or session, or put several of them together to weave a complex web of intrigue throughout your campaign.",
			"",
			"Even a group that's primarily involved in dungeon-delving might get embroiled in a power struggle back in the town where they make their home base, or be stuck between two rivals who attempt to use the PCs as cat's-paws. In a campaign that uses just one element for a bit of flavor, it's important to incorporate that element on a regular basis - but not necessarily every session."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"intrigue_systems"
		],
		"subtopics": [
			"relationships_and_loyalty",
			"measure_and_countermeasure",
			"the_importance_of_appearances",
			"bargains_and_compromise",
			"the_power_of_secrets"
		],
		"siblings": [
			"intrigue_elements",
			"intrigue_themes"
		]
	},
	"relationships_and_loyalty": {
		"name": "Relationships and Loyalty",
		"subtitle": "Intrigue, Specific Campaigns",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/98}",
			"",
			"In an intrigue-based game, interpersonal relationships are spotlighted, and serve a variety of different roles and purposes. The way that people's reactions and feelings change with time and interaction is central to the plot in such a game, rather than something to ignore or skip through with a single roll. Relationships and loyalty can make their marks in a campaign in many ways.",
			"",
			"***Non-monetary Rewards:*** Relationships with other characters and the perks and privileges granted by those relationships are fundamental rewards, equally or even more valuable than simple coin. The right friends can grant access to social events, give gifts, provide information, make problems go away, or perform various other favors on a character's behalf. Sometimes, a friendship can blossom into something more, and that can be its own reward.",
			"",
			"***Loyalties and Tension:*** All characters have their own agenda and loyalties, even those allied with the PCs. Characters act and respond to the events in the world around them in ways that serve their interests and match their worldviews. Some of the tension in such games comes from the uncertainty of how others will act, particularly at a decisive moment when conflicting loyalties clash. Can the PC thieves trust their friend in the guard not to crack when her commanding officer puts pressure on her, or will she reveal what she knows? Will the princess the PCs assisted in gaining the throne keep her promise to the PCs to grant asylum to witches now that she's queen, or will she backpedal to the more popular stance when the dukes threaten to secede? Will a PC's steward cave to the crime boss's threats against his kidnapped family and secretly embezzle from the PCs, or will he inform them and risk his family?",
			"",
			"How NPCs react in these high-pressure situations also serves to characterize and humanize them. If an NPC sides with the PCs in any of these example situations, that NPC has made a powerful demonstration of loyalty to the PCs. If the PCs have been earning that loyalty as a reward, it will serve as reinforcement of the PCs' accomplishments. Either way, it's likely to impress the PCs and bring them closer to the NPC. Even if the NPC buckles, it doesn't make her a villain, and it could catapult her role into that of a reluctant adversary to the PCs with significant pathos.",
			"",
			"***Betrayal:*** In contrast to a former ally being forced by circumstances and conflicting loyalties to act against the PCs' interests, nothing inspires hatred for an NPC quite like a good old-fashioned betrayal. Whether it's an NPC who hires the PCs under false pretenses as a means of setting them up or a seeming ally who is providing information to the enemy, a traitor ups the stakes and provides a powerful emotional response.",
			"",
			"Of course, betrayal is much more interesting if it's the exception, rather than the rule. If NPCs betray the PCs too often, you undermine the campaign's focus on relationships by making the PCs regret the efforts they took to build up alliances with NPCs and earn their loyalty. The exception to this guideline is in a grittier, more cynical game where alliances are necessary to even survive but betrayal is the status quo. When you're running such a game, it is critical that the players know this in advance, or at least shortly after the first time they deal with the cynical and treacherous aspects of society. Even in such games, though the possibility of betrayal is ubiquitous and constantly on both the players' and characters' minds, not every relationship should end in betrayal, or it quickly loses its impact.",
			"",
			"***Hierarchies:*** Hierarchies are a structured system of loyalties, whether political, social, military, or another sort entirely. Progression up a hierarchy is a great way to track the non-monetary rewards in an intrigue-based game. Hierarchies are also an excellent source of interesting plotlines and conflicting loyalties, from either direction on the hierarchy. Becoming a member of a hierarchy gives PCs a strong sense of belonging and reason to take actions and pursue an intrigue adventure. Enemies operating within a hierarchy make great opponents, as their membership in the hierarchy can be alternately a source of strength and a vulnerability. If the enemy and a PC are both members of the same hierarchy, things can become particularly interesting, as both characters are empowered and constrained by their places in the system."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"intrigue_systems",
			"intrigue_elements"
		],
		"siblings": [
			"relationships_and_loyalty",
			"measure_and_countermeasure",
			"the_importance_of_appearances",
			"bargains_and_compromise",
			"the_power_of_secrets"
		]
	},
	"measure_and_countermeasure": {
		"name": "Measure and Countermeasure",
		"subtitle": "Intrigue, Specific Campaigns",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/99}",
			"",
			"In intrigue-themed games, adversaries engage in clandestine activities and seek to prevent each other's actions. Just like in the real world, the invention of new measures and countermeasures leads to secretive and escalating clashes that roil under the surface, as each side seeks to exploit the other's vulnerabilities or shore up its own. In a fantasy world, these advancements can be both magical and mundane, from a new way of encoding information to a spell that bypasses the enemy's security. In this regard, it can be fun to include new spells, perhaps from an obscure spellbook, or even invented by a PC. After the PCs' adversaries catch on, though, they eventually devise a counter for it, and the cycle continues.",
			"",
			"Be careful when using this element. Ideally, you want to have the PCs' adversaries participate in this intrigue arms race at about the same pace as the PCs do so that they seem like credible rivals, rather than incompetent pushovers. If the PCs aren't interested in this aspect at all, though, don't have the NPCs keep escalating. This advice is even true for the basic spells from the Pathfinder RPG Core Rulebook. The PCs and the precautions they take and expect are a bellwether of the approximate precautions the NPCs should be taking.",
			"",
			"The exception is when trying to introduce the notion of measures and countermeasures to a play group that doesn't typically use them or that consists of new players who aren't familiar with all the spells and tools at their disposal. For such a group, the first time they learn about using basic countermeasures might be when an NPC has used them. For example, say the PCs begin an investigation of a crime at the request of an NPC; the NPC could start by telling the PCs what investigative measures he has already taken - and thus what countermeasures he suspects the perpetrator might have used. This introduces the PCs to those measures and countermeasures seamlessly as an established element of the game world, rather than an obstacle that comes out of the blue during play. With this sort of introduction planned, you can design a plot revolving around bypassing or exploiting those countermeasures from the outset."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"intrigue_systems",
			"intrigue_elements"
		],
		"siblings": [
			"relationships_and_loyalty",
			"measure_and_countermeasure",
			"the_importance_of_appearances",
			"bargains_and_compromise",
			"the_power_of_secrets"
		]
	},
	"the_importance_of_appearances": {
		"name": "The Importance of Appearances",
		"subtitle": "Intrigue, Specific Campaigns",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/99}",
			"",
			"In some games, success and failure are measured in the court of public opinion, and appearing to be a certain way is often more important than being that way. This leads to plenty of deception and betrayal, and can also lead to wars of popular belief, wherein both sides seek to paint the other as evil and subjective opinions hold sway over the truth of the matter. In these situations, it is important to be able to keep up appearances, which is a key skill set in an intrigue-focused adventuring party. The necessity of appearances often restricts certain actions a group can take, resulting in indirect, discreet, and unusual tactics, rather than rushing into an adversary's home and annihilating everyone with steel and spells. Using social pressure to restrict the actions under consideration is a great way to highlight the varied skills and abilities of each party member, as long as these restrictions make sense and fit into the way the situation is structured. For instance, if the PCs want to help the evil duke's younger sister stir up dissent against the duke by proving that the duke was guilty of murdering his majordomo, murdering the duke's loyal retainers and new majordomo would make the PCs look hypocritical (as well as like desperate maniacs), and so isn't a wise tactic. Similarly, if a certain type of magic, such as necromancy or compulsions, is illegal in a society, then it makes sense that the PCs must use those tactics sparingly to avoid their deeds being overshadowed by their unlawful uses of magic."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"intrigue_systems",
			"intrigue_elements"
		],
		"siblings": [
			"relationships_and_loyalty",
			"measure_and_countermeasure",
			"the_importance_of_appearances",
			"bargains_and_compromise",
			"the_power_of_secrets"
		]
	},
	"bargains_and_compromise": {
		"name": "Bargains and Compromise",
		"subtitle": "Intrigue, Specific Campaigns",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/100}",
			"",
			"In a campaign revolving around physical combat between good and evil, there's little room for compromise. But in an intrigue-based game, where each character acts according to her interests and loyalties, there comes a point where the writing is on the wall, at which a reasonable opponent offers a bargain rather than follow the struggle all the way through to destruction. These compromises might even offer the PCs more than they would get for destroying their foe, while allowing the foe to keep what's most important to her. In most campaigns, the PCs are going to win, but this sort of offer is a great opportunity for the PCs to establish their priorities and make a real decision about how they win. For example, suppose the PCs have a main goal of emancipating enslaved halflings, and during this conflict, the proslavery faction bribes an influential magistrate to make life difficult for the PCs. The PCs are able to turn the tables and discover damning evidence that could destroy the magistrate's career forever, so the magistrate offers the PCs a deal: if they withhold the evidence and allow her to keep her job, she'll use her influence to assist in halfling emancipation and give the PCs a strong advantage. Can the PCs trust her? Which is stronger, their desire to help the halflings, or their desire to see the magistrate get her just desserts?"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"intrigue_systems",
			"intrigue_elements"
		],
		"siblings": [
			"relationships_and_loyalty",
			"measure_and_countermeasure",
			"the_importance_of_appearances",
			"bargains_and_compromise",
			"the_power_of_secrets"
		]
	},
	"the_power_of_secrets": {
		"name": "The Power of Secrets",
		"subtitle": "Intrigue, Specific Campaigns",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/100}",
			"",
			"Secrets are powerful in any Pathfinder game, even ones entirely focused on combat, since discovering secrets enables characters to learn an enemy's strengths and weaknesses and plan accordingly. However, when you're using intrigue in your game, secrets are even more significant. In fact, a truly powerful secret can be a far greater reward than even a dragon's hoard. Secrets are tied into all the other elements of an intrigue-based game. They can destroy relationships and change loyalties, often to the advantage of the one who holds or releases the secret. Disclosing a secret can shatter someone's false appearance. For instance, no matter how high the PCs roll on Diplomacy, their words alone can't persuade the kind and faithful queen to help assassinate or oust her husband, an evil king who has convinced everyone - even his wife, whom he truly loves - that he is a good man. But if the PCs expose the king's dark secrets in a convincing way, then pull off a skilled effort to influence the queen, they just might succeed. Secrets are also part and parcel of blackmail plots, which can lead to fascinating bargains and backroom deals. Of course, though using extortion might earn you an ally of sorts, such alliances are built on ill will. Because of the dangers of leaked secrets, protecting secrets is a main impetus of the arms race of measures and countermeasures mentioned earlier. And, of course, sometimes the most dangerous thing a character can do is discover a secret that someone powerful doesn't want anyone to know."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"intrigue_systems",
			"intrigue_elements"
		],
		"siblings": [
			"relationships_and_loyalty",
			"measure_and_countermeasure",
			"the_importance_of_appearances",
			"bargains_and_compromise",
			"the_power_of_secrets"
		]
	},
	"intrigue_themes": {
		"name": "Intrigue Themes",
		"subtitle": "Specific Campaigns",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/100}",
			"",
			"If intrigue elements are ingredients, then the following intrigue themes are sample recipes that combine those components in various specific ways, opening the door to adventures and campaigns that delve deeper into the world of intrigue than ones that contain a mere sprinkling of elements here and there."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"intrigue_systems"
		],
		"subtopics": [
			"a_game_of_nobles",
			"the_criminal_underworld",
			"war_of_propaganda",
			"law_and_order",
			"ultimate_intrigue"
		],
		"siblings": [
			"intrigue_elements",
			"intrigue_themes"
		]
	},
	"a_game_of_nobles": {
		"name": "A Game of Nobles",
		"subtitle": "Intrigue, Specific Campaigns",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/100}",
			"",
			"Adventuring among the double-dealing and self-serving schemes of the nobility combines the Relationships and Loyalty, The Importance of Appearances, Bargains and Compromise, and The Power of Secrets elements. Whether the PCs start off as members of the nobility, guards and servants seeking to improve their status and fortune, illegitimate children hoping to claim their noble parents' titles, or simply adventurers hired by the wrong noble house, they quickly become tangled up in a tapestry of power and betrayal. In this theme, since the major players exercise great influence, the stakes are extremely high, allowing even lower-level PCs to become big movers and shakers as long as they are experts at playing along. When using this theme, it is understood that everyone has their own agendas and attempts to increase their personal standing, so self-serving actions are the status quo, whereas moments of true sacrifice and loyalty are rare and touching. With the shifting tides of politics, an enemy today can be a friend tomorrow, and it's likely that many characters will be neutral on the good/evil axis, or at least only mildly good or evil, muddying the waters and making the choice of whom to support less obvious."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"intrigue_systems",
			"intrigue_themes"
		],
		"siblings": [
			"a_game_of_nobles",
			"the_criminal_underworld",
			"war_of_propaganda",
			"law_and_order",
			"ultimate_intrigue"
		]
	},
	"the_criminal_underworld": {
		"name": "The Criminal Underworld",
		"subtitle": "Intrigue, Specific Campaigns",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/100}",
			"",
			"Though it can benefit from the use of other elements, a campaign set in the criminal underworld is fundamentally built around the tensions from the Relationships and Loyalty, Measures and Countermeasures, and Bargains and Compromise elements. The importance of maintaining a positive public appearance keeps a noble from engaging in too many illicit activities, but a crime boss isn't limited in this way. In the criminal underworld, the relationships a character builds and her loyalties and reputations are the main things keeping her alive. Adventures exploring the criminal underworld tend to involve nongood PCs with a central goal of acquiring money and power. However, it is certainly possible to have a group of well-intentioned outlaws in the vein of Robin Hood fighting against a corrupt government or trying to aid the oppressed. In this case, navigating the criminal underworld is even more challenging and dangerous, as the PCs might find that their moral qualms make bargaining and building trust and reputations among other criminals more difficult.",
			"",
			"An engaging criminal campaign often involves heists, cons, and other underhanded antics. In these cases, the Measures and Countermeasures element rises to the forefront, and the PCs must scout adversaries' defenses and come up with a plan to circumvent them or exploit their flaws and weaknesses.",
			"",
			"In a campaign with this theme, the hidden world of criminals lurks under the surface of even the most harmless places and people. A benevolent group of healers who cross national borders to help cure disease outbreaks might contain an element that smuggles in illegal alchemical substances. A sheriff renowned for eliminating most of the gangs in a city might have been working under the patronage and assistance of the gang that stood to gain by taking over its rivals' territory and operations. The PCs, as people in the know, experience this secret underbelly wherever they go and live in this shadowy realm of murky morals. Even if they start with good intentions, it is easy for them to become cynical about the world around them."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"intrigue_systems",
			"intrigue_themes"
		],
		"siblings": [
			"a_game_of_nobles",
			"the_criminal_underworld",
			"war_of_propaganda",
			"law_and_order",
			"ultimate_intrigue"
		]
	},
	"war_of_propaganda": {
		"name": "War of Propaganda",
		"subtitle": "Intrigue, Specific Campaigns",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/101}",
			"",
			"A campaign that features wars of propaganda and public opinion centers on The Importance of Appearance, flavored with the Bargains and Compromise and The Power of Secrets elements. In a game using this theme, the PCs seek to influence public opinion in a particular way. They might be political fixers who seek to improve their clients' image, or they might be lobbyists for a particular political movement attempting to build and garner support for that movement. Either way, the PCs become involved in managing information (particularly damaging secrets) and forging temporary bargains and alliances in order to further their cause. Unlike many other types of adventures that involve PCs discovering a secret and nefarious plot, in a propaganda war, the PCs must uncover and decide how to use damaging secrets about the opposite side. They must also bury their own secrets and those of their allies. Despite being politically damaging, these secrets usually arise from humanizing flaws or lapses in judgment in an otherwise respectable ally, rather than from the ally being actively nefarious. However, the PCs might have to make a hard choice if a legitimately despicable character offers them the support they need or retains their services. In a war of propaganda, social conflict is nearly a given, and since the battlefield is in the court of public opinion, influence and verbal duels are likely to play a part as well."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"intrigue_systems",
			"intrigue_themes"
		],
		"siblings": [
			"a_game_of_nobles",
			"the_criminal_underworld",
			"war_of_propaganda",
			"law_and_order",
			"ultimate_intrigue"
		]
	},
	"law_and_order": {
		"name": "Law and Order",
		"subtitle": "Intrigue, Specific Campaigns",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/101}",
			"",
			"In a campaign where characters serve as part of the criminal justice system, such as detectives or lawyers, Measures and Countermeasures and The Power of Secrets are the two most important intrigue elements. Much like investigative or courtroom TV shows, games using this theme tend to be somewhat episodic in nature, with a \"mystery of the week\" or \"case of the week,\" though they still likely carry a significant plotline that keeps popping up over the course of the campaign.",
			"",
			"For a group of detectives, mysteries involve unraveling the holes in the criminals' countermeasures against detection, mirroring the way criminals seek to defeat the countermeasures defending their targets. Each mystery might draw the detectives deeper into a web of intrigue and connected plots, and they might be forced to make a hard decision when their investigations unearth disturbing truths about those around them.",
			"",
			"Lawyer characters often also dip into investigation as well, but they focus on finding the vulnerabilities in their opposition's case. A court proceeding before a magistrate or jury might involve one or more verbal duels between the attorneys, interspersed with investigation and interactions between the characters involved, with the case itself being a larger social conflict."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"intrigue_systems",
			"intrigue_themes"
		],
		"siblings": [
			"a_game_of_nobles",
			"the_criminal_underworld",
			"war_of_propaganda",
			"law_and_order",
			"ultimate_intrigue"
		]
	},
	"ultimate_intrigue": {
		"name": "Ultimate Intrigue",
		"subtitle": "Specific Campaigns",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/101}",
			"",
			"In a campaign that fully embraces all the diverse elements of intrigue, all of the previous themes come together. On the one side, there are scheming nobles seeking to gain advantage, and on the other side, the underbelly of the criminal underworld, with people like political fixers, lobbyists, and law enforcement all caught in between - supporting, using, and being used in turn by both sides. The PCs must navigate these treacherous worlds, facing difficult decisions about how to deal with their divided loyalties or putting aside their differences to deal with a common threat. For instance, suppose that an evil duchess, eager to usurp the throne from her older brother, enlists the aid of a major crime family, offering magical assistance to the malefactors so that they can murder a series of nobles without leaving evidence. The party might consist of the unlikely alliance of the detective assigned to investigate the murders, the son of one of the murdered nobles, and the daughter of a rival crime boss. All three of them would be determined to traverse the web of intrigue for their own reasons, but each comes from such a different world that there's bound to be tension and conflict when those worlds collide. Each would have a different set of resources and contacts, all of which would be necessary to unearth the duchess's involvement and then cut through her lies and propaganda to prove what she did to the people and to her brother, the king."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"intrigue_systems",
			"intrigue_themes"
		],
		"siblings": [
			"a_game_of_nobles",
			"the_criminal_underworld",
			"war_of_propaganda",
			"law_and_order",
			"ultimate_intrigue"
		]
	},
	"kingdoms_and_war": {
		"name": "Kingdoms and War",
		"subtitle": "Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/198}",
			"",
			"Some heroes found kingdoms, driving out hostile monsters to make room for peaceful settlers. Others lead soldiers into battle, waging great and terrible wars. This section presents rules for building a kingdom and waging war that focus on the larger tactics of city planning and troop strategy rather than managing details of individual settlers and soldiers.",
			"",
			"This section uses \"kingdom\" as a universal term to represent all kinds of domains, regardless of size, form of government, and gender of the ruler. Most of the decisions are in the hands of the players, and these rules are written with that assumption, using terms like \"your kingdom\" and \"your army.\" However, the GM is still in charge of the campaign, and is expected to make judgments about the repercussions of player decisions. While players running a kingdom should be allowed to read these rules (having them do so makes much of the kingdom building easier for the GM), the players shouldn't think they can abuse these rules to exploit weird corner cases. For example, players may decide to construct a city full of graveyards because of the bonuses they provide to the city, but if the GM believes that is unreasonable, he could decide that the city is prone to frequent undead attacks. Likewise, a settlement with more magic shops than houses and businesses may slowly become a ghost town as all the normal citizens move elsewhere out of superstitious fear. As with a normal campaign, the GM is the final arbiter of the rules, and can make adjustments to events as necessary for the campaign."
		],
		"parent_topics": [ "gm_specific_campaigns" ],
		"subtopics": [
			"kingdom_building",
			"optional_kingdom_rules",
			"mass_combat"
		],
		"siblings": [
			"aquatic_adventures_aa",
			"horror_rules",
			"intrigue_systems",
			"kingdoms_and_war",
			"mythic_rules",
			"occult_rules",
			"planar_adventures",
			"the_first_world",
			"technological_equipment"
		]
	},
	"kingdom_building": {
		"name": "Kingdom Building",
		"subtitle": "Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/198}",
			"",
			"Ruling a kingdom is a complex and difficult task, one undertaken only by the very ambitious. Many PCs are content to live as mercenaries or treasure hunters, no interest in being responsible for the health and well-being of subjects; for these characters, a kingdom is simply a place they pass through on the way to the next adventure. However, characters who are keen to spread their wings and forge a place of power and influence in the world can use this section to create a different sort of campaign. If the PCs are interested in ruling only a single town or castle and the small region around it, kingdom building can focus primarily on the settlement and the PCs' personal demesne. If the PCs have larger goals, such as carving out a new, independent kingdom, these rules allow them to build cities and engage in trade, diplomacy, and war.",
			"",
			"These rules assume that all of the kingdom's leaders are focused on making the kingdom prosperous and stable, rather than oppressing the citizens and stealing from the treasury. Likewise, the rules assume that the leaders are working together, not competing with each other or working at odds. If the campaign begins to step into those areas, the GM is free to introduce new rules to deal with these activities.",
			"",
			"Like the [exploration system](rule/sandbox_exploration), the kingdom-building rules measure terrain in hexes. Each hex is 12 miles from corner to corner, representing an area of just less than 95 square miles. The hex measurement is an abstraction; the hexes are easy to quantify and allow the GM to categorize a large area as one terrain type without having to worry about precise borders of forests and other terrain features."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war"
		],
		"subtopics": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		],
		"siblings": [
			"kingdom_building",
			"optional_kingdom_rules",
			"mass_combat"
		]
	},
	"kingdom_building_overview": {
		"name": "Kingdom Building Overview",
		"subtitle": "Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/198}",
			"",
			"The key parts of the kingdom-building rules that you'll be referencing are as follows:",
			"",
			"- Explanation of the kingdom terminology used throughout this section.",
			"- Step-by-step instructions for founding a kingdom.",
			"- The turn sequence for an established kingdom.",
			"- The game statistics for terrain improvements.",
			"- Step-by-step instructions on how to found your first settlement.",
			"- The game statistics for the types of buildings.",
			"- The settlement District Grid.",
			"- The kingdom sheet.",
			"",
			"Following the main rules and the types of buildings are several optional rules for kingdom building, such as modifying the effect of religious buildings based on alignment or deity portfolio, tracking Fame and Infamy scores for your kingdom, rules for different types of government, and special edicts you can declare during the turn sequence."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building"
		],
		"siblings": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		]
	},
	"kingdom_terminology": {
		"name": "Kingdom Terminology",
		"subtitle": "Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/198}",
			"",
			"Kingdoms have attributes that describe and define them. These are tracked on a kingdom sheet, like a character's statistics are on a character sheet.",
			"",
			"***Alignment:*** Like a PC, your kingdom has an alignment, which you decide when you form the kingdom. The kingdom's alignment represents the majority outlook and behavior of the people within that kingdom when they're considered as a group. (Individual citizens and even some leaders may be of different alignments.)",
			"",
			"When you decide on your kingdom's alignment, apply the following adjustments to the kingdom's statistics: Chaotic: +2 Loyalty; Evil: +2 Economy; Good: +2 Loyalty; Lawful: +2 Economy; Neutral: Stability +2 (apply this twice if the kingdom's alignment is simply Neutral, not Chaotic Neutral or Lawful Neutral).",
			"",
			"A kingdom's alignment rarely changes, though at the GM's option, it can shift through the actions of its rulers or its people.",
			"",
			"***Build Points:*** Build points (or BP for short) are the measure of your kingdom's resources - equipment, labor, money, and so on. They're used to acquire new hexes and develop additional buildings, settlements, and terrain improvements. Your kingdom also consumes BP to maintain itself.",
			"",
			"***Consumption:*** Consumption indicates how many BP are required to keep the kingdom functioning each month. Your kingdom's Consumption is equal to its Size, modified by settlements and terrain improvements (such as Farms and Fisheries). Consumption can never go below 0.",
			"",
			"***Control DC:*** Some kingdom actions require a check (1d20 + modifiers) to succeed - this is known as a control check. The base DC for a control check is equal to 20 + the kingdom's Size in hexes + the total number of districts in all your settlements + any other modifiers from special circumstances or effects. Unless otherwise stated, the DC of a kingdom check is the Control DC.",
			"",
			"***Economy:*** This attribute measures the productivity of your kingdom's workers and the vibrancy of its trade, both in terms of money and in terms of information, innovation, and technology. Your kingdom's initial Economy is 0 plus your kingdom's alignment and leadership modifiers.",
			"",
			"***Kingdom Check:*** A kingdom has three attributes: Economy, Loyalty, and Stability. Your kingdom's initial scores in each of these attributes is 0, plus modifiers for kingdom alignment, bonuses provided by the leaders, and any other modifiers.",
			"",
			"Many kingdom actions and events require you to attempt a kingdom check, either using your Economy, Loyalty, or Stability attribute (1d20 + the appropriate attribute + other modifiers). You cannot take 10 or take 20 on a kingdom check. Kingdom checks automatically fail on a natural 1 and automatically succeed on a natural 20.",
			"",
			"***Loyalty:*** Loyalty refers to the sense of goodwill among your people, their ability to live peaceably together even in times of crisis, and to fight for one another when needed. Your kingdom's initial Loyalty is 0 plus your kingdom's alignment and any modifiers from your kingdom's leadership role.",
			"",
			"***Population:*** Actual population numbers don't factor into your kingdom's statistics, but can be fun to track anyway. The population of each settlement is described in {rule/Settlements and Districts}.",
			"",
			"***Size:*** This is how many hexes the kingdom claims. A new kingdom's Size is 1.",
			"",
			"***Stability:*** Stability refers to the physical and social well-being of the kingdom, from the health and security of its citizenry to the vitality of its natural resources and its ability to maximize their use. Your kingdom's initial Stability is 0 plus your kingdom's alignment and leadership modifiers.",
			"",
			"***Treasury:*** The Treasury is the amount of BP your kingdom has saved and can spend on activities (much in the same way that your character has gold and other valuables you can spend on gear). Your Treasury can fall below 0 (meaning your kingdom's costs exceed its savings and it is operating in debt), but this increases Unrest (see {rule/Kingdom Upkeep Phase}).",
			"",
			"***Turn:*** A kingdom turn spans 1 month of game time. You make your kingdom checks and other decisions about running your kingdom at the end of each month.",
			"",
			"***Unrest:*** Your kingdom's Unrest indicates how rebellious your citizens are. Your kingdom's initial Unrest is 0. Unrest can never fall below 0 (anything that would modify it to less than 0 is wasted). Subtract your kingdom's Unrest from all Economy, Loyalty, and Stability checks.",
			"",
			"If your kingdom's Unrest is 11 or higher, the kingdom begins to lose control of hexes it has claimed.",
			"",
			"If your kingdom's Unrest ever reaches 20, the kingdom falls into anarchy (see {rule/Kingdom Upkeep Phase})."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building"
		],
		"siblings": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		]
	},
	"kingdom_building_quick_reference": {
		"name": "Kingdom Building Quick Reference",
		"subtitle": "Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/199}",
			"",
			"With building a kingdom, you begin by founding a small settlement - such as a village or town - and expand your territory outward, claiming nearby hexes, founding additional settlements, and constructing buildings within those settlements. What you build in a hex or a settlement affects the economy of your kingdom, the loyalty of your citizens, the stability of the government, and the likeliness that kingdom will fall into chaos when citizens worry about monster attacks and other threats.",
			"",
			"Use the kingdom sheet to track the statistics of your kingdom, just as you use a character sheet to track the statistics of your character. The terms on the kingdom sheet are described in {rule/Kingdom Terminology}.",
			"",
			"You and the other PCs take specific roles in leading your kingdom, such as [Ruler, High Priest, General, and so on](rule/leadership_roles). The leaders provide bonuses on rolls you make to manage the kingdom's economy and other important issues. For example, having a High Priest makes your kingdom more stable and your citizens more loyal, and having a Treasurer makes your kingdom more profitable.",
			"",
			"Instead of using gold pieces, a kingdom uses a type of currency called {rule/build points/ (BP)}, which represent actual cash, labor, expertise, and raw materials. While it is possible to convert gp into BP and back again, for the most part you'll just be spending BP to run your kingdom.",
			"",
			"Running a kingdom takes place over a series of turns, similar to how combat takes place over a series of rounds. A [kingdom turn](rule/kingdom_turn_sequence) takes 1 month of game time. Each turn has four phases which you resolve in order: the Upkeep phase, where you pay the kingdom's bills; the Edict phase, where you levy taxes and build improvements; the Income phase, where you collect taxes; and the Events phase, where you see if something especially good or bad happens to your kingdom.",
			"",
			"If this is your first time reading these rules, start with the section on {rule/Founding a Settlement} and read the rest of the kingdom-building rules in order. If you find a term you're not familiar with, check the {rule/Kingdom Terminology} section or refer to the {rule/Kingdom Building Overview} for a better idea of where you can find that information."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building"
		],
		"siblings": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		]
	},
	"founding_a_kingdom": {
		"name": "Founding a Kingdom",
		"subtitle": "Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/200}",
			"",
			"Once you have your first settlement, you have the start of a kingdom. You'll need to make some initial decisions that affect your kingdom's statistics, and record them on the kingdom sheet.",
			"",
			"Choose Your Kingdom's Alignment. Your kingdom's alignment helps determine how loyal, prosperous, and stable your kingdom is. Your kingdom may be a lawful good bastion against a nearby land of devil worshipers, or a chaotic neutral territory of cutthroat traders whose government does very little to interfere with the rights of its citizens.",
			"",
			"Choose Leadership Roles. Assign the {rule/leadership roles} for all PCs and NPCs involved in running the kingdom, such as Ruler, General, and High Priest. The leadership roles provide bonuses on checks made to collect taxes, deal with rioting citizens, and resolve similar issues.",
			"",
			"Start Your Treasury. The build points you have left over from starting your first settlement make up your initial Treasury.",
			"",
			"Determine Your Kingdom's Attributes. Your initial Economy, Loyalty, and Stability scores are based on the kingdom's alignment and the buildings your settlement has. (If you start with more than one settlement, include all the settlements in this reckoning.)",
			"",
			"Once you've completed these steps, move on to {rule/Kingdom Turn Sequence}."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building"
		],
		"siblings": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		]
	},
	"leadership_roles": {
		"name": "Leadership Roles",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/200}",
			"",
			"A stable kingdom has leaders that fill different roles' tending to the economy, defense, and health of its citizens. PCs and NPCs can fill these roles; your fighter may be the kingdom's Warden, the party cleric its High Priest, and so on. Each role grants the kingdom different benefits.",
			"",
			"A character can only fill one leadership role at a time. For example, your character can't be both the Ruler and the High Priest. Even if you want the Ruler to be the head of the kingdom's religion, she's too busy ruling to also do the work of a High Priest; she'll have to appoint someone else to do that work.",
			"",
			"The kingdom must have someone in the Ruler role to function; without a Ruler, the kingdom cannot perform basic actions and gains Unrest every turn. All other roles are optional, though leaving certain roles vacant gives your kingdom penalties.",
			"",
			"These leadership roles can be a part of any form of government; in some kingdoms they take the form of a formal ruling council, while in others they may be advisors, ministers, relatives of the leader, or simply powerful nobles, merchants, or bureaucrats with access to the seat of power. The names of these roles are game terms and need not correspond to the titles of those roles in the kingdom - the Ruler of your kingdom may be called king, queen, chosen one, padishah, overlord, sultan, and so on.",
			"",
			"***Responsibilities of Leadership:*** In order to gain the benefits of leadership, you must spend at least 7 days per month attending to your duties; these days need not be consecutive. This can be roleplayed or can be assumed to run in the background without needing to be defined or actively played out. Time spent ruling cannot be used for adventuring, crafting magic items, or completing other {rule/downtime activities} that require your full attention and participation. Failure to complete your duties during a turn means treating the role as thought it's vacant.",
			"",
			"For most campaigns, it's best to have the PCs pick the same days of the month for these administrative duties, so everyone is available for adventuring at the same time.",
			"",
			"***PCs and NPCs as Leaders:*** These rules include enough important leadership roles that a small group of PCs can't fill them all. You may have to recruit NPCs to fill out the remaining necessary roles for your kingdom. Cohorts, followers, and even intelligent familiars or similar companions can fill leadership roles, and you may want to consider inviting allied NPCs to become rulers, such as asking a friendly ranger you rescued to become the kingdom's Marshal.",
			"",
			"***Abdicating a Role:*** If you want to step down from a leadership position, you must find a replacement to avoid incurring the appropriate vacancy penalty for your position. Abdicating a position increases Unrest by 1 and requires a Loyalty check; if the check fails, the vacancy penalty applies for 1 turn while the new leader transitions into that role. If you are the Ruler, abdicating increases Unrest by 2 instead of 1, and you take a -4 penalty on the Loyalty check to avoid the vacancy penalty.",
			"",
			"If you are not the Ruler and are leaving one leadership role to take a different one in the kingdom, the Unrest increase does not occur and you gain a +4 bonus on the Loyalty check to avoid the vacancy penalty.",
			"",
			"***Leader Statistics:*** The statistics for the different roles are presented as follows.",
			"",
			"***Benefit:*** This explains the benefit to your kingdom if you have a character in this role. If you have the {feat/Leadership} feat, increase this benefit by 1. If this section gives you a choice of two ability scores, use whichever is highest.",
			"",
			"Most benefits are constant and last as long as there is a character in that role, but don't stack with themselves. For example, a General increases Loyalty by 2, so the General provides a constant +2 to the kingdom's Loyalty (not a stacking +2 increase every turn), which goes away if she dies or resigns. If a benefit mentions a particular phase in kingdom building, that benefit applies every turn during that phase. For example, the Royal Enforcer decreases Unrest by 1 at every Upkeep phase.",
			"",
			"***Vacancy Penalty:*** This line explains the penalty to your kingdom if no character fills this role, or if the leader fails to spend the necessary time fulfilling his responsibilities. Some roles have no vacancy penalty. If a character in a role is killed or permanently incapacitated during a turn and not restored to health by the start of the next kingdom turn, that role counts as vacant for that next turn, after which a replacement can be appointed to the role.",
			"",
			"Like benefits, most vacancy penalties are constant, last as long as that role is vacant, and don't stack with themselves. If a vacant role lists an increase to Unrest, however, that increase does not go away when the role is filled. For example, if the kingdom doesn't have a ruler for a turn, Unrest increases by 4 and doesn't automatically return to its previous level when you eventually fill the vacant Ruler role."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building"
		],
		"subtopics": [
			"ruler",
			"consort",
			"councilor",
			"general",
			"grand_diplomat",
			"heir",
			"high_priest",
			"magister",
			"marshal",
			"royal_enforcer",
			"spymaster",
			"treasurer",
			"viceroy",
			"warden"
		],
		"siblings": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		]
	},
	"ruler": {
		"name": "Ruler",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/201}",
			"",
			"The Ruler is the highest-ranking person in the kingdom, above even the other kingdom leaders, and is expected to embody the values of the kingdom. The Ruler performs the kingdom's most important ceremonies (such as knighting royals and signing treaties), is the kingdom's chief diplomatic officer (though most of these duties are handled by the Grand Diplomat), is the signatory for all laws affecting the entire kingdom, pardons criminals when appropriate, and is responsible for appointing characters to all other high positions in the government (such as other leadership roles, mayors of settlements, and judges).",
			"",
			"***Benefit:*** Choose one kingdom attribute (Economy, Loyalty, or Stability). Add your Charisma modifier to this attribute. If your kingdom's Size is 26-100, choose a second kingdom attribute and add your Charisma modifier to it as well. If your kingdom's Size is 101 or more, choose a third kingdom attribute and add your Charisma modifier to it too.",
			"",
			"If you have the {feat/Leadership} feat, the bonus from the feat applies to all kingdom attributes you affect (one, two, or three attributes, depending on the kingdom's Size).",
			"",
			"If you marry someone of equal station, you both can act as Ruler. You both add your Charisma modifiers to the kingdom attribute (or attributes, if the kingdom is large enough). As long as one of you is present for 1 week per month, you avoid the vacancy penalty.",
			"",
			"In a typical campaign where the kingdom leaders have no ties to actual nobility, \"someone of equal station\" is irrelevant and your marriage is between two Rulers. In a campaign where the leaders are nobles or royals, marrying someone of lesser station means the spouse becomes a Consort rather than a Ruler.",
			"",
			"***Vacancy Penalty:*** A kingdom without a ruler cannot claim new hexes, create Farms, build Roads, or purchase settlement districts. Unrest increases by 4 during the kingdom's Upkeep phase."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"leadership_roles"
		],
		"siblings": [
			"ruler",
			"consort",
			"councilor",
			"general",
			"grand_diplomat",
			"heir",
			"high_priest",
			"magister",
			"marshal",
			"royal_enforcer",
			"spymaster",
			"treasurer",
			"viceroy",
			"warden"
		]
	},
	"consort": {
		"name": "Consort",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/201}",
			"",
			"The Consort is usually the spouse of the Ruler, and spends time attending court, speaking with and advising nobles, touring the kingdom to lift the spirits of the people, and so on. In most kingdoms, you cannot have two married Rulers and a Consort at the same time.",
			"",
			"The Consort represents the Ruler when the Ruler is occupied or otherwise unable to act. With the Ruler's permission, the Consort may perform any of the Ruler's duties, allowing the Ruler to effectively act in two places at once. If the Ruler dies, the Consort may act as Ruler until the Heir comes of age and can take over as Ruler.",
			"",
			"***Benefit:*** Add half your Charisma modifier to Loyalty. If the ruler is unavailable during a turn, you may act as the Ruler for that turn, negating the vacancy penalty for having no Ruler, though you do not gain the Ruler benefit. If you act as the Ruler for the turn, you must succeed at a Loyalty check during the kingdom's Upkeep phase or Unrest increases by 1.",
			"",
			"***Vacancy Penalty:*** None."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"leadership_roles"
		],
		"siblings": [
			"ruler",
			"consort",
			"councilor",
			"general",
			"grand_diplomat",
			"heir",
			"high_priest",
			"magister",
			"marshal",
			"royal_enforcer",
			"spymaster",
			"treasurer",
			"viceroy",
			"warden"
		]
	},
	"councilor": {
		"name": "Councilor",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/201}",
			"",
			"The Councilor acts as a liaison between the citizenry and the other kingdom leaders, parsing requests from the commonwealth and presenting the leaders' proclamations to the people in understandable ways. It is the Councilor's responsibility to make sure the Ruler is making decisions that benefit the kingdom's communities and its citizens.",
			"",
			"***Benefit:*** Add your Charisma modifier or Wisdom modifier to Loyalty.",
			"",
			"***Vacancy Penalty:*** Loyalty decreases by 2. The kingdom gains no benefits from the [Holiday edict](rule/holiday_edicts). During the Upkeep phase, Unrest increases by 1."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"leadership_roles"
		],
		"siblings": [
			"ruler",
			"consort",
			"councilor",
			"general",
			"grand_diplomat",
			"heir",
			"high_priest",
			"magister",
			"marshal",
			"royal_enforcer",
			"spymaster",
			"treasurer",
			"viceroy",
			"warden"
		]
	},
	"general": {
		"name": "General",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/202}",
			"",
			"The General is the highest-ranking member of the kingdom's military. If the kingdom has an army and a navy, the heads of those organizations report to the kingdom's General. The General is responsible for looking after the needs of the military and directing the kingdom's armies in times of war. Most citizens see the General as a protector and patriot.",
			"",
			"***Benefit:*** Add your Charisma modifier or Strength modifier to Stability.",
			"",
			"***Vacancy Penalty:*** Loyalty decreases by 4."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"leadership_roles"
		],
		"siblings": [
			"ruler",
			"consort",
			"councilor",
			"general",
			"grand_diplomat",
			"heir",
			"high_priest",
			"magister",
			"marshal",
			"royal_enforcer",
			"spymaster",
			"treasurer",
			"viceroy",
			"warden"
		]
	},
	"grand_diplomat": {
		"name": "Grand Diplomat",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/202}",
			"",
			"The Grand Diplomat is in charge of the kingdom's foreign policy - how it interacts with other kingdoms and similar political organizations such as tribes of intelligent monsters. The Grand Diplomat is the head of all of the kingdom's diplomats, envoys, and ambassadors. It is the Grand Diplomat's responsibility to represent and protect the interests of the kingdom with regard to foreign powers.",
			"",
			"***Benefit:*** Add your Charisma modifier or Intelligence modifier to Stability.",
			"",
			"***Vacancy Penalty:*** Stability decreases by 2. The kingdom cannot issue {rule/Diplomatic>_edicts} or {rule/Exploration>_edicts} edicts."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"leadership_roles"
		],
		"siblings": [
			"ruler",
			"consort",
			"councilor",
			"general",
			"grand_diplomat",
			"heir",
			"high_priest",
			"magister",
			"marshal",
			"royal_enforcer",
			"spymaster",
			"treasurer",
			"viceroy",
			"warden"
		]
	},
	"heir": {
		"name": "Heir",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/202}",
			"",
			"The Heir is usually the Ruler's eldest son or daughter, though some kingdoms may designate a significant advisor (such as a seneschal) as Heir. The Heir's time is mostly spent learning to become a ruler - pursuing academic and martial training, touring the kingdom to get to the know the land and its people, experiencing the intrigues of courtly life, and so on.",
			"",
			"Because the Heir carries the potential of being the next Ruler, the Heir's role is similar to the Consort in that the Heir may act on behalf of the Ruler.",
			"",
			"***Benefit:*** Add half your Charisma modifier to Loyalty. You may act as the Ruler for a turn, negating the vacancy penalty for the kingdom having no Ruler, though you do not gain the Ruler benefit. Whenever you act as the Ruler for the turn, you must succeed at a Loyalty check during the kingdom's Upkeep phase or Unrest increases by 1.",
			"",
			"***Vacancy Penalty:*** None."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"leadership_roles"
		],
		"siblings": [
			"ruler",
			"consort",
			"councilor",
			"general",
			"grand_diplomat",
			"heir",
			"high_priest",
			"magister",
			"marshal",
			"royal_enforcer",
			"spymaster",
			"treasurer",
			"viceroy",
			"warden"
		]
	},
	"high_priest": {
		"name": "High Priest",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/202}",
			"",
			"The High Priest tends to the kingdom's religious needs and guides its growth. If the kingdom has an official religion, the High Priest may also be the highest-ranking member of that religion in the kingdom, and has similar responsibilities over the lesser priests of that faith to those the Grand Diplomat has over the kingdom's ambassadors and diplomats. If the kingdom has no official religion, the High Priest may be a representative of the most popular religion in the kingdom or a neutral party representing the interests of all religions allowed by the kingdom.",
			"",
			"***Benefit:*** Add your Charisma modifier or Wisdom modifier to Stability.",
			"",
			"***Vacancy Penalty:*** Stability and Loyalty decrease by 2. During the Upkeep phase, Unrest increases by 1."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"leadership_roles"
		],
		"siblings": [
			"ruler",
			"consort",
			"councilor",
			"general",
			"grand_diplomat",
			"heir",
			"high_priest",
			"magister",
			"marshal",
			"royal_enforcer",
			"spymaster",
			"treasurer",
			"viceroy",
			"warden"
		]
	},
	"magister": {
		"name": "Magister",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/202}",
			"",
			"The Magister guides the kingdom's higher learning and magic, promoting education and knowledge among the citizens and representing the interests of magic, science, and academia. In most kingdoms, the Magister is a sage, a wizard, or a priest of a deity of knowledge, and oversees the governmental bureaucracy except regarding finance.",
			"",
			"***Benefit:*** Add your Charisma modifier or Intelligence modifier to Economy.",
			"",
			"***Vacancy Penalty:*** Economy decreases by 4."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"leadership_roles"
		],
		"siblings": [
			"ruler",
			"consort",
			"councilor",
			"general",
			"grand_diplomat",
			"heir",
			"high_priest",
			"magister",
			"marshal",
			"royal_enforcer",
			"spymaster",
			"treasurer",
			"viceroy",
			"warden"
		]
	},
	"marshal": {
		"name": "Marshal",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/203}",
			"",
			"The Marshal ensures that the kingdom's laws are being enforced in the remote parts of the kingdom as well as in the vicinity of the capital. The Marshal is also responsible for securing the kingdom's borders. He organizes regular patrols and works with the General to respond to threats that militias and adventurers can't deal with alone.",
			"",
			"***Benefit:*** Add your Dexterity modifier or Wisdom modifier to Economy.",
			"",
			"***Vacancy Penalty:*** Economy decreases by 4."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"leadership_roles"
		],
		"siblings": [
			"ruler",
			"consort",
			"councilor",
			"general",
			"grand_diplomat",
			"heir",
			"high_priest",
			"magister",
			"marshal",
			"royal_enforcer",
			"spymaster",
			"treasurer",
			"viceroy",
			"warden"
		]
	},
	"royal_enforcer": {
		"name": "Royal Enforcer",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/203}",
			"",
			"The Royal Enforcer deals with punishing criminals, working with the Councilor to make sure the citizens feel the government is adequately dealing with wrongdoers, and working with the Marshal to capture fugitives from the law. The Royal Enforcer may grant civilians the authority to kill in the name of the law.",
			"",
			"***Benefit:*** Add your Dexterity modifier or Strength modifier to Loyalty. During the Upkeep phase, you may decrease Unrest by 1 (this is not affected by having the {feat/Leadership} feat); if you do so, you must succeed at a Loyalty check or Loyalty decreases by 1.",
			"",
			"***Vacancy Penalty:*** None."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"leadership_roles"
		],
		"siblings": [
			"ruler",
			"consort",
			"councilor",
			"general",
			"grand_diplomat",
			"heir",
			"high_priest",
			"magister",
			"marshal",
			"royal_enforcer",
			"spymaster",
			"treasurer",
			"viceroy",
			"warden"
		]
	},
	"spymaster": {
		"name": "Spymaster",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/203}",
			"",
			"The Spymaster observes the kingdom's criminal elements and underworld and spies on other kingdoms. The Spymaster always has a finger on the pulse of the kingdom's underbelly, and uses acquired information to protect the interests of the kingdom at home and elsewhere through a network of spies and informants.",
			"",
			"***Benefit:*** During the Edict phase, choose one kingdom attribute (Economy, Loyalty or Stability). Add your Dexterity modifier or Intelligence modifier to this attribute.",
			"",
			"***Vacancy Penalty:*** Economy decreases by 4. During the Upkeep phase, Unrest increases by 1."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"leadership_roles"
		],
		"siblings": [
			"ruler",
			"consort",
			"councilor",
			"general",
			"grand_diplomat",
			"heir",
			"high_priest",
			"magister",
			"marshal",
			"royal_enforcer",
			"spymaster",
			"treasurer",
			"viceroy",
			"warden"
		]
	},
	"treasurer": {
		"name": "Treasurer",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/203}",
			"",
			"The Treasurer monitors the state of the kingdom's Treasury and citizens' confidence in the value of their money and investigates whether any businesses are taking unfair advantage of the system. The Treasurer is in charge of the tax collectors and tracks debts and credits with guilds and other governments.",
			"",
			"***Benefit:*** Add your Intelligence modifier or Wisdom modifier to Economy.",
			"",
			"***Vacancy Penalty:*** Economy decreases by 4. The kingdom cannot collect taxes - during the Edict phase, when you would normally collect taxes, the kingdom does not collect taxes at all and the taxation level is considered \"none.\""
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"leadership_roles"
		],
		"siblings": [
			"ruler",
			"consort",
			"councilor",
			"general",
			"grand_diplomat",
			"heir",
			"high_priest",
			"magister",
			"marshal",
			"royal_enforcer",
			"spymaster",
			"treasurer",
			"viceroy",
			"warden"
		]
	},
	"viceroy": {
		"name": "Viceroy",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/203}",
			"",
			"The Viceroy represents the Ruler's interests on an ongoing basis in a specific location such as a colony or vassal state (see the optional [Vassalage edict](rule/vassalage_edicts)). The Viceroy is in effect the Ruler for that territory; her orders are superceded only by direct commands from the Ruler.",
			"",
			"***Benefit:*** Add half your Intelligence or Wisdom modifier to Economy. You may assume any leadership role (including Ruler) for your colony or vassal state, but any benefit you provide in this role is 1 less than normal; if you do so, you must spend 7 days that month performing duties appropriate to that leadership role in addition to the 7 days spent for Viceroy duties.",
			"",
			"***Vacancy Penalty:*** If you have no Viceroy for your vassal state, treat it as if it had the Ruler vacancy penalty."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"leadership_roles"
		],
		"siblings": [
			"ruler",
			"consort",
			"councilor",
			"general",
			"grand_diplomat",
			"heir",
			"high_priest",
			"magister",
			"marshal",
			"royal_enforcer",
			"spymaster",
			"treasurer",
			"viceroy",
			"warden"
		]
	},
	"warden": {
		"name": "Warden",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/204}",
			"",
			"The Warden is responsible for enforcing laws in larger settlements, as well as ensuring the safety of the kingdom leaders. The Warden also works with the General to deploy forces to protect settlements and react to internal threats.",
			"",
			"***Benefit:*** Add your Constitution modifier or Strength modifier to Loyalty.",
			"",
			"***Vacancy Penalty:*** Loyalty and Stability decrease by 2."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"leadership_roles"
		],
		"siblings": [
			"ruler",
			"consort",
			"councilor",
			"general",
			"grand_diplomat",
			"heir",
			"high_priest",
			"magister",
			"marshal",
			"royal_enforcer",
			"spymaster",
			"treasurer",
			"viceroy",
			"warden"
		]
	},
	"who_rolls_the_kingdom_check": {
		"name": "Who Rolls the Kingdom Check?",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/202}",
			"",
			"Running a kingdom is more fun if all the players are involved and each is responsible for making some of the kingdom checks. Who makes each roll depends on the players in your group and what roles they want to play. Some players may not want to make any of these rolls. You may want to start with the following die roll responsibilities and modify them to suit your kingdom and the other players. Anything marked as an optional rule is described in the [optional kingdom-building rules](rule/kingdom_building).",
			"",
			"***Ruler:*** Loyalty checks, any checks or edicts not covered by other rulers",
			"",
			"***Consort:*** As Ruler when Ruler is unavailable",
			"",
			"***Councilor:*** Holiday edicts",
			"",
			"***General:*** Kingdom checks for events requiring combat",
			"",
			"***Grand Diplomat:*** Diplomatic edicts (optional rule)",
			"",
			"***Heir:*** Kingdom event rolls",
			"",
			"***High Priest:*** Holiday edicts, rolls to generate magic items from Cathedrals, Shrines, and Temples",
			"",
			"***Magister:*** Rolls to generate magic items not rolled by the High Priest",
			"",
			"***Marshal:*** Exploration edicts (optional rule)",
			"",
			"***Royal Enforcer:*** Loyalty checks to reduce Unrest or prevent Unrest increases",
			"",
			"***Spymaster:*** Kingdom checks involving crime and foreigners",
			"",
			"***Treasurer:*** Economy checks, Taxation edicts,",
			"",
			"***Trade edicts*** (optional rule)",
			"",
			"***Viceroy:*** Vassalage edicts (optional rule)",
			"",
			"***Warden:*** Stability checks"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building"
		],
		"siblings": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		]
	},
	"build_points": {
		"name": "Build Points",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/204}",
			"",
			"The units of a kingdom's wealth and productivity are build points (BP). Build points are an abstraction representing the kingdom's expendable assets, not just gold in the treasury. Build points include raw materials (such as livestock, lumber, land, seed, and ore), tangible goods (such as wagons, weapons, and candles), and people (artisans, laborers, and colonists). Together, these assets represent the labor and productive output of your citizens.",
			"",
			"You spend BP on tasks necessary to develop and protect your kingdom - planting farms, creating roads, constructing buildings, raising armies, and so on. These things are made at your command, but they are not yours. The cities, roads, farms, and buildings belong to the citizens who build them and use them to live and work every day, and those acts of living and working create more BP for the kingdom. As the leaders, you use your power and influence to direct the economic and constructive activity of your kingdom, deciding what gets built, when, and where.",
			"",
			"Build points don't have a precise exchange rate to gold pieces because they don't represent exact amounts of specific resources. For example, you can't really equate the productivity of a blacksmith with that of a stable, as their goods are used for different things and aren't produced at the same rate, but both of them contribute to a kingdom's overall economy. In general, 1 BP is worth approximately 4,000 gp; use this value to get a sense of how costly various kingdom expenditures are. In practice, it is not a simple matter to convert one currency to the other, but there are certain ways for your PC to spend gp to increase the kingdom's BP or withdraw BP and turn them into gold for your character to spend.",
			"",
			"Providing a seed amount of BP at the start of kingdom building means your kingdom isn't starving for resources in the initial months. Whether you acquire these funds on your own or with the help of an influential NPC is decided by the GM, and sets the tone for much of the campaign."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building"
		],
		"subtopics": [
			"wealthy_sponsor",
			"starting_from_scratch"
		],
		"siblings": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		]
	},
	"wealthy_sponsor": {
		"name": "Wealthy Sponsor",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/205}",
			"",
			"In many cases, a kingdom's initial BP come from a source outside your party. A wealthy queen may want to tame some of the wilderness on her kingdom's borders, or a merchant's guild may want to construct a trading post to increase trade with distant lands. Regardless of the intent, the work involved to create a new settlement costs thousands of gold pieces - more than most adventurers would want to spend on mundane things like jails, mills, and piers.",
			"",
			"It is an easy matter for the GM to provide these funds in the form of a quest reward. A wealthy queen may grant you minor titles and BP for your treasury if you kill a notorious bandit and turn his ruined castle into a town, or a guild may provide you with a ship full of goods and workers and enough BP to start a small colony on a newly discovered, resource-rich continent. In exchange for this investment, the sponsor expects you to be a vassal or close ally; in some cases, you may be required to pay back these BP (such as at a rate of 1 BP per turn) or provide tribute to the patron on an ongoing basis (such as at a rate of 10% of your income per turn, minimum 1 BP).",
			"",
			"An appropriate starting amount is 50 BP. This amount is enough to keep a new kingdom active for a few turns while it establishes its own economy, but it is still at risk of collapse from mismanagement or bad luck.",
			"",
			"As the initial citizens represented by this BP investment are probably loyal to the sponsor, taking action against the sponsor may anger those people and cause trouble. For example, if you rebuff the queen's envoy, your citizens may see this as a snub against the queen and rebel.",
			"",
			"Your responsibility to the sponsor usually falls into one of the following categories, based on the loan arrangement.",
			"",
			"***Charter:*** The sponsor expects you to explore, clear, and settle a wilderness area along the sponsor's border - an area where the sponsor has some territorial claims. You may have to fend off other challengers for the land.",
			"",
			"***Conquest:*** The sponsor's soldiers clashed with the army of an existing kingdom and the kingdom's old leaders have fled, surrendered, or been killed. The sponsor has placed you in command of this territory and the soldiers.",
			"",
			"***Fief:*** The sponsor places you in charge of an existing domain within his own already-settled lands. If it includes already improved terrain and cities, you're expected to govern and further improve them. (While you'll start with land and settlements, you'll still need around 50 BP to handle your kingdom's Consumption and development needs.)",
			"",
			"***Grant:*** The sponsor places you in charge of settling and improving an area already claimed by the liege but not significantly touched by civilization. You may have to expand the borders of the land or defend it against hostile creatures."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"build_points"
		],
		"siblings": [
			"wealthy_sponsor",
			"starting_from_scratch"
		]
	},
	"starting_from_scratch": {
		"name": "Starting from Scratch",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/205}",
			"",
			"It's not easy to start a kingdom - probably the reason everyone doesn't have one. If you are founding a kingdom on your own, without an external sponsor or a fantastic windfall of resources, the initial financial costs can be crippling to PCs. Even building a new town with just a House and an Inn costs 13 BP-worth over 50,000 gp in terms of stone, timber, labor, food, and so on. To compensate for this (and encourage you to adventure in search of more gold that you can convert into BP), if you're running a small, self-starting kingdom, the GM may allow you to turn your gold into BP at a better rate. You may only take advantage of this if you don't have a sponsor; it represents your people seeing the hard work you're directly putting in and being inspired to do the same to get the kingdom off the ground.",
			"",
			"This improved rate depends on the Size of your kingdom, as shown in the following table.",
			"",
			"| Kingdom Size | Price of 1 BP | Withdrawal Rate\\* |",
			"| --- | --- | --- |",
			"| 01-25 | 1,000 gp | 500 gp |",
			"| 26-50 | 2,000 gp | 1,000 gp |",
			"| 51-100 | 3,000 gp | 1,500 gp |",
			"| 101+ | 4,000 gp | 2,000 gp |",
			"",
			"\\* If you make a withdrawal from the Treasury during the {rule/Income phase}, use this withdrawal rate to determine how much gp you gain per BP withdrawn.",
			"",
			"The GM may also allow you to discover a cache of goods worth BP (instead of gp) as a reward for adventuring, giving you the seed money to found or support your kingdom."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"build_points"
		],
		"siblings": [
			"wealthy_sponsor",
			"starting_from_scratch"
		]
	},
	"kingdom_turn_sequence": {
		"name": "Kingdom Turn Sequence",
		"subtitle": "Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/205}",
			"",
			"A kingdom's growth occurs during four phases, which together make up 1 kingdom turn (1 month of game time). The four phases are as follows:",
			"",
			"***Phase 1-Upkeep:*** Check your kingdom's stability, pay costs, and deal with Unrest.",
			"",
			"If your kingdom controls 0 hexes, skip the Upkeep phase and proceed to the Edict phase.",
			"",
			"***Phase 2-Edict:*** Declare official proclamations about taxes, diplomacy, and other kingdom-wide decisions.",
			"",
			"***Phase 3-Income:*** Add to your Treasury by collecting taxes and converting gp into BP, or withdraw BP from your kingdom for your personal use.",
			"",
			"***Phase 4-Event:*** Check whether any unusual events occur that require attention. Some are beneficial, such as an economic boom, good weather, or the discovery of remarkable treasure. Others are detrimental, such as foul weather, a plague, or a rampaging monster.",
			"",
			"These phases are always undertaken in the above order. Many steps allow you to perform an action once per kingdom turn; this means once for the entire kingdom, not once per leader."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building"
		],
		"subtopics": [
			"kingdom_upkeep_phase",
			"kingdom_edict_phase",
			"kingdom_income_phase",
			"kingdom_event_phase"
		],
		"siblings": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		]
	},
	"kingdom_upkeep_phase": {
		"name": "Kingdom Upkeep Phase",
		"subtitle": "Kingdom Turns, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/206}",
			"",
			"During the Upkeep phase, you adjust your kingdom's scores based on what's happened in the past month, how happy the people are, how much they've consumed and are taxed, and so on.",
			"",
			"***Step 1-Determine Kingdom Stability:*** Attempt a Stability check. If you succeed, Unrest decreases by 1 (if this would reduce Unrest below 0, add 1 BP to your Treasury instead). If you fail by 4 or less, Unrest increases by 1; if you fail by 5 or more, Unrest increases by 1d4.",
			"",
			"***Step 2-Pay Consumption:*** Subtract your kingdom's Consumption from the kingdom's Treasury. If your Treasury is negative after paying Consumption, Unrest increases by 2.",
			"",
			"***Step 3-Fill Vacant Magic Item Slots:*** If any of your settlement districts have buildings that produce magic items (such as a Caster's Tower or Herbalist) with vacant magic item slots, there is a chance of those slots filling with new items (see the {rule/Magic Items in Settlements} section).",
			"",
			"***Step 4-Modify Unrest:*** Unrest increases by 1 for each kingdom attribute (Economy, Loyalty, or Stability) that is a negative number.",
			"",
			"The Royal Enforcer may attempt to reduce Unrest during this step.",
			"",
			"If the kingdom's Unrest is 11 or higher, it loses 1 hex (the leaders choose which hex). See {rule/Losing Hexes} for more information.",
			"",
			"If your kingdom's Unrest ever reaches 20, the kingdom falls into anarchy. While in anarchy, your kingdom can take no action and treats all Economy, Loyalty, and Stability check results as 0. Restoring order once a kingdom falls into anarchy typically requires a number of quests and lengthy adventures by you and the other would-be leaders to restore the people's faith in you.",
			"",
			"Example: Jessica is the Ruler of a kingdom with a Size of 30 and a Control DC of 60. Based on leadership role bonuses, kingdom alignment bonuses, and buildings in her settlements, the kingdom's Economy is 52, its Loyalty is 45, and its Stability is 56. Its Unrest is currently 5, its Consumption is 5, and the Treasury has 12 BP. In Step 1 of the Upkeep phase, Adam, the Warden, attempts a Stability check to determine the kingdom's stability. Adam rolls a 19, adds the kingdom's Stability (56), and subtracts its Unrest (5), for a total of 70; that's a success, so Unrest decreases by 1. In Step 2, the kingdom pays 5 BP for Consumption. None of the kingdom's magic item slots are empty, so they skip Step 3. In Step 4, none of the attributes are negative, so Unrest doesn't increase. Mark, the Royal Enforcer, doesn't want to risk reducing the kingdom's Loyalty, so he doesn't use his leadership role to reduce Unrest. At the end of this phase, the kingdom has Economy 52, Loyalty 45, Stability 56, Unrest 4, Consumption 5, and Treasury 7 BP."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"kingdom_turn_sequence"
		],
		"siblings": [
			"kingdom_upkeep_phase",
			"kingdom_edict_phase",
			"kingdom_income_phase",
			"kingdom_event_phase"
		]
	},
	"kingdom_edict_phase": {
		"name": "Kingdom Edict Phase",
		"subtitle": "Kingdom Turns, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/206}",
			"",
			"The Edict phase is when you make proclamations on expansion, improvements, taxation, holidays, and so on.",
			"",
			"***Step 1-Assign Leadership:*** Assign PCs or NPCs to any vacant leadership roles or change the roles being filled by particular PCs or closely allied NPCs (see {rule/Leadership Roles}).",
			"",
			"***Steps 2 and 3-Claim and Abandon Hexes:*** For your kingdom to grow, you must claim additional hexes. You can only claim a hex that is adjacent to at least 1 other hex in your kingdom. Before you can claim it, the hex must first be explored, then cleared of monsters and dangerous hazards (see Steps 2 and 3 of {rule/Founding a Settlement} for more details). Then, to claim the hex, spend 1 BP; this establishes the hex as part of your kingdom and increases your kingdom's Size by 1. [Table 4-4: Improvement Edicts](rule/improvement_edicts) tells you the maximum number of hexes you can claim per turn.",
			"",
			"You may abandon any number of hexes to reduce your kingdom's Size (which you may wish to do to manage Consumption). Doing so increases Unrest by 1 for each hex abandoned (or by 4 if the hex contained a settlement). This otherwise functions like losing a hex due to unrest ({rule/see Step 4 of the |Upkeep phase}).",
			"",
			"***Step 4-Build Terrain Improvements:*** You may spend BP to build terrain improvements like Farms, Forts, Roads, Mines, and Quarries (see {rule/Terrain Improvements}).",
			"",
			"You may also prepare a hex for constructing a settlement. Depending on the site, this may involve clearing trees, moving boulders, digging sanitation trenches, and so on. See the Preparation Cost column on [Table 4-6: Terrain and Terrain Improvements](rule/terrain_improvements) to determine how many BP this requires.",
			"",
			"[Table 4-4: Improvement Edicts](rule/improvement_edicts) tells you the maximum number of terrain improvements you can make per turn.",
			"",
			"***Step 5-Create and Improve Settlements:*** You may create a settlement in a claimed hex (see {rule/Founding a Settlement}). [Table 4-4: Improvement Edicts](rule/improvement_edicts) tells you the maximum number of settlements you can establish per turn.",
			"",
			"You may construct a building in any settlement in your kingdom. The list of available building types can be found [here](rule/building_descriptions). When a building is completed, apply its modifiers to your kingdom sheet. [Table 4-4: Improvement Edicts](rule/improvement_edicts) tells you the maximum number of buildings you can construct in your kingdom per turn. The first House, Mansion, Noble Villa, or Tenement your kingdom builds each turn does not count against that limit.",
			"",
			"***Step 6-Create Army Units:*** You may create, expand, equip, or repair army units (see {rule/Mass Combat}).",
			"",
			"***Step 7-Issue Edicts:*** Select or adjust your edict levels (see {rule/Edicts}).",
			"",
			"Example: Jessica's kingdom has no vacant leadership roles, so nothing happens in Step 1. The leaders don't want to spend BP and increase Size right now, so in Step 2 they don't claim any hexes. In Step 3, the leaders construct a Farm in one of the kingdom's prepared hexes (Consumption -2, Treasury -2 BP). In Steps 5 and 6, the leaders continue to be frugal and do not construct settlement improvements or create armies. In Step 7, the leaders issue a Holiday edict of one national holiday (Loyalty +1, Consumption +1) and set the Promotion edict level to \"none\" (Stability -1, Consumption +0). Looking ahead to the Income phase, Jessica realizes that an average roll for her Economy check would be a failure (10 on the 1d20 + 52 Economy - 4 Unrest = 58, less than the Control DC of 60), which means there's a good chance the kingdom won't generate any BP this turn. She decides to set the Taxation edict to \"heavy\" (Economy +3, Loyalty -4). At the end of this phase, the kingdom has Economy 55, Loyalty 42, Stability 55, Unrest 4, Consumption 4, and Treasury 5 BP."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"kingdom_turn_sequence"
		],
		"siblings": [
			"kingdom_upkeep_phase",
			"kingdom_edict_phase",
			"kingdom_income_phase",
			"kingdom_event_phase"
		]
	},
	"kingdom_income_phase": {
		"name": "Kingdom Income Phase",
		"subtitle": "Kingdom Turns, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/207}",
			"",
			"During the Income phase, you may add to or withdraw from the Treasury as well as collect taxes.",
			"",
			"***Step 1-Make Withdrawals from the Treasury:*** The kingdom-building rules allow you to expend BP on things related to running the kingdom. If you want to spend some of the kingdom's resources on something for your own personal benefit (such as a new magic item), you may withdraw BP from the Treasury and convert it into gp once per turn, but there is a penalty for doing so.",
			"",
			"Each time you withdraw BP for your personal use, Unrest increases by the number of BP withdrawn. Each BP you withdraw this way converts to 2,000 gp of personal funds.",
			"",
			"***Step 2-Make Deposits to the Treasury:*** You can add funds to a kingdom's Treasury by donating your personal wealth to the kingdom - coins, gems, jewelry, weapons, armor, magic items, and other valuables you find while adventuring, as long as they are individually worth 4,000 gp or less. For every full 4,000 gp in value of the deposit, increase your kingdom's BP by 1.",
			"",
			"If you want to donate an item that is worth more than 4,000 gp, refer to Step 3 instead.",
			"",
			"***Step 3-Sell Expensive Items for BP:*** You can attempt to sell expensive personal items (that is, items worth more than 4,000 gp each) through your kingdom's markets to add to your Treasury. You may sell one item per settlement district per turn. You must choose the settlement where you want to sell the item, and the item cannot be worth more than the base value of that settlement (see [Table 4-5](rule/settlements_and_districts)). To sell an item, divide its price by half (as if selling it to an NPC for gp), divide the result by 4,000 (rounded down), and add that many BP to your Treasury.",
			"",
			"You cannot use this step to sell magic items held or created by buildings in your settlements; those items are the property of the owners of those businesses. (See {rule/Magic Items in Settlements} for more information on this topic.)",
			"",
			"***Step 4-Collect Taxes:*** Attempt an Economy check, divide the result by 3 (round down), and add a number of BP to your Treasury equal to the result.",
			"",
			"Example: Jessica and the other leaders need to keep BP in the kingdom for future plans, so they skip Step 1 of the Income phase. They are worried that they won't collect enough taxes this turn, so just in case, in Step 2 they deposit 8,000 gp worth of coins, gems, and small magic items (Treasury +2 BP). The leaders aren't selling any expensive items, so nothing happens in Step 3. In Step 4, Rob, the Treasurer, rolls the Economy check to collect taxes. Rob rolls a 9 on the 1d20, adds the kingdom's Economy score (55), and subtracts Unrest (4) for a total of 60, which means the kingdom adds 20 BP (the Economy check result of 60, divided by 3) to the Treasury. At the end of this phase, the kingdom has Economy 55, Loyalty 42, Stability 55, Unrest 4, Consumption 4, and Treasury 27 BP."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"kingdom_turn_sequence"
		],
		"siblings": [
			"kingdom_upkeep_phase",
			"kingdom_edict_phase",
			"kingdom_income_phase",
			"kingdom_event_phase"
		]
	},
	"kingdom_event_phase": {
		"name": "Kingdom Event Phase",
		"subtitle": "Kingdom Turns, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/208}",
			"",
			"In the Event phase, a random event may affect your kingdom as a whole or a single settlement or hex.",
			"",
			"There is a 25% chance of an event occurring (see {rule/Events}). If no event occurred during the last turn, this chance increases to 75%. Some events can be negated, ended, or compensated for with some kind of kingdom check. Others, such as a rampaging monster, require you to complete an adventure or deal with a problem in a way not covered by the kingdom-building rules.",
			"",
			"In addition, the GM may have an adventure- or campaign-specific event take place. Other events may also happen during this phase, such as [independence or unification](rule/independence_and_unification).",
			"",
			"Example: The GM rolls on one of the event tables and determines that a monster is attacking one of the kingdom's hexes. Instead of attempting a Stability check to deal with the monster (risking increasing Unrest if it fails), Jessica and the other leaders go on a quest to deal with the monster personally. They defeat the monster, so the event does not generate any Unrest. At the end of this phase, the kingdom's scores are unchanged: Economy 55, Loyalty 42, Stability 55, Unrest 4, Consumption 4, and Treasury 27 BP."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"kingdom_turn_sequence"
		],
		"siblings": [
			"kingdom_upkeep_phase",
			"kingdom_edict_phase",
			"kingdom_income_phase",
			"kingdom_event_phase"
		]
	},
	"edicts": {
		"name": "Edicts",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/208}",
			"",
			"Edicts are the official pronouncements by your government about how you are running the kingdom that turn. For example, you may decide to have low or high taxes, to have more or fewer holidays, and how much effort to put into improving the kingdom's infrastructure. Edicts fall into four types: Holiday, Improvement, Promotion, and Taxation.",
			"",
			"In the Edict phase of the kingdom turn, you may set the Holiday, Promotion, and Taxation edict categories to whatever level you want, as well as decide how much of your allowed improvement from the Improvement edict you'll use. For example, you may decide that this turn holidays are quarterly, promotions are aggressive, taxation is minimal, and you won't build any improvements."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building"
		],
		"subtopics": [
			"holiday_edicts",
			"improvement_edicts",
			"promotion_edicts",
			"taxation_edicts"
		],
		"siblings": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		]
	},
	"holiday_edicts": {
		"name": "Holiday Edicts",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/208}",
			"",
			"Holidays are general celebrations or observances that take place across the kingdom. The BP expenditure includes lost revenue from citizens not working during the holidays, preparations and logistical arrangements that occur year-round, and the cost of the actual celebrations (these annual costs are averaged over the year and included in the listed Consumption modifier that you pay each turn).",
			"",
			"The number of holidays per year is the number you promise to uphold and the number that the common folk expect to enjoy over the next months. The Loyalty and Consumption modifiers change as soon as you change the number of holidays per year. The listed number assumes that you are fulfilling your promise - if you announce 12 holidays in the coming year but don't actually hold and pay for them, the GM should increase your kingdom's Unrest to reflect public disappointment and outrage.",
			"",
			"Example: Logan is the Ruler of a kingdom with some Loyalty issues. He issues a Holiday edict that there will be 24 kingdom-wide official holidays in the next year (Loyalty +4, Consumption +8). In the second turn, he worries about the increased Consumption's effect on the Treasury, so he issues a new Holiday edict decreeing that until further notice, there will be no kingdom-wide holidays. He loses the previous +4 Loyalty bonus and incurs a -1 Loyalty penalty for the new Holiday edict, but no longer has to pay the 8 Consumption each turn for his previous edict. If he frequently changes Holiday edicts from high to low levels, the GM may decide that his citizens no longer believe such promises and he won't gain any benefits from having a high level of Holiday edict until he becomes consistent.",
			"",
			"### Table 4-1: Holiday Edicts",
			"",
			"| Per Year | Loyalty | Consumption |",
			"| --- | --- | --- |",
			"| None | -1 | +0 |",
			"| 1 | +1 | +1 |",
			"| 6 | +2 | +2 |",
			"| 12 | +3 | +4 |",
			"| 24 | +4 | +8 |"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"edicts"
		],
		"siblings": [
			"holiday_edicts",
			"improvement_edicts",
			"promotion_edicts",
			"taxation_edicts"
		]
	},
	"improvement_edicts": {
		"name": "Improvement Edicts",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/208}",
			"",
			"Improvements are physical improvements you can make to your kingdom: founding new settlements, adding buildings to a settlement, building roads, creating facilities such as mines to tap natural resources, and claiming more hexes for your kingdom. Your kingdom's Size limits how many improvements you can make each turn; see Table 4-4: Improvement Edicts below. You can make all of the improvements listed on the appropriate row of the table. For example, if your kingdom's Size is 5, on each turn you can create 1 new settlement, 1 new building, 2 terrain improvements, and claim 1 more hex.",
			"",
			"### Table 4-4: Improvement Edicts",
			"",
			"| Kingdom Size | New Settlements[^1] | New Buildings[^2] | Terrain Improvements | Hex Claims |",
			"| --- | --- | --- | --- | --- |",
			"| 01-10 | 1 | 1 | 2 | 1 |",
			"| 11-25 | 1 | 2 | 3 | 2 |",
			"| 26-50 | 1 | 5 | 5 | 3 |",
			"| 51-100 | 2 | 10 | 7 | 4 |",
			"| 101-200 | 3 | 20 | 9 | 8 |",
			"| 201+ | 4 | No limit | 12 | 12 |",
			"",
			"[^1]: Instead of creating a new settlement, your kingdom may create a new army unit (see {rule/Mass Combat}), expand or equip an existing army unit, or bring an existing army unit back to full strength.",
			"[^2]: Upgrading a building (for example, from a Shrine to a Temple) or destroying a building counts toward this limit. The first House, Mansion, Noble Villa, or Tenement your kingdom builds each turn does not count against this number."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"edicts"
		],
		"siblings": [
			"holiday_edicts",
			"improvement_edicts",
			"promotion_edicts",
			"taxation_edicts"
		]
	},
	"promotion_edicts": {
		"name": "Promotion Edicts",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/209}",
			"",
			"Promotion edicts are events and actions the kingdom uses to attract new citizens and increase the well-being of the kingdom, such as recruitment campaigns, advertisements about services and goods, and propaganda to improve the perception of your kingdom at home and abroad. Promotions increase Consumption, but also increase Stability.",
			"",
			"### Table 4-2: Promotion Edicts",
			"",
			"| Promotion Level | Stability | Consumption |",
			"| --- | --- | --- |",
			"| None | -1 | +0 |",
			"| Token | +1 | +1 |",
			"| Standard | +2 | +2 |",
			"| Aggressive | +3 | +4 |",
			"| Expansionist | +4 | +8 |"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"edicts"
		],
		"siblings": [
			"holiday_edicts",
			"improvement_edicts",
			"promotion_edicts",
			"taxation_edicts"
		]
	},
	"taxation_edicts": {
		"name": "Taxation Edicts",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/209}",
			"",
			"Setting the tax level determines how much revenue you collect from taxes in the Income phase. Higher taxes increase your kingdom's Economy (making it easier for you to succeed at Economy checks to generate revenue) but make your citizens unhappy (reducing Loyalty).",
			"",
			"### Table 4-3: Taxation Edicts",
			"",
			"| Tax Level | Economy | Loyalty |",
			"| --- | --- | --- |",
			"| None | +0 | +1 |",
			"| Light | +1 | -1 |",
			"| Normal | +2 | -2 |",
			"| Heavy | +3 | -4 |",
			"| Overwhelming | +4 | -8 |"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"edicts"
		],
		"siblings": [
			"holiday_edicts",
			"improvement_edicts",
			"promotion_edicts",
			"taxation_edicts"
		]
	},
	"losing_hexes": {
		"name": "Losing Hexes",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/209}",
			"",
			"If you lose control of a hex - whether because of Unrest, monster attacks, assaults from a hostile kingdom, and so on - you lose all the benefits of any terrain improvements in that hex (such as Farms and Roads). All settlements in that hex become free cities with no loyalty to you or any other kingdom (see [Free City](rule/special_terrain)). At the GM's discretion, monsters may move into the abandoned hex, requiring you to clear it again if you want to claim it later, and terrain improvements may decay over time.",
			"",
			"Losing a hex may break your connection to other kingdom hexes. For example, losing the only hex that bridges two sides of a mountain range creates two separate territories. If this happens, the primary territory is the part of the kingdom with your capital city, and the rest of the kingdom is the secondary territory. If none of the kingdom's leaders are in the secondary territory when this split happens, you lose control of all hexes (as described above) in the secondary territory.",
			"",
			"If at least one kingdom leader is in the secondary territory when the split occurs, you retain control of the secondary territory, but kingdom checks regarding its hexes treat Unrest as 1 higher, increasing by 1 each turn after the split. This modifier goes away if you claim a hex that reconnects the secondary territory to the primary territory.",
			"",
			"If you claim a hex that reestablishes a connection to a leaderless secondary territory, you regain the benefits of the territory's terrain improvements. You must succeed at a Stability check to reclaim each of your former settlements in the secondary territory. You initially have a +5 bonus on these checks because the cities want to return to your kingdom, but this bonus decreases by 1 (to a minimum bonus of +0) for each subsequent turn since you lost control of the secondary territory.",
			"",
			"If your kingdom is reduced to 0 hexes - whether through Unrest, a natural disaster, an attack by another kingdom, or other circumstances - you are at risk of losing the kingdom. On your next turn, you must claim a new hex and found or claim a new settlement, or your kingdom is destroyed and you must start over if you want to found a new kingdom. At the GM's discretion, you may be able to keep some BP from your destroyed kingdom's Treasury for a time; otherwise, those assets are lost."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building"
		],
		"subtopics": [ "capital_city" ],
		"siblings": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		]
	},
	"capital_city": {
		"name": "Capital City",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/207}",
			"",
			"A kingdom should have a capital city - the seat of your power. Your first settlement is your capital. If you want to designate a different settlement as the capital, you may do so in Step 7 of the Edict phase. Your capital city primarily comes into play if your [kingdom loses hexes](rule/losing_hexes). If you change the capital city, attempt a Stability check. Success means Unrest increases by 1; failure means Unrest increases by 1d6."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"losing_hexes"
		],
		"siblings": [ "capital_city" ]
	},
	"terrain_improvements": {
		"name": "Terrain Improvements",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/210}",
			"",
			"Terrain improvements are changes to a hex that improve the land for your kingdom's use, such as cultivating fields, digging mines, and clearing forests for lumber. The following list describes common improvements. An improvement marked with an asterisk (\\*) can share the same hex as other improvements.",
			"",
			"Some terrain improvements affect a settlement's Defense, which is used in the {rule/mass combat/ rules}.",
			"",
			"***Terrain:*** This indicates what kind of hex you can build this terrain improvement in.",
			"",
			"***Effect:*** This line states the effect the terrain improvement has on that hex (or in some cases, your entire kingdom).",
			"",
			"If an improvement says you can upgrade it into another improvement, you can do so by paying the cost difference between the two improvements. When the upgrade is complete, you lose the benefit of the old improvement but gain the benefit of the new improvement.",
			"",
			"***Cost:*** This line gives the cost in BP to build the terrain improvement.",
			"",
			"### Table 4-6: Terrain and Terrain Improvements",
			"",
			"| Terrain | Exploration Time[^1] | Preparation Time[^2] | Preparation Cost[^3] | Farm Cost[^4] | Road Cost[^5][^6] |",
			"| --- | --- | --- | --- | --- | --- |",
			"| Cavern[^7] | 3 days | 3 months | 8 BP | - | 4 BP |",
			"| Coastline[^8] | Special | Special | Special | Special | Special |",
			"| Desert | 2 days | 1 month | 4 BP | 8 BP | 4 BP |",
			"| Forest | 2 days | 2 months | 4 BP | - | 2 BP |",
			"| Hills | 1 day | 1 month | 2 BP | 4 BP | 3 BP |",
			"| Jungle | 2 days | 4 months | 12 BP | - | 4 BP |",
			"| Marsh | 3 days | 3 months | 8 BP | - | 4 BP |",
			"| Mountains | 3 days | 4 months | 12 BP | - | 4 BP |",
			"| Plains | 1 day | Immediate | 1 BP | 2 BP | 1 BP |",
			"| Water | 2 days | - | - | - | - |",
			"",
			"[^1]: Exploration time represents how many days a typical scouting party requires to explore a hex of this type. These times assume a party speed of 30 feet. For parties with different speeds, see [Table 3-3: Exploration Time (1 Hex)](rule/movement_ucp). Treat Cavern as Mountain and Jungle as Marsh for exploration time. Do not adjust the speed for Water hexes; it's assumed that the party is already using a boat or other watercraft to explore.",
			"[^2]: Preparation time represents the months of labor (beginning with the current turn) required to prepare the hex for settlement. Construction of buildings can begin in the current month for settlements built on plains.",
			"[^3]: Preparation cost represents the BP cost to clear a hex of this type in preparation for founding a settlement.",
			"[^4]: Farm cost represents the BP cost to cultivate a hex for farming. A Farm must be within or adjacent to a hex containing a river, lake, swamp, or Canal, or adjacent to at least 2 hexes that already contain Farms.",
			"[^5]: Road cost represents the BP cost to establish a Road that crosses a hex and connects to all adjacent hexes. The cost to build a Road doubles if the hex contains rivers. A kingdom with a Size of 26 or greater can build a Highway (or upgrade a Road to a Highway).",
			"[^6]: If the hex contains any rivers, double the listed cost to reflect the need to build bridges.",
			"[^7]: This is a large system of caves and underground passages and can be found in any terrain type except Marsh. It functions as an additional hex that exists underground, below the surface hex.",
			"[^8]: Treat this as the adjacent land terrain type for all purposes."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building"
		],
		"subtopics": [
			"aqueduct",
			"bridge",
			"canal",
			"farm",
			"fishery",
			"fort",
			"highway",
			"mine",
			"quarry",
			"road",
			"sawmill",
			"watchtower",
			"special_terrain"
		],
		"siblings": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		]
	},
	"aqueduct": {
		"name": "Aqueduct",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/210}",
			"",
			"An Aqueduct brings water from alpine lakes and rivers to lowland cities where water is scarce or insufficient for the local populace. A finished series of Aqueduct hexes must connect to a hill or mountain hex (with a river or lake) on one end and a settlement on the other end; otherwise, you do not gain its benefit.",
			"",
			"***Terrain:*** One end must be hill or mountain hex; can pass through any type of hex.",
			"",
			"***Effect:*** Loyalty +1, Stability +1, allows settlement to build water-dependent buildings.",
			"",
			"***Cost:*** As a Road, except the cost is not doubled for hexes with rivers (see [Table 4-6: Terrain and Terrain Improvements](rule/terrain_improvements))."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"terrain_improvements"
		],
		"siblings": [
			"aqueduct",
			"bridge",
			"canal",
			"farm",
			"fishery",
			"fort",
			"highway",
			"mine",
			"quarry",
			"road",
			"sawmill",
			"watchtower",
			"special_terrain"
		]
	},
	"bridge": {
		"name": "Bridge",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/210}",
			"",
			"A Bridge allows your Road hexes to cross rivers.",
			"",
			"***Cost:*** When you build a Road in a hex that contains a river, the doubled coast of the Road includes the cost of bridges needed to cross the river. You don't need to build a Bridge as a separate unit; it's listed here for reference only."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"terrain_improvements"
		],
		"siblings": [
			"aqueduct",
			"bridge",
			"canal",
			"farm",
			"fishery",
			"fort",
			"highway",
			"mine",
			"quarry",
			"road",
			"sawmill",
			"watchtower",
			"special_terrain"
		]
	},
	"canal": {
		"name": "Canal",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/210}",
			"",
			"A Canal is an artificial waterway that allows barge traffic to haul heavy commodities.",
			"",
			"***Terrain:*** Desert, hill, or plain.",
			"",
			"***Effect:*** Settlements in a hex with a Canal treat the hex as if it had a river.",
			"",
			"***Cost:*** Twice the cost of a Road (see [Table 4-6: Terrain and Terrain Improvements](rule/terrain_improvements))."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"terrain_improvements"
		],
		"siblings": [
			"aqueduct",
			"bridge",
			"canal",
			"farm",
			"fishery",
			"fort",
			"highway",
			"mine",
			"quarry",
			"road",
			"sawmill",
			"watchtower",
			"special_terrain"
		]
	},
	"farm": {
		"name": "Farm",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/210}",
			"",
			"A Farm helps feed your kingdom.",
			"",
			"***Terrain:*** Desert (requires canal, coastline, or river), hill, or plain.",
			"",
			"***Effect:*** Consumption decreases by 2 BP.",
			"",
			"***Cost:*** See [Table 4-6: Terrain and Terrain Improvements](rule/terrain_improvements)."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"terrain_improvements"
		],
		"siblings": [
			"aqueduct",
			"bridge",
			"canal",
			"farm",
			"fishery",
			"fort",
			"highway",
			"mine",
			"quarry",
			"road",
			"sawmill",
			"watchtower",
			"special_terrain"
		]
	},
	"fishery": {
		"name": "Fishery",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/210}",
			"",
			"A Fishery is like a Farm, except it provides abundant fish rather than planted crops.",
			"",
			"***Terrain:*** Coastline, water, river, or marsh.",
			"",
			"***Effect:*** Consumption decreases by 1 BP.",
			"",
			"***Cost:*** 4 BP."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"terrain_improvements"
		],
		"siblings": [
			"aqueduct",
			"bridge",
			"canal",
			"farm",
			"fishery",
			"fort",
			"highway",
			"mine",
			"quarry",
			"road",
			"sawmill",
			"watchtower",
			"special_terrain"
		]
	},
	"fort": {
		"name": "Fort",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/210}",
			"",
			"A Fort is a walled encampment for military forces outside a settlement. You can upgrade a Watchtower to a Fort (Unrest decreases when you do so, just as if you had built the Fort from scratch).",
			"",
			"***Terrain:*** Any land.",
			"",
			"***Effect:*** Stability +2, Defense +4, increase Consumption by 1 BP; Unrest decreases by 1 when completed. If this hex becomes a settlement, this improvement counts as one Barracks and one Stables building.",
			"",
			"***Cost:*** 24 BP."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"terrain_improvements"
		],
		"siblings": [
			"aqueduct",
			"bridge",
			"canal",
			"farm",
			"fishery",
			"fort",
			"highway",
			"mine",
			"quarry",
			"road",
			"sawmill",
			"watchtower",
			"special_terrain"
		]
	},
	"highway": {
		"name": "Highway",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/210}",
			"",
			"A highway is a paved and well-maintained version of a Road. You may upgrade a Road into a Highway. You must have a kingdom of Size 26 or greater to build a Highway.",
			"",
			"***Terrain:*** Any hex with a Road.",
			"",
			"***Effect:*** Economy +1 for every 4 hexes of Highway, Stability +1 for every 8 hexes of Highway; improves [overland travel speed](rule/overland_movement).",
			"",
			"***Cost:*** Twice the cost of a Road (see [Table 4-6: Terrain and Terrain Improvements](rule/terrain_improvements))."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"terrain_improvements"
		],
		"siblings": [
			"aqueduct",
			"bridge",
			"canal",
			"farm",
			"fishery",
			"fort",
			"highway",
			"mine",
			"quarry",
			"road",
			"sawmill",
			"watchtower",
			"special_terrain"
		]
	},
	"mine": {
		"name": "Mine",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/211}",
			"",
			"A Mine extracts metal, coal, salt, or other useful materials from the earth.",
			"",
			"***Terrain:*** Cavern, desert, hill, or mountain.",
			"",
			"***Effect:*** Economy +1, earn +1 BP per turn when collecting taxes during the Income phase.",
			"",
			"***Cost:*** 6 BP."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"terrain_improvements"
		],
		"siblings": [
			"aqueduct",
			"bridge",
			"canal",
			"farm",
			"fishery",
			"fort",
			"highway",
			"mine",
			"quarry",
			"road",
			"sawmill",
			"watchtower",
			"special_terrain"
		]
	},
	"quarry": {
		"name": "Quarry",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/211}",
			"",
			"A Quarry extracts workable stone from the ground.",
			"",
			"***Terrain:*** Cavern, hill, or mountain.",
			"",
			"***Effect:*** Stability +1, earn +1 BP per turn when collecting taxes during the Income phase.",
			"",
			"***Cost:*** 6 BP."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"terrain_improvements"
		],
		"siblings": [
			"aqueduct",
			"bridge",
			"canal",
			"farm",
			"fishery",
			"fort",
			"highway",
			"mine",
			"quarry",
			"road",
			"sawmill",
			"watchtower",
			"special_terrain"
		]
	},
	"road": {
		"name": "Road",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/211}",
			"",
			"A Road speeds travel through your kingdom and promotes trade. You can upgrade a Road to a Highway.",
			"",
			"***Terrain:*** Any land.",
			"",
			"***Effect:*** Economy +1 for every 4 hexes of Road, Stability +1 for every 8 hexes of Road; improves [overland travel speed](rule/overland_movement).",
			"",
			"***Cost:*** See the Road column of [Table 4-6: Terrain and Terrain Improvements](rule/terrain_improvements)."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"terrain_improvements"
		],
		"siblings": [
			"aqueduct",
			"bridge",
			"canal",
			"farm",
			"fishery",
			"fort",
			"highway",
			"mine",
			"quarry",
			"road",
			"sawmill",
			"watchtower",
			"special_terrain"
		]
	},
	"sawmill": {
		"name": "Sawmill",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/211}",
			"",
			"A sawmill centralizes the activities of loggers and turns trees into lumber for use in building and crafting.",
			"",
			"***Terrain:*** Forest or jungle.",
			"",
			"***Effect:*** Stability +1, earn +1 BP per turn when collecting taxes during the Income phase.",
			"",
			"***Cost:*** 3 BP."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"terrain_improvements"
		],
		"siblings": [
			"aqueduct",
			"bridge",
			"canal",
			"farm",
			"fishery",
			"fort",
			"highway",
			"mine",
			"quarry",
			"road",
			"sawmill",
			"watchtower",
			"special_terrain"
		]
	},
	"watchtower": {
		"name": "Watchtower",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/211}",
			"",
			"A Watchtower flies your flag, is a safe place for your patrols, and establishes your power on the frontier. A Watchtower cannot share a hex with a Fort or another Watchtower.",
			"",
			"***Terrain:*** Any land.",
			"",
			"***Effect:*** Stability +1, Defense +2; Unrest decreases by 1 when completed. If this hex becomes a settlement, this improvement counts as a Watchtower building.",
			"",
			"***Cost:*** 12 BP."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"terrain_improvements"
		],
		"siblings": [
			"aqueduct",
			"bridge",
			"canal",
			"farm",
			"fishery",
			"fort",
			"highway",
			"mine",
			"quarry",
			"road",
			"sawmill",
			"watchtower",
			"special_terrain"
		]
	},
	"special_terrain": {
		"name": "Special Terrain",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/211}",
			"",
			"Some hexes contain features or resources that impact a kingdom's Economy, Loyalty, Stability, and other game statistics. These terrain resources are placed by the GM - not by player characters - for you to discover while exploring or adventuring, and may modify terrain improvements or cities.",
			"",
			"***Bridge:*** The hex contains an existing Bridge over a waterway. If you build a Road in this hex, you do not have to double the cost of the Road.",
			"",
			"***Building:*** The hex contains an abandoned building in good repair (type determined by the GM). If you establish a settlement at the building's location in the hex, you can incorporate the building into the settlement at no cost (this does not count toward your building limit for that turn).",
			"",
			"***Free City:*** A Free City is a settlement that is not part of any established kingdom. Claiming a hex with a Free City is an excellent way to add a fully functional settlement to your kingdom. In order to claim a Free City hex peacefully, you must succeed at a Stability check. Failure indicates radicals and upstarts in the settlement and Unrest increases by 1d4.",
			"",
			"***Lair:*** A Lair is usually a cave or defensible shelter that can be used as a defensive fallback point, a storage location, or even a guardpost or prison. If you claim a hex with a Lair, Stability increases by 1. If you construct a Fort or Watchtower over a Lair, its Defense increases by 1. At the GM's option, a Lair may allow access to an underground cavern hex (see [Table 4-6: Terrain and Terrain Improvements](rule/terrain_improvements)).",
			"",
			"***Landmark:*** A Landmark is a site of great pride, mystery, and wonder, such as an outcropping in the shape of a human face, a smoking volcano, or a lake with an unusual color or unique properties. The Landmark bolsters your kingdom's morale. If you claim a hex with a Landmark, Loyalty increases by 1. If the hex also has a Road or Highway, Loyalty increases by an additional 1.",
			"",
			"***Resource:*** A Resource is a ready supply of some kind of valuable commodity that offers a great economic boon to your kingdom, such as exotic lumber, precious metal, gems, rare herbs, incense, silk, ivory, furs, salt, dyes, and the like. If you claim a hex with a Resource, Economy increases by 1. If you construct a Mine, Quarry, or Sawmill in a hex with a Resource, all of its benefits increase by 1. If you construct a Farm or Fishery in a hex with a Resource, those improvements decrease Consumption by an additional 1 BP.",
			"",
			"***River:*** A River allows [water travel](rule/overland_movement) through your kingdom, facilitating trade and allowing irrigation. Economy increases by 1 for every 4 River hexes claimed, and Stability increases by 1 for every 8 such hexes claimed.",
			"",
			"***Ruin:*** A Ruin is a partially destroyed building. If you claim a hex containing a Ruin and build a settlement at the Ruin's location, you can use the Ruin as the basis of an appropriate type of building (as determined by the GM), reducing the cost of that building by half. Alternatively, you can salvage building materials from the Ruin, reducing the cost of 1 building in that hex by 1d4 BP."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"terrain_improvements"
		],
		"siblings": [
			"aqueduct",
			"bridge",
			"canal",
			"farm",
			"fishery",
			"fort",
			"highway",
			"mine",
			"quarry",
			"road",
			"sawmill",
			"watchtower",
			"special_terrain"
		]
	},
	"settlements_and_districts": {
		"name": "Settlements and Districts",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/211}",
			"",
			"The greatest assets of your kingdom are its settlements. Most settlements start as simple villages, and some grow over time into bustling cities. You can use the District Grid [found in the physical book on pg. 226] to create the initial design for your settlement and decide where to place additional buildings as it grows. You may want to photocopy the District Grid so you can build multiple settlements in your kingdom.",
			"",
			"The District Grid is divided into 9 large blocks separated by streets. Each block consists of 4 smaller lots separated by alleys. Treat each lot as approximately 750 feet per side, so overall the district takes up about 1 square mile. On each lot you may construct a building, and each building affects your kingdom's Economy, Loyalty, and so on. Descriptions of these buildings, as well as the bonuses they provide once they're added to a settlement, are listed [here](rule/building_descriptions).",
			"",
			"Most settlements only have 1 district. If your District Grid is full and you want to add another district (for example, if you run out of available lots in that settlement and want to construct additional buildings), you can create an additional district for that settlement by paying the preparation cost for the settlement's terrain as listed on [Table 4-6: Terrain and Terrain Improvements](rule/terrain_improvements)). Remember that your kingdom's Control DC is based on the number of districts in your settlement.",
			"",
			"The placement of buildings in your district is up to you; you can start in the center of the district and build outward, or start at the edge and build toward the center. Some buildings (such as the Guildhall) take up more than 1 lot on the grid. You can't divide up these larger structures, though you can place them so they cover a street. (Streets do not count as lots.)",
			"",
			"***Construction:*** Construction is completed in the same turn you spend BP for the building, no matter what its size is. A building's benefits apply to your kingdom immediately. At the GM's discretion, construction magic (such as {magic-wondrous/lyre of building}, {spell/fabricate}, or {spell/wall of stone}) can reduce a single building's BP cost by 2 (minimum 0). This is a one-time reduction per turn, regardless of the amount of magic used.",
			"",
			"***Population:*** A settlement's population is approximately equal to the number of completed lots within its districts &times; 250. A grid that has all 36 lots filled with buildings has a population of approximately 9,000.",
			"",
			"***Base Value:*** The base value of a settlement is used to determine what magic items may easily be purchased there. There is a 75% chance that any item of that value or lower can be found for sale in the settlement with little effort. The base value of a new settlement is 0 gp. Certain buildings (such as a Market or Tavern) increase a settlement's base value. A settlement's base value can never increase above the values listed in Table 4-5: Settlement Size and Base Value (except under special circumstances decided by the GM).",
			"",
			"***Defense:*** A settlement's Defense is used with the {rule/mass combat/ rules}. It otherwise has no effect unless the settlement is attacked. You can increase a settlement's Defense by building certain structures (such as City Walls).",
			"",
			"### Table 4-5: Settlement Size and Base Value",
			"",
			"| Population | Settlement Size | Value |",
			"| --- | --- | --- |",
			"| Fewer than 21 | Thorp | 50 gp |",
			"| 21-60 | Hamlet | 200 gp |",
			"| 61-200 | Village | 500 gp |",
			"| 201-2,000 | Small town | 1,000 gp |",
			"| 2,001-5,000 | Large town | 2,000 gp |",
			"| 5,001-10,000 | Small city | 4,000 gp |",
			"| 10,001-25,000 | Large city | 8,000 gp |",
			"| More than 25,000 | Metropolis | 16,000 gp |"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building"
		],
		"siblings": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		]
	},
	"founding_a_settlement": {
		"name": "Founding a Settlement",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/212}",
			"",
			"Before you can start your own kingdom, you first need a base of operations - a fort, village, or other settlement - where you can rest between adventures and where your citizens know they can find you if they need help or want to pay their taxes. Once you have a kingdom, you'll want to create more settlements in order for the kingdom to grow and prosper. To found a settlement, you must perform the following steps. (These steps assume you're building a new settlement from scratch; if you're attempting to incorporate an existing settlement into your kingdom, see Free City under {rule/Special Terrain}.)",
			"",
			"Step 1-Acquire funds. You'll need money and resources in the form of build points.",
			"",
			"Step 2-Explore and clear a hex. You'll need to explore the hex where you want to put the settlement. See the Exploration Time column on [Table 4-6: Terrain and Terrain Improvements](rule/terrain_improvements) to see how long this takes. Once you have explored the hex, clear it of monsters and dangerous hazards. The time needed to clear it depends on the nature of the threats; this step is usually handled by you completing adventures there to kill or drive out monsters.",
			"",
			"Step 3-Claim the hex as yours. Once you have BP and have explored and cleared the hex, you can claim it. Spend 1 BP to do so; this represents setting up very basic infrastructure such as clearing paths, hiring patrols, setting up a tent city, and so on. This establishes the hex as part of your kingdom (or the beginning of your kingdom).",
			"",
			"Step 4-Prepare the site for construction. To put a settlement on a claimed hex, you'll need to prepare it. Depending on the site, this process may involve clearing trees, moving boulders, digging sanitation trenches, and so on. See the Preparation Cost column on [Table 4-6: Terrain and Terrain Improvements](rule/terrain_improvements) for the BP cost.",
			"",
			"If your settlement is in a hex containing a canal, lake, ocean, river, or similar large body of water, you must decide which of your settlement's borders are water (riverbanks, lakeshores, or seashores) or land. Some types of buildings, such as Mills, Piers, and Waterfronts, must be adjacent to water.",
			"",
			"A new settlement consists of 1 district, represented by the District Grid map [found in the physical book on pg. 226]. Mark the four borders on the District Grid as land or water, as appropriate.",
			"",
			"Step 5-Construct your first buildings. Construct 1 building in your settlement and pay its BP cost. See {rule/Building Descriptions} for building types. If this is your kingdom's first settlement, you should start with an Inn, Shrine, Monastery, or Watchtower. In addition, you may also purchase and construct 1 House, Mansion, Noble Villa, or Tenement. If your first building is an Inn, you must construct a House or Tenement next to it, as building an Inn requires an adjacent House or Tenement.",
			"",
			"When you complete these steps, you've founded your settlement! If this is your first settlement, it's considered your kingdom's {rule/capital city}."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building"
		],
		"subtopics": [ "magic_items_in_settlements" ],
		"siblings": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		]
	},
	"magic_items_in_settlements": {
		"name": "Magic Items in Settlements",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/213}",
			"",
			"In addition to the commonly available items in a settlement as determined by its [base value](rule/the_settlement_stat_block), some buildings increase the likelihood of having specific or unusual magic items available for purchase.",
			"",
			"***Gaining Item Slots:*** When you construct one of these buildings, mark the appropriate boxes in the Magic Items section of the settlement's District Grid; this indicates that the settlement has gained a slot for an item of that type.",
			"",
			"***Filling Item Slots:*** In Step 3 of the Upkeep phase, you roll to fill vacant magic item slots in each district. Roll d% once for each district that has an open magic item slot (if the district has more than one, select one randomly). There is a 50% chance (51-100) that an appropriate magic item becomes available in that slot. This item's price cannot exceed the base value for the settlement (reroll if the item's price exceeds the settlement's base value).",
			"",
			"Example: Jessica's settlement has a base value of 200 gp. She built an Herbalist last turn, giving the settlement 1 minor potion slot. In the Upkeep phase this turn, she rolls d% and gets a result of 62, meaning she can roll a random minor potion to fill the settlement's empty slot. She rolls on [Table 15-12: Potions](rule/potions) and gets a result of 45, indicating a potion of a 1st-level spell. If she had rolled anything more valuable than the 200 gp base value for her settlement, she would have to reroll until she got an acceptable result. Once a magic item is rolled for a settlement in this way, it remains on the market until someone purchases it.",
			"",
			"***Emptying Item Slots:*** If you are unsatisfied with a magic item generated by a settlement, there are three ways to purge an undesirable item and make its slot vacant. The first is to purchase it with your own gp, which makes it your personal property and means you may do with it what you please (use it, sell it at half price for gold, deposit it in the kingdom's Treasury during the next Income phase, use it as a reward for a local general, and so on).",
			"",
			"The second method is to manipulate your kingdom's economy to encourage an NPC to purchase the item (such as a random adventurer passing through the settlement). During Step 3 of the Income phase, you may attempt one Economy check for each filled slot you want to empty. For every such check after the first one in a turn, your Economy decreases by 1, since these manipulations are harmful to your kingdom's economy and typically only serve to get rid of an item you consider undesirable. If the check fails, nothing happens. If the check succeeds, erase the item from that slot; you may attempt to fill the empty slot as normal in the next Upkeep phase. You do not gain any gp or BP from this sale; the money goes to the building's owner, who uses it to acquire or craft the next item.",
			"",
			"The third way is to spend BP (1 BP = 2,000 gp) to purchase the item. If you take the item for your own use, this counts as withdrawing BP from the Treasury for your personal use (see [Make Withdrawals from the Treasury](rule/kingdom_income_phase)). If you use the item in a way that doesn't directly benefit you or the other PCs (such as giving it to a hero of your army or donating it to a settlement as a religious or historical artifact), then purchasing it is essentially like other kingdom expenditures and does not increase Unrest or decrease Loyalty."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"founding_a_settlement"
		],
		"siblings": [ "magic_items_in_settlements" ]
	},
	"claiming_water_and_islands": {
		"name": "Claiming Water and Islands",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/213}",
			"",
			"When you claim a hex that contains part of an ocean or lake, your claim includes the water portion of that hex. In effect, your kingdom automatically controls a small portion of the waters adjacent to its coastline. Because any new hex you claim must be adjacent to an existing hex in your kingdom, if you want to claim land beyond that water (such as an island), you must first explore and claim the intervening deep water hexes. Your exploration only applies to the water's surface - you are searching for uncharted islands, dangerous reefs, and so on. The GM may want to treat the underwater portion of a hex as a separate hex, much like a network of large caves under a hex may count as its own hex, allowing a village of merfolk or sahuagin to thrive in your kingdom without your knowledge."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building"
		],
		"siblings": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		]
	},
	"buildings_in_the_kingdom": {
		"name": "Buildings in the Kingdom",
		"subtitle": "Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/213}",
			"",
			"You improve settlements by constructing buildings, which provide bonuses to the kingdom in general and the settlement in particular. Pgs. 224 and 225 [of the physical book] present icons for these buildings, and the building descriptions and effects begin below. Some buildings also intersect with the mass combat rules, notably with [fortifications](rule/battlefield_conditions) and [reserve armies](rule/reserve_army).",
			"",
			"***Demolition:*** If a lot has a building, you can clear it for new construction. Doing so costs 1 BP. You may construct a building on a lot the same turn you demolish the old building there. You do not regain BP for a demolished building (but see Rebuilding, below).",
			"",
			"***Destroyed Lots:*** If an event or a pillaging army destroys 1 or more lots, the devastation causes Unrest to increase by 1 per lot destroyed.",
			"",
			"***Rebuilding:*** If you rebuild the same type of building on a destroyed lot, the cost is halved, as you can reuse some of the materials for the same purpose. If you rebuild a different type of building on that lot, reduce the cost of the new building by 1/4 the cost of the old building (minimum 1 BP). If you build smaller buildings on top of a site that held a multi-lot building, split the discount evenly over the new buildings. For example, if you demolish an Academy and construct a Mansion and a Luxury Store on top of those lots, each building gets a 6 BP discount (1/4 of 52 BP is 13, divided evenly between the two)."
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building"
		],
		"subtopics": [ "building_descriptions" ],
		"siblings": [
			"kingdom_building_overview",
			"kingdom_terminology",
			"kingdom_building_quick_reference",
			"founding_a_kingdom",
			"leadership_roles",
			"who_rolls_the_kingdom_check",
			"build_points",
			"kingdom_turn_sequence",
			"edicts",
			"losing_hexes",
			"terrain_improvements",
			"settlements_and_districts",
			"founding_a_settlement",
			"claiming_water_and_islands",
			"buildings_in_the_kingdom",
			"events",
			"gaining_experience_for_leadership"
		]
	},
	"building_descriptions": {
		"name": "Building Descriptions",
		"subtitle": "Kingdoms, Specific Campaigns",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/214}",
			"",
			"Buildings are described in the following format.",
			"",
			"***Building Name:*** The type of buildings contained in this lot. In most cases, each lot represents numerous buildings of that type, rather than a single edifice.  ",
			"***Cost:*** The cost in BP to construct the building.  ",
			"***Lots:*** How many lots the building fills.  ",
			"***Kingdom:*** Building modifiers to Economy, Loyalty, and Stability stack, affect your entire kingdom, and are ongoing from turn to turn. Modifiers to Unrest occur once when the building is completed. This category also lists any bonuses to Fame (see {rule/Fame and Infamy}) from having the building.  ",
			"***Discount:*** Some buildings halve the cost of constructing a related type of building in the same settlement. This cost reduction applies only to the first constructed building of the types listed in this line. For example, an Academy halves the cost of your next Library in that settlement; if you build a second Library in that settlement, you pay the normal cost for it. If 2 buildings give the same discount, only one discount applies per new building, but you may construct 2 buildings at the discounted cost. For example, Market and Theater both halve the cost of an Inn; if your settlement has a Market and a Theater, you may construct 2 Inns at half cost (the Market discounts one, and the Theater discounts the other).  ",
			"***Limit:*** This lists limitations on the number of buildings of this type, special requirements for adjacent buildings, or prohibitions against certain buildings being adjacent.",
			"",
			"For most buildings, you can construct as many of them as you want in a settlement, but some are limited in the number that can be built per settlement or district. For example, you can only construct 1 Arena per settlement.",
			"",
			"Some buildings require that you construct them adjacent to at least 1 or 2 of a specific kind of building or feature of the settlement. For example, a Shop or Tavern must be adjacent to a House or Mansion. The required adjacent building can only count toward 1 building that requires it. For example, if you have a House and a Shop, that House can't be used to meet the requirement for another Shop or a Tavern; you have to construct a new House and use it to meet the requirement of the new Shop or Tavern.",
			"",
			"For example, you can't construct a Tannery next to a House, Mansion, Noble Villa, or Tenement. If you want to use a lot for this type of building, you must demolish all prohibited adjacent structures first (see [Demolition](rule/buildings_in_the_kingdom)).",
			"",
			"If you get overzealous in constructing a particular type of building in a settlement, the GM should feel free to add events to discourage this practice. For example, a settlement with too many Dumps is prone to otyugh and wererat attacks, and a settlement with too many Graveyards tends to have frequent undead attacks. This should not occur, however, if you build too many Houses, Parks, Tenements, or Waterways.",
			"",
			"***Upgrade To/From:*** Some buildings can be converted into a more advanced form of the existing building, such as converting a Shrine into a Temple. To upgrade a building, pay the BP cost difference between the current building and the new building. Remove the modifiers from the old building and apply the modifiers from the new building. Upgrading counts as constructing a building for the purpose of the maximum number of buildings you can construct on your turn. You can't upgrade a building to a larger one if there isn't space in the District Grid for the building's new size.  ",
			"***Special:*** This lists any other effect the building has, such as increasing Defense, the settlement's [base value](rule/the_settlement_stat_block), or the output of a nearby Mine.  ",
			"***Magic Items:*** This lists any magic item slot the building creates, which may be filled in the Upkeep phase (see {rule/Magic Items in Settlements}). If a building lists multiple options within a category (such as -1 minor potion or wondrous item), it has an equal chance for each option.  ",
			"***Settlement:*** This lists {rule/settlement modifiers} that affect specific skills within the settlement. These modifiers are ongoing from turn to turn, but apply only to skill checks within that settlement (not other settlements in the hex or anywhere else in your kingdom). Note that the *GameMastery Guide* also uses a settlement statistic called Economy; to avoid confusion with the Economy kingdom score, this section renames the Economy settlement statistic \"Productivity.\"",
			"",
			"- [Group 1:](rule/kbuildings1) *Academy, Alchemist, Arena, Bank, Bardic College, Barracks, Black Market, Brewery, Bridge, Bureau*",
			"- [Group 2:](rule/kbuildings2) *Caster's Tower, Castle, Cathedral, Cistern, City Wall, Dance Hall, Dump, Everflowing Spring, Exotic Artisan*",
			"- [Group 3:](rule/kbuildings3) *Foreign Quarter, Foundry, Garrison, Granery, Graveyard, Guildhall, Herbalist, Hospital, House, Inn*",
			"- [Group 4:](rule/kbuildings4) *Jail, Library, Luxury Store, Magic Shop, Magical Academy, Magical Streetlamps, Mansion, Market, Menagerie, Military Academy*",
			"- [Group 5:](rule/kbuildings5) *Mill, Mint, Moat, Monastery, Monument, Museum, Noble Villa, Observatory, Orphanage, Palace*",
			"- [Group 6:](rule/kbuildings6) *Park, Paved Streets, Pier, Sewer System, Shop, Shrine, Smithy, Stable, Stockyard, Tannery*",
			"- [Group 7:](rule/kbuildings7) *Tavern, Temple, Tenement, Theater, Town Hall, Trade Shop, University, Watchtower, Waterfront, Waterway*"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"buildings_in_the_kingdom"
		],
		"siblings": [ "building_descriptions" ],
		"subtopics": [
			"kbuildings1",
			"kbuildings2",
			"kbuildings3",
			"kbuildings4",
			"kbuildings5",
			"kbuildings6",
			"kbuildings7"
		]
	},
	"kbuildings1": {
		"name": "Buildings: Academy through Bureau",
		"subtitle": "Kingdoms, Specific Campaigns",
		"tags": "Academy, Alchemist, Arena, Bank, Bardic College, Barracks, Black Market, Brewery, Bridge, Bureau",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"### Academy (52 BP, 2 Lots)",
			"",
			"**Kingdom** Economy +2, Loyalty +2  ",
			"**Discount** Caster's Tower, Library, Magic Shop  ",
			"**Upgrade From** Library; **Upgrade To** University  ",
			"**Magic Items** 3 minor scrolls or wondrous items, 2 medium scrolls or wondrous items  ",
			"**Settlement** Lore +2, Productivity +1, Society +2; increase Lore bonus by 2 for questions relating to one Knowledge or Profession skill",
			"",
			"An institution of higher learning.",
			"",
			"### Alchemist (18 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1  ",
			"**Limit** Adjacent to 1 House  ",
			"**Special** Base value +1,000 gp  ",
			"**Magic Items** 1 minor potion or wondrous item",
			"",
			"The laboratory and home of a crafter of poisons, potions, or alchemical items.",
			"",
			"### Arena (40 BP, 4 Lots)",
			"",
			"**Kingdom** Stability +4; Fame +1  ",
			"**Discount** Brothel, Garrison, Inn, Stable, Theater  ",
			"**Limit** 1 per settlement  ",
			"**Upgrade From** Theater  ",
			"**Settlement** Crime +1",
			"",
			"A large public structure for competitions and team sports.",
			"",
			"### Bank (28 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +4  ",
			"**Special** Base value +2,000 gp",
			"",
			"A secure building for storing valuables and granting loans.",
			"",
			"### Bardic College (40 BP, 2 Lots)",
			"",
			"**Kingdom** Economy +1, Loyalty +3, Stability +1; Fame +1  ",
			"**Discount** Library, Museum, Theater  ",
			"**Magic Items** 2 minor scrolls or wondrous items",
			"",
			"A center for artistic learning. Education in a Bardic College also includes research into a wide-range of historical topics.",
			"",
			"### Barracks (6 BP, 1 Lot)",
			"",
			"**Kingdom** Unrest -1  ",
			"**Upgrade To** Garrison  ",
			"**Special** Defense +2  ",
			"**Settlement** Law +1",
			"",
			"A building to house conscripts, guards, militia, soldiers, or similar military forces.",
			"",
			"### Black Market (50 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +2, Stability +1, Unrest +1  ",
			"**Discount** Brothel  ",
			"**Limit** Adjacent to 2 Houses  ",
			"**Special** Base value +2,000 gp  ",
			"**Magic Items** 2 minor items, 1 medium item, 1 major item  ",
			"**Settlement** Corruption +2, Crime +2",
			"",
			"A number of shops with secret and usually illegal wares.",
			"",
			"### Brewery (6 BP, 1 Lot)",
			"",
			"**Kingdom** Loyalty +1, Stability +1",
			"",
			"A building for beer brewing, winemaking, or some similar use.",
			"",
			"### Bridge (6 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1  ",
			"**Special** Shares the space with a river or Waterway lot",
			"",
			"Allows travel across a river or Waterway, easing transportation.",
			"",
			"### Bureau (10 BP, 2 Lots)",
			"",
			"**Kingdom** Economy +1, Loyalty -1, Stability +1  ",
			"**Settlement** Corruption +1, Law +1",
			"",
			"A large warren of offices for clerks and record-keepers working for a guild or government."
		],
		"siblings": [
			"kbuildings1",
			"kbuildings2",
			"kbuildings3",
			"kbuildings4",
			"kbuildings5",
			"kbuildings6",
			"kbuildings7"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"buildings_in_the_kingdom",
			"building_descriptions"
		]
	},
	"kbuildings2": {
		"name": "Buildings: Caster's Tower through Foundry",
		"subtitle": "Kingdoms, Specific Campaigns",
		"tags": "Caster's Tower, Castle, Cathedral, Cistern, City Wall, Dance Hall, Dump, Everflowing Spring, Exotic Artisan",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"### Caster's Tower (30 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1, Loyalty +1  ",
			"**Magic Items** 3 minor items, 2 medium items",
			"",
			"The home and laboratory for a spellcaster.",
			"",
			"### Castle (54 BP, 4 Lots)",
			"",
			"**Kingdom** Economy +2, Loyalty +2, Stability +2, Unrest -4; Fame +1  ",
			"**Discount** Noble Villa, Town Hall  ",
			"**Limit** 1 per settlement  ",
			"**Special** Defense +8",
			"",
			"The home of the settlement's leader or the heart of its defenses.",
			"",
			"### Cathedral (58 BP, 4 Lots)",
			"",
			"**Kingdom** Loyalty +4, Stability +4, Unrest -4; Fame +1  ",
			"**Discount** Academy, Temple  ",
			"**Limit** 1 per settlement  ",
			"**Special** Halves Consumption increase for Promotion edicts  ",
			"**Magic Items** 3 minor potions or wondrous items, 2 medium potions or wondrous items  ",
			"**Settlement** Law +2",
			"",
			"The focal point of the settlement's spiritual leadership.",
			"",
			"### Cistern (6 BP, 1 Lot)",
			"",
			"**Kingdom** Stability +1  ",
			"**Limit** Cannot be adjacent to a Dump, Graveyard, Stable, Stockyard, or Tannery  ",
			"**Special** Can share lot with another building Contains a safe supply of fresh water for the settlement.",
			"",
			"### City Wall (2 BP)",
			"",
			"**Kingdom** Unrest -2 (once per settlement)  ",
			"**Limit** Land district border  ",
			"**Special** Defense +1",
			"",
			"A fortification of one side of a district with a sturdy wall. The GM may allow for cliffs and other natural features to function as a City Wall for one or more sides of a district. You may construct gates through your own city wall at no cost.",
			"",
			"### Dance Hall (4 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1, Loyalty +2, Unrest +1  ",
			"**Limit** Adjacent to 1 House  ",
			"**Settlement** Corruption +1, Crime +1",
			"",
			"An establishment for dancing, drinking, carousing, and holding celebrations.",
			"",
			"### Dump (4 BP, 1 Lot)",
			"",
			"**Kingdom** Stability +1  ",
			"**Limit** Cannot be adjacent to House, Mansion, or Noble Villa",
			"",
			"A centralized place to dispose of refuse.",
			"",
			"### Everflowing Spring (5 BP)",
			"",
			"**Limit** Settlement must have a building that can create medium magic items  ",
			"**Special** Can share lot with Castle, Cathedral, Market, Monument, Park, or Town Hall",
			"",
			"A fountain built around several decanters of endless water that provides an inexhaustible supply of fresh water.",
			"",
			"### Exotic Artisan (10 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1, Stability +1  ",
			"**Limit** Adjacent to 1 House  ",
			"**Magic Items** 1 minor ring, wand, or wondrous item",
			"",
			"The shop and home of a jeweler, tinker, glassblower, or the like."
		],
		"siblings": [
			"kbuildings1",
			"kbuildings2",
			"kbuildings3",
			"kbuildings4",
			"kbuildings5",
			"kbuildings6",
			"kbuildings7"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"buildings_in_the_kingdom",
			"building_descriptions"
		]
	},
	"kbuildings3": {
		"name": "Buildings: Foreign Quarter through Inn",
		"subtitle": "Kingdoms, Specific Campaigns",
		"tags": "Foreign Quarter, Foundry, Garrison, Granery, Graveyard, Guildhall, Herbalist, Hospital, House, Inn",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"### Foreign Quarter (30 BP, 4 Lots)",
			"",
			"**Kingdom** Economy +3, Stability -1  ",
			"**Special** Increase the value of trade routes (see {rule/Trade Edicts} by 5% (maximum 100%)  ",
			"**Settlement** Crime +1, Lore +1, Society +2",
			"",
			"An area with many foreigners, as well as shops and services catering to them.",
			"",
			"### Foundry (16 BP, 2 Lots)",
			"",
			"**Kingdom** Economy +1, Stability +1, Unrest +1  ",
			"**Discount** Smithy  ",
			"**Limit** Adjacent to water district border  ",
			"**Special** Increase the Economy and BP earned per turn by 1 for 1 Mine connected to this settlement by a river or Road  ",
			"**Settlement** Productivity +1",
			"",
			"Processes ore and refines it into finished metal.",
			"",
			"### Garrison (28 BP, 2 Lots)",
			"",
			"**Kingdom** Loyalty +2, Stability +2, Unrest -2  ",
			"**Discount** City Wall, Granary, Jail  ",
			"**Upgrade From** Barracks",
			"",
			"A large building to house armies, train guards, and recruit militia.",
			"",
			"### Granary (12 BP, 1 Lot)",
			"",
			"**Kingdom** Loyalty +1, Stability +1  ",
			"**Special** If Farms reduce Consumption below 0, store up to 5 BP of excess production for use on a later turn when Consumption exceeds the Treasury",
			"",
			"A place to store grain and food.",
			"",
			"### Graveyard (4 BP, 1 Lot)",
			"",
			"**Kingdom** Loyalty +1",
			"",
			"A plot of land to honor and bury the dead.",
			"",
			"### Guildhall (34 BP, 2 Lots)",
			"",
			"**Kingdom** Economy +2, Loyalty +2  ",
			"**Discount** Pier, Stable, Trade Shop  ",
			"**Upgrade From** Trade Shop  ",
			"**Special** Base value +1,000 gp  ",
			"**Settlement** Law +1, Productivity +2",
			"",
			"The headquarters for a guild or similar organization.",
			"",
			"### Herbalist (10 BP, 1 Lot)",
			"",
			"**Kingdom** Loyalty +1, Stability +1  ",
			"**Limit** Adjacent to 1 House  ",
			"**Magic Items** 1 minor potion or wondrous item",
			"",
			"The workshop and home of a gardener, healer, or poisoner.",
			"",
			"### Hospital (30 BP, 2 Lots)",
			"",
			"**Kingdom** Loyalty +1, Stability +2  ",
			"**Special** Increase Stability by 2 during plague events  ",
			"**Settlement** Lore +1, Productivity +2",
			"",
			"A building devoted to healing the sick.",
			"",
			"### House (3 BP, 1 Lot)",
			"",
			"**Kingdom** Unrest -1  ",
			"**Upgrade From** Tenement  ",
			"**Special** The first House you build during the Improvement phase does not count against the total number of buildings you can build during the phase",
			"",
			"A number of mid-sized houses for citizens.",
			"",
			"### Inn (10 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1, Loyalty +1  ",
			"**Limit** Adjacent to 1 House  ",
			"**Special** Base value +500 gp  ",
			"**Settlement** Society +1",
			"",
			"A place for visitors to rest."
		],
		"siblings": [
			"kbuildings1",
			"kbuildings2",
			"kbuildings3",
			"kbuildings4",
			"kbuildings5",
			"kbuildings6",
			"kbuildings7"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"buildings_in_the_kingdom",
			"building_descriptions"
		]
	},
	"kbuildings4": {
		"name": "Buildings: Jail through Military Academy",
		"subtitle": "Kingdoms, Specific Campaigns",
		"tags": "Jail, Library, Luxury Store, Magic Shop, Magical Academy, Magical Streetlamps, Mansion, Market, Menagerie, Military Academy",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"### Jail (14 BP, 1 Lot)",
			"",
			"**Kingdom** Loyalty +2, Stability +2, Unrest -2  ",
			"**Settlement** Crime -1, Law +1",
			"",
			"A fortified structure for confining criminals or dangerous monsters.",
			"",
			"### Library (6 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1, Loyalty +1  ",
			"**Upgrade To** Academy  ",
			"**Settlement** Lore +1",
			"",
			"A large building containing an archive of books.",
			"",
			"### Luxury Store (28 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1  ",
			"**Limit** Adjacent to 1 House  ",
			"**Upgrade To** Magic Shop; **Upgrade From** Shop  ",
			"**Special** Base value +2,000 gp  ",
			"**Magic Items** 2 minor rings, wands, or wondrous items",
			"",
			"A shop that specializes in expensive comforts for the wealthy.",
			"",
			"### Magic Shop (68 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1  ",
			"**Limit** Adjacent to 2 Houses  ",
			"**Upgrade From** Luxury Store  ",
			"**Special** Base value +2,000 gp  ",
			"**Magic Items** 4 minor wondrous items, 2 medium wondrous items, 1 major wondrous item",
			"",
			"A shop that specializes in magic items and spells.",
			"",
			"### Magical Academy (58 BP, 2 Lots)",
			"",
			"**Kingdom** Economy +2; Fame +1  ",
			"**Discount** Caster's Tower, Library, Magic Shop  ",
			"**Magic Items** 3 minor potions, scrolls, or wondrous items; 1 medium potion, scroll, or wondrous item  ",
			"**Settlement** Lore +2, Society +1; increase Lore bonus by 2 for questions relating to Knowledge (arcana)",
			"",
			"An institution for training students in spellcasting, magic item crafting, and various arcane arts.",
			"",
			"### Magical Streetlamps (5 BP)",
			"",
			"**Limit** Settlement must have a Cathedral, Magic Shop, Magical Academy, or Temple  ",
			"**Special** Can share a lot with any building or improvement  ",
			"**Settlement** Crime -1",
			"",
			"{spell/Continual flame} lamps that illuminate the lot.",
			"",
			"### Mansion (10 BP, 1 Lot)",
			"",
			"**Kingdom** Stability +1  ",
			"**Upgrade To** Noble Villa  ",
			"**Settlement** Law +1, Society +1",
			"",
			"A single huge manor housing a rich family and its servants.",
			"",
			"### Market (48 BP, 2 Lots)",
			"",
			"**Kingdom** Economy +2, Stability +2  ",
			"**Discount** Black Market, Inn, Shop  ",
			"**Limit** Adjacent to 2 Houses  ",
			"**Upgrade From** Shop  ",
			"**Special** Base value +2,000 gp  ",
			"**Magic Items** 2 minor wondrous items",
			"",
			"An open area for traveling merchants and bargain hunters.",
			"",
			"### Menagerie (16 BP, 4 Lots)",
			"",
			"**Kingdom** Economy +1, Loyalty (special); Fame +1  ",
			"**Special** Increase Loyalty by 1/4 the CR of the highest-CR creature in the Menagerie",
			"",
			"A large park stocked with exotic creatures for public viewing.",
			"",
			"### Military Academy (36 BP, 2 Lots)",
			"",
			"**Kingdom** Loyalty +2, Stability +1; Fame +1  ",
			"**Discount** Barracks  ",
			"**Limit** 1 per settlement  ",
			"**Special** Armies and commanders recruited at the settlement gain one bonus tactic (see {rule/Army Tactics})  ",
			"**Magic Items** 1 minor armor, shield, or weapon; 1 medium armor, shield, or weapon  ",
			"**Settlement** Law +1, Lore +1",
			"",
			"An institution dedicated to the study of war and the training of elite soldiers and officers."
		],
		"siblings": [
			"kbuildings1",
			"kbuildings2",
			"kbuildings3",
			"kbuildings4",
			"kbuildings5",
			"kbuildings6",
			"kbuildings7"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"buildings_in_the_kingdom",
			"building_descriptions"
		]
	},
	"kbuildings5": {
		"name": "Buildings: Mill through Palace",
		"subtitle": "Kingdoms, Specific Campaigns",
		"tags": "Mill, Mint, Moat, Monastery, Monument, Museum, Noble Villa, Observatory, Orphanage, Palace",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"### Mill (6 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1, Stability +1  ",
			"**Limit** Adjacent to water district border  ",
			"**Special** With GM approval, you can construct a windmill at the same cost without the water district border requirement  ",
			"**Settlement** Productivity +1",
			"",
			"A building used to cut lumber or grind grain.",
			"",
			"### Mint (30 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +3, Loyalty +3, Stability +1; Fame +1",
			"",
			"A secure building where the kingdom's coinage is minted and standard weights and measures are kept.",
			"",
			"### Moat (2 BP)",
			"",
			"**Kingdom** Unrest -1 (once per settlement)  ",
			"**Limit** Land district border  ",
			"**Special** Defense +1; cannot be damaged by siege engines",
			"",
			"A fortification of one side of a district with an open or water-filled ditch, often backed by a low dike or embankment. The GM may allow a river or similar natural feature to function as a moat for one or more sides of a district.",
			"",
			"### Monastery (16 BP, 2 Lots)",
			"",
			"**Kingdom** Stability +1  ",
			"**Settlement** Law +1, Lore +1",
			"",
			"A cloister for meditation, study, and the pursuit of various other scholarly paths.",
			"",
			"### Monument (6 BP, 1 Lot)",
			"",
			"**Kingdom** Loyalty +1, Unrest -1",
			"",
			"A local memorial such as a bell tower, a statue of a settlement founder, a large tomb, or a public display of art.",
			"",
			"### Museum (30 BP, 2 Lots)",
			"",
			"**Kingdom** Economy +1, Loyalty +1; Fame +1  ",
			"**Settlement** Lore +2, Society +1; increase Lore bonus by 2 for questions relating to Knowledge (history); apply Lore bonus on Appraise checks regarding art objects",
			"",
			"A place to display art and artifacts both modern and historical. The GM may allow the kingdom leaders to display a valuable item (such as a magic item or bejeweled statue) in the museum, increasing Fame during this display by 1 for every 10,000 gp of the item's price (maximum +5 Fame), and by an additional 1 if the item is significant to the kingdom's history.",
			"",
			"### Noble Villa (24 BP, 2 Lot)",
			"",
			"**Kingdom** Economy +1, Loyalty +1, Stability +1; Fame +1  ",
			"**Discount** Exotic Artisan, Luxury Store, Mansion  ",
			"**Upgrade From** Mansion  ",
			"**Settlement** Society +1",
			"",
			"A sprawling manor with luxurious grounds that houses a noble's family and staff.",
			"",
			"### Observatory (12 BP, 1 Lot)",
			"",
			"**Kingdom** Stability +1  ",
			"**Magic Items** 1 minor scroll or wondrous item  ",
			"**Settlement** Lore +2",
			"",
			"A dome or tower with optical devices for viewing the heavens.",
			"",
			"### Orphanage (6 BP, 1 Lot)",
			"",
			"**Kingdom** Stability +1, Unrest -1",
			"",
			"A place for housing and taking care of large numbers of orphans.",
			"",
			"### Palace (108 BP, 4 Lots)",
			"",
			"**Kingdom** Economy +2, Loyalty +6, Stability +2; Fame +1  ",
			"**Discount** Mansion, Mint, Noble Villa  ",
			"**Special** Base value +1,000 gp; you may make two {rule/special edicts/ per turn}, but take a -2 penalty on kingdom checks associated with each special edict  ",
			"**Settlement** Law +2",
			"",
			"A grand edifice and walled grounds demonstrating one's wealth, power, and authority to the world."
		],
		"siblings": [
			"kbuildings1",
			"kbuildings2",
			"kbuildings3",
			"kbuildings4",
			"kbuildings5",
			"kbuildings6",
			"kbuildings7"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"buildings_in_the_kingdom",
			"building_descriptions"
		]
	},
	"kbuildings6": {
		"name": "Buildings: Park through Tannery",
		"subtitle": "Kingdoms, Specific Campaigns",
		"tags": "Park, Paved Streets, Pier, Sewer System, Shop, Shrine, Smithy, Stable, Stockyard, Tannery",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"### Park (4 BP, 1 Lot)",
			"",
			"**Kingdom** Loyalty +1, Unrest -1",
			"",
			"A plot of land set aside for its serene beauty.",
			"",
			"### Paved Streets (24 BP)",
			"",
			"**Kingdom** Economy +2, Stability +1  ",
			"**Limit** 1 per district  ",
			"**Settlement** Productivity +2",
			"",
			"Brick or stone pavement that speeds transportation.",
			"",
			"### Pier (16 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1, Stability +1  ",
			"**Limit** Adjacent to water district border  ",
			"**Upgrade To** Waterfront  ",
			"**Special** Base value +1,000 gp  ",
			"**Settlement** Crime +1",
			"",
			"Warehouses and workshops for docking ships and handling cargo and passengers.",
			"",
			"### Sewer System (24 BP)",
			"",
			"**Kingdom** Loyalty +1, Stability +2  ",
			"**Discount** Cistern, Dump  ",
			"**Limit** 1 per district  ",
			"**Settlement** Crime +1, Productivity +1",
			"",
			"An underground sanitation system that keeps the settlement clean, though it may become home to criminals and monsters.",
			"",
			"### Shop (8 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1  ",
			"**Limit** Adjacent to 1 House or Mansion  ",
			"**Upgrade To** Luxury Store, Market  ",
			"**Special** Base value +500 gp  ",
			"**Settlement** Productivity +1",
			"",
			"A general store.",
			"",
			"### Shrine (8 BP, 1 Lot)",
			"",
			"**Kingdom** Loyalty +1, Unrest -1  ",
			"**Upgrade To** Temple  ",
			"**Magic Items** 1 minor potion, scroll, or wondrous item",
			"",
			"A shrine, idol, sacred grove, or similar holy site designed for worship by pious individuals.",
			"",
			"### Smithy (6 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1, Stability +1",
			"",
			"The workshop of an armorsmith, blacksmith, weaponsmith, or other craftsman who works with metal.",
			"",
			"### Stable (10 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1, Loyalty +1  ",
			"**Limit** Adjacent to 1 House, Mansion, or Noble Villa  ",
			"**Special** Base value +500 gp",
			"",
			"A structure for housing or selling horses and other mounts.",
			"",
			"### Stockyard (20 BP, 4 Lots)",
			"",
			"**Kingdom** Economy +1, Stability -1  ",
			"**Discount** Stable, Tannery  ",
			"**Special** Farms in this hex or adjacent hexes reduce Consumption by 3 instead of 2  ",
			"**Settlement** Productivity +1",
			"",
			"Barns and pens that store herd animals and prepare them for nearby slaughterhouses.",
			"",
			"### Tannery (6 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1, Stability +1  ",
			"**Limit** Cannot be adjacent to House, Mansion, Noble Villa, or Tenement  ",
			"**Settlement** Society -1",
			"",
			"A structure that prepares hides and leather."
		],
		"siblings": [
			"kbuildings1",
			"kbuildings2",
			"kbuildings3",
			"kbuildings4",
			"kbuildings5",
			"kbuildings6",
			"kbuildings7"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"buildings_in_the_kingdom",
			"building_descriptions"
		]
	},
	"kbuildings7": {
		"name": "Buildings: Tavern through Waterway",
		"subtitle": "Kingdoms, Specific Campaigns",
		"tags": "Tavern, Temple, Tenement, Theater, Town Hall, Trade Shop, University, Watchtower, Waterfront, Waterway",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"### Tavern (12 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1, Loyalty +1  ",
			"**Limit** Adjacent to 1 House or Mansion  ",
			"**Special** Base value +500 gp  ",
			"**Settlement** Corruption +1",
			"",
			"An eating or drinking establishment.",
			"",
			"### Temple (32 BP, 2 Lots)",
			"",
			"**Kingdom** Loyalty +2, Stability +2, Unrest -2  ",
			"**Discount** Graveyard, Monument, Shrine  ",
			"**Upgrade From** Shrine  ",
			"**Magic Items** 2 minor items",
			"",
			"A large place of worship dedicated to a deity.",
			"",
			"### Tenement (1 BP, 1 Lot)",
			"",
			"**Kingdom** Unrest +2  ",
			"**Upgrade To** House  ",
			"**Special** Counts as House for buildings that must be adjacent to a House",
			"",
			"A staggering number of low-rent housing units.",
			"",
			"### Theater (24 BP, 2 Lots)",
			"",
			"**Kingdom** Economy +2, Stability +2  ",
			"**Discount** Brothel, Exotic Artisan, Inn, Park, Tavern  ",
			"**Upgrade To** Arena",
			"",
			"A venue for entertainments such as plays, operas, and concerts.",
			"",
			"### Town Hall (22 BP, 2 Lots)",
			"",
			"**Kingdom** Economy +1, Loyalty +1, Stability +1  ",
			"**Discount** Barracks, Cistern, Dump, Jail, Watchtower  ",
			"**Settlement** Law +1",
			"",
			"A public venue for town meetings, repository for town records, and offices for minor bureaucrats.",
			"",
			"### Trade Shop (10 BP, 1 Lot)",
			"",
			"**Kingdom** Economy +1, Stability +1  ",
			"**Limit** Adjacent to 1 House  ",
			"**Upgrade To** Guildhall  ",
			"**Special** Base value +500 gp  ",
			"**Settlement** Productivity +1",
			"",
			"A shop front for a tradesperson, such as a baker, butcher, candle maker, cobbler, rope maker, or wainwright.",
			"",
			"### University (78 BP, 4 Lots)",
			"",
			"**Kingdom** Economy +3, Loyalty +3; Fame +1  ",
			"**Discount** Academy, Bardic College, Library, Magical Academy, Military Academy, Museum  ",
			"**Upgrade From** Academy  ",
			"**Magic Items** 4 minor scrolls or wondrous items, 2 medium scrolls or wondrous items  ",
			"**Settlement** Lore +4, Society +3; increase Lore bonus by 4 for questions relating to one Knowledge or Profession skill",
			"",
			"An institution of higher learning, focusing mainly on mundane subjects but dabbling in magical theory.",
			"",
			"### Watchtower (12 BP, 1 Lot)",
			"",
			"**Kingdom** Stability +1, Unrest -1  ",
			"**Special** Defense +2",
			"",
			"A tall structure that serves as a guard post.",
			"",
			"### Watergate (2 BP)",
			"",
			"**Special** Shares City Wall",
			"",
			"A gate in a City Wall that allows water (such as a river, Aqueduct, or Waterway) to enter the settlement. A Watergate has underwater defenses to block unwanted access. If you construct a Watergate when you construct a City Wall, the Watergate does not count toward the limit of the number of buildings you can construct per turn.",
			"",
			"### Waterfront (90 BP, 4 Lots)",
			"",
			"**Kingdom** Economy +4  ",
			"**Discount** Black Market, Guildhall, Market, Pier  ",
			"**Limit** Adjacent to water district border, 1 per settlement  ",
			"**Upgrade From** Pier  ",
			"**Special** Base value +4,000 gp; halves Loyalty penalty for Taxation edicts  ",
			"**Magic Items** 2 minor wondrous items, 1 medium wondrous item, 1 major wondrous item  ",
			"**Settlement** Productivity +2",
			"",
			"A port for waterborne arrival and departure, with facilities for shipping and shipbuilding.",
			"",
			"### Waterway (3 BP, 1-2 Lots)",
			"",
			"**Special** Counts as water district border for adjacent buildings",
			"",
			"A river or canal occupying part of the District Grid. At the GM's option, a natural Waterway may already exist on the grid, requiring no action or BP to build. If you construct a City Wall that touches or crosses the Waterway, you must also build Watergates on the same turn."
		],
		"siblings": [
			"kbuildings1",
			"kbuildings2",
			"kbuildings3",
			"kbuildings4",
			"kbuildings5",
			"kbuildings6",
			"kbuildings7"
		],
		"parent_topics": [
			"gm_specific_campaigns",
			"kingdoms_and_war",
			"kingdom_building",
			"buildings_in_the_kingdom",
			"building_descriptions"
		]
	}
}
