{
	"monster_rules": {
		"name": "Monster Rules",
		"tags": "monsters",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/5}",
			"",
			"The creatures in the Pathfinder RPG have been drawn from a wide range of sources, from real-world legends and myths (where we get our dragons and {rule/demons}, our {monster/basilisk/s} and {monster/yeti/s}), to the traditions of the RPG's rich history (such as the {monster/shambling mound} and the {monster/rust monster}), to the inventions of writers both old (such as H. G. Wells's {monster/morlock/s} or H. P. Lovecraft's [ghasts](monster/ghoul) and {monster/shoggoth/s}) and new.",
			"",
			"While each monster is a unique creature, many possess similar special attacks, defenses, and qualities. Unique abilities are described below the monster's stat block. Many abilities common to several monsters appear in the [Universal Monster Rules](main/umr). If a monster's listed special ability does not appear in its description, you'll find it there.",
			"",
			"Each monster description is presented in the same format, split into three specific areas: Introduction, Stat Block, and Description.",
			"",
			"Monster listings can be found [here](main/monsters)."
		],
		"parent_topics": [ "gamemastery" ],
		"subtopics": [
			"stat_block",
			"monster_creation",
			"monster_advancement",
			"monsters_as_pcs"
		],
		"siblings": [
			"basics_from_the_core_rulebook",
			"gamemastery_guide",
			"monster_rules",
			"race_builder",
			"creating_new_weapons"
		]
	},
	"stat_block": {
		"name": "Stat Block",
		"subtitle": "Bestary",
		"tags": "monsters",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/5}",
			"",
			"This is where you'll find all of the information you need to run the monster in an encounter. A stat block is organized as follows. Note that in cases where a line in a stat block has no value, that line is omitted.",
			"",
			"***Name and CR:*** The monster's name is presented first, along with its challenge rating (CR). Challenge rating is a numerical indication of how dangerous a monster is: the higher the number, the deadlier the creature. Challenge rating is detailed in the {rule/Designing Encounters} section.",
			"",
			"***XP:*** Listed here are the total experience points that PCs earn for defeating the monster.",
			"",
			"***Race, Class, and Level:*** Some monsters do not possess racial Hit Dice and are instead defined by their class levels. For these monsters, their race, class, and level appear here. Unless otherwise noted, the first class listed is the class chosen by the monster as its favored class.",
			"",
			"***Alignment, Size, and Type:*** While a monster's size and type remain constant (unless changed by the application of {rule/templates} or other unusual modifiers), alignment is far more fluid. The alignments listed for each monster represent the norm for those monsters - they can vary as you require them to in order to serve the needs of your campaign. Only in the case of relatively unintelligent monsters (creatures with an Intelligence of 2 or lower are almost never anything other than neutral) and planar monsters (outsiders with alignments other than those listed are unusual and typically outcasts from their kind) is the listed alignment relatively unchangeable.",
			"",
			"***Init and Senses:*** The creature's initiative modifier followed by any special senses and its Perception check modifier.",
			"",
			"***Aura:*** If the creature has a particular magical or exceptional aura, it is listed here along with its radius from the creature and, as applicable, a save DC to resist the aura's effects.",
			"",
			"***AC:*** The creature's Armor Class, touch Armor Class, and flat-footed Armor Class. The modifiers that generate its AC are listed parenthetically at the end of this entry.",
			"",
			"***hp:*** The creature's hit points, followed by its Hit Dice (including modifiers from Constitution, favored class levels, creature type modifiers, and the {feat/Toughness} feat). Creatures with PC class levels receive maximum hit points for their first HD, but all other HD rolls are assumed to be average. Fast healing and regeneration values, if any, follow the creature's HD.",
			"",
			"***Saving Throws:*** The creature's Fortitude, Reflex, and Will saves, followed by situational modifiers to those rolls.",
			"",
			"***Defensive Abilities/&shy;DR/&shy;Immune/&shy;Resist/&shy;SR:*** All of the creature's unusual defensive abilities. Damage reduction, immunities, resistances, and spell resistance are called out separately as necessary.",
			"",
			"***Weaknesses:*** All of the creature's unusual weaknesses are listed here.",
			"",
			"***Speed:*** The creature's land speed, and additional speeds as necessary for the creature.",
			"",
			"***Melee:*** The creature's melee attacks are listed here, with its attack roll modifier listed after the attack's name followed by the damage in parentheses.",
			"",
			"***Ranged:*** As Melee above, but for ranged attacks.",
			"",
			"***Space/Reach:*** The creature's space and reach - if the creature's space and reach are standard (one 5-foot square and a reach of 5 feet), this line is omitted.",
			"",
			"***Special Attacks:*** The creature's special attacks. Full details for these attacks are given at the end of the stat block or in the [universal monster rules section](main/umr).",
			"",
			"***Spell-Like Abilities:*** After listing the caster level of the creature's spell-like abilities, this section lists all of the creature's spell-like abilities, organized by how many times per day it can use the abilities. Constant spell-like abilities function at all times but can be dispelled. A creature can reactivate a constant spell-like ability as a swift action.",
			"",
			"***Spells Known/&shy;Prepared:*** If the creature can actually cast spells, its caster level is indicated here followed by the spells it knows or typically has prepared. Unless otherwise indicated, a spellcasting creature does not receive any of a spellcasting class's other abilities, such as a cleric's ability to spontaneously convert prepared spells to cure or inflict spells.",
			"",
			"***Ability Scores:*** The creature's ability scores are listed here. Unless otherwise indicated, a creature's ability scores represent the baseline of its racial modifiers applied to scores of 10 or 11. Creatures with NPC class levels have stats in the standard array (13, 12, 11, 10, 9, 8), while creatures with character class levels have the elite array (15, 14, 13, 12, 10, 8); in both cases, the creature's ability score modifiers are listed at the end of its description.",
			"",
			"***Base Atk/CMB/CMD:*** These values give the creature's base attack, its Combat Maneuver Bonus, and its Combat Maneuver Defense score.",
			"",
			"***Feats:*** The creature's feats are listed here. A bonus feat is indicated with a footnote.[^B]",
			"",
			"***Skills:*** The creature's skills are listed here. Racial modifiers to skills are indicated at the end of this entry.",
			"",
			"***Languages:*** The languages most commonly spoken by the creature are listed here. For unusual creatures, you can swap out the languages known for other choices as needed. A creature with a higher-than-normal Intelligence score receives the appropriate number of bonus languages.",
			"",
			"***SQ:*** Any special qualities possessed by the creature.",
			"",
			"***Environment:*** The regions and climates in which the creature is typically encountered are listed here.",
			"",
			"***Organization:*** This lists how the creature is organized, including number ranges as appropriate.",
			"",
			"***Treasure:*** The exact value of the creature's treasure depends on if you're running a slow, medium, or fast game, as summarized on [Table 12-5](rule/placing_treasure). In cases where a creature has specific magical gear assigned to it, the assumption is a medium game; if you play a fast or slow game, you'll want to adjust the monster's gear as appropriate. \"Standard\" treasure indicates the total value of the creature's treasure is that of a CR equal to the average party level, as listed on Table 12-5. \"Double\" or \"triple\" treasure indicates the creature has double or triple this standard value. \"Incidental\" indicates the creature has half this standard value, and then only within the confines of its lair. \"None\" indicates that the creature normally has no treasure (as is typical for an unintelligent creature that has no real lair, although such creatures are often used to guard treasures of varying amounts). \"NPC gear\" indicates the monster has treasure as normal for an NPC of a level equal to the monster's CR (see [Table 14-9](rule/step_6_gear)).",
			"",
			"***Special Abilities:*** Finally, any of the creature's more unique special abilities are detailed in full here.",
			"",
			"***Description:*** Under the stat block you'll find information on how the monster fits into the world, notes on its ecology and society, and other bits of useful lore and flavor that will help you breathe life into the creature when your PCs encounter it. Some monsters have additional sections that cover variant creatures, notes on using the monsters as PCs, methods of constructing the creature, and so on.",
			"",
			"[^B]: Example of a bonus feat's footnote."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules"
		],
		"siblings": [
			"stat_block",
			"monster_creation",
			"monster_advancement",
			"monsters_as_pcs"
		]
	},
	"monster_creation": {
		"name": "Monster Creation",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/290}",
			"",
			"Creating a monster is part science and part art. While most monsters follow a general pattern of their overall power and abilities as related to their Challenge Rating (CR), there are many exceptions. Some monsters, for example, have significantly more hit points or a higher AC than the average for their CR, but make up for this advantage by being weak in other areas. Other monsters have significantly higher average damage, but have a lower attack bonus.",
			"",
			"The following guidelines are provided to assist in monster creation and to help balance a creation for its CR."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules"
		],
		"subtopics": [
			"step_1_concept",
			"step_2_target_statistics",
			"step_3_hit_dice",
			"step_4_size",
			"step_5_abilities",
			"step_6_skills_and_feats",
			"step_7_other_statistics",
			"step_8_special_abilities_and_qualities",
			"step_9_treasure",
			"step_10_details"
		],
		"siblings": [
			"stat_block",
			"monster_creation",
			"monster_advancement",
			"monsters_as_pcs"
		]
	},
	"step_1_concept": {
		"name": "Step 1: Concept",
		"subtitle": "Monster Creation",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/290}",
			"",
			"The first step in creating a new monster is to define its concept and role in the game. Generally, this involves picking the monster's CR, type, physical appearance, and manner of fighting. Once you have these basic pieces of information, you should find a number of similar monsters of the same type and roughly the same CR for comparison purposes."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_creation"
		],
		"siblings": [
			"step_1_concept",
			"step_2_target_statistics",
			"step_3_hit_dice",
			"step_4_size",
			"step_5_abilities",
			"step_6_skills_and_feats",
			"step_7_other_statistics",
			"step_8_special_abilities_and_qualities",
			"step_9_treasure",
			"step_10_details"
		]
	},
	"step_2_target_statistics": {
		"name": "Step 2: Target Statistics",
		"subtitle": "Monster Creation",
		"tags": "Monster Descriptions",
		"sources": [
			"Bestiary 2",
			"Pathfinder RPG Bestiary"
		],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/290;Bestiary 2/293}",
			"",
			"Once you have a creature's type and CR determined, use Table 1-1 to determine its approximate statistics by CR. These values are a rough guideline only. You will notice that many of the existing monsters do not follow these guidelines exactly. Most monsters excel in one of these areas, usually in the amount of damage dealt, but lag in one or two other areas to help balance them out. When referring to Table 1-1, keep the following points in mind.",
			"",
			"***CR:*** This is the approximate CR of the monster. This number might change as design progresses.",
			"",
			"***Hit Points:*** This is the approximate hit point total for the monster. Note that creatures with particularly high Armor Classes or saving throws, or a number of resistances, might have a lower number. Outsiders and constructs typically have lower hit point totals.",
			"",
			"***Armor Class:*** This is the average Armor Class for a creature of this CR. When it comes time to design the creature's protections, keep this number in mind. Creatures with hit points above the average often have lower Armor Class values to compensate.",
			"",
			"***High Attack:*** This is the average total attack bonus for a creature of this CR. This value is for creatures that are primarily melee or ranged combatants. Creatures with a higher than normal average damage typically have a lower attack value to compensate.",
			"",
			"***Low Attack:*** This is the average total attack bonus for a creature of this CR that does not rely upon melee or ranged attacks to deal damage. This includes most creatures that rely on spells and spell-like abilities in combat.",
			"",
			"***Average Damage:*** This is the average amount of damage dealt by a creature of this CR if all of its attacks are successful. To determine a creature's average damage, add the average value for all of the damage dice rolled (as determined by [Table 1-5](rule/step_7_other_statistics)) to the damage modifier for each attack. A creature that relies on melee or ranged weapons in combat should have average damage within the range of high and low damage. A creature with higher than normal attack bonuses will often deal lower damage, while a creature with lower than normal attack bonuses will often deal higher damage.",
			"",
			"***Primary Ability DC:*** This is the average difficulty class (DC) for any spells, spell-like abilities, and special abilities (such as breath weapons) possessed by a creature of this CR that relies on such attacks in combat. If an ability is particularly powerful, it might have a lower DC to compensate.",
			"",
			"***Secondary Ability DC:*** This is the average DC for spells and special abilities for a creature that does not rely on such attacks in combat. Generally, a DC should not be lower than this number.",
			"",
			"***Good Save:*** This is the average saving throw bonus for a creature of this CR if the saving throw is one of the creature's good saving throws.",
			"",
			"***Poor Save:*** This is the average saving throw bonus for a creature of this CR if the saving throw is one of the creature's poor saving throws.",
			"",
			"### Table 1-1: Monster Statistics by CR",
			"",
			"| CR | Hit Points | Armr Class | High Attack | Low Attack | High Avg Dmg | Low Avg Dmg | Primary Ability DC | Secondary Ability DC | Good Save | Poor Save |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| 1/2 | 10 | 11 | 1 | 0 | 4 | 3 | 11 | 8 | 3 | 0 |",
			"| 1 | 15 | 12 | 2 | 1 | 7 | 5 | 12 | 9 | 4 | 1 |",
			"| 2 | 20 | 14 | 4 | 3 | 10 | 7 | 13 | 9 | 5 | 1 |",
			"| 3 | 30 | 15 | 6 | 4 | 13 | 9 | 14 | 10 | 6 | 2 |",
			"| 4 | 40 | 17 | 8 | 6 | 16 | 12 | 15 | 10 | 7 | 3 |",
			"| 5 | 55 | 18 | 10 | 7 | 20 | 15 | 15 | 11 | 8 | 4 |",
			"| 6 | 70 | 19 | 12 | 8 | 25 | 18 | 16 | 11 | 9 | 5 |",
			"| 7 | 85 | 20 | 13 | 10 | 30 | 22 | 17 | 12 | 10 | 6 |",
			"| 8 | 100 | 21 | 15 | 11 | 35 | 26 | 18 | 12 | 11 | 7 |",
			"| 9 | 115 | 23 | 17 | 12 | 40 | 30 | 18 | 13 | 12 | 8 |",
			"| 10 | 130 | 24 | 18 | 13 | 45 | 33 | 19 | 13 | 13 | 9 |",
			"| 11 | 145 | 25 | 19 | 14 | 50 | 37 | 20 | 14 | 14 | 10 |",
			"| 12 | 160 | 27 | 21 | 15 | 55 | 41 | 21 | 15 | 15 | 11 |",
			"| 13 | 180 | 28 | 22 | 16 | 60 | 45 | 21 | 15 | 16 | 12 |",
			"| 14 | 200 | 29 | 23 | 17 | 65 | 48 | 22 | 15 | 17 | 12 |",
			"| 15 | 220 | 30 | 24 | 18 | 70 | 52 | 23 | 16 | 18 | 13 |",
			"| 16 | 240 | 31 | 26 | 19 | 80 | 60 | 24 | 17 | 19 | 14 |",
			"| 17 | 270 | 32 | 27 | 20 | 90 | 67 | 24 | 18 | 20 | 15 |",
			"| 18 | 300 | 33 | 28 | 21 | 100 | 75 | 25 | 18 | 20 | 16 |",
			"| 19 | 330 | 34 | 29 | 22 | 110 | 82 | 26 | 19 | 21 | 16 |",
			"| 20 | 370 | 36 | 30 | 23 | 120 | 90 | 27 | 20 | 22 | 17 |",
			"| 21 | 400 | 37 | 31 | 24 | 130 | 98 | 27 | 20 | 23 | 18 |",
			"| 22 | 440 | 39 | 32 | 25 | 140 | 105 | 28 | 21 | 23 | 18 |",
			"| 23 | 480 | 40 | 33 | 26 | 150 | 113 | 29 | 22 | 24 | 19 |",
			"| 24 | 520 | 42 | 35 | 27 | 165 | 124 | 30 | 23 | 25 | 20 |",
			"| 25 | 560 | 43 | 36 | 28 | 180 | 135 | 30 | 24 | 26 | 21 |"
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_creation"
		],
		"siblings": [
			"step_1_concept",
			"step_2_target_statistics",
			"step_3_hit_dice",
			"step_4_size",
			"step_5_abilities",
			"step_6_skills_and_feats",
			"step_7_other_statistics",
			"step_8_special_abilities_and_qualities",
			"step_9_treasure",
			"step_10_details"
		]
	},
	"step_3_hit_dice": {
		"name": "Step 3: Hit Dice",
		"subtitle": "Monster Creation",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/290}",
			"",
			"The next step in creating a monster is to determine the approximate number of Hit Dice it has. Hit Dice determine a wide variety of other statistics, including the creature's feats, skills, hit points, attack bonuses, and special ability DCs.",
			"",
			"A creature's total number of Hit Dice depends on a number of factors, but the two most important are its CR and its type. Table 1-2 lists the average number of Hit Dice for each creature type, depending on its CR. While many of the monsters are close to these values, some are not. This is because they have higher or lower average hit points to balance out their Armor Class or resistances.",
			"",
			"### Table 1-2: Creature Hit Dice",
			"",
			"| Creature Type | 1/2 CR | 1 CR | 2 CR | 3 CR | 4 CR | 5 CR | 6 CR | 7 CR | 8 CR | 9 CR | 10 CR | 11 CR | 12 CR | 13 CR | 14 CR | 15 CR | 16 CR | 17 CR | 18 CR | 19 CR | 20 CR |",
			"| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |",
			"| Aberration | 1 | 2 | 3 | 4 | 5 | 7 | 9 | 10 | 12 | 14 | 15 | 16 | 17 | 19 | 20 | 22 | 24 | 26 | 28 | 30 | 34 |",
			"| Animal | 1 | 2 | 3 | 4 | 5 | 7 | 9 | 10 | 12 | 14 | 15 | 16 | 17 | 19 | 20 | 22 | 24 | 26 | 28 | 30 | 34 |",
			"| Construct | 1 | 2 | 3 | 4 | 5 | 6 | 8 | 9 | 10 | 12 | 13 | 14 | 16 | 18 | 19 | 20 | 21 | 23 | 25 | 28 | 31 |",
			"| Dragon | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | 9 | 11 | 12 | 13 | 14 | 16 | 17 | 18 | 19 | 21 | 23 | 25 | 29 |",
			"| Fey | 2 | 3 | 4 | 5 | 6 | 8 | 10 | 12 | 13 | 15 | 17 | 18 | 20 | 22 | 23 | 25 | 26 | 28 | 31 | 33 | 37 |",
			"| Humanoid | 1 | 2 | 3 | 4 | 5 | 7 | 9 | 10 | 12 | 14 | 15 | 16 | 17 | 19 | 20 | 22 | 24 | 26 | 28 | 30 | 34 |",
			"| Magical Beast | 1 | 2 | 3 | 4 | 5 | 6 | 8 | 9 | 10 | 12 | 13 | 14 | 16 | 18 | 19 | 20 | 21 | 23 | 25 | 28 | 31 |",
			"| Monstrous Humanoid | 1 | 2 | 3 | 4 | 5 | 6 | 8 | 9 | 10 | 12 | 13 | 14 | 16 | 18 | 19 | 20 | 21 | 23 | 25 | 28 | 31 |",
			"| Ooze | 1 | 2 | 3 | 4 | 5 | 7 | 9 | 10 | 12 | 14 | 15 | 16 | 17 | 19 | 20 | 22 | 24 | 26 | 28 | 30 | 34 |",
			"| Outsider | 1 | 2 | 3 | 4 | 5 | 6 | 8 | 9 | 10 | 12 | 13 | 14 | 16 | 18 | 19 | 20 | 21 | 23 | 25 | 28 | 31 |",
			"| Plant | 1 | 2 | 3 | 4 | 5 | 7 | 9 | 10 | 12 | 14 | 15 | 16 | 17 | 19 | 20 | 22 | 24 | 26 | 28 | 30 | 34 |",
			"| Undead | 1 | 2 | 3 | 4 | 5 | 7 | 9 | 10 | 12 | 14 | 15 | 16 | 17 | 19 | 20 | 22 | 24 | 26 | 28 | 30 | 34 |",
			"| Vermin | 1 | 2 | 3 | 4 | 5 | 7 | 9 | 10 | 12 | 14 | 15 | 16 | 17 | 19 | 20 | 22 | 24 | 26 | 28 | 30 | 32 |"
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_creation"
		],
		"siblings": [
			"step_1_concept",
			"step_2_target_statistics",
			"step_3_hit_dice",
			"step_4_size",
			"step_5_abilities",
			"step_6_skills_and_feats",
			"step_7_other_statistics",
			"step_8_special_abilities_and_qualities",
			"step_9_treasure",
			"step_10_details"
		]
	},
	"step_4_size": {
		"name": "Step 4: Size",
		"subtitle": "Monster Creation",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/290}",
			"",
			"Now that you have the creature's average statistics, it's time to pick its size. Most creatures range in size from Small to Huge, but other sizes are not uncommon. A creature's size sets a baseline for its physical ability scores and its natural weapon damage (as noted in the {umr/Natural Attacks} description). You should pick a size that fits well with the creature's intended role in the game and Challenge Rating. If you decide to give a creature an unusual size for its CR or HD, you should justify the unusual choice in the monster's description to account for the discrepancy - in most cases, such unusually sized monsters should be highly magical in nature. See Table 1-3 for more information on creature sizes and expected scores.",
			"",
			"***Minimum/Maximum CR:*** These values list the minimum and the maximum challenge ratings a creature of the indicated size should fall between.",
			"",
			"***Base Str, Base Dex, Base Con:*** These list the average scores for a creature of this size. Your specific monster's Strength, Dexterity, or Constitution might vary greatly from these numbers, but if they do, you should pay close attention to how these variances affect its other statistics.",
			"",
			"### Table 1-3: Size",
			"",
			"| Size | Minimum CR | Maximum CR | Base Str | Base Dex | Base Con |",
			"| --- | --- | --- | --- | --- | --- |",
			"| Fine | - | 2 | 1 | 18 | 8 |",
			"| Diminutive | - | 3 | 1 | 16 | 8 |",
			"| Tiny | - | 6 | 2 | 14 | 8 |",
			"| Small | - | - | 6 | 12 | 8 |",
			"| Medium | - | - | 10 | 10 | 10 |",
			"| Large | 2 | - | 18 | 8 | 14 |",
			"| Huge | 4 | - | 26 | 6 | 18 |",
			"| Gargantuan | 6 | - | 34 | 6 | 22 |",
			"| Colossal | 8 | - | 42 | 6 | 26 |"
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_creation"
		],
		"siblings": [
			"step_1_concept",
			"step_2_target_statistics",
			"step_3_hit_dice",
			"step_4_size",
			"step_5_abilities",
			"step_6_skills_and_feats",
			"step_7_other_statistics",
			"step_8_special_abilities_and_qualities",
			"step_9_treasure",
			"step_10_details"
		]
	},
	"step_5_abilities": {
		"name": "Step 5: Abilities",
		"subtitle": "Monster Creation",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/291}",
			"",
			"Once you have determined a creature's size, type, and Hit Dice, it's time to move on to its ability scores. The bonuses granted from these ability scores should increase a creature's hit points, attack bonuses, and saving throws to the approximate values presented on [Table 1-1](rule/step_2_target_statistics).",
			"",
			"A creature's physical ability scores (Strength, Dexterity, and Constitution) should be relatively close to the base values presented on [Table 1-3](rule/step_4_size), depending on its size. Creatures with a few Hit Dice but a high average hit point total should have a higher than normal Constitution.",
			"",
			"A creature's mental ability scores (Intelligence, Wisdom, and Charisma) are largely defined by the creature's concept. The base for all of these abilities is 10. Creatures that rely on spells and spell-like abilities in combat should have one mental ability score that stands out (usually Charisma). Creatures incapable of speech have an Intelligence score of 2 or lower. Unintelligent undead, constructs, oozes, plants, and vermin rarely have an Intelligence score."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_creation"
		],
		"siblings": [
			"step_1_concept",
			"step_2_target_statistics",
			"step_3_hit_dice",
			"step_4_size",
			"step_5_abilities",
			"step_6_skills_and_feats",
			"step_7_other_statistics",
			"step_8_special_abilities_and_qualities",
			"step_9_treasure",
			"step_10_details"
		]
	},
	"step_6_skills_and_feats": {
		"name": "Step 6: Skills and Feats",
		"subtitle": "Monster Creation",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/292}",
			"",
			"Using Table 1-4, determine how many skill ranks your creature has based on its type and Hit Dice. Assign these ranks as determined by the creature's concept. A creature's class skills are determined by its type (see the [creature types](main/umr)). Creatures with a low Intelligence typically only have ranks in Dexterity- and Strength-based skills.",
			"",
			"After you have assigned skills, it's time to assign the creature's feats. Each creature with an Intelligence score receives a number of feats equal to 1 + 1 per every 2 Hit Dice after the first (so, 1 at 1 HD, 2 at 3 HD, etc.). A creature must qualify to take a feat as normal. See Table 1-6 for a quick feat calculation chart.",
			"",
			"### Table 1-4: Creature Statistics by Type",
			"",
			"| Type | Hit Die | Base Attack Bonus (BAB) | Good Saving Throws | Skill Ranks&#42; |",
			"| --- | --- | --- | --- | --- |",
			"| Aberration | d8 | HD &times; 3/4 (Medium BAB) | Will | 4 + Int mod per HD |",
			"| Animal | d8 | HD &times; 3/4 (Medium BAB) | Fort, Ref | 2 + Int mod per HD |",
			"| Construct | d10 | HD (Fast BAB) | - | 2 + Int mod per HD |",
			"| Dragon | d12 | HD (Fast BAB) | Fort, Ref, Will | 6 + Int mod per HD |",
			"| Fey | d6 | HD &times; 1/2 (Slow BAB) | Ref, Will | 6 + Int mod per HD |",
			"| Humanoid | d8 | HD &times; 3/4 (Medium BAB) | Varies (any one) | 2 + Int mod per HD |",
			"| Magical Beast | d10 | HD (Fast BAB) | Fort, Ref | 2 + Int mod per HD |",
			"| Monstrous Humanoid | d10 | HD (Fast BAB) | Ref, Will | 4 + Int mod per HD |",
			"| Ooze | d8 | HD &times; 3/4 (Medium BAB) | - | 2 + Int mod per HD |",
			"| Outsider | d10 | HD (Fast BAB) | Varies (any two) | 6 + Int mod per HD |",
			"| Plant | d8 | HD &times; 3/4 (Medium BAB) | Fort | 2 + Int mod per HD |",
			"| Undead | d8 | HD &times; 3/4 (Medium BAB) | Will | 4 + Int mod per HD |",
			"| Vermin | d8 | HD &times; 3/4 (Medium BAB) | Fort | 2 + Int mod per HD |",
			"",
			"&#42; As long as a creature has an Intelligence of at least 1, it gains a minimum of 1 skill point per Hit Die. Creatures with an Intelligence score of --- gain no skill points or feats."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_creation"
		],
		"siblings": [
			"step_1_concept",
			"step_2_target_statistics",
			"step_3_hit_dice",
			"step_4_size",
			"step_5_abilities",
			"step_6_skills_and_feats",
			"step_7_other_statistics",
			"step_8_special_abilities_and_qualities",
			"step_9_treasure",
			"step_10_details"
		]
	},
	"step_7_other_statistics": {
		"name": "Step 7: Other Statistics",
		"subtitle": "Monster Creation",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/292}",
			"",
			"Using Tables [1-1](rule/step_2_target_statistics), [1-4](rule/step_6_skills_and_feats), and 1-6, you can now determine many of the creature's other statistics.",
			"",
			"When building a creature's Armor Class, start by adding armor, shield, and natural armor bonuses to its Dexterity modifier. If a creature does not wear armor, give it a tougher hide to get it near its average AC. Remember that creatures with higher hit point totals might have a lower Armor Class, whereas creatures with fewer hit points might have a higher Armor Class. If a creature's Armor Class deviates from the average by more than 5 points, it might not be the right CR.",
			"",
			"When determining a creature's attack bonuses, refer to the guidelines from [Table 1-1](rule/step_2_target_statistics) based on the creature's CR. If the bonus is too low, consider increasing the creature's Strength or Dexterity, or increasing the amount of damage it deals to above the average. If the bonus is too high, consider decreasing the creature's Strength or Dexterity, or decrease the amount of damage it deals. If this value is significantly different, and the creature is intended to rely on melee or ranged attacks, consider adjusting the creature's CR.",
			"",
			"Use Table 1-5 to determine the number of damage dice, combined with damage bonuses, that the creature needs to reach the average damage for its CR. The creature might need additional or more damaging attacks to approach the average. Remember that creatures that primarily deal damage with other abilities, such as spells, do not need to meet the average damage for their attacks. You can also use Table 1-5 to determine a creature's average hit points. Remember that PC class levels provide the maximum number of hit points at 1st level.",
			"",
			"Repeat this process for a creature's saving throws. If the saving throws are too high, consider altering the ability scores on which they are based.",
			"",
			"When determining a creature's speed, first decide if it has any alternative modes of movement, such as burrow, climb, fly, or swim. Most Medium creatures have a base speed of 30 feet. Quadrupeds and Large creatures increase this by 10 feet each. Smaller creatures decrease this base speed by 10 feet. If a creature is particularly fast or slow, modify the base speed by 10 feet. Burrow and climb speeds are usually half a creature's base speed, while flying speeds are roughly double. Remember to give a creature the appropriate skills for any unusual movement methods.",
			"",
			"### Table 1-5: Average Die Results",
			"",
			"| Die Type | Average Result&#42; |",
			"| --- | --- |",
			"| d4 | 2.5 |",
			"| d6 | 3.5 |",
			"| d8 | 4.5 |",
			"| d10 | 5.5 |",
			"| d12 | 6.5 |",
			"| d12 | 10.5 |",
			"",
			"&#42; Always round down after multiplying. For example, treat the average of 1d4 as 2, and the average of 2d4 as 5.",
			"",
			"### Table 1-6: Statistics Summary",
			"",
			"| HD | Fast BAB | Medium BAB | Slow BAB | Good Save | Bad Save | Feats |",
			"| --- | --- | --- | --- | --- | --- | --- |",
			"| 1 | +1 | +0 | +0 | +2 | +0 | 1 |",
			"| 2 | +2 | +1 | +1 | +3 | +0 | 1 |",
			"| 3 | +3 | +2 | +1 | +3 | +1 | 2 |",
			"| 4 | +4 | +3 | +2 | +4 | +1 | 2 |",
			"| 5 | +5 | +3 | +2 | +4 | +1 | 3 |",
			"| 6 | +6 | +4 | +3 | +5 | +2 | 3 |",
			"| 7 | +7 | +5 | +3 | +5 | +2 | 4 |",
			"| 8 | +8 | +6 | +4 | +6 | +2 | 4 |",
			"| 9 | +9 | +6 | +4 | +6 | +3 | 5 |",
			"| 10 | +10 | +7 | +5 | +7 | +3 | 5 |",
			"| 11 | +11 | +8 | +5 | +7 | +3 | 6 |",
			"| 12 | +12 | +9 | +6 | +8 | +4 | 6 |",
			"| 13 | +13 | +9 | +6 | +8 | +4 | 7 |",
			"| 14 | +14 | +10 | +7 | +9 | +4 | 7 |",
			"| 15 | +15 | +11 | +7 | +9 | +5 | 8 |",
			"| 16 | +16 | +12 | +8 | +10 | +5 | 8 |",
			"| 17 | +17 | +12 | +8 | +10 | +5 | 9 |",
			"| 18 | +18 | +13 | +9 | +11 | +6 | 9 |",
			"| 19 | +19 | +14 | +9 | +11 | +6 | 10 |",
			"| 20 | +20 | +15 | +10 | +12 | +6 | 10 |",
			"| 21 | +21 | +15 | +10 | +12 | +7 | 11 |",
			"| 22 | +22 | +16 | +11 | +13 | +7 | 11 |",
			"| 23 | +23 | +17 | +11 | +13 | +7 | 12 |",
			"| 24 | +24 | +18 | +12 | +14 | +8 | 12 |",
			"| 25 | +25 | +18 | +12 | +14 | +8 | 13 |",
			"| 26 | +26 | +19 | +13 | +15 | +8 | 13 |",
			"| 27 | +27 | +19 | +13 | +15 | +9 | 14 |",
			"| 28 | +28 | +20 | +14 | +16 | +9 | 14 |",
			"| 29 | +29 | +21 | +14 | +16 | +9 | 15 |",
			"| 30 | +30 | +22 | +15 | +17 | +10 | 15 |"
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_creation"
		],
		"siblings": [
			"step_1_concept",
			"step_2_target_statistics",
			"step_3_hit_dice",
			"step_4_size",
			"step_5_abilities",
			"step_6_skills_and_feats",
			"step_7_other_statistics",
			"step_8_special_abilities_and_qualities",
			"step_9_treasure",
			"step_10_details"
		]
	},
	"step_8_special_abilities_and_qualities": {
		"name": "Step 8: Special Abilities and Qualities",
		"subtitle": "Monster Creation",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/292}",
			"",
			"Monsters are different from characters in that they can have all sorts of different special abilities and qualities. Each of these is tied closely to the creature's concept, allowing it to fill a specific role in the game. For examples, look at [existing monsters](main/monsters). Monsters should use abilities from the [Universal Monster Rules](main/umr) whenever possible, instead of creating new yet similar abilities - when you do create new abilities, use the Universal Monster Rules as a template for how to present and create the new abilities.",
			"",
			"Most special abilities that cause damage, such as breath weapons, give a save (Fortitude, Reflex, or Will depending on the ability). The DC for almost all special abilities is equal to 10 + 1/2 the creature's Hit Dice + a relevant ability modifier (usually Constitution or Charisma depending on the ability). Special abilities that add to melee and ranged attacks generally do not allow a save, as they rely on the attacks hitting to be useful.",
			"",
			"Special senses and resistances to certain energy types are common in creatures of CR 5 and lower. Damage reduction, energy immunities, and regeneration are more common in creatures above CR 5. Spell resistance and immunities become more common above CR 10. As a general rule a creature's spell resitance should equal its CR + 11."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_creation"
		],
		"siblings": [
			"step_1_concept",
			"step_2_target_statistics",
			"step_3_hit_dice",
			"step_4_size",
			"step_5_abilities",
			"step_6_skills_and_feats",
			"step_7_other_statistics",
			"step_8_special_abilities_and_qualities",
			"step_9_treasure",
			"step_10_details"
		]
	},
	"step_9_treasure": {
		"name": "Step 9: Treasure",
		"subtitle": "Monster Creation",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/293}",
			"",
			"A creature should have an amount of treasure appropriate to its CR. See Table 1-7 for a list of treasure totals based on CR. For some creatures, their treasure consists of the loot from their recent meals strewn across their lairs, while for others it consists of a greed-fueled hoard or even gear it uses in combat. Make sure to account for any weapons or armor that the creature is using, as determined by [step 7](rule/step_7_other_statistics).",
			"",
			"### Table 1-7: XP and GP Values by CR",
			"",
			"| CR | XP | Slow GP | Medium GP | Fast GP |",
			"| --- | --- | --- | --- | --- |",
			"| 1/8 | 50 XP | 20 gp | 35 gp | 50 gp |",
			"| 1/6 | 65 XP | 30 gp | 45 gp | 65 gp |",
			"| 1/4 | 100 XP | 40 gp | 65 gp | 100 gp |",
			"| 1/3 | 135 XP | 55 gp | 85 gp | 135 gp |",
			"| 1/2 | 200 XP | 85 gp | 130 gp | 200 gp |",
			"| 1 | 400 XP | 170 gp | 260 gp | 400 gp |",
			"| 2 | 600 XP | 350 gp | 550 gp | 800 gp |",
			"| 3 | 800 XP | 550 gp | 800 gp | 1,200 gp |",
			"| 4 | 1,200 XP | 750 gp | 1,150 gp | 1,700 gp |",
			"| 5 | 1,600 XP | 1,000 gp | 1,550 gp | 2,300 gp |",
			"| 6 | 2,400 XP | 1,350 gp | 2,000 gp | 3,000 gp |",
			"| 7 | 3,200 XP | 1,750 gp | 2,600 gp | 3,900 gp |",
			"| 8 | 4,800 XP | 2,200 gp | 3,350 gp | 5,000 gp |",
			"| 9 | 6,400 XP | 2,850 gp | 4,250 gp | 6,400 gp |",
			"| 10 | 9,600 XP | 3,650 gp | 5,450 gp | 8,200 gp |",
			"| 11 | 12,800 XP | 4,650 gp | 7,000 gp | 10,500 gp |",
			"| 12 | 19,200 XP | 6,000 gp | 9,000 gp | 13,500 gp |",
			"| 13 | 25,600 XP | 7,750 gp | 11,600 gp | 17,500 gp |",
			"| 14 | 38,400 XP | 10,000 gp | 15,000 gp | 22,000 gp |",
			"| 15 | 51,200 XP | 13,000 gp | 19,500 gp | 29,000 gp |",
			"| 16 | 76,800 XP | 16,500 gp | 25,000 gp | 38,000 gp |",
			"| 17 | 102,400 XP | 22,000 gp | 32,000 gp | 48,000 gp |",
			"| 18 | 153,600 XP | 28,000 gp | 14,000 gp | 62,000 gp |",
			"| 19 | 204,800 XP | 35,000 gp | 53,000 gp | 79,000 gp |",
			"| 20 | 307,200 XP | 44,000 gp | 67,000 gp | 100,000 gp |",
			"| 21 | 409,600 XP | 56,000 gp | 84,000 gp | 126,000 gp |",
			"| 22 | 615,000 XP | 70,000 gp | 105,000 gp | 158,000 gp |",
			"| 23 | 820,000 XP | 88,000 gp | 132,000 gp | 198,000 gp |",
			"| 24 | 1,230,000 XP | 110,000 gp | 165,000 gp | 248,000 gp |",
			"| 25 | 1,640,000 XP | 138,000 gp | 208,000 gp | 312,000 gp |"
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_creation"
		],
		"siblings": [
			"step_1_concept",
			"step_2_target_statistics",
			"step_3_hit_dice",
			"step_4_size",
			"step_5_abilities",
			"step_6_skills_and_feats",
			"step_7_other_statistics",
			"step_8_special_abilities_and_qualities",
			"step_9_treasure",
			"step_10_details"
		]
	},
	"step_10_details": {
		"name": "Step 10: Details",
		"subtitle": "Monster Creation",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/293}",
			"",
			"Now that you have all of the creature's statistics sorted out, it's time to fill in all the details - such as name, alignment, space, reach, environment, and ecology - as you see fit."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_creation"
		],
		"siblings": [
			"step_1_concept",
			"step_2_target_statistics",
			"step_3_hit_dice",
			"step_4_size",
			"step_5_abilities",
			"step_6_skills_and_feats",
			"step_7_other_statistics",
			"step_8_special_abilities_and_qualities",
			"step_9_treasure",
			"step_10_details"
		]
	},
	"monster_advancement": {
		"name": "Monster Advancement",
		"tags": "modifying monsters modifying creatures",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/294}",
			"",
			"The following rules allow you to adjust monsters, increasing (or even decreasing) their statistics and abilities while still creating a balanced and fun encounter."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules"
		],
		"subtopics": [
			"templates",
			"adding_racial_hit_dice",
			"adding_class_levels"
		],
		"siblings": [
			"stat_block",
			"monster_creation",
			"monster_advancement",
			"monsters_as_pcs"
		]
	},
	"templates": {
		"name": "Templates",
		"subtitle": "Monster Advancement",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/294}",
			"",
			"A template is a set of rules that you apply to a monster to transform it into a different monster. All templates give precise directions on how to change a monster's statistics to transform it into the new monster.",
			"",
			"***Acquired Templates:*** Some templates, like the {template/lich}, are the results of a creature's choice and desire to transform. Others, like the {template/ghost} template, are the result of an external force acting upon a creature (for example, when a tormented person dies and becomes a ghost). Yet in both cases, the template changed a creature well after its birth or creation - these types are called \"acquired templates,\" and can be added to a creature at any time during its existance.",
			"",
			"***Inherited Templates:*** Some templates, such as the {template/half-dragon} and [half-fiend templates](template/half_fiend), are part of a creature from the beginning of its existence. Creatures are born or created with these templates already in place, and have never known life without them. These types of templates are called \"inherited templates.\"",
			"",
			"Find a listing of all templates [here](main/monster_templates)."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_advancement"
		],
		"siblings": [
			"templates",
			"adding_racial_hit_dice",
			"adding_class_levels"
		]
	},
	"adding_racial_hit_dice": {
		"name": "Adding Racial Hit Dice",
		"subtitle": "Monster Advancement",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/295}",
			"",
			"Adding racial Hit Dice to a monster is a similar process to building a monster from scratch. As additional Hit Dice are added, other abilities increase in power as well. Additional Hit Dice usually results in better attack bonuses, saves, hit points, and skills, as well as more feats. It can also include additional spellcasting capability and other powers."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_advancement"
		],
		"subtopics": [
			"step_1_plan_the_monster",
			"step_2_add_hit_dice",
			"step_3_ability_scores",
			"step_4_skills_and_feats",
			"step_5_statistics",
			"step_6_comparison"
		],
		"siblings": [
			"templates",
			"adding_racial_hit_dice",
			"adding_class_levels"
		]
	},
	"step_1_plan_the_monster": {
		"name": "Step 1: Plan the Monster",
		"subtitle": "Monster Advancement",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/295}",
			"",
			"When advancing a monster by adding racial HD, you should start by deciding what you want the monster to become. In most cases, this means merely a tougher, stronger version of an existing monster. Note the desired CR of the new monster. This is also the point at which you should decide whether the creature is going to increase in size. As a general rule, creatures whose Hit Dice increase by 50% or more should also increase in size, but GMs should feel free to ignore this rule if warranted by the individual creature or situation."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_advancement",
			"adding_racial_hit_dice"
		],
		"siblings": [
			"step_1_plan_the_monster",
			"step_2_add_hit_dice",
			"step_3_ability_scores",
			"step_4_skills_and_feats",
			"step_5_statistics",
			"step_6_comparison"
		]
	},
	"step_2_add_hit_dice": {
		"name": "Step 2: Add Hit Dice",
		"subtitle": "Monster Advancement",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/295}",
			"",
			"Next, determine how many Hit Points the base monster receives per Hit Die (see [Table 1-5](rule/step_7_other_statistics) for average results based on the die type). Using Table 2-1, add up all of the values in the Hit Point Change column for each increase using the Higher CR column. For example, if the base monster was CR 3 and the new monster is set to be CR 5, the total would be 25 hit points. Next, add additional Hit Dice to the monster to increase its hit points by the desired amount. Note that if the creature increases in size, its Constitution may also increase, as noted on Table 2-2, granting it additional hit points that might offset the need for additional Hit Dice (this also applies to any other Constitution increases).",
			"",
			"These values are not absolute. Some monsters have fewer hit points than normal for a creature of their CR and rely on a higher AC or other defenses. Some creatures are primarily spellcasters and typically have fewer Hit Dice. When advancing your monster in this way, be sure to take these factors into account and adjust your monster accordingly.",
			"",
			"### Table 2-1: Monster Advancement",
			"",
			"| Higher CR | Lower CR | Hit Point Change | AC Change | Attack Bonus Change | Damage Change |",
			"| --- | --- | --- | --- | --- | --- |",
			"| 1 | Less than 1 | 5 | 1 | 1 | 2-3 |",
			"| 2 | 1 | 5 | 2 | 1 | 2-3 |",
			"| 3 | 2 | 10 | 1 | 1-2 | 2-3 |",
			"| 4 | 3 | 10 | 2 | 2 | 2-3 |",
			"| 5 | 4 | 15 | 1 | 1-2 | 3-4 |",
			"| 6 | 5 | 15 | 1 | 1-2 | 3-5 |",
			"| 7 | 6 | 15 | 1 | 1-2 | 4-5 |",
			"| 8 | 7 | 15 | 1 | 1-2 | 4-5 |",
			"| 9 | 8 | 15 | 2 | 1-2 | 4-5 |",
			"| 10 | 9 | 15 | 1 | 1 | 3-5 |",
			"| 11 | 10 | 15 | 1 | 1 | 4-5 |",
			"| 12 | 11 | 15 | 2 | 1-2 | 4-5 |",
			"| 13 | 12 | 20 | 1 | 1 | 4-5 |",
			"| 14 | 13 | 20 | 1 | 1 | 3-5 |",
			"| 15 | 14 | 20 | 1 | 1 | 4-5 |",
			"| 16 | 15 | 20 | 1 | 1-2 | 8-10 |",
			"| 17 | 16 | 30 | 1 | 1 | 7-10 |",
			"| 18 | 17 | 30 | 1 | 1 | 8-10 |",
			"| 19 | 18 | 30 | 1 | 1 | 7-10 |",
			"| 20 | 19 | 40 | 2 | 1 | 8-10 |",
			"| 21+ | 20+ | 40 | 2 | 1 | 8-10 |",
			"",
			"### Table 2-2: Size Changes",
			"",
			"| Old Size&#42; | New Size | Str | Dex | Con | Natural Armor |",
			"| --- | --- | --- | --- | --- | --- |",
			"| Fine | Diminutive | Same | -2 | Same | Same |",
			"| Diminutive | Tiny | +2 | -2 | Same | Same |",
			"| Tiny | Small | +4 | -2 | Same | Same |",
			"| Small | Medium | +4 | -2 | +2 | Same |",
			"| Medium | Large | +8 | -2 | +4 | +2 |",
			"| Large | Huge | +8 | -2 | +4 | +3 |",
			"| Huge | Gargantuan | +8 | Same | +4 | +4 |",
			"| Gargantuan | Colossal | +8 | Same | +4 | +5 |",
			"",
			"&#42; Repeat the adjustment if the creature moves up more than one size."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_advancement",
			"adding_racial_hit_dice"
		],
		"siblings": [
			"step_1_plan_the_monster",
			"step_2_add_hit_dice",
			"step_3_ability_scores",
			"step_4_skills_and_feats",
			"step_5_statistics",
			"step_6_comparison"
		]
	},
	"step_3_ability_scores": {
		"name": "Step 3: Ability Scores",
		"subtitle": "Monster Advancement",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/296}",
			"",
			"Once you have determined the number of additional Hit Dice possessed by the creature, use this number to modify its other statistics. Start with ability scores. For every 4 additional Hit Dice gained by the monster, add 1 to one of its ability scores. In addition, make any modifications to its ability scores based on an increase in size, as noted on [Table 2-2](rule/step_2_add_hit_dice)."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_advancement",
			"adding_racial_hit_dice"
		],
		"siblings": [
			"step_1_plan_the_monster",
			"step_2_add_hit_dice",
			"step_3_ability_scores",
			"step_4_skills_and_feats",
			"step_5_statistics",
			"step_6_comparison"
		]
	},
	"step_4_skills_and_feats": {
		"name": "Step 4: Skills and Feats",
		"subtitle": "Monster Advancement",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/296}",
			"",
			"When adding skills, check to see if the creature's Int modifier changed. If it is unchanged, simply multiply the total number of ranks per Hit Dice gained by a monster of its type times the total number of added Hit Dice and add that number of ranks to its existing skills. If its Intelligence modifier has increased, perform the same calculation as if it had not increased and then multiply the change in its Intelligence modifier times its new total number of Hit Dice and add that number of additional ranks as well (adding new skills as needed to spend all of the ranks). If the creature changed size, make sure to adjust its Fly skill and Stealth skill bonuses (if any) as noted on Table 2-3.",
			"",
			"Next, give the creature additional feats. Creatures gain one feat at 1 Hit Die and one additional feat for every 2 Hit Dice above 1. Most additional feats should be focused on increasing the creature's combat abilities, but [metamagic](main/feats_metamagic) feats and skill feats are also possible choices depending on the creature's role.",
			"",
			"### Table 2-3: Size Bonuses and Penalties",
			"",
			"| Size | AC/Attack | CMB/CMD | Fly Skill | Stealth Skill |",
			"| --- | --- | --- | --- | --- |",
			"| Fine | +8 | -8 | +8 | +16 |",
			"| Diminutive | +4 | -4 | +6 | +12 |",
			"| Tiny | +2 | -2 | +4 | +8 |",
			"| Small | +1 | -1 | +2 | +4 |",
			"| Medium | +0 | +0 | +0 | +0 |",
			"| Large | -1 | +1 | -2 | -4 |",
			"| Huge | -2 | +2 | -4 | -8 |",
			"| Gargantuan | -4 | +4 | -6 | -12 |",
			"| Colossal | -8 | +6 | -8 | -16 |"
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_advancement",
			"adding_racial_hit_dice"
		],
		"siblings": [
			"step_1_plan_the_monster",
			"step_2_add_hit_dice",
			"step_3_ability_scores",
			"step_4_skills_and_feats",
			"step_5_statistics",
			"step_6_comparison"
		]
	},
	"step_5_statistics": {
		"name": "Step 5: Statistics",
		"subtitle": "Monster Advancement",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/296}",
			"",
			"Next, adjust the creature's derived statistics, such as its initiative, AC, saving throws, melee and ranged attack bonuses, BAB, CMB, and CMD. Adjust any special attacks or qualities that are based on the creature's size, Hit Dice, or ability scores. If the creature changed in size, be sure to adjust its AC, attack, CMB, and CMD accordingly (as noted on [Table 2-3](rule/step_2_add_hit_dice)). [Table 2-1](rule/step_2_add_hit_dice) also tracks the average change to the creature's AC, attack rolls, and damage rolls. Add up these values for each step of change between the creature's original and new CR. If the creature changed size, make sure to make changes to its natural armor bonus, as noted on [Table 2-2](rule/step_4_skills_and_feats). If the creature does not meet these averages, you should consider adjusting its ability scores or Hit Dice to get it closer to the target."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_advancement",
			"adding_racial_hit_dice"
		],
		"siblings": [
			"step_1_plan_the_monster",
			"step_2_add_hit_dice",
			"step_3_ability_scores",
			"step_4_skills_and_feats",
			"step_5_statistics",
			"step_6_comparison"
		]
	},
	"step_6_comparison": {
		"name": "Step 6: Comparison",
		"subtitle": "Monster Advancement",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/296}",
			"",
			"Finally, compare the new monster's statistics to those presented on [Table 1-1](rule/step_2_target_statistics) for a creature of its adjusted CR. Note that if the original creature deviated from these values, the new one should do so in a similar fashion. For example, if the original creature had higher than normal hit points but a lower than normal CR, the creature should maintain that balance at a higher CR (even though its hit points and AC both increased)."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_advancement",
			"adding_racial_hit_dice"
		],
		"siblings": [
			"step_1_plan_the_monster",
			"step_2_add_hit_dice",
			"step_3_ability_scores",
			"step_4_skills_and_feats",
			"step_5_statistics",
			"step_6_comparison"
		]
	},
	"adding_class_levels": {
		"name": "Adding Class Levels",
		"subtitle": "Monster Advancement",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/296}",
			"",
			"Of all the methods of advancing a monster, adding class levels requires the most adjudication and careful comparison. Some classes truly add to the power and abilities of some monster types, while others do not. For example, adding levels of barbarian to a hill giant can be a great addition, whereas adding levels of sorcerer is less useful. When adding class levels to a creature, take the following three steps."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_advancement"
		],
		"subtopics": [
			"step_1_determine_creatures_role",
			"step_2_add_class_levels",
			"step_3_determine_cr"
		],
		"siblings": [
			"templates",
			"adding_racial_hit_dice",
			"adding_class_levels"
		]
	},
	"step_1_determine_creatures_role": {
		"name": "Step 1: Determine Creature's Role",
		"subtitle": "Monster Advancement",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/297}",
			"",
			"When adding class levels to a creature, the first step is to determine what role the base creature fulfills. There are three basic roles into which a creature might fall. A creature can fall into more than one role if its abilities are diverse.",
			"",
			"***Combat:*** This creature is designed to be good at melee or ranged combat with a weapon or its natural weapons. In either case, these monsters have a number of feats and abilities to enhance their combat prowess (or are good simply by nature of their Hit Dice and ability scores). If a creature does not possess many spells, special abilities, or skills, it is a combat monster.",
			"",
			"Most animals, constructs, dragons, humanoids, magical beasts, monstrous humanoids, plants, and vermin fall into this role, as do some creatures of all the other types.",
			"",
			"***Spell:*** Spell creatures possess a large number of spells that allow them to attack or harass their enemies. These creatures usually have lower hit points and relatively weak attacks as compared to the averages for creatures of their CR. Note that creatures that only possess spell-like abilities do not fall into this role, and are usually considered combat or special.",
			"",
			"Most dragons and outsiders fall into this role, but any creature that has a list of spells prepared or spells known likely falls under this heading as well.",
			"",
			"***Skill:*** Creatures of this type rely on skills (usually Stealth) to ambush or take down their prey. This also includes creatures who take advantage of the environment or spells, such as fog or invisibility.",
			"",
			"Some aberrations, fey, magical beasts, monstrous humanoids, and outsiders fall into this role.",
			"",
			"***Special:*** Creatures that do not fall into any of the other categories usually rely on special abilities and powers to attack their foes. They might be tough or dangerous in physical combat, but the threat is greatly increased by their special abilities."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_advancement",
			"adding_class_levels"
		],
		"siblings": [
			"step_1_determine_creatures_role",
			"step_2_add_class_levels",
			"step_3_determine_cr"
		]
	},
	"step_2_add_class_levels": {
		"name": "Step 2: Add Class Levels",
		"subtitle": "Monster Advancement",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/297}",
			"",
			"Once you have determined the creature's role, it's time to add class levels. The first step of this process is to modify the creature's ability scores. Creatures with class levels receive +4, +4, +2, +2, +0, and -2 adjustments to their ability scores, assigned in a manner that enhances their class abilities. Creatures with NPC class levels do not receive adjustments to their ability scores.",
			"",
			"Next, add the class levels to the monster, making all of the necessary additions to its HD, hit points, BAB, CMB, CMD, feats, skills, spells, and class features. If the creature possesses class features (such as spellcasting or sneak attack) for the class that is being added, these abilities stack. This functions just like adding class levels to a character without racial Hit Dice.",
			"",
			"A monster with class levels always possesses treasure equal to an NPC of a level equal to the monster's final CR (as calculated in Step 3). To determine the value of this gear, use the [value listed](rule/step_6_gear) for a heroic NPC of that level. Once a total GP value is determined, follow the rules for outfitting an NPC as outlined in that section. Gear should help a monster with class levels remain challenging and retain statistics close to those presented on [Table 1-1: Monster Statistics by CR](rule/step_2_target_statistics)."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_advancement",
			"adding_class_levels"
		],
		"siblings": [
			"step_1_determine_creatures_role",
			"step_2_add_class_levels",
			"step_3_determine_cr"
		]
	},
	"step_3_determine_cr": {
		"name": "Step 3: Determine CR",
		"subtitle": "Monster Advancement",
		"tags": "Monster Descriptions",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/297}",
			"",
			"Determining the final CR for a creature with class levels requires careful consideration. While adding a class level to a monster that stacks with its existing abilities and role generally adds 1 to its CR for each level taken, adding classes that do not stack is more complicated.",
			"",
			"Table 2-4 gives general guidelines regarding which core classes add directly to a monster's abilities based on its role. Classes that are marked \"key\" generally add 1 to a creature's CR for each level added. Classes marked with a --- increase a creature's CR by 1 for every 2 class levels added until the number of levels added are equal to (or exceed) the creature's original CR, at which point they are treated as \"key\" levels (adding 1 to the creature's CR for each level added). Creatures that fall into multiple roles treat a class as key if either of its roles treat the class as key. Note that levels in NPC classes are never considered key.",
			"",
			"### Table 2-4: Monsters with Class Levels",
			"",
			"| Monster Role | Barbarian, Fighter, Ranger | Cleric, Druid, Sorcerer, Wizard | Bard, Rogue | Monk, Paladin |",
			"| --- | --- | --- | --- | --- |",
			"| Combat | Key | - | - | - |",
			"| Spell | - | Key&#42; | - | - |",
			"| Skill | Key | - | Key | - |",
			"| Special | - | - | - | - |",
			"",
			"&#42; This class is only key if its spellcasting levels stack with those possessed by the creature."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules",
			"monster_advancement",
			"adding_class_levels"
		],
		"siblings": [
			"step_1_determine_creatures_role",
			"step_2_add_class_levels",
			"step_3_determine_cr"
		]
	},
	"monsters_as_pcs": {
		"name": "Monsters as PCs",
		"sources": [ "Pathfinder RPG Bestiary" ],
		"description": [
			"{SOURCE Pathfinder RPG Bestiary/313}",
			"",
			"Using one of the monsters presented as a character can be very rewarding, but weighing such a character against others is challenging. Monsters are not designed with the rules for players in mind, and as such can be very unbalancing if not handled carefully.",
			"",
			"There are a number of monsters that do not possess racial Hit Dice. Such creatures are the best options for player characters, but a few of them are so powerful that they count as having 1 class level, even without a racial Hit Die. Such characters should only be allowed in a group that is 2nd-level or higher.",
			"",
			"For monsters with racial Hit Dice, the best way to allow monster PCs is to pick a CR and allow all of the players to make characters using monsters of that CR. Treat the monster's CR as its total class levels and allow the characters to multiclass into the core classes. Do not advance such monsters by adding Hit Dice. Monster PCs should only advance through classes.",
			"",
			"If you are including a single monster character in a group of standard characters, make sure the group is of a level that is at least as high as the monster's CR. Treat the monster's CR as class levels when determining the monster PC's overall levels. For example, in a group of 6th-level characters, a minotaur (CR 4) would possess 2 levels of a core class, such as barbarian.",
			"",
			"Note that in a mixed group, the value of racial Hit Dice and abilities diminish as a character gains levels. It is recommended that for every 3 levels gained by the group, the monster character should gain an extra level, received halfway between the 2nd and 3rd levels. Repeat this process a number of times equal to half the monster's CR, rounded down. Using the minotaur example, when the group is at a point between 6th and 7th level, the minotaur gains a level, and then again at 7th, making him a minotaur barbarian 4. This process repeats at 10th level, making him a minotaur barbarian 8 when the group reaches 10th level. From that point onward, he gains levels normally.",
			"",
			"GMs should carefully consider any monster PCs in their groups. Some creatures are simply not suitable for play as PCs, due to their powers or role in the game. As monster characters progress, GMs should closely monitor whether such characters are disruptive or abusive to the rules and modify them as needed to improve play.",
			"",
			"Also see: {rule/Race Builder}."
		],
		"parent_topics": [
			"gamemastery",
			"monster_rules"
		],
		"siblings": [
			"stat_block",
			"monster_creation",
			"monster_advancement",
			"monsters_as_pcs"
		]
	},
	"race_builder": {
		"name": "Race Builder",
		"subtitle": "Gamemastery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/214}",
			"",
			"There comes a point in nearly every campaign when someone - either one of the players or the GM - wants to create a new race. Sometimes the GM needs a new race to fill a story or ecological niche in her campaign world. Such races may be as simple as elves who dwell in an arctic climate or as complex as clockwork giants from another plane of existence. Perhaps a player wants to play a monstrous race, or has been inspired by some piece of fiction or flight of creative fancy and wants to create a race for a new character concept not yet seen in Pathfinder. The following rules allow GMs, or even players with GM oversight, to create new races that are balanced and mesh with the core races.",
			"",
			"In addition, these rules allow you to create powerful races meant to take on more challenging encounters than those typically faced by the core races. You can create new races, model a race after an existing monster, or even \"power up\" core races in order to play those races side-by-side with more powerful new races."
		],
		"parent_topics": [ "gamemastery" ],
		"subtopics": [
			"creating_a_new_race",
			"step_1_concept_arg",
			"step_2_racial_qualities",
			"step_3_racial_traits"
		],
		"siblings": [
			"basics_from_the_core_rulebook",
			"gamemastery_guide",
			"monster_rules",
			"race_builder",
			"creating_new_weapons"
		]
	},
	"creating_a_new_race": {
		"name": "Creating a New Race",
		"subtitle": "Gamemastery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/214}",
			"",
			"This race builder allows you to create a new race by buying racial qualities and racial traits with Race Points (RP). There are a number of differences between racial qualities and racial traits. The main difference is that racial qualities are mandatory (you must make a choice for each category of racial qualities provided in these rules), whereas racial traits are optional. There are six categories of racial qualities, including type, subtypes (if any), size, base speed, ability score modifiers, and languages. Racial traits present a number of interesting options for the race you are creating, from expanded modes of movement and bonuses on skill checks to even stranger powers, like a frightening croak attack or the ability to change shape. Racial traits are split up into a number of different categories, such as defense, offense, and magical traits.",
			"",
			"Before you buy racial qualities and traits, you must determine the power level of your race. The GM decides this based on the needs of her campaign. The power level of the race determines the number of RP you get to build the race, as well as the maximum number of racial traits you can choose from each racial trait category and what kinds of traits you can take from those categories.",
			"",
			"Sometimes racial qualities and traits cost 0 RP or a negative number of RP, which means they can be taken for free or gain back RP, respectively. In the case of racial qualities, choosing a 0-point option still counts toward your choice for that racial quality category, and in the case of racial traits, such choices still count toward the maximum number of traits per racial trait category.",
			"",
			"There are three power levels: standard, advanced, and monstrous. Standard races can only take standard racial traits, while advanced races can take both standard and advanced racial traits, and monstrous races can take standard, advanced, and monstrous racial traits. Table 4-1 summarizes the number of RP you can spend as well as the maximum number of traits per racial trait category you can take based on your power level.",
			"",
			"### Table 4-1: Racial Points and Trait",
			"",
			"| Power Level | RP Range | Traits per Category |",
			"| --- | --- | --- |",
			"| Standard | 1-10 | 3 |",
			"| Advanced | 11-20 | 4 |",
			"| Monstrous | 20+ | 5 |",
			"",
			">### Challenging Advanced and Monstrous Races",
			">",
			">Because they have powerful racial traits and abilities, advanced and monstrous races require greater challenges, especially at lower levels. The basic guideline for accomplishing this is to treat a group of characters with advanced and monstrous races as a level or more higher for a number of levels based on their total RP spent, using the following chart. Calculate the party's adjusted average party level, and use that number, rather than the actual APL, when creating encounters and adventures for the group. For groups with mixed power levels, average the RP and round the result to the nearest multiple of 10.",
			">",
			">| Avg RP | Lvls 1-5 | Lvls 6-10 | Lvls 11-15 | Lvls 16-20 |",
			">| --- | --- | --- | --- | --- |",
			">| 20 | +1 level | +0 level | +0 level | +0 level |",
			">| 30 | +2 level | +1 level | +0 level | +0 level |",
			">| 40 | +3 level | +2 level | +1 level | +0 level |",
			"",
			"Once you have determined the race's power level, begin the following three steps to create your race."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder"
		],
		"siblings": [
			"creating_a_new_race",
			"step_1_concept_arg",
			"step_2_racial_qualities",
			"step_3_racial_traits"
		]
	},
	"step_1_concept_arg": {
		"name": "Step 1: Concept",
		"subtitle": "Race Creation, Gamemastery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/214}",
			"",
			"A race is more than just a group of individuals with similar qualities and traits. A race is a collection of people with a shared history and cultural identity. While the race builder presents many options for creating new races, and it may be tempting to treat each section as a buffet of options to help you ferret out the most optimal choices for your character, it is generally more beneficial for your campaign world to conceptualize your race first.",
			"",
			"Before choosing options, consider answering some questions about your race and its culture. Answering these questions can aid you in making reasonable choices about the qualities and traits of your race so that it can better fit in the game world - rather than just being a collection of seemingly random options. Such questions might include the following.",
			"",
			"- Where does your race tend to live and why?",
			"- What does your race look like? How does the members' appearance help them adapt to their typical environment?",
			"",
			"- What is your race's history? Does it have a creation myth? Were there pivotal events in the race's history?",
			"- What kinds of relationships does your race have with other races? Does it have allies? Competitors? Enemies? Hated foes?",
			"- What classes does your race tend to favor?",
			"",
			"If you are using these rules and you are not the GM, make sure you work closely with your GM to create a race that fills a definite niche and need in her campaign world."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder"
		],
		"siblings": [
			"creating_a_new_race",
			"step_1_concept_arg",
			"step_2_racial_qualities",
			"step_3_racial_traits"
		]
	},
	"step_2_racial_qualities": {
		"name": "Step 2: Racial Qualities",
		"subtitle": "Race Creation, Gamemastery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/215}",
			"",
			"The next step is to choose your race's qualities. You must select an option from each of the following quality categories. Qualities or aspects of qualities often serve as prerequisites for racial traits."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder"
		],
		"subtopics": [
			"type_quality",
			"size_quality",
			"base_speed_quality",
			"ability_score_quality",
			"language_quality"
		],
		"siblings": [
			"creating_a_new_race",
			"step_1_concept_arg",
			"step_2_racial_qualities",
			"step_3_racial_traits"
		]
	},
	"type_quality": {
		"name": "Type Quality",
		"subtitle": "Race Creation, Gamemastery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/215}",
			"",
			"This is the race's creature type. A race's creature type is similar to the corresponding creature type found in a monster's entry, with a few important differences. The first difference is that each race type assumes members of the race are roughly humanoid in shape and have two arms, two legs, a torso, and a head. This is important so that a race can take advantage of all the various magic item slots available to characters and can utilize the standard weapon and armor options. The second difference is that all of these race types are 0-Hit Dice creatures, which means that their Hit Dice, base attack bonus, saving throw progression, skill points, class skills, and weapon and armor proficiencies are based on the class levels each member of a race takes.",
			"",
			"Like other racial qualities, each type has a point cost. The baseline creature type - humanoid - costs 0 RP, and offers the most flexibility when choosing other racial traits and racial abilities, while a more expensive type typically grants less flexibility. The cost of the race's type also determines which of these types you can choose from based on the power level of the race you are creating. You cannot pick a type with an RP cost equal to or higher than the maximum RP cost of the power level of the race you are building. This means you must build an advanced race if you want to make a race with the undead type, or a monstrous race if you are building a race with the construct type. If you want to make a construct- or undead-themed creature at lower power levels, see Special Subtypes for some lower-cost options.",
			"",
			"Sometimes a race type may grant racial traits as features. For instance, the construct type grants members of that race darkvision 60 feet. If this is the case, the cost of that racial trait is already paid for when you buy the type quality, and this trait does not count toward the maximum when you buy racial traits from the corresponding racial trait category. For instance, when buying other vision traits for a construct race, the darkvision 60 feet feature that race already has does not count toward the limit of five traits from the senses racial trait category for the race. Traits granted by the race type still count for meeting any other trait prerequisites.",
			"",
			"The humanoid type requires that you pick at least one subtype for your race, and the outsider (native) type allows you to make a decision about what other plane your race may have ties to. Keep track of your race's creature type, any subtypes it has, and any planes it has ties to. Sometimes a race's type, subtypes, or planar ties serve as prerequisites for some racial traits. For instance, you must have the ratfolk subtype to take the rodent empathy racial trait, and you must have ties to Abaddon, the Abyss, or Hell in order to take the fiendish sorcery racial trait."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_2_racial_qualities"
		],
		"subtopics":  [
			"low_rp_types",
			"mid_rp_types",
			"high_rp_types"
		],
		"siblings": [
			"type_quality",
			"size_quality",
			"base_speed_quality",
			"ability_score_quality",
			"language_quality"
		]
	},
	"low_rp_types": {
		"name": "Low-RP Types",
		"subtitle": "Race Creation, Gamemastery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/217}",
			"",
			"The types below range from 0 RP to 3 RP.",
			"",
			"### Humanoid: 0 RP",
			"",
			"Humanoid races (0 RP) have few or no supernatural or spell-like abilities, but most can speak and have well-developed societies. Humanoids are usually Small or Medium, unless they have the giant subtype, in which case they are Large. Every humanoid creature also has a subtype to match its race, such as human, giant, goblinoid, reptilian, or tengu. If you are making a new humanoid race, you should either find an existing subtype to match or make a new one by using the name of the race as the subtype. If you are making a halfbreed race, it should have the racial type of both parent races. For example, a half-elf has both the human and the elf subtypes. Subtypes are often important to qualify for other racial abilities and feats. If a humanoid has a racial subtype, it is considered a member of that race in the case of race prerequisites. A humanoid race has the following features.",
			"",
			"- Humanoids breathe, eat, and sleep.",
			"",
			"### Fey: 2 RP",
			"",
			"A fey (2 RP) is a creature with supernatural abilities and connections to nature or to some other force or place. A fey race has the following features.",
			"",
			"- Fey have the low-light vision racial trait.",
			"- Fey breathe, eat, and sleep.",
			"",
			"### Monstrous Humanoid: 3 RP",
			"",
			"Monstrous humanoids (3 RP) are similar to humanoids, but have monstrous or animalistic features. They often have magical abilities as well. A monstrous humanoid race has the following features.",
			"",
			"- Monstrous humanoids have the darkvision 60 feet racial trait.",
			"- Monstrous humanoids breathe, eat, and sleep.",
			"",
			"### Outsider (native): 3 RP",
			"",
			"A native outsider (3 RP) is at least partially composed of the essence (but not necessarily the matter) of some plane other than the Material Plane. Some creatures start out as some other type and become outsiders when they attain a higher (or lower) state of spiritual existence. When making a native outsider race, it is sometimes important to pick a single Outer Plane that race is tied to. For example, tieflings are tied to Abaddon, the Abyss, or Hell. Such ties can be important for qualifying for other racial abilities, but it's not required that a native outsider be tied to another plane. A native outsider race has the followings features.",
			"",
			"- Native outsiders have the darkvision 60 feet racial trait.",
			"- Native outsiders breathe, eat, and sleep.",
			"",
			"### Aberration: 3 RP",
			"",
			"Aberrations (3 RP) have bizarre anatomies, strange abilities, alien mindsets, or any combination of the three. An aberration has the following features.",
			"",
			"- Aberrations have the darkvision 60 feet racial trait.",
			"- Aberrations breathe, eat, and sleep."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_2_racial_qualities",
			"type_quality"
		],
		"siblings":  [
			"low_rp_types",
			"mid_rp_types",
			"high_rp_types"
		]
	},
	"mid_rp_types": {
		"name": "Mid-RP Types",
		"subtitle": "Race Creation, Gamemastery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/216}",
			"",
			"These types range from 7 RP to 10 RP. The first two are \"full\" types, while the last two are modifications of the High-RP types.",
			"",
			"### Dragon: 10 RP",
			"",
			"A dragon (10 RP) is a reptilian creature with magical or unusual abilities. A dragon race has the following features.",
			"",
			"- Dragons have the darkvision 60 feet racial trait.",
			"- Dragons have the low-light vision racial trait.",
			"- Dragons are immune to magical sleep effects and paralysis effects.",
			"- Dragons breathe, eat, and sleep.",
			"",
			"### Plant: 10 RP",
			"",
			"This type (10 RP) encompasses humanoid-shaped vegetable creatures. Note that regular plants, such as those found in ordinary gardens and fields, lack Wisdom and Charisma scores and are not creatures, but objects, even though they are alive. A plant race has the following features.",
			"",
			"- Plants have the low-light vision racial trait.",
			"- Plants are immune to all mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms).",
			"- Plants are immune to paralysis, poison, polymorph, sleep effects, and stunning.",
			"- Plants breathe and eat, but do not sleep, unless they want to gain some beneficial effect from this activity. This means that a plant creature can sleep in order to regain spells, but sleep is not required to survive or stay in good health.",
			"",
			"### Half-Types",
			"",
			"Two of the creature types - construct and undead - create interesting player options, but are too expensive if you are trying to create a race within the strictures of the standard power level. If you are making a standard race and still want it to be a construct or undead race, consider the two special subtypes detailed below, the half-construct and half-undead. Each of these includes much of the flavor of the types they are related to, but grants fewer abilities and immunities. These subtypes can be added to any of the race types except for construct and undead. When you apply these subtypes to the humanoid type, choose another subtype as the creature's other half. For example, you could make a creature that is humanoid (half-construct, human).",
			"",
			"#### Half-Construct: 7 RP",
			"",
			"A half-construct race is a group of creatures that are artificially enhanced or have parts replaced by constructed mechanisms, be they magical or mechanical. A half-construct race has the following features.",
			"",
			"- Half-constructs gain a +2 racial bonus on saving throws against disease, mind-affecting effects, poison, and effects that cause either exhaustion or fatigue.",
			"- Half-constructs cannot be raised or resurrected.",
			"- Half-constructs do not breathe, eat, or sleep, unless they want to gain some beneficial effect from one of these activities. This means that a half-construct can drink potions to benefit from their effects and can sleep in order to regain spells, but neither of these activities is required for the construct to survive or stay in good health.",
			"",
			"#### Half-Undead: 5 RP",
			"",
			"Half-undead races are strange or unholy fusions of the living and the undead. Players interested in playing a half-undead race might also consider the {race/dhampir}, the progeny of a vampire and a human. A half-undead race has the following features.",
			"",
			"- Half-undead have the darkvision 60 feet racial trait.",
			"- Half-undead gain a +2 racial bonus on saving throws against disease and mind-affecting effects.",
			"- Half-undead take no penalties from energy-draining effects, though they can still be killed if they accrue more negative levels than they have Hit Dice. After 24 hours, any negative levels they've gained are removed without any additional saving throws.",
			"- Half-undead creatures are harmed by positive energy and healed by negative energy. A half-undead creature with the fast healing special quality still benefits from that quality."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_2_racial_qualities",
			"type_quality"
		],
		"siblings":  [
			"low_rp_types",
			"mid_rp_types",
			"high_rp_types"
		]
	},
	"high_rp_types": {
		"name": "High-RP Types",
		"subtitle": "Race Creation, Gamemastery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/217}",
			"",
			"These types cost more than 10 RP and do not have Constitution scores. See the note at the end for more information on what this means for character creation.",
			"",
			"### Undead: 16 RP",
			"",
			"Undead races (16 RP) are once-living creatures animated by spiritual or supernatural forces. An undead race has the following features.",
			"",
			"- Undead have no Constitution score. Undead use their Charisma score in place of their Constitution score when calculating hit points, Fortitude saves, and any special ability that relies on Constitution (such as when calculating a breath weapon's DC).",
			"- Undead have the darkvision 60 feet racial trait.",
			"- Undead are immune to all mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms).",
			"- Undead are immune to bleed damage, death effects, disease, paralysis, poison, sleep effects, and stunning.",
			"- Undead are not subject to nonlethal damage, ability drain, or energy drain, and are immune to damage to physical ability scores (Constitution, Dexterity, and Strength), as well as to exhaustion and fatigue effects.",
			"- Undead are harmed by positive energy and healed by negative energy. An undead creature with the fast healing special quality still benefits from that quality.",
			"- Undead are immune to any effect that requires a Fortitude save (unless the effect also works on objects or is harmless).",
			"- Undead do not risk death from massive damage, but are immediately destroyed when reduced to 0 hit points or fewer.",
			"- Undead are not affected by raise dead and reincarnate spells or abilities. Resurrection and true resurrection can affect undead creatures. These spells turn undead creatures back into the living creatures they were before becoming undead.",
			"- Undead do not breathe, eat, or sleep, unless they want to gain some beneficial effect from one of these activities. This means that an undead creature can drink potions to benefit from their effects and can sleep in order to regain spells, but neither of these activities is required to survive or stay in good health.",
			"",
			"### Construct: 20 RP",
			"",
			"A construct race (20 RP) is a group of animated objects or artificially created creatures. A construct race has the following features.",
			"",
			"- Constructs have no Constitution score. Any DCs or other statistics that rely on a Constitution score treat a construct as having a score of 10 (no bonus or penalty).",
			"- Constructs have the low-light vision racial trait.",
			"- Constructs have the darkvision 60 feet racial trait.",
			"- Constructs are immune to all mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms).",
			"- Constructs cannot heal damage on their own, but can often be repaired via exposure to a certain kind of effect (depending on the construct's racial abilities) or through the use of the {feat/Craft Construct} feat. Constructs can also be healed through spells such as {spell/make whole}. A construct with the fast healing special quality still benefits from that quality.",
			"- Constructs are not subject to ability damage, ability drain, fatigue, exhaustion, energy drain, or nonlethal damage.",
			"- Constructs are immune to any effect that requires a Fortitude save (unless the effect also works on objects or is harmless).",
			"- Constructs do not risk death due to massive damage, but they are immediately destroyed when reduced to 0 hit points or fewer.",
			"- Constructs cannot be raised or resurrected.",
			"- Constructs are hard to destroy, and gain bonus hit points based on their size, as shown on the table below.",
			"- Constructs do not breathe, eat, or sleep, unless they want to gain some beneficial effect from one of these activities. This means that a construct can drink potions to benefit from their effects and can sleep in order to regain spells, but neither of these activities is required to survive or stay in good health.",
			"",
			"| Construct Size | Bonus Hit Points |",
			"| --- | --- |",
			"| Tiny | - |",
			"| Small | 10 |",
			"| Medium | 20 |",
			"| Large | 30 |",
			"",
			"### Races Without Constitution",
			"",
			"Generating ability scores for most of the races you create with these rules - even advanced and monstrous races - uses [the standard methods](rule/generating_ability_scores). Races without Constitution scores are the exception, and require some slight changes to the ability score generation methods. The changes are as follows, corresponding to the five methods found in the Core Rulebook.",
			"",
			"***Standard:*** Roll 4d6, discarding the lowest result as normal, and sum the results, but only do this five times, and assign them as you see fit, skipping Constitution.",
			"",
			"***Classic:*** Roll 3d6 and sum the results five times, and assign them as you see fit, skipping Constitution.",
			"",
			"***Heroic:*** Roll 2d6 and add 6 to the sum of each. Do this five times and assign them as you see fit, skipping Constitution.",
			"",
			"***Dice Pool:*** Instead of a pool of 24d6, races without Constitution get a pool of 20d6 to assign to the ability scores, except for Constitution. These characters still must assign a minimum of 3d6 in each of the other ability scores. Increase the number for high-powered games.",
			"",
			"***Purchase:*** When using the purchase method for ability scores, assume members of races without Constitution have a Constitution score of 10 and buy the rest of the abilities normally using the points allocated for the campaign's power level."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_2_racial_qualities",
			"type_quality"
		],
		"siblings": [
			"low_rp_types",
			"mid_rp_types",
			"high_rp_types"
		]
	},
	"size_quality": {
		"name": "Size Quality",
		"subtitle": "Race Creation, Gamemastery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/218}",
			"",
			"The next step is to pick a size quality for your race. Most races are Medium or Small, which have no prerequisites, but you can also elect to make your race either Large or Tiny with the following modifications at the listed point cost.",
			"",
			"***Large (7 RP):*** **Prerequisite:** Humanoids taking this quality must have the giant subtype; **Benefit:** Large creatures gain a +2 size bonus to Strength and a -2 size penalty to Dexterity. Large races take a -1 size penalty to their AC, a -1 size penalty on attack rolls, a +1 bonus on combat maneuver checks and to their CMD, and a -4 size penalty on Stealth checks. A Large creature takes up a space that is 10 feet by 10 feet and has a reach of 5 feet.",
			"",
			"***Medium (0 RP):*** Medium races have no bonuses or penalties due to their size. A Medium creature has a space of 5 feet by 5 feet and a reach of 5 feet.",
			"",
			"***Small (0 RP):*** Small races gain a +1 size bonus to their AC, a +1 size bonus on attack rolls, a -1 penalty on combat maneuver checks and to their CMD, and a +4 size bonus on Stealth checks. Small races have a space of 5 feet by 5 feet and a reach of 5 feet.",
			"",
			"***Tiny (4 RP):*** **Prerequisites:** Aberration, construct, dragon, fey, outsider (native), or plant type; **Benefit:** Tiny creatures gain a +2 size bonus to Dexterity and a -2 size penalty to Strength. Tiny races gain a +2 size bonus to their AC, a +2 size bonus on attack rolls, a -2 penalty on combat maneuver checks and to their CMD, and a +8 size bonus on Stealth checks. Tiny characters take up a space of 2-1/2 feet by 2-1/2 feet, so up to four of these characters can fit into a single square. Tiny races typically have a natural reach of 0 feet, meaning they can't reach into adjacent squares. They must enter an opponent's square to attack it in melee. This provokes an attack of opportunity from the opponent. Since they have no natural reach, they do not threaten the squares around them. Other creatures can move through those squares without provoking attacks of opportunity. Tiny creatures typically cannot flank an enemy."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_2_racial_qualities"
		],
		"siblings": [
			"type_quality",
			"size_quality",
			"base_speed_quality",
			"ability_score_quality",
			"language_quality"
		]
	},
	"base_speed_quality": {
		"name": "Base Speed Quality",
		"subtitle": "Race Creation, Gamemastery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/218}",
			"",
			"The next step is to pick the base speed quality for your race. Some racial traits can increase speed or grant other movement types, but these traits usually require the normal speed quality as a prerequisite. You have the following options.",
			"",
			"***Normal Speed (0 RP):*** The race has a base speed of 30 feet.",
			"",
			"***Slow Speed (-1 RP):*** The race has a base speed of 20 feet. If the race is Medium, its members' speed is never modified by armor or encumbrance."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_2_racial_qualities"
		],
		"siblings": [
			"type_quality",
			"size_quality",
			"base_speed_quality",
			"ability_score_quality",
			"language_quality"
		]
	},
	"ability_score_quality": {
		"name": "Ability Score Quality",
		"subtitle": "Race Creation, Gamemastery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/219}",
			"",
			"The next step is to determine the ability score modifier quality for your race. In many ways, choosing this quality is one of the most important choices when creating a new race, as it determines many of the native abilities of that race. With the exception of the human heritage modifier quality, when you choose a race's ability score modifiers, you are choosing what ability scores are modified for every member of that race. Only the human heritage modifier quality allows individual members to decide which ability score is modified during character creation.",
			"",
			"Most of the ability score modifier qualities divide ability scores into two broad categories that each represent three of the six abilities: physical (Strength, Dexterity, and Constitution) and mental (Intelligence, Wisdom, and Charisma).",
			"",
			"With the exception of the human heritage modifier quality, bonuses granted to ability scores with one of these qualities count as racial bonuses for the purpose of qualifying for racial trait prerequisites.",
			"",
			"***Advanced (4 RP):*** **Prerequisites:** Advanced or monstrous power level; Modifiers: Pick either mental or physical ability scores. Members of this race gain a +2 bonus to all of those scores, a +4 bonus to one score of the other type, and a -2 penalty to one other ability score of the other type.",
			"",
			"***Flexible (2 RP):*** Members of this race gain a +2 bonus to any two ability scores.",
			"",
			"***Greater Paragon (2 RP):*** Members of this race gain a +4 bonus to one ability score, a -2 penalty to one physical ability score, and a -2 penalty to one mental ability score.",
			"",
			"***Greater Weakness (-3 RP):*** Pick either mental or physical ability scores. Members of this race take a -4 penalty to one of those ability scores, a -2 penalty to another of those ability scores, and a +2 bonus to the other ability score.",
			"",
			"***Human Heritage (0 RP):*** **Prerequisites:** Human subtype; Modifiers: Members of this race gain a +2 to any single ability score of your choice during character creation.",
			"",
			"***Mixed Weakness (-2 RP):*** Pick either mental or physical ability scores. Members of this race gain a +2 bonus to one ability score of that type and a -2 penalty to another ability score of that type. They also gain a +2 bonus to one ability score of the other type and a -4 penalty to another ability score of the other type.",
			"",
			"***Paragon (1 RP):*** Members of this race gain a +4 bonus to a single ability score, and a -2 penalty to either all physical or all mental ability scores. If the bonus is to a single physical ability score, the penalties apply to all mental ability scores, and vice versa.",
			"",
			"***Specialized (1 RP):*** Pick either mental or physical ability scores. Members of this race gain a +2 bonus to two ability scores of the chosen type, and a -2 penalty to one ability score of the other type.",
			"",
			"***Standard (0 RP):*** Members of this race gain a +2 bonus to one physical ability score, a +2 bonus to one mental ability score, and a -2 penalty to any other ability score.",
			"",
			"***Weakness (-1 RP):*** Members of this race gain a +2 bonus to one physical ability score, a +2 bonus to one mental ability score, and a -4 penalty to any other ability score."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_2_racial_qualities"
		],
		"siblings": [
			"type_quality",
			"size_quality",
			"base_speed_quality",
			"ability_score_quality",
			"language_quality"
		]
	},
	"language_quality": {
		"name": "Language Quality",
		"subtitle": "Race Creation, Gamemastery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/219}",
			"",
			"The next step is to pick the race's language quality. This quality determines the starting languages and bonus languages for the race. There are three options. In cases where the language trait instructs you to choose a racial language, that language is either the race's racial language (if any; feel free to create a new language for the race if you wish), Draconic (if it is a humanoid with the reptilian subtype), or, if the race is of the outsider (native) type, one of the planar languages (Abyssal, Aquan, Auran, Celestial, Ignan, Infernal, or Terran) of the corresponding plane. (Creatures tied to Abaddon can take either Abyssal or Infernal as a racial language.) If your race is native to the Darklands, you can replace Common with Undercommon. See the {skill/Linguistics} skill entry for a list of languages.",
			"",
			"Construct and undead races usually have the racial language of the race that created them.",
			"",
			"***Linguist (1 RP):*** Members of this race start with Common plus their racial language (if any). Furthermore, members of this race with high Intelligence scores can learn any languages they want (except Druidic and other secret languages).",
			"",
			"***Standard (0 RP):*** Members of this race start with Common plus their racial language (if any). Furthermore, choose up to seven languages (except for Druidic or other secret languages). Members of this race with high Intelligence scores can choose from any of these additional languages.",
			"",
			"***Xenophobic (0 RP):*** Members of this race start with their racial language only. Races without a racial language cannot take this array. Furthermore, choose up to four languages (except for Druidic or other secret languages), one of which must be Common (or Undercommon, if the race is native to the Darklands). Members of this race with high Intelligence scores can choose from any of these additional languages."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_2_racial_qualities"
		],
		"siblings": [
			"type_quality",
			"size_quality",
			"base_speed_quality",
			"ability_score_quality",
			"language_quality"
		]
	},
	"step_3_racial_traits": {
		"name": "Step 3: Racial Traits",
		"subtitle": "Race Creation, Gamemastery",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/220}",
			"",
			"Once you have chosen all your racial qualities, you may then choose your racial traits with your remaining RP.",
			"",
			"Racial traits are divided into several categories: ability score, defense, feat and skill, magical, movement, offense, senses, weakness, and other racial traits. The number of racial traits you can buy from each category depends on the power level of the race you are creating; standard races can pick no more than three traits from each category, advanced races can pick no more than four traits from each category, and monstrous races can pick no more than five traits from each category. Furthermore, traits in each category are organized by type: standard, advanced, and monstrous. Standard races can only select traits from the standard section of each category, advanced races can select traits from the standard or advanced sections, and monstrous races can select from any section.",
			"",
			"Unless stated otherwise, all racial traits are extraordinary abilities, and each racial trait can only be taken once. The following format is used for all racial traits.",
			"",
			"***Name (RP Cost):*** Each racial trait begins with its name. The number of RP each trait costs is listed in parentheses directly after the name. For racial traits you can take more than once, this is the number of RP you pay each time you take the traits, unless stated otherwise in the Special line of the trait description.",
			"",
			"***Prerequisites:*** Some racial traits have prerequisites. Your race must meet any prerequisites listed in this entry before you can take the trait. Some traits require a specific type or subtype, while others require that you take other racial traits or qualities before you take it.",
			"",
			"***Benefit:*** This is the benefit the racial trait grants the members of the race you are creating.",
			"",
			"***Special:*** This includes additional facts about the racial trait.",
			"",
			"### Humanoid Subtype as Prerequisites",
			"",
			"There are a number of racial traits that require a certain humanoid subtype as a prerequisite. This is usually the case when a racial trait mentions a race in its name. As the GM, you can view these subtype prerequisites as suggestions and indicators as to what kinds of races or humanoid subtypes would usually take these traits. Feel free to change the name or racial subtype prerequisite of such a trait to better fit the race you are building."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder"
		],
		"subtopics": [
			"ability_score_racial_traits",
			"defense_racial_traits",
			"feat_and_skill_traits",
			"magical_racial_traits",
			"movement_racial_traits",
			"offensive_racial_traits",
			"senses_racial_traits",
			"weakness_racial_traits",
			"other_racial_traits"
		],
		"siblings": [
			"creating_a_new_race",
			"step_1_concept_arg",
			"step_2_racial_qualities",
			"step_3_racial_traits"
		]
	},
	"ability_score_racial_traits": {
		"name": "Ability Score Racial Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/220}",
			"",
			"The following racial traits add to the base ability score modifiers chosen in the ability score modifier quality."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits"
		],
		"subtopics": [ "advanced_ability_score_traits" ],
		"siblings": [
			"ability_score_racial_traits",
			"defense_racial_traits",
			"feat_and_skill_traits",
			"magical_racial_traits",
			"movement_racial_traits",
			"offensive_racial_traits",
			"senses_racial_traits",
			"weakness_racial_traits",
			"other_racial_traits"
		]
	},
	"advanced_ability_score_traits": {
		"name": "Advanced Ability Score Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/220}",
			"",
			"***Advanced Charisma (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race receive a +2 racial bonus to Charisma.  ",
			"**Special:** This bonus can be taken multiple times, but each additional time it is taken, its cost increases by 1 RP. Its effects stack.",
			"",
			"***Advanced Constitution (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race receive a +2 racial bonus to Constitution.  ",
			"**Special:** This bonus can be taken multiple times, but each additional time it is taken, its cost increases by 1 RP. Its effects stack.",
			"",
			"***Advanced Dexterity (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race receive a +2 racial bonus to Dexterity.  ",
			"**Special:** This bonus can be taken multiple times, but each additional time it is taken, its cost increases by 1 RP. Its effects stack.",
			"",
			"***Advanced Intelligence (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race receive a +2 racial bonus to Intelligence.  ",
			"**Special:** This bonus can be taken multiple times, but each additional time it is taken, its cost increases by 1 RP. Its effects stack.",
			"",
			"***Advanced Strength (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race receive a +2 racial bonus to Strength.  ",
			"**Special:** This bonus can be taken multiple times, but each additional time it is taken, its cost increases by 1 RP. Its effects stack.",
			"",
			"***Advanced Wisdom (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race receive a +2 racial bonus to Wisdom.  ",
			"**Special:** This bonus can be taken multiple times, but each additional time it is taken, its cost increases by 1 RP. Its effects stack."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"ability_score_racial_traits"
		],
		"siblings": [ "advanced_ability_score_traits" ]
	},
	"defense_racial_traits": {
		"name": "Defense Racial Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/220}",
			"",
			"The following racial traits augment the defenses of members of the race."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits"
		],
		"subtopics": [
			"standard_defense_traits",
			"advanced_defense_traits",
			"monstrous_defense_traits"
		],
		"siblings": [
			"ability_score_racial_traits",
			"defense_racial_traits",
			"feat_and_skill_traits",
			"magical_racial_traits",
			"movement_racial_traits",
			"offensive_racial_traits",
			"senses_racial_traits",
			"weakness_racial_traits",
			"other_racial_traits"
		]
	},
	"standard_defense_traits": {
		"name": "Standard Defense Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/220}",
			"",
			"***Ancient Foe (3 RP):*** **Prerequisites:** None; **Benefit:** Choose one monster type or one subtype of the humanoid type. Members of this race gain a +2 dodge bonus to AC against monsters of that type and a +2 racial bonus on combat maneuver checks made to grapple creatures of that type.",
			"",
			"***Battle-Hardened (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +1 bonus to CMD.",
			"",
			"***Bond to the Land (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 dodge bonus to AC when in a specific terrain type selected from the ranger's list of favored terrains. This choice is made at character creation, and cannot be changed.",
			"",
			"***Breeze-Kissed (4 RP):*** **Prerequisite:** Outsider (native) with ties to the Plane of Air or fey type; **Benefit:** Members of this race are surrounded by swirling winds, gaining a +2 racial bonus to AC against nonmagical ranged attacks. They can calm or renew these winds as a swift action. Once per day, a member of this race can channel this wind into a single gust, making a bull rush or trip combat maneuver attempt against one creature within 30 feet. Doing so exhausts the user's breeze-kissed ability for 24 hours. This is a supernatural ability.",
			"",
			"***Cat's Luck (1 RP):*** **Prerequisite:** The race has at least a +2 racial bonus to Dexterity; **Benefit:** Members of this race gain the following extraordinary ability: Once per day, when a member of this race makes a Reflex saving throw, it can roll the saving throw twice and take the better result. It must decide to use this ability before attempting the saving throw.",
			"",
			"***Celestial Resistance (3 RP):*** **Prerequisite:** Outsider (native) with ties to Elysium, Heaven, or Nirvana; **Benefit:** Members of this race gain acid resistance 5, cold resistance 5, and electricity resistance 5.",
			"",
			"***Cornered Fury (4 RP):*** **Prerequisites:** None; **Benefit:** Whenever a member of this race is reduced to half its hit points or fewer and has no conscious ally within 30 feet, it gains a +2 racial bonus on melee attack rolls and to Armor Class.",
			"",
			"***Crystalline Form (2 RP):*** **Prerequisite:** Outsider (native) with ties to the Plane of Earth, construct type, or half-construct subtype; **Benefit:** Members of this race have reflective, crystalline skin that grants them a +2 racial bonus to AC against rays. Once per day, they can deflect a single ray attack targeted at them as if they were using the {feat/Deflect Arrows} feat.",
			"",
			"***Deathless Spirit (3 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain resistance 5 against negative energy damage. They do not lose hit points when they gain a negative level, and they gain a +2 racial bonus on saving throws against death effects, energy drain, negative energy, and spells or spell-like abilities of the necromancy school.",
			"",
			"***Defensive Training, Greater (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 dodge bonus to Armor Class.",
			"",
			"***Defensive Training, Lesser (1 RP):*** **Prerequisites:** None; **Benefit:** Choose one subtype of humanoid. Members of this race gain a +4 dodge bonus to AC against humanoids of the chosen subtype.",
			"",
			"***Desert Runner (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race receive a +4 racial bonus on Constitution checks and Fortitude saves to avoid fatigue and exhaustion, as well as any other ill effects from running, forced marches, starvation, thirst, and hot or cold environments.",
			"",
			"***Dual-Minded (1 RP):*** **Prerequisite:** Humanoid with two subtypes or race with half-construct or half-undead subtype; **Benefit:** Members of this race gain a +2 bonus on all Will saving throws.",
			"",
			"***Duergar Immunities (4 RP):*** **Prerequisites:** Dwarf subtype, at least a +2 racial bonus to Constitution; **Benefit:** Members of this race are immune to paralysis, {spelldef/phantasm/s}, and poison. They also gain a +2 racial bonus on saving throws against spells and spell-like abilities.",
			"",
			"***Elven Immunities (2 RP):*** **Prerequisite:** Elf subtype; **Benefit:** Members of this race are immune to magic sleep effects and gain a +2 racial bonus on saving throws made against enchantment spells and effects.",
			"",
			"***Energy Resistance (1 RP):*** **Prerequisite:** Dragon with ties to a dragon type that grants energy resistance or outsider (native) with ties to an elemental plane; **Benefit:** Pick one of the following energy types that corresponds to the dragon type or plane the race has ties to: acid (earth), cold (water), electricity (air), or fire (fire). Members of this race have resistance 5 to the corresponding energy type.  ",
			"**Special:** This trait can be taken more than once. Each time it is taken, select an additional energy type that corresponds to another dragon type or elemental plane the race has ties to.",
			"",
			"***Eternal Hope (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 racial bonus on saving throws against fear and despair effects. Also, once per day, after a natural roll of 1 on a d20 roll, members of this race may reroll and use the second result.",
			"",
			"***Exalted Resistance (3 RP):*** **Prerequisite:** Outsider (native) with ties to Elysium, Heaven, or Nirvana; **Benefit:** Members of this race gain spell resistance equal to 6 + their character level against spells and spell-like abilities with the evil descriptor, as well as any spells and spell-like abilities cast by evil outsiders.",
			"",
			"***Fearless (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 racial bonus on all saving throws against fear effects.  ",
			"**Special:** This bonus stacks with the bonus granted by the lucky (greater or lesser) racial trait.",
			"",
			"***Fiendish Resistance (3 RP):*** **Prerequisite:** Outsider (native) with ties to Abaddon, the Abyss, or Hell; **Benefit:** Members of this race gain cold resistance 5, electricity resistance 5, and fire resistance 5.",
			"",
			"***Fire in the Blood (3 RP):*** **Prerequisite:** Outsider (native) with ties to the Plane of Fire or dragon type; **Benefit:** Members of this race gain fast healing 2 for 1 round anytime they take fire damage (whether or not this fire damage overcomes their fire resistance, if any). Members of this race can heal up to 2 hit points per level per day with this ability, after which it ceases to function.",
			"",
			"***Halo (2 RP):*** **Prerequisite:** Outsider (native) with ties to Elysium, Heaven, or Nirvana; **Benefit:** Members of this race can create {spell/light} centered on their head at will as a spell-like ability. When using the halo, a member of this race gains a +2 circumstance bonus on Intimidate checks against evil creatures and on saving throws against becoming blinded or dazzled.",
			"",
			"***Hardy (3 RP):*** **Prerequisite:** The race has at least a +2 racial bonus to Constitution; **Benefit:** Members of this race gain a +2 racial bonus on saving throws against poison, spells, and spell-like abilities.",
			"",
			"***Healthy (2 RP):*** **Prerequisite:** The race has at least a +2 racial bonus to Constitution; **Benefit:** Members of this race gain a +4 bonus on Fortitude saves against disease and poison, including magical diseases.",
			"",
			"***Hydrated Vitality (3 RP):*** **Prerequisite:** Outsider (native) with ties to the Plane of Water, fey type, or plant type; **Benefit:** Members of this race gain fast healing 2 for 1 round anytime they submerge completely within a body of natural salt water, fresh water, or brackish water. Stagnant, poisoned, or trapped water (such as water within an artificial pit or a [bag of holding](magic-wondrous/bag_of_holding_type_1)) does not activate this ability. Members of this race can heal up to 2 hit points per level per day with this ability, after which it ceases to function.",
			"",
			"***Illusion Resistance (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 racial bonus on saving throws against illusion spells or effects.",
			"",
			"***Lifebound (2 RP):*** **Prerequisite:** A Constitution score; **Benefit:** Members of this race gain a +2 racial bonus on all saving throws made to resist death effects, saving throws against negative energy effects, Fortitude saves made to remove negative levels, and Constitution checks made to stabilize if reduced to negative hit points.",
			"",
			"***Lucky, Lesser (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +1 racial bonus on all saving throws.",
			"",
			"***Mist Child (1 RP):*** **Prerequisites:** None; **Benefit:** Whenever a member of this race has concealment or total concealment, the miss chance of attacks against her increases by 5%.",
			"",
			"***Mountain-Born (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 racial bonus on Acrobatics checks made to cross narrow ledges and on saving throws against altitude fatigue and sickness.",
			"",
			"***Natural Armor (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +1 natural armor bonus to their Armor Class.",
			"",
			"***Plagueborn (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 racial bonus on saving throws against disease, ingested poisons, and becoming nauseated or sickened.",
			"",
			"***Poison Resistance (3 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a racial bonus on saving throws against poison effects equal to their Hit Dice.",
			"",
			"***Resist Level Drain (1 RP):*** **Prerequisite:** Negative energy affinity racial trait; **Benefit:** Members of this race take no penalty from energy-draining effects, though a member of this race can still be killed if it accrues more negative levels than it has Hit Dice. After 24 hours, any negative levels a member of this race has accrued are removed without the need for any additional saving throws.",
			"",
			"***Resistant (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 racial bonus on saving throws against mind-affecting effects and poison.",
			"",
			"***Shadow Blending (1 RP):*** **Prerequisite:** Shadow resistance racial trait; **Benefit:** Attacks made against members of this race while they are within areas of dim light have a 50% miss chance instead of the normal 20% miss chance. This trait does not grant total concealment; it just increases the miss chance. This is a supernatural ability.",
			"",
			"***Shadow Resistance (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain cold resistance 5 and electricity resistance 5.",
			"",
			"***Spell Resistance, Greater (3 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain spell resistance equal to 11 + their character level.",
			"",
			"***Spell Resistance, Lesser (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain spell resistance equal to 6 + their character level.",
			"",
			"***Stability (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race receive a +4 racial bonus to their CMD when resisting bull rush or trip attempts while standing on the ground.",
			"",
			"***Stone in the Blood (3 RP):*** **Prerequisite:** Outsider (native) with ties to the Plane of Earth, construct type, dragon type, or half-construct subtype; **Benefit:** Members of this race gaining fast healing 2 for 1 round anytime they take acid damage (whether or not this acid damage overcomes their acid resistance, if any). A member of this race can heal up to 2 hit points per level per day with this ability, after which it ceases to function.",
			"",
			"***Storm in the Blood (3 RP):*** **Prerequisite:** Outsider (native) with ties to the Plane of Air, dragon type, fey type, or plant type; **Benefit:** Members of this race gain fast healing 2 for 1 round anytime they take electricity damage (whether or not this electricity damage overcomes their electricity resistance, if any). A member of this race can heal up to 2 hit points per level per day with this ability, after which it ceases to function.",
			"",
			"***Stubborn (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 racial bonus on Will saving throws to resist spells and spell-like abilities of the enchantment (charm) and enchantment (compulsion) subschools. In addition, if a member of this race fails such a save, it receives another save 1 round later to prematurely end the effect (assuming the spell or spell-like ability has a duration greater than 1 round). This second save is made at the same DC as the first. If the member of the race has a similar ability from another source (such as a rogue's slippery mind class feature), it can only use one of these abilities per round, but can try the other on the second round if the first reroll ability fails.",
			"",
			"***Undead Resistance (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 racial bonus on saving throws against disease and mind-affecting effects.",
			"",
			"***Unnatural (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race unnerve normal animals, and train to defend themselves against the inevitable attacks from such creatures. Members of this race take a -4 penalty on all Charisma-based skill checks to affect creatures of the animal type, and receive a +4 dodge bonus to AC against animals. Animals' starting attitude toward members of this race is one step worse than normal."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"defense_racial_traits"
		],
		"siblings": [
			"standard_defense_traits",
			"advanced_defense_traits",
			"monstrous_defense_traits"
		]
	},
	"advanced_defense_traits": {
		"name": "Advanced Defense Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/224}",
			"",
			"***Fey Damage Resistance (3 RP):*** **Prerequisite:** Fey type; **Benefit:** Members of this race gain DR 5/cold iron.",
			"",
			"***Improved Natural Armor (1 RP):*** **Prerequisite:** Natural armor racial trait; **Benefit:** Members of this race gain a +1 natural armor bonus.  ",
			"**Special:** This racial trait can be taken multiple times. Each additional time you take this trait, increase its cost by 1 RP. Its effects stack.",
			"",
			"***Improved Resistance (2 RP):*** **Prerequisite:** Resistance 5 to any energy type; **Benefit:** Members of this race increase their resistance to one energy type to 10.  ",
			"**Special:** This racial trait can be taken multiple times. Each additional time you take this trait, increase its cost by 1 RP, and increase one other resistance to 10.",
			"",
			"***Lucky, Greater (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 racial bonus on all saving throws.",
			"",
			"***Moon-Touched Damage Resistance (3 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain DR 5/silver.",
			"",
			"***Skeletal Damage Reduction (2 RP):*** **Prerequisite:** Undead type; **Benefit:** Members of this race gain DR 5/bludgeoning."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"defense_racial_traits"
		],
		"siblings": [
			"standard_defense_traits",
			"advanced_defense_traits",
			"monstrous_defense_traits"
		]
	},
	"monstrous_defense_traits": {
		"name": "Monstrous Defense Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/224}",
			"",
			"***Damage Reduction (4 RP; see special):*** **Prerequisites:** None; **Benefit:** Members of this race gain DR 5/magic.  ",
			"**Special:** This can be increased to DR 10/magic for an additional 2 RP. The type of DR can be changed to one of the alignments (chaos, evil, good, or law) if the race is of the outsider (native) type with ties to the appropriate plane (chaos for a race with ties to a lawful-aligned plane, evil for a race with ties to a good-aligned plane, etc.) for an additional 2 RP.",
			"",
			"***Elemental Immunity (4 RP):*** **Prerequisite:** Outsider (native) with ties to an elemental plane; **Benefit:** Pick one of the following energy types that corresponds to the plane the race has ties to: acid (earth), cold (water), electricity (air), or fire (fire). Members of this race are immune to the chosen energy type.  ",
			"**Special:** This trait can be taken more than once. Each additional time you take this trait, increase its cost by 1 RP. Each time it is taken, select another energy type that corresponds to another elemental plane the race has ties to. If a race has vulnerability to fire and immunity to cold, it gains the cold subtype. If a race has vulnerability to cold and immunity to fire, it gains the fire subtype.",
			"",
			"***Fast Healing (6 RP):*** **Prerequisites:** None; **Benefit:** Members of this race regain 1 hit point each round. Except for where noted here, fast healing is just like natural healing. Fast healing does not restore hit points lost from starvation, thirst, or suffocation, nor does it allow a creature to regrow lost body parts. Fast healing continues to function (even at negative hit points) until a member of this race dies, at which point the effects of fast healing immediately end.  ",
			"**Special:** This trait can be taken multiple times. Each time fast healing is taken, its cost increases by 1 RP.",
			"",
			"***Rock Catching (2 RP):*** **Prerequisite:** Large size quality; **Benefit:** Members of this race can catch Small, Medium, or Large rocks (or projectiles of similar shape). Once per round, a member of this race that would normally be hit by a rock can make a Reflex saving throw to catch it as a free action. The DC is 15 for a Small rock, 20 for a Medium rock, and 25 for a Large rock (if the projectile provides a magical bonus on attack rolls, the DC increases by that amount). The member of this race must be aware of the attack in order to make a rock catching attempt."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"defense_racial_traits"
		],
		"siblings": [
			"standard_defense_traits",
			"advanced_defense_traits",
			"monstrous_defense_traits"
		]
	},
	"feat_and_skill_traits": {
		"name": "Feat and Skill Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/224}",
			"",
			"Feat and skill racial traits typically grant bonuses on particular skills or grant bonus feats."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits"
		],
		"subtopics": [
			"standard_feat_and_skill_traits",
			"advanced_feat_and_skill_traits"
		],
		"siblings": [
			"ability_score_racial_traits",
			"defense_racial_traits",
			"feat_and_skill_traits",
			"magical_racial_traits",
			"movement_racial_traits",
			"offensive_racial_traits",
			"senses_racial_traits",
			"weakness_racial_traits",
			"other_racial_traits"
		]
	},
	"standard_feat_and_skill_traits": {
		"name": "Standard Feat and Skill Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/225}",
			"",
			"***Beguiling Liar (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +4 racial bonus on Bluff checks to convince an opponent that what they are saying is true when they tell a lie.",
			"",
			"***Camouflage (1 RP):*** **Prerequisites:** None; **Benefit:** Choose a ranger favored terrain type. Members of this race gain a +4 racial bonus on Stealth checks while within that terrain type.",
			"",
			"***Cave Dweller (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +1 bonus on Knowledge (dungeoneering) and Survival checks made underground.",
			"",
			"***Craftsman (1 RP):*** **Prerequisites:** None; **Benefit:** Member of this race gain a +2 racial bonus on all Craft or Profession checks to create objects from metal or stone.",
			"",
			"***Curiosity (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race are naturally inquisitive about the world around them. They gain a +4 bonus on Diplomacy checks to gather information, and Knowledge (history) and Knowledge (local) become class skills for them. If they choose a class that has either of these Knowledge skills as class skills, they gain a +2 racial bonus on those skills instead.",
			"",
			"***Emissary (1 RP):*** **Prerequisites:** None; **Benefit:** Once per day, members of this race can roll twice when making a Bluff or Diplomacy check and take the better roll.",
			"",
			"***Flexible Bonus Feat (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race select one extra feat at 1st level.",
			"",
			"***Focused Study (4 RP):*** **Prerequisites:** None; **Benefit:** At 1st, 8th, and 16th level, members of this race gain {feat/Skill Focus} in a skill of their choice as a bonus feat.",
			"",
			"***Gift of Tongues (2 RP):*** **Prerequisite:** Standard or linguist language quality; **Benefit:** Members of this race gain a +1 racial bonus on Bluff and Diplomacy checks, and they learn one additional language every time they put a rank in the Linguistics skill.",
			"",
			"***Gifted Linguist (2 RP):*** **Prerequisite:** Standard or linguist language quality; **Benefit:** Members of this race gain a +4 racial bonus on Linguistics checks, and they learn one additional language every time they put a rank in the Linguistics skill.",
			"",
			"***Greed (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 bonus on Appraise checks to determine the price of nonmagical goods that contain precious metals or gemstones.",
			"",
			"***Gregarious (1 RP):*** **Prerequisite:** The race has at least a +2 racial bonus to Charisma; **Benefit:** When members of this race successfully use Diplomacy to win over an individual, that creature takes a -2 penalty on attempts to resist any of the member's Charisma-based skills for the next 24 hours.",
			"",
			"***Integrated (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +1 bonus on Bluff, Disguise, and Knowledge (local) checks.",
			"",
			"***Master Tinker (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +1 bonus on Disable Device and Knowledge (engineering) checks. Members of this race are also treated as proficient with any weapon they have personally crafted.",
			"",
			"***Nimble Faller (2 RP):*** **Prerequisite:** The race has at least a +2 racial bonus to Dexterity; **Benefit:** Members of this race land on their feet even when they take lethal damage from a fall. Furthermore, they gain a +1 bonus to their CMD against trip attempts.",
			"",
			"***Scavenger (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 racial bonus on Appraise and Perception checks to find hidden objects (including traps and secret doors), determine whether food is spoiled, or identify a potion by taste.",
			"",
			"***Shards of the Past (5 RP):*** **Prerequisites:** None; **Benefit:** Members of this race have past lives that grant them two particular skills. Each member of this race picks two skills. The member of this race gains a +2 racial bonus on both of these skills, and those skills are treated as class skills regardless of what class the member of this race actually takes.",
			"",
			"***Silent Hunter (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race reduce the penalty for using Stealth while moving by 5 and can make Stealth checks while running at a -20 penalty (this number includes the penalty reduction from this trait).",
			"",
			"***Silver Tongued (3 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 bonus on Diplomacy and Bluff checks. In addition, when they use Diplomacy to shift a creature's attitude, they can do so up to three steps up rather than just two.",
			"",
			"***Skill Bonus (2 RP):*** **Prerequisites:** None; Benefits: Pick a single skill. Members of this race gain a +2 racial bonus on skill checks made with this skill. Alternatively, pick two related skills: each member of this race gains a +1 racial bonus on these skills during character creation.  ",
			"**Special:** This trait can be taken up to three times. Each time it is taken, choose a different skill (+2 bonus) or two different skills (+1 bonus on one of character's choice).",
			"",
			"***Skill Training (1 RP):*** **Prerequisites:** None; **Benefit:** Pick up to two skills. These skills are always considered class skills for members of this race.",
			"",
			"***Skilled (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain an additional skill rank at 1st level and one additional skill rank whenever they gain a level.",
			"",
			"***Sneaky (5 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +4 racial bonus on Stealth checks.",
			"",
			"***Sneaky Rider (6 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +4 racial bonus on Ride and Stealth checks.",
			"",
			"***Sociable (1 RP):*** **Prerequisites:** None; **Benefit:** When members of this race attempt to change a creature's attitude with a Diplomacy check and fail by 5 or more, they can try to influence the creature a second time even if 24 hours have not passed.",
			"",
			"***Stalker (1 RP):*** **Prerequisites:** None; **Benefit:** Perception and Stealth are always class skills for members of this race.",
			"",
			"***Static Bonus Feat (2 RP):*** **Prerequisites:** None; **Benefit:** Choose one feat with no prerequisites. All members of this race gain this feat as a bonus feat at 1st level.",
			"",
			"***Stonecunning (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race receive a +2 bonus on Perception checks to notice unusual stonework, such as traps and hidden doors located in stone walls or floors. They receive a check to notice such features whenever they pass within 10 feet of them, whether or not they are actively looking.",
			"",
			"***Underground Sneak (5 RP):*** **Prerequisite:** Race is native to the Darklands; **Benefit:** Members of this race gain a +2 racial bonus on Craft (alchemy), Perception, and Stealth checks. The bonus on Stealth checks increases to a +4 bonus while underground.",
			"",
			"***Urbanite (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 racial bonus on Diplomacy checks made to gather information and Sense Motive checks made to get a hunch about a social situation.",
			"",
			"***Water Child (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +4 racial bonus on Swim checks, can always take 10 while swimming, and may choose Aquan as a bonus language."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"feat_and_skill_traits"
		],
		"siblings": [
			"standard_feat_and_skill_traits",
			"advanced_feat_and_skill_traits"
		]
	},
	"advanced_feat_and_skill_traits": {
		"name": "Advanced Feat and Skill Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/227}",
			"",
			"***Nimble Attacks (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race receive {feat/Weapon Finesse} as a bonus feat.",
			"",
			"***Quick Reactions (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race receive {feat/Improved Initiative} as a bonus feat."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"feat_and_skill_traits"
		],
		"siblings": [
			"standard_feat_and_skill_traits",
			"advanced_feat_and_skill_traits"
		]
	},
	"magical_racial_traits": {
		"name": "Magical Racial Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/227}",
			"",
			"The following racial traits augment a race's ability to use magic or grant spell-like abilities."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits"
		],
		"subtopics": [
			"standard_magical_traits",
			"advanced_magical_traits",
			"monstrous_magical_traits"
		],
		"siblings": [
			"ability_score_racial_traits",
			"defense_racial_traits",
			"feat_and_skill_traits",
			"magical_racial_traits",
			"movement_racial_traits",
			"offensive_racial_traits",
			"senses_racial_traits",
			"weakness_racial_traits",
			"other_racial_traits"
		]
	},
	"standard_magical_traits": {
		"name": "Standard Magical Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/227}",
			"",
			"***Arcane Focus (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 racial bonus on concentration checks made to cast arcane spells defensively.",
			"",
			"***Change Shape, Greater (6 RP):*** **Prerequisite:** Aberration, dragon, fey, humanoid, or monstrous humanoid type; **Benefit:** Members of this race gain the following supernatural ability: a member of this race can assume the appearance of a Small or Medium humanoid as the {spell/alter self} spell, save that it does not adjust its ability scores.",
			"",
			"***Change Shape, Lesser (3 RP):*** **Prerequisite:** Aberration, dragon, fey, humanoid, or monstrous humanoid type; **Benefit:** Members of this race gain the following supernatural ability: A member of this race can assume the appearance of a single form of a single humanoid race of its size. The form is static and cannot be changed each time it takes this form. The creature gains a +10 racial bonus on Disguise checks made to appear as the member of the race whose appearance it assumes. Changing its shape is a standard action. This trait otherwise functions as {spell/alter self}, save that the creature does not adjust its ability scores.",
			"",
			"***Deep Magic (3 RP):*** **Prerequisite:** Native of the Darklands; **Benefit:** Members of this race gain a +2 racial bonus on caster level checks made to overcome spell resistance and a +2 racial bonus on dispel checks.",
			"",
			"***Dissolution's Child (5 RP):*** **Prerequisite:** Outsider (native) with ties to the Shadow Plane, fey type, undead type, or half-undead subtype; **Benefit:** Members of this race gain the following supernatural ability: Once per day, a member of this race can change its appearance to look as if it were little more than a 4-foot-tall area of shadow. Its physical form still exists and it is not incorporeal: only its appearance changes. This racial trait works like {spell/invisibility}, except the effect only lasts 1 round per level (maximum 5 rounds).",
			"",
			"***Dreamspeaker (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +1 bonus to the saving throw DCs of spells of the divination school and spells that produce sleep effects that they cast. In addition, members of this race with a Charisma score of 15 or higher may use {spell/dream} once per day as a spell-like ability (caster level is equal to the user's character level).",
			"",
			"***Elemental Affinity (1 RP):*** **Prerequisite:** Outsider (native) with ties to an elemental plane; **Benefit:** If a member of the race is a sorcerer with the elemental bloodline corresponding to the elemental plane it has ties to (i.e., air, earth, fire, or water), it treats its Charisma score as 2 points higher for all sorcerer spells and class abilities. Furthermore, a member of this race able to cast domain spells that correspond to the elemental plane the race has ties to casts its domain powers and spells at +1 caster level. This trait does not give members of this race early access to level-based powers; it only affects powers that they could already use without this trait.",
			"",
			"***Elemental Summoner (2 RP):*** **Prerequisites:** None; **Benefit:** Choose one of the following elemental subtypes: air, earth, fire, or water. When summoning a creature with the chosen subtype with a summon spell, increase the duration of that spell by 2 rounds.",
			"",
			"***Elven Magic (3 RP):*** **Prerequisite:** Elf subtype; **Benefit:** Members of this race gain a +2 bonus on caster level checks made to overcome spell resistance. In addition, they also receive a +2 racial bonus on Spellcraft checks made to identify the properties of magic items.",
			"",
			"***Enclave Protector (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race add +1 to the caster level of any abjuration spells they cast. Members of this race also gain the following spell-like abilities: constant-{spell/nondetection}; 1/day-{spell/faerie fire}, {spell/obscure object}, {spell/sanctuary}. The caster level for these effects is equal to the user's character level.",
			"",
			"***Envoy (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race with an Intelligence score of 11 or higher gain the following spell-like abilities: 1/day-{spell/comprehend languages}, {spell/detect magic}, {spell/detect poison}, {spell/read magic}. The caster level for these effects is equal to the user's character level.",
			"",
			"***Fell Magic (3 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain +1 to the DC of any saving throws against necromancy spells that they cast. Members of this race with a Wisdom score of 11 or higher also gain the following spell-like abilities: 1/day-{spell/bleed}, {spell/chill touch}, {spell/detect poison}, {spell/touch of fatigue}. The caster level for these effects is equal to the user's character level. The DC for these spell-like abilities is equal to 10 + the spell's level + the user's Wisdom modifier.",
			"",
			"***Ferrous Growth (2 RP):*** **Prerequisite:** Outsider (native) with ties to the Plane of Earth; **Benefit:** Once per day, a member of this race can cause a touched piece of iron or steel to grow into an object weighing up to 10 pounds, such as a sword, crowbar, or light steel shield. This object remains in this form for 10 minutes or until broken or destroyed, at which point it shrinks back to its original size and shape.",
			"",
			"***Fertile Soil (2 RP):*** **Prerequisite:** Outsider (native) with ties to the Plane of Earth, fey type, or plant type; **Benefit:** Sorcerer members of this race with the verdant bloodline treat their Charisma score as 2 points higher for all sorcerer spells and class abilities. Clerics who are members of this race with the Plant domain use their domain powers and spells at +1 caster level. This trait does not give members of this race early access to level-based powers; it only affects powers that they could already use without this trait.",
			"",
			"***Fiendish Sorcery (1 RP):*** **Prerequisite:** Outsider (native) with ties to Abaddon, the Abyss, or Hell; **Benefit:** If a member of this race is a sorcerer with the Abyssal or Infernal bloodline, it treats its caster level as 1 higher when casting bonus spells and bloodline powers. This trait does not give members of this race early access to level-based powers; it only affects powers that they could already use without this trait.",
			"",
			"***Gnome Magic (2 RP):*** **Prerequisite:** Gnome subtype; **Benefit:** Members of this race gain a +1 bonus to the DC of any saving throws against illusion spells that they cast. Members of this race with a Charisma score of 11 or higher also gain the following spell-like abilities: 1/ day-{spell/dancing lights}, {spell/ghost sound}, {spell/prestidigitation}, {spell/speak with animals}. The caster level for these effects is equal to the user's level. The DC for the spell-like abilities is equal to 10 + the spell's level + the user's Charisma modifier.",
			"",
			"***Heavenborn (3 RP):*** **Prerequisite:** Outsider (native) with ties to Elysium, Heaven, or Nirvana; **Benefit:** Members of this race gain a +2 bonus on Knowledge (planes) checks, and they cast spells with the good or light descriptor at +1 caster level.",
			"",
			"***Hypnotic (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race add +1 to the DC for all saving throws against spells or effects they cast that inflict the fascinated condition. Once per day, when a creature rolls a saving throw against such an effect from a member of this race, the member of the race can force that creature to reroll the saving throw and use the second result, even if it is worse.",
			"",
			"***Hypnotic Gaze (3 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain the following supernatural ability: Once per day, a member of this race can attempt to hypnotize a single target as per the spell {spell/hypnotism} (caster level equal to its character level). The effects of the hypnotic gaze last only 1 round.",
			"",
			"***Immortal Spark (7 RP):*** **Prerequisite:** Outsider (native) with ties to Elysium, Heaven, or Nirvana; **Benefit:** Members of this race gain a +2 bonus on Knowledge (history) checks and saving throws against death effects and can use {spell/lesser age resistance} once per day as a spell-like ability.",
			"",
			"***Lightbringer (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race are immune to light-based blindness and dazzle effects, and are treated as one level higher when determining the effects of any light-based spells or effects they cast (including spell-like and supernatural abilities). If a member of this race has an Intelligence of 10 or higher, it may use {spell/light} at will as a spell-like ability.",
			"",
			"***Magical Linguist (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +1 bonus to the DC of spells they cast that have the language-dependent descriptor or that create glyphs, symbols, or other magical writings. They also gain a +2 racial bonus on saving throws against such spells. Members of this race with a Charisma score of 11 or higher also gain the following spell-like abilities: 1/day-{spell/arcane mark}, {spell/comprehend languages}, {spell/message}, {spell/read magic}. The caster level for these spell-like abilities is equal to the user's character level.",
			"",
			"***Nereid Fascination (3 RP):*** **Prerequisite:** Outsider (native) with ties to the Plane of Water or fey type; **Benefit:** Members of this race gain the following supernatural ability: Once per day, a member of this race can create a 20-foot-radius burst that causes humanoids within the aura's range to become fascinated with the user (as the bard's fascinate bardic performance). Affected humanoids may resist this effect by making a successful Will saving throw (DC 10 + 1/2 the user's character level + the user's Charisma modifier).",
			"",
			"***Object of Desire (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race add +1 to their caster level when casting {spell/charm person} and {spell/charm monster}.",
			"",
			"***Pyromaniac (3 RP):*** **Prerequisites:** None; **Benefit:** Members of this race are treated as +1 level higher when casting spells with the fire descriptor, using granted powers of the Fire domain, using bloodline powers of the fire elemental bloodline, using the revelations of the oracle's flame mystery, and determining the damage of alchemist bombs that deal fire damage. This trait does not give members of this race early access to level-based powers; it only affects powers that they could already use without this trait. If a member of this race has a Charisma score of 11 or higher, it also gains the following spell-like abilities: 1/day-{spell/dancing lights}, {spell/flare}, {spell/prestidigitation}, {spell/produce flame}. The caster level for these spell-like abilities is equal to the user's character level.",
			"",
			"***Samsaran Magic (2 RP):*** **Prerequisite:** Samsaran subtype; **Benefit:** Members of this race with a Charisma score of 11 or higher gain the following spell-like abilities: 1/day-{spell/comprehend languages}, {spell/deathwatch}, {spell/stabilize}. The caster level for these effects is equal to the user's character level.",
			"",
			"***Seducer (2 RP):*** **Prerequisite:** The race has at least a +2 racial bonus to Charisma; **Benefit:** Members of this race add +1 to the saving throw DCs for their spells and spell-like abilities of the enchantment school. In addition, members of this race with a Wisdom score of 15 or higher may use {spell/charm person} once per day as a spell-like ability (caster level is equal to the user's character level).",
			"",
			"***Shadow Caster (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race add +1 to the saving throw DCs for their spells and spell-like abilities of the illusion (shadow) subschool.",
			"",
			"***Shadow Magic (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race add +1 to the DC of any saving throws against spells of the shadow subschool that they cast. Members of this race with a Charisma score of 11 or higher also gain the following spell-like abilities: 1/ day-{spell/ghost sound}, {spell/pass without trace}, {spell/ventriloquism}. The caster level for these spell-like abilities is equal to the user's character level.",
			"",
			"***Soul Seer (4 RP):*** **Prerequisite:** Outsider (native); **Benefit:** Members of this race gain the use of {spell/deathwatch} as a constant spell-like ability.",
			"",
			"***Spell-Like Ability, Lesser (Variable, see Special):*** **Prerequisites:** None; **Benefit:** Choose a 2nd-level or lower spell that does not attack a creature or deal damage. Members of this race can use this spell as a spell-like ability once per day. The caster level of the spell is equal to the user's character level.  ",
			"**Special:** This trait costs as many RP as the level of the spell chosen (minimum 1 RP). This trait can be taken up to three times. Each time you take an additional spell, adjust the RP cost of this trait appropriately.",
			"",
			"***Stoneseer (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race add +1 to the caster level of any spells with the earth descriptor they cast. Members of this race also gain the following spell-like abilities: constant-{spell/nondetection}; 1/ day-{spell/magic stone}, {spell/stone shape}, {spell/stone tell}. The caster level for these spell-like abilities is equal to the user's character level.",
			"",
			"***Stonesinger (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race are treated as 1 level higher when casting spells with the earth descriptor or using powers of the Earth domain, bloodline powers of the earth elemental bloodline, and revelations of the oracle's stone mystery. This trait does not give members of this race early access to level-based powers; it only affects powers they could already use without this trait.",
			"",
			"***Svirfneblin Magic (2 RP):*** **Prerequisite:** Gnome subtype; **Benefit:** Members of this race add +1 to the DC of any illusion spells they cast. They also gain the following spell-like abilities: constant-{spell/nondetection}; 1/day-[blindness/deafness](spell/blindness_deafness), {spell/blur}, {spell/disguise self}. The DC for the spells is equal to 10 + the spell's level + the caster's Charisma modifier.",
			"",
			"***Treacherous Earth (2 RP):*** **Prerequisite:** Outsider (native) with ties to the Plane of Earth or fey type; **Benefit:** Members of this race gain the following supernatural ability: Once per day, a member of this race can will the earth to rumble and shift, transforming a 10-foot-radius patch of earth, unworked stone, or sand into an area of difficult terrain centered on a square it can touch. This lasts for a number of minutes equal to the user's level, after which the ground returns to normal.",
			"",
			"***Weather Savvy (1 RP):*** **Prerequisite:** Outsider (native) with ties to the Plane of Air or fey type; **Benefit:** Members of this race are so in tune with the air and sky they can sense the slightest change in atmospheric conditions. They can spend a full-round action to predict the weather in an area for the next 24 hours. This prediction is always accurate, but cannot account for spells or supernatural effects that might alter the forecast."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"magical_racial_traits"
		],
		"siblings": [
			"standard_magical_traits",
			"advanced_magical_traits",
			"monstrous_magical_traits"
		]
	},
	"advanced_magical_traits": {
		"name": "Advanced Magical Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/231}",
			"",
			"***Constant Spell-Like Divination (3 RP):*** **Prerequisites:** None; **Benefit:** Choose one of the following spells: {spell/detect magic}, {spell/detect poison}, {spell/detect secret doors}, {spell/detect undead}. Members of this race can use this spell as a constant spell-like ability. The caster level of the spell-like ability is equal to the user's character level.",
			"",
			"***Shadow Travel (5 RP):*** **Prerequisite:** Outsider (native) with ties to the Shadow Plane; **Benefit:** When a member of this race reaches 9th level in any combination of classes, she gains the ability to use {spell/shadow walk} (self only) as a spell-like ability once per day, and at 13th level, she can use {spell/plane shift} (self only to the Shadow Plane or the Material Plane only) as a spell-like ability once per day. The caster level of these spell-like abilities is equal to the user's character level.",
			"",
			"***Spell-Like Ability, Greater (Variable, see Special):*** **Prerequisites:** None; **Benefit:** Choose a 3rd-level or 4th-level spell that does not attack a creature or deal damage. Members of this race can use this spell as a spell-like ability once per day. The caster level of the spell is equal to the user's character level.  ",
			"**Special:** This trait costs as many RP as the level of the spell chosen. This trait can be taken up to three times. Each time you take an additional spell, adjust the RP cost of this trait appropriately."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"magical_racial_traits"
		],
		"siblings": [
			"standard_magical_traits",
			"advanced_magical_traits",
			"monstrous_magical_traits"
		]
	},
	"monstrous_magical_traits": {
		"name": "Monstrous Magical Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/231}",
			"",
			"***Spell-Like Ability, At-Will (Variable, see Special):*** **Prerequisites:** None; **Benefit:** Choose a 3rd-level or lower spell that does not attack a creature or deal damage. Members of this race can use this spell as an at-will spell-like ability. The caster level of the spell is equal to the user's character level.  ",
			"**Special:** This trait costs as many RP as twice the level of spell chosen (minimum 2). Up to five spells can be chosen when you take this trait. Each time you take an additional spell, adjust the RP cost of this trait appropriately."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"magical_racial_traits"
		],
		"siblings": [
			"standard_magical_traits",
			"advanced_magical_traits",
			"monstrous_magical_traits"
		]
	},
	"movement_racial_traits": {
		"name": "Movement Racial Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/231}",
			"",
			"The following racial traits augment a race's ability to move about the world."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits"
		],
		"subtopics": [
			"standard_movement_traits",
			"advanced_movement_traits",
			"monstrous_movement_traits"
		],
		"siblings": [
			"ability_score_racial_traits",
			"defense_racial_traits",
			"feat_and_skill_traits",
			"magical_racial_traits",
			"movement_racial_traits",
			"offensive_racial_traits",
			"senses_racial_traits",
			"weakness_racial_traits",
			"other_racial_traits"
		]
	},
	"standard_movement_traits": {
		"name": "Standard Movement Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/231}",
			"",
			"***Climb (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race have a climb speed of 20 feet, and gain the +8 racial bonus on Climb checks that a climb speed normally grants.",
			"",
			"***Darklands Stalker (4 RP):*** **Prerequisite:** Native to the Darklands; **Benefit:** Members of this race can move unhindered through difficult terrain while underground. In addition, members of this race with a Dexterity score of 13 or higher gain {feat/Nimble Moves} as a bonus feat.",
			"",
			"***Fleet-Footed (3 RP):*** **Prerequisite:** The race has at least a +2 racial bonus to Dexterity; **Benefit:** Members of this race receive {feat/Run} as a bonus feat and a +2 racial bonus on initiative checks.",
			"",
			"***Gliding Wings (3 RP):*** **Prerequisites:** None; **Benefit:** Members of this race take no damage from falling (as if subject to a constant nonmagical {spell/feather fall} spell). While in midair, members of this race can move up to 5 feet in any horizontal direction for every 1 foot they fall, at a speed of 60 feet per round. A member of a race with gliding wings cannot gain height with these wings alone; it merely coasts in other directions as it falls. If subjected to a strong wind or any other effect that causes a creature with gliding wings to rise, it can take advantage of the updraft to increase the distance it can glide.",
			"",
			"***Jumper (2 RP):*** **Prerequisite:** The race has at least a +2 racial bonus to Dexterity; **Benefit:** Members of this race are always considered to have a running start when making Acrobatics checks to jump.",
			"",
			"***Mountaineer (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race are immune to altitude sickness and do not lose their Dexterity bonus to AC when making Climb checks or Acrobatics checks to cross narrow or slippery surfaces.",
			"",
			"***Sprinter (1 RP):*** **Prerequisite:** Normal speed; **Benefit:** Members of this race gain a +10 foot racial bonus to their speed when using the charge, run, or withdraw actions.",
			"",
			"***Swift as Shadows (3 RP):*** **Prerequisite:** The race has at least a +2 racial bonus to Dexterity; **Benefit:** Members of this race reduce the penalty for using Stealth while moving at full speed by 5, and reduce the Stealth check penalty for sniping by 10.",
			"",
			"***Swim (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race have a swim speed of 30 feet and gain the +8 racial bonus on Swim checks that a swim speed normally grants.",
			"",
			"***Terrain Stride (1 RP):*** **Prerequisite:** Normal speed; **Benefit:** Choose a ranger favored terrain type. Members of this race can move through natural difficult terrain at their normal speed while within the chosen terrain. Magically altered terrain affects them normally.",
			"",
			"***Vestigial Wings (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race have wings that do not provide the lift required for actual flight, but do have enough power to aid flight attained by some other method, and grant a +4 racial bonus on Fly checks."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"movement_racial_traits"
		],
		"siblings": [
			"standard_movement_traits",
			"advanced_movement_traits",
			"monstrous_movement_traits"
		]
	},
	"advanced_movement_traits": {
		"name": "Advanced Movement Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/232}",
			"",
			"***Burrow (3 RP):*** **Prerequisite:** Normal speed; **Benefit:** Members of this race gain a burrow speed of 20 feet.  ",
			"**Special:** This trait can be taken twice. The second time it is taken, the burrow speed increases to 30 feet.",
			"",
			"***Fast (1 RP):*** **Prerequisite:** Normal speed; **Benefit:** Members of this race gain a +10 foot bonus to their base speed.  ",
			"**Special:** This trait can be taken more than once, but each time it is, the cost increases by 1 RP. Its effects stack.",
			"",
			"***Flight (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race have a fly speed of 30 feet with clumsy maneuverability.  ",
			"**Special:** This trait can be taken more than once. For each additional 2 RP spent, the race's fly speed increases by +10 feet, and the maneuverability improves by one step.",
			"",
			"***Powerful Swimmer (1 RP):*** **Prerequisite:** Swim racial trait; **Benefit:** Members of this race receive a +10 foot bonus to their swim speed.  ",
			"**Special:** This trait can be taken twice. Its effects stack."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"movement_racial_traits"
		],
		"siblings": [
			"standard_movement_traits",
			"advanced_movement_traits",
			"monstrous_movement_traits"
		]
	},
	"monstrous_movement_traits": {
		"name": "Monstrous Movement Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/232}",
			"",
			"***Expert Climber (4 RP):*** **Prerequisite:** Climb racial trait; **Benefit:** Members of this race can cling to cave walls and even ceilings as long as the surface has hand- and footholds. In effect, members of this race are treated as being constantly under the effects of a nonmagical {spell/spider climb} spell, save that members of this race cannot cling to smooth surfaces. This trait doubles the normal +8 racial bonus on Climb checks normally granted to creatures with a climb speed (to a total +16 bonus)."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"movement_racial_traits"
		],
		"siblings": [
			"standard_movement_traits",
			"advanced_movement_traits",
			"monstrous_movement_traits"
		]
	},
	"offensive_racial_traits": {
		"name": "Offensive Racial Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/232}",
			"",
			"The following racial traits augment a race's fighting prowess."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits"
		],
		"subtopics": [
			"standard_offensive_traits",
			"advanced_offensive_traits",
			"monstrous_offensive_traits"
		],
		"siblings": [
			"ability_score_racial_traits",
			"defense_racial_traits",
			"feat_and_skill_traits",
			"magical_racial_traits",
			"movement_racial_traits",
			"offensive_racial_traits",
			"senses_racial_traits",
			"weakness_racial_traits",
			"other_racial_traits"
		]
	},
	"standard_offensive_traits": {
		"name": "Standard Offensive Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/232}",
			"",
			"***Bite (1 RP):*** **Prerequisites:** Small or larger size; **Benefit:** Members of this race gain a natural bite attack, [dealing damage](umr/natural_attacks) equivalent to that of a creature two size categories lower than normal for their size (1d2 for Small races, 1d3 for Medium, etc.). The bite is a primary attack, or a secondary attack if the creature is wielding manufactured weapons.  ",
			"**Special:** This trait can be taken up to two times. The second time it is taken, the bite damage increases by one size category.",
			"",
			"***Breath Weapon (1 RP):*** **Prerequisites:** Aberration, construct, dragon, humanoid (reptilian), monstrous humanoid, or outsider (native) with ties to an elemental plane; **Benefit:** Choose one of the following energy types: acid, cold, electricity, or fire. If the creature is an outsider (native), it must have ties to an elemental plane, and it must pick an energy that corresponds to the plane it has ties to (acid [earth], cold [water], electricity [air], or fire [fire]). Then pick either a 15-foot cone or a 20-foot line. Once per day, as a standard action, members of this race can make a supernatural breath weapon attack that deals 1d6 points of the damage type chosen in the area chosen. All creatures within the affected area must make a Reflex saving throw to avoid taking damage. The save DC against this breath weapon is 10 + 1/2 the user's character level + the user's Constitution modifier. Those who succeed at the save take no damage from the attack.  ",
			"**Special:** You can take this trait more than once. Each time you do so, the cost of this trait increases by 1 RP. When do, you can augment the breath weapon in the following ways (augmentations marked with an asterisk [&#42;] can be taken more than once).",
			"",
			">**Extra Breath&#42;:** The member of this race can use its breath weapon an additional time per day.",
			">",
			">**Increased Area:** Increase the cone's size to 30 feet or the line to 50 feet.",
			">",
			">**Increased Damage&#42;:** Increase the damage by an additional d6.",
			">",
			">**Powerful Breath:** Those who succeed at their saving throws against the breath weapon take half damage.",
			"",
			"***Celestial Crusader (7 RP):*** **Prerequisite:** Outsider (native) with ties to Elysium, Heaven, or Nirvana; **Benefit:** Members of this race gain a +1 insight bonus on attack rolls and to AC against evil outsiders and a +2 racial bonus to identify evil outsiders or items or effects evil outsiders create with Knowledge (planes) or Spellcraft; they may use these skills untrained for this purpose.",
			"",
			"***Elemental Assault (1 RP):*** **Prerequisite:** Dragon type or outsider (native) with ties to an elemental plane; **Benefit:** Pick one of the following energy types that corresponds to the plane the race has ties to: acid (earth), cold (water), electricity (air), or fire (fire). Members of this race gain the following supernatural ability: Once per day as a swift action, a member of this race can call on the elemental power lurking in its veins to shroud its arms in the energy type that corresponds to the elemental plane its race has ties to. Unarmed strikes with its elbows or hands (or attacks with weapons held in those hands) deal +1d6 points of damage of the appropriate energy type. This lasts for 1 round per character level. The creature may end the effects of its elemental assault early as a free action.",
			"",
			"***Ferocity (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain the following extraordinary ability: If the hit points of a member of this race fall below 0 but it is not yet dead, it can continue to fight. If it does, it is staggered, and loses 1 hit point each round. It still dies when its hit points reach a negative amount equal to its Constitution score.",
			"",
			"***Gatecrasher (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 racial bonus on Strength checks to break objects and a +2 racial bonus on combat maneuver checks to sunder.",
			"",
			"***Hatred (1 RP):*** **Prerequisites:** None; **Benefit:** Choose two subtypes of humanoids or outsiders or one creature type other than humanoid or outsider. Members of this race gain a +1 racial bonus on attack rolls against creatures of these subtypes or this type.",
			"",
			"***Kneecapper (1 RP):*** **Prerequisite:** Small; **Benefit:** Members of this race gain a +4 racial bonus on combat maneuver checks to trip an opponent.",
			"",
			"***Magehunter (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 racial bonus on Spellcraft checks made to identify a spell being cast and a +1 racial bonus on attack rolls against arcane spellcasters. Members of this race only gain this bonus against creatures that use spells, not against those that only use spell-like abilities.",
			"",
			"***Orc Ferocity (2 RP):*** **Prerequisite:** Orc subtype; **Benefit:** Once per day, when a member of this race is reduced to fewer than 0 hit points but is not killed, it can fight on for 1 more round as if disabled. At the end of its next turn, unless brought to above 0 hit points, it immediately falls unconscious and begins to die.",
			"",
			"***Poison Use (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race are skilled with poison and never risk accidentally poisoning themselves when applying it to weapons.",
			"",
			"***Relentless (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +2 bonus on combat maneuver checks made to bull rush or overrun an opponent. This bonus only applies while both the member of this race and its opponent are standing on the ground.",
			"",
			"***Sky Sentinel (3 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +1 racial bonus on attack rolls, a +2 dodge bonus to AC, and a +2 bonus on Perception checks against flying creatures. In addition, enemies on [higher ground](rule/combat_modifiers) gain no attack roll bonus against members of this race.",
			"",
			"***Slapping Tail (3 RP):*** **Prerequisites:** None; **Benefit:** Members of this race have a tail they can use to make attacks of opportunity with a reach of 5 feet. The tail is a natural attack that deals 1d6 points of damage plus the user's Strength modifier if Small, 1d8 points of damage plus the user's Strength modifier if Medium, or 1d10 points of damage plus 1-1/2 times the user's Strength modifier if Large.  ",
			"**Special:** If a Large creature has the reach trait, its tail also gains reach.",
			"",
			"***Stench Aura (4 RP):*** **Prerequisite:** Monstrous humanoid type, reptilian subtype, or undead type; **Benefit:** Members of this race secrete a terrible scent as a 15-foot aura that nearly every other creature finds offensive. All living creatures (except those with the stench aura ability) within the aura must succeed at a Fortitude saving throw (DC 10 + 1/2 the user's character level + the user's Constitution modifier) or be [sickened](rule/sickened_conditions) for 5 rounds. Creatures that succeed at the saving throw cannot be sickened by the same creature's stench aura for 24 hours. A {spell/delay poison} or {spell/neutralize poison} spell or similar effect removes the effect from the sickened creature. This is a poison effect.  ",
			"**Special:** This trait can be taken up to two times. The second time it is taken, the size of the aura increases to 30 feet, and the duration of the effect increases to 10 rounds.",
			"",
			"***Sticky Tongue (2 RP):*** **Prerequisite:** Medium or larger size; **Benefit:** Members of this race can make melee attacks with their long, sticky tongues. This is a secondary attack. A creature hit by this attack cannot move more than 10 feet away from the attacker and takes a -2 penalty to AC as long as the tongue is attached (this penalty does not stack if multiple tongues are attached). The tongue can be removed by the target or an adjacent ally by making an opposed Strength check against the attacking creature as a standard action or by dealing 2 points of damage to the tongue (AC 11, damage does not reduce the sticky-tongued creature's hit points). A member of this race cannot move more than 10 feet away from a creature stuck to its tongue, but it can release its tongue from the target as a free action. A member of this race can only have one creature attached to its tongue at a time.  ",
			"**Special:** This trait can be taken up to two times. The second time it is taken, members of this race gain the ability to pull a creature attached to their tongue 5 feet toward them as a swift action.",
			"",
			"***Swarming (1 or 2 RP):*** **Prerequisite:** Medium or smaller size; **Benefit:** Members of this race are used to living and fighting communally with other members of their race. Up to two members of this race can share the same square at the same time. If two members of this race that are occupying the same square attack the same foe, they are considered to be flanking that foe as if they were in two opposite squares.  ",
			"**Special:** If the race is Small or smaller, this trait costs 1 RP. If the race is Medium, it costs 2 RP.",
			"",
			"***Terrifying Croak (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain the following supernatural ability: Once per hour as a standard action, a member of this race can emit a thunderous croak. Any creature not of its subtype (if humanoid) or type (if another race type) must make a successful Will saving throw (DC 10 + 1/2 the user's character level + the user's Charisma modifier) or become [shaken](rule/fear_conditions) for 1d4 rounds. A target that successfully saves cannot be affected by the user's terrifying croak for 24 hours. Creatures that are already shaken become frightened for 1d4 rounds instead. This is a sonic, mind-affecting effect.",
			"",
			"***Toxic (1 RP):*** **Prerequisite:** Aberration, dragon, plant, or undead type, or grippli, half-undead, reptilian, or vishkanya subtype; **Benefit:** Members of this race gain the following extraordinary ability: A number of times per day equal to its Constitution modifier (minimum 1/day), a member of this race can envenom a weapon that it wields with its toxic saliva or blood (using blood requires the creature to be injured when it uses this ability). Applying venom in this way is a swift action. When you take this trait, choose one of the following venoms.",
			"",
			">**Life-Stealing Venom:** Injury; save Fort DC 10 + 1/2 the user's Hit Dice + the user's Constitution modifier; frequency 1/round for 6 rounds; effect 1 Con; cure 1 save.",
			">",
			">**Paralytic Venom:** Injury; save Fort DC 10 + 1/2 the user's Hit Dice + the user's Constitution modifier; frequency 1/round for 6 rounds; effect 1d2 Dex; cure 1 save.",
			">",
			">**Weakening Venom:** Injury; save Fort DC 10 + 1/2 the user's Hit Dice + the user's Constitution modifier; frequency 1/round for 6 rounds; effect 1d2 Str; cure 1 save.",
			"",
			"***Weapon Familiarity (1 RP):*** **Prerequisites:** None; **Benefit:** Choose up to two weapons, or one weapon and a racial weapon group. When choosing a racial weapon group, you must choose a group that includes the same name as one of your subtypes. Members of this race are proficient with those weapons. For the purposes of weapon familiarity, all bows are considered one weapon.  ",
			"**Special:** This trait can be taken up to two times. The second time it is taken, the race becomes proficient with another two weapons or one weapon and a racial weapon group.",
			"",
			"***Wyrmscourged (3 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain a +1 bonus on attack rolls and a +2 dodge bonus to AC and on saving throws against the extraordinary, supernatural, and spell-like abilities of dragons. In addition, they gain a +2 racial bonus on Knowledge (arcana) checks to identify dragons and can make such checks untrained."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"offensive_racial_traits"
		],
		"siblings": [
			"standard_offensive_traits",
			"advanced_offensive_traits",
			"monstrous_offensive_traits"
		]
	},
	"advanced_offensive_traits": {
		"name": "Advanced Offensive Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/235}",
			"",
			"***Claws (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race receive two claw attacks. These are primary natural attacks. The damage is [based on the creature's size](umr/natural_attacks).",
			"",
			"***Frenzy (2 RP):*** **Prerequisites:** None; **Benefit:** Once per day, whenever a member of this race takes damage, it flies into a frenzy for 1 minute, gaining a +2 racial bonus to Constitution and Strength, but a -2 penalty to AC.",
			"",
			"***Frightful Gaze (6 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain the following supernatural ability: Creatures within 30 feet of a member of this race that meet its gaze must succeed at a Will saving throw (DC 10 + the 1/2 user's character level + the user's Charisma modifier) or stand {rule/paralyzed} in fear for 1 round. This is a mind-affecting fear effect. A target that successfully saves cannot be affected by the user's frightful gaze for 24 hours.",
			"",
			"***Natural Attack (1 RP):*** **Prerequisites:** None; **Benefit:** Pick one of the following {umr/natural attacks}: gore, hoof (if the race has hooves), slam, talons, or wings (if the race has flight). Members of this race receive one natural attack of the chosen type. Gore, slam, and talons are primary natural attacks, while hoof and wings are secondary natural attacks. The damage is based on the creature's size.  ",
			"**Special:** This trait can be taken multiple times. Each time, pick a different natural attack.",
			"",
			"***Reach (1 RP):*** **Prerequisite:** Large size; **Benefit:** Members of this race have a reach of 10 feet.",
			"",
			"***Swordtrained (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race are trained from birth in swordplay, and as a result are automatically proficient with swordlike weapons (including bastard swords, daggers, elven curve blades, falchions, greatswords, kukris, longswords, punching daggers, rapiers, scimitars, short swords, and two-bladed swords).",
			"",
			"***Tripping Tail (3 RP):*** **Prerequisite:** Slapping tail trait; **Benefit:** When a member of this race hits with its slapping tail, it can make a trip attack as a free action that does not provoke attacks of opportunity."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"offensive_racial_traits"
		],
		"siblings": [
			"standard_offensive_traits",
			"advanced_offensive_traits",
			"monstrous_offensive_traits"
		]
	},
	"monstrous_offensive_traits": {
		"name": "Monstrous Offensive Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/236}",
			"",
			"***Elemental Weapons (6 RP):*** **Prerequisite:** Outsider (native) with ties to an elemental plane; **Benefit:** Pick one of the following energy types that corresponds to the plane the race has ties to: acid (earth), cold (water), electricity (air), or fire (fire). Members of this race deal 1d6 points of energy damage of the selected type whenever they strike a foe with a natural attack, unarmed strike, or melee weapon.",
			"",
			"***Powerful Charge (2 RP):*** **Prerequisite:** Natural attack trait; **Benefit:** Select one of the race's natural attacks. Whenever a member of this race charges, it deals twice the number of damage dice with the selected natural attack plus 1-1/2 times its Strength bonus.",
			"",
			"***Rock Throwing (3 RP):*** **Prerequisite:** Large size; **Benefit:** Members of this race are accomplished rock throwers and gain a +1 racial bonus on attack rolls with thrown rocks. A member of this race can hurl rocks up to two categories smaller than its size. A \"rock\" is any large, bulky, and relatively regularly shaped object made of any material with a hardness of at least 5. A thrown rock has a range increment of 120 feet. The creature can hurl the rock up to five range increments. Damage from a thrown rock is 2d6 plus 1-1/2 times the throwing creature's Strength bonus."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"offensive_racial_traits"
		],
		"siblings": [
			"standard_offensive_traits",
			"advanced_offensive_traits",
			"monstrous_offensive_traits"
		]
	},
	"senses_racial_traits": {
		"name": "Senses Racial Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/236}",
			"",
			"All races start with normal vision. The following traits augment their vision or otherwise enhance their senses."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits"
		],
		"subtopics": [
			"standard_senses_traits",
			"advanced_senses_traits",
			"monstrous_senses_traits"
		],
		"siblings": [
			"ability_score_racial_traits",
			"defense_racial_traits",
			"feat_and_skill_traits",
			"magical_racial_traits",
			"movement_racial_traits",
			"offensive_racial_traits",
			"senses_racial_traits",
			"weakness_racial_traits",
			"other_racial_traits"
		]
	},
	"standard_senses_traits": {
		"name": "Standard Senses Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/236}",
			"",
			"***Carrion Sense (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race have a natural ability to sniff out carrion. This functions like the {umr/scent} ability, but only for corpses and badly wounded creatures (creatures with 25% or fewer hit points).",
			"",
			"***Darkvision 60 Feet (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race can see in the dark up to 60 feet.",
			"",
			"***Darkvision 120 Feet (3 RP):*** **Prerequisites:** None; **Benefit:** Members of this race can see in the dark up to 120 feet.",
			"",
			"***Deepsight (2 RP):*** **Prerequisite:** Amphibious racial trait; **Benefit:** Members of this race are specially adapted to the lightless depths of the oceans, but not to air-filled environments. They can see in the dark up to 120 feet while underwater, but do not gain this benefit out of water.",
			"",
			"***Low-Light Vision (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race can see twice as far as a race with normal vision in conditions of dim light.",
			"",
			"***Minesight (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race have darkvision 90 feet; however, they are automatically dazzled in bright light and take a -2 penalty on saving throws against effects with the light descriptor.",
			"",
			"***Water Sense (1 RP):*** **Prerequisite:** Outsider (native) with ties to the Plane of Water or amphibious racial trait; **Benefit:** Members of this race can sense vibrations in water, granting them {umr/blindsense} 30 feet against creatures that are touching the same body of water."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"senses_racial_traits"
		],
		"siblings": [
			"standard_senses_traits",
			"advanced_senses_traits",
			"monstrous_senses_traits"
		]
	},
	"advanced_senses_traits": {
		"name": "Advanced Senses Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/236}",
			"",
			"***Scent (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain the {umr/scent} ability.",
			"",
			"***See in Darkness (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race can [see perfectly in darkness](umr/see_in_darkness) of any kind, including that created by spells such as {spell/deeper darkness}."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"senses_racial_traits"
		],
		"siblings": [
			"standard_senses_traits",
			"advanced_senses_traits",
			"monstrous_senses_traits"
		]
	},
	"monstrous_senses_traits": {
		"name": "Monstrous Senses Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/236}",
			"",
			"***All-Around Vision (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race have some way of [seeing all around them](umr/all_around_vision), granting them a +4 racial bonus on Perception checks and making them immune to flanking.",
			"",
			"***Blindsense 30 Feet (4 RP):*** **Prerequisites:** None; **Benefit:** Using nonvisual senses such as acute smell or hearing, members of this race [notice things they cannot see](umr/blindsense). Members of this race usually do not need to make Perception checks to pinpoint the location of a creature within 30 feet, provided they have line of effect to that creature. A creature that members of this race cannot see still has total concealment against individuals with blindsense, and members of this race still have the normal miss chance when attacking creatures that have concealment. Visibility still affects the movement of members of this race. Members of this race are still denied their Dexterity bonus to AC against attacks from creatures they cannot see."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"senses_racial_traits"
		],
		"siblings": [
			"standard_senses_traits",
			"advanced_senses_traits",
			"monstrous_senses_traits"
		]
	},
	"weakness_racial_traits": {
		"name": "Weakness Racial Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/236}",
			"",
			"The following racial traits apply weaknesses to members of the race. All weakness racial traits cost negative RP, which means they subtract from a race's total RP spent for the purposes of meeting the race's power level restrictions."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits"
		],
		"subtopics": [
			"standard_weakness_traits",
			"advanced_weakness_traits"
		],
		"siblings": [
			"ability_score_racial_traits",
			"defense_racial_traits",
			"feat_and_skill_traits",
			"magical_racial_traits",
			"movement_racial_traits",
			"offensive_racial_traits",
			"senses_racial_traits",
			"weakness_racial_traits",
			"other_racial_traits"
		]
	},
	"standard_weakness_traits": {
		"name": "Standard Weakness Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/237}",
			"",
			"***Light Blindness (-2 RP):*** **Prerequisite:** Darkvision or see in darkness trait; **Weakness:** Abrupt exposure to bright light blinds members of this race for 1 round; on subsequent rounds, they are [dazzled](rule/awareness_conditions) as long as they remain in the affected area.",
			"",
			"***Light Sensitivity (-1 RP):*** **Prerequisite:** Darkvision; **Weakness:** Members of this race are [dazzled](rule/awareness_conditions) as long as they remain in an area of bright light.",
			"",
			"***Negative Energy Affinity (-1 RP):*** **Prerequisites:** None; **Weakness:** A member of this race is alive, but reacts to positive and negative energy as if it were undead; positive energy harms it, while negative energy heals it.",
			"",
			"***Resurrection Vulnerability (-1 RP):*** **Prerequisite:** Half-undead subtype or undead type; **Weakness:** A {spell/raise dead} spell cast on a member of this race can destroy it (Will negates). Using the spell in this way does not require a material component.",
			"",
			"***Vulnerable to Sunlight (-2 RP):*** **Prerequisite:** Native to the Darklands or the Plane of Shadow; **Weakness:** Members of this race take 1 point of Constitution damage after every hour they are exposed to sunlight."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"weakness_racial_traits"
		],
		"siblings": [
			"standard_weakness_traits",
			"advanced_weakness_traits"
		]
	},
	"advanced_weakness_traits": {
		"name": "Advanced Weakness Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/237}",
			"",
			"***Elemental Vulnerability (-2 RP):*** **Prerequisite:** Outsider (native) with ties to an elemental plane; **Weakness:** Pick one of the following energy types: acid, cold, electricity, or fire. Members of this race have [vulnerability](rule/energy_immunity_and_vulnerability) to the chosen energy type. They cannot posses any racial trait that grants them resistance or immunity to this energy type.  ",
			"**Special:** This trait can be taken multiple times. Each time it is taken, choose a different energy type. If a race has vulnerability to fire and immunity to cold, it gains the cold subtype. If a race has vulnerability to cold and immunity to fire, it gains the fire subtype.",
			"",
			"***Sunlight Powerlessness (-2 RP):*** **Prerequisite:** Half-undead subtype or undead type; **Weakness:** Members of this race are powerless in natural sunlight (this does not include light created by effects such as a {spell/daylight} spell). A member of this race caught in natural sunlight cannot attack and is [staggered](rule/awareness_conditions)."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"weakness_racial_traits"
		],
		"siblings": [
			"standard_weakness_traits",
			"advanced_weakness_traits"
		]
	},
	"other_racial_traits": {
		"name": "Other Racial Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/238}",
			"",
			"This category covers various traits that other categories do not, which can augment your race in a number of different ways."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits"
		],
		"subtopics": [
			"standard_other_traits",
			"advanced_other_traits",
			"monstrous_other_traits"
		],
		"siblings": [
			"ability_score_racial_traits",
			"defense_racial_traits",
			"feat_and_skill_traits",
			"magical_racial_traits",
			"movement_racial_traits",
			"offensive_racial_traits",
			"senses_racial_traits",
			"weakness_racial_traits",
			"other_racial_traits"
		]
	},
	"standard_other_traits": {
		"name": "Standard Other Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/238}",
			"",
			"***Amphibious (2 RP):*** **Prerequisite:** Swim racial trait; **Benefit:** Members of this race are amphibious and can breathe both air and water.",
			"",
			"***Heroic (4 RP):*** **Prerequisites:** None; **Benefit:** In campaigns that use [the optional hero point system](rule/hero_points), each time a member of this race gains a level, it gains 2 hero points instead of 1. If it takes the {feat/Blood of Heroes} feat, it gains 3 hero points each level instead of 2.",
			"",
			"***Hold Breath (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race can hold their breath for a number of rounds equal to four times their Constitution score before risking drowning or [suffocating](rule/suffocation).",
			"",
			"***Light and Dark (1 RP):*** **Prerequisites:** None; **Benefit:** Members of this race gain the following supernatural ability: Once per day as an immediate action, a member of this race can treat positive and negative energies as if it were an undead creature, taking damage from positive energy and healing damage from negative energy. This ability lasts for 1 minute once activated.",
			"",
			"***Multitalented (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race choose two favored classes at 1st level and gain +1 hit points or +1 skill rank whenever they take a level in either of those classes.",
			"",
			"***Prehensile Tail (2 RP):*** **Prerequisites:** None; **Benefit:** Members of this race have a long, flexible tail that can be used to carry objects. They cannot wield weapons with their tails, but they can retrieve small, stowed objects carried on their persons as a swift action.",
			"",
			"***Rodent Empathy (1 RP):*** **Prerequisite:** Ratfolk subtype; **Benefit:** Members of this race gain a +4 bonus on Handle Animal checks made to influence rodents.",
			"",
			"***Treespeech (2 RP):*** **Prerequisite:** Plant type; **Benefit:** Members of this race have the ability to converse with plants as if subject to a continual {spell/speak with plants} spell."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"other_racial_traits"
		],
		"siblings": [
			"standard_other_traits",
			"advanced_other_traits",
			"monstrous_other_traits"
		]
	},
	"advanced_other_traits": {
		"name": "Advanced Other Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/239}",
			"",
			"***Grabbing Appendages (6 RP):*** **Prerequisites:** Any type except humanoid, Large size; **Benefit:** Members of this race have a small group of appendages that are useful for little more than to aid in grappling. Members of this race gain {feat/Improved Grapple} as a bonus feat, and can maintain a grapple and still make attacks with their main appendages."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"other_racial_traits"
		],
		"siblings": [
			"standard_other_traits",
			"advanced_other_traits",
			"monstrous_other_traits"
		]
	},
	"monstrous_other_traits": {
		"name": "Monstrous Other Traits",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"{SOURCE Advanced Race Guide/239}",
			"",
			"***Multi-Armed (4 RP):*** **Prerequisites:** None; **Benefit:** Members of this race possess three arms. A member of this race can wield multiple weapons, but only one hand is its primary hand, and all others are off hands. It can also use its hands for other purposes that require free hands.  ",
			"**Special:** This trait can be taken up to twice. When it is taken a second time, the race gains a fourth arm.",
			"",
			"***Quadruped (2 RP):*** **Prerequisites:** Any type except humanoid, Large size, normal speed; **Benefit:** Members of this race possess four legs and two arms, granting them a +4 racial bonus to CMD against trip attempts and a +10 foot bonus to their base speed. In addition, members of this race use weapons and armor as if they were Medium (instead of Large).  ",
			"**Special:** The number of legs can be increased by 2 for each additional 1 RP spent. Each such increase grants an additional +4 racial bonus to CMD against trip attempts, but no other bonus.",
			"",
			"### Quadrupeds and Magic Item Slots",
			"",
			"Creating a race with more than two legs adversely affects that race's ability to use standard feet slot magic items. The best way to deal with this is to create variant magic item versions of the various boots, shoes, and slippers that can be worn by this race. Allow members of these races to find [ankle bracelets of speed](magic-wondrous/boots_of_speed) or [horseshoes of spider climb](magic-wondrous/slippers_of_spider_climbing) that act just like their traditional magic item counterparts, but fit the new race's form."
		],
		"parent_topics": [
			"gamemastery",
			"race_builder",
			"step_3_racial_traits",
			"other_racial_traits"
		],
		"siblings": [
			"standard_other_traits",
			"advanced_other_traits",
			"monstrous_other_traits"
		]
	},
	"creating_new_weapons": {
		"name": "Creating New Weapons",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"{SOURCE Weapon Master's Handbook/28}  ",
			"It is next to impossible for any game to cover every conceivable weapon from all cultures, eras, works of fiction, and players' imaginations. In many cases, new weapons can be represented as slightly different versions of existing weapons, such as a Chinese dao that uses the shortsword rules. However, for those cases when new weapon statistics are truly needed, this section introduces rules for GMs to use as guidelines.",
			"",
			"This weapon design system allows you to create a new weapon by buying weapon qualities with Design Points (DP). The number of Design Points a weapon receives is determined by whether it is simple (4 DP), martial (5 DP), or exotic (6 DP).",
			"",
			"All new weapons begin with the following base statistics: **Dmg** (M) 1d3; **Critical** &times;2; **Type** any one (B, P, S); **Price** 1 gp &times; the weapon's base DP.",
			"",
			"In addition, you choose whether your base weapon is a [melee weapon or a ranged weapon](rule/weapon_types). If you choose ranged, you must decide whether the weapon is a projectile weapon or a thrown weapon. A projectile ranged weapon has a 50-foot range increment and uses ammunition, while a thrown ranged weapon has a 10-foot range increment.",
			"",
			"***Fighter Weapon Group:*** You must choose the [fighter weapon group](ability/weapon_groups) (or groups) to which your weapon belongs. When determining this, pick the fighter weapon group with the most weapons that have similar statistics (in the case of ranged weapons, the group with the most weapons that are reloaded in the same manner). Some fighter weapon groups grant weapons additional abilities, as noted below.",
			"",
			"***Double:*** The weapon gains the double [special feature](rule/weapon_special_features). You pick the damage type of each of the weapon's ends separately. If you choose the additional damage type or the improved damage quality with the weapon (see below), treat each end as a separate weapon when determining the Design Point cost of that quality.",
			"",
			"***Monk:*** A weapon can be placed in the monk group only if it gains the monk weapon feature (see below).",
			"",
			"***Hands:*** For melee weapons, you must choose whether your weapon is light, one-handed, or two-handed. For ranged weapons, you must choose how many hands it takes to attack with your weapon and (for projectile ranged weapons and slings) how many hands are required to load it. The base number of Design Points of one-handed and ranged weapons increases by 2, and the base number of Design Points of two-handed weapons increases by 3.",
			"",
			"***Weight:*** When determining a weapon's weight, use the weight of a weapon with similar damage and features.",
			"",
			"### Weapon Qualities",
			"",
			"***Additional Design Points (0 DP):*** Increase the weapon's available Design Points by 1 and its gp price by 15. This quality can be selected twice for one-handed weapons and ranged weapons, or three times for two-handed weapons.",
			"",
			"***Additional Damage Type (Varies):*** Select an additional type of damage (B, P, or S). The weapon deals the selected type of damage either separately from its original damage type (such as \"P or S\") or simultaneously (such as \"P and S\") . This quality costs 1 DP if the types apply separately and 3 DP if they apply simultaneously.",
			"",
			"***Aerodynamic (1 DP):*** The weapon has a 10-foot range and can be thrown up to 5 range increments. Only melee weapons can have this quality.",
			"",
			"***Attached (1 DP):*** The weapon is attached to the wielder's arm and cannot be disarmed. The wielder can wield or carry items in the hand to which this weapon is attached, but she takes a -2 penalty on all precision-based tasks involving that hand (such as opening locks). This penalty can be removed by increasing this quality's cost to 3 DP.",
			"",
			"***Concealed (1 DP):*** The weapon is easy to hide, granting the wielder a +2 bonus on Sleight of Hand checks to conceal it. Only light and one-handed melee weapons and ranged weapons that need one hand to fire can have this quality.",
			"",
			"***Ease of Grip (1 DP):*** The weapon can be wielded as a two-handed martial weapon. Only one-handed exotic weapons can have this quality.",
			"",
			"***Expanded Range Increment (1 DP):*** The weapon's range increment increases by 10 feet, up to a maximum range increment of 30 feet for thrown weapons and 120 feet for projectile weapons or slings. This quality can be selected multiple times.",
			"",
			"***Finesse (3 DP):*** The weapon can be used with {feat/Weapon Finesse} as if it were a light weapon. Only one-handed and exotic melee weapons can have this quality.",
			"",
			"***Fragile (-1 DP):*** The weapon gains the [fragile](rule/broken_and_fragile) special weapon feature.",
			"",
			"***Improved Critical Multiplier (Varies):*** Increase the weapon's critical multiplier by 1. This quality can be selected twice. It costs 3 DP the first time it is selected, and 6 DP the second time. It can be selected only once if the weapon has the improved critical threat range quality, in which case the Design Point cost is doubled.",
			"",
			"***Improved Critical Threat Range (Varies):*** Increase the weapon's critical threat range by 1. This quality can be selected twice. It costs 3 DP the first time it is selected and 7 DP the second.",
			"",
			"***Improved Damage (1 DP):*** Increase the weapon's damage dice by one step (1d3 to 1d4, 1d4 to 1d6, 1d6 to 1d8 or 2d4, 1d8 to 1d10, or 1d10 to 2d6 or 1d12). This quality can be selected three times for light weapons, four times for one-handed weapons and ranged weapons, and five times for two-handed weapons. Among weapons sized for Medium characters, the maximum damage is 1d6 for light weapons, 1d8 for one-handed weapons (1d10 if exotic), 1d12 or 2d6 for two-handed weapons, and 1d10 for ranged weapons (1d6 if used or thrown one-handed).",
			"",
			"***Lesser Damage (-1 DP):*** Reduce the weapon's damage by one step (1d3 to 1d2). A weapon cannot have the improved damage quality and this quality simultaneously.",
			"",
			"***Shield (1 DP):*** The weapon counts as a light shield made of wood or metal and can have armor spikes (your choice). Add the gp price of the shield and any armor spikes that the weapon gains from this quality to the weapon's gp price. This quality can be added only to one-handed melee weapons.",
			"",
			"***Spring-Loaded (2 DP):*** The weapon's wielder can activate or suspend its reach as a swift action. This quality can be added only to one-handed or two-handed melee weapons with the reach special feature.",
			"",
			"***Strong (1 DP):*** The weapon's wielder gains a +2 bonus to her Combat Maneuver Defense to resist sunder combat maneuvers attempted against the weapon.",
			"",
			"***Tool (0 DP):*** The weapon can also serve as a specific mundane tool. Add triple the price and double the weight of the tool to the weapon's final price and weight.",
			"",
			"***Traditional (1 DP):*** Select one race with the weapon familiarity racial trait (such as elves or orcs). Members of that race with the weapon familiarity racial trait treat the weapon as a martial weapon. This quality can be applied only to exotic weapons.",
			"",
			"***Weapon Feature (Varies):*** Choose one of the following {rule/weapon special features} for the weapon: *blocking, brace, deadly, disarm, distracting, grapple, monk, nonlethal, performance, reach,* or *trip.* This quality can be selected twice for martial weapons and three times for exotic weapons. It costs 1 DP the first time it is selected, 3 DP the second time, and 4 DP the third time."
		],
		"parent_topics": [ "gamemastery" ],
		"siblings": [
			"basics_from_the_core_rulebook",
			"gamemastery_guide",
			"monster_rules",
			"race_builder",
			"creating_new_weapons"
		]
	}
}
