{
	"advanced_player_topics": {
		"name": "Advanced Player Topics",
		"subtopics": [
			"companions",
			"lineage",
			"retirement",
			"retraining",
			"spells_of_the_wild",
			"spells_of_intrigue",
			"young_characters"
		],
		"description": [
			"These topics contain more \"advanced\" topics for players of the Pathfinder RPG."
		]
	},
	"companions": {
		"name": "Companions, Cohorts, etc.",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/140}",
			"",
			"In a typical campaign, each player controls one character. However, there are several ways for you to temporarily or permanently gain the assistance of a companion, such as an animal companion, a cohort, an eidolon, or a familiar. The combat advantages of controlling a second creature are obvious, but having a companion also has drawbacks and requires an understanding of both your role and the GM's in determining the creature's actions. This section addresses common issues for companions and the characters who use them."
		],
		"parent_topics": [ "advanced_player_topics" ],
		"subtopics": [
			"controlling_companions",
			"advancing_companions",
			"intelligent_animals",
			"remembering_companions",
			"companion_plot_hooks",
			"reviving_and_replacing_companions"
		],
		"siblings": [
			"companions",
			"lineage",
			"retirement",
			"retraining",
			"spells_of_the_wild",
			"spells_of_intrigue",
			"young_characters"
		]
	},
	"controlling_companions": {
		"name": "Controlling Companions",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/140}",
			"",
			"How a companion works depends on the campaign as well as the companion's nature, intelligence, and abilities. In some cases, the rules do not specify whether you or the GM controls the companion. If you're entirely in control, the companion acts like a subsidiary PC, doing exactly what you want just like a true PC. If the GM is control, you can make suggestions or attempt to influence the companion, but the GM determines whether the creature is willing or able to attempt what you want."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions"
		],
		"subtopics": [
			"aspects_of_control",
			"issues_of_control"
		],
		"siblings": [
			"controlling_companions",
			"advancing_companions",
			"intelligent_animals",
			"remembering_companions",
			"companion_plot_hooks",
			"reviving_and_replacing_companions"
		]
	},
	"aspects_of_control": {
		"name": "Aspects of Control",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/140}",
			"",
			"Whether you or the GM controls a particular companion depends largely on the creature's intelligence and level of independence from you.",
			"",
			"***Nonsentient Companions:*** A nonsentient companion (one with animal-level intelligence) is loyal to you in the way a well-trained dog is - the creature is conditioned to obey your commands, but its behavior is limited by its intelligence and it can't make altruistic moral decisions, such as nobly sacrificing itself to save another. Animal companions, cavalier mounts, and purchased creatures (such as common horses and guard dogs) fall into this category. In general they're GM-controlled companions. You can direct them using the {skill/Handle Animal} skill, but their specific behavior is up to the GM.",
			"",
			"***Sentient Companions:*** A sentient companion (a creature that can understand language and has an Intelligence score of at least 3) is considered your ally and obeys your suggestions and orders to the best of its ability. It won't necessarily blindly follow a suicidal order, but it has your interests at heart and does what it can to keep you alive. Paladin bonded mounts, familiars, and cohorts fall into this category, and are usually player-controlled companions.",
			"",
			"***Eidolons:*** Outside the linear obedience and intelligence scale of sentient and nonsentient companions are eidolons: intelligent entities magically bound to you. Whether you wish to roleplay this relationship as friendly or coerced, the eidolon is inclined to obey you unless you give a command only to spite it. An eidolon would obey a cruel summoner's order to save a child from a burning building, knowing that at worst the fire damage would temporarily banish it, but it wouldn't stand in a bonfire just because the summoner said to. An eidolon is normally a player-controlled companion, but the GM can have the eidolon refuse extreme orders that would cause it to suffer needlessly.",
			"",
			"***Magical Control:*** {spell/Charm person}, {spell/dominate person}, and similar effects turn an NPC into a companion for a limited time. Most charm-like effects make the target friendly to you; the target has to follow your requests only if they're reasonable, and has its own ideas about what is reasonable. For example, few creatures consider \"hand over all your valuables\" or \"let me put these manacles on you\" a reasonable request from a friend. You might have to use {skill/Diplomacy} or {skill/Intimidate} checks to influence a charmed ally, and the GM has the final say as to what happens. Though the target of a charm effect considers you a friend, it probably feels indifferent at best toward the other PCs and won't listen to requests from them. A creature under a dominate effect is more of a puppet, and you can force it to do anything that isn't suicidal or otherwise against its well-being. Treat it as player-controlled, with the GM making its saving throws to resist inappropriate commands.",
			"",
			"***Common Exceptions:*** Some companions are exceptions, such as an intelligent companion who doesn't bear exceptional loyalty toward you (for example, a hired guard), a weaker minion who is loyal to you but lacks the abilities or resources to assist in adventuring tasks, and a called outsider (such as from {spell/planar ally}) who agrees to a specific service but still has a sense of self-preservation. You can use {skill/Bluff}, Diplomacy, and Intimidate to influence such companions, but the GM is the final arbiter of their actions. For example, a PC might use threats to convince a caravan guard to hold back an ogre for a few rounds or to prevent her zealous followers from attacking a rival adventurer, but the GM makes the decision whether the guard runs away after getting hit once or the followers attack when provoked.",
			"",
			"The GM may deviate from the above suggestions, such as allowing a druid to control an animal companion directly, creating a more equivalent or even antagonistic relationship between a summoner and an eidolon, or roleplaying a mentoring relationship between a veteran warhorse and the young paladin who inherited his loyalty. Before you create a character with a companion creature (or decide to add a companion in play), the GM should explain to everyone how much influence you and the GM each have over the creature's actions. That way, everyone is fully informed about all aspects of dealing with the companion.",
			"",
			"The specifics of controlling a companion vary for different campaigns. A gritty campaign where animal companions can't do anything that real animals can't do forces the GM to act as a check against you pushing the bounds of creativity. A high-fantasy game where familiars are nearly as important to the storyline as the PCs - or are played as near-PCs by other players - is a very different feel and can create interesting roleplaying opportunities. An evil campaign where companions are unwilling slaves of the PCs creates a dynamic where the PCs are trying to exploit them as much as possible - perhaps even sacrificing and replacing them as needed - and treat them more like living tools than reluctant allies."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"controlling_companions"
		],
		"siblings": [
			"aspects_of_control",
			"issues_of_control"
		]
	},
	"issues_of_control": {
		"name": "Issues of Control",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/141}",
			"",
			"The GM should keep in mind several factors when it comes to companions, whether handling them as suggested above or altering the balance to give you more or less control.",
			"",
			"***Ease of Play:*** Changing who controls a companion can make the game easier or harder for the GM. Controlling a cohort in combat is one more complex thing for the GM to deal with. The GM must keep track of a cohort's tactics and motivations and how those affect it in combat while keeping her own knowledge of the monsters separate from the cohort's knowledge; otherwise, the cohort will outshine the PCs with superior tactics. Giving you control over these decisions (while still allowing the GM to veto certain actions) alleviates some of the burden and allows you to plan interesting tactics between yourself and your cohort, much as you would have mastered during times you trained together.",
			"",
			"Conversely, giving a player full control over the actions of two characters can slow down the game. If you're prone to choice paralysis, playing two turns every round can drag the game to a halt. If this is a problem, the GM should suggest that another player help run the companion or ask you to give up the companion and alter yourself to compensate (such as by choosing a different feat in place of {feat/Leadership}, taking a domain instead of a druid animal companion, or selecting the \"companions\" option for a ranger's hunter's bond ability instead of an animal).",
			"",
			"***Game Balance:*** Even a simple change like allowing players to directly control companions has repercussions in the game mechanics. For example, if a druid has complete control over an animal companion, there's no reason for her to put ranks in Handle Animal, freeing up those ranks for other valuable skills like Perception. If a wizard with a guard dog doesn't have to use a move action to make a Handle Animal check to have the dog attack, he has a full set of actions each round and a minion creature that doesn't require investing any extra time to \"summon\" it. If companion animals don't have to know specific tricks, the PC can use any animal like an ally and plan strategies (like flanking) as if the animal were much smarter than it actually is.",
			"",
			"With intelligent companions such as cohorts, giving you full control means you're controlling two characters and can take twice as many actions as the other players. The GM can create a middle ground, such as requiring you to put ranks in Handle Animal but not requiring you to make checks, or reducing the action needed to command an animal, but these decisions should be made before the companion joins the group.",
			"",
			"***Sharing Information:*** Whenever you control multiple creatures, there are issues of sharing information between you and your companions. Some companions have special abilities that facilitate this sort of communication, such as a familiar's empathic link or an eidolon's bond senses ability, but most companions are limited to what they can observe with their own senses. For example, if a wizard using {spell/see invisibility} knows there is an invisible rogue across the room, he can't just direct his guard dog to attack the rogue; he has to use the seek command to move the dog to the general area of the rogue, and even then he can't use the attack command to attack the rogue because the rogue isn't an \"apparent enemy.\" If the GM allows the wizard to make the dog fight the invisible rogue, that makes the animal much more versatile than normal, and also devalues the special nature of a true empathic or telepathic bond with a companion. If the dog is allowed to work outside the PC's line of sight, it devalues abilities such as a wizard's ability to scry on his familiar. Of course, intelligent companions using speech can bypass some of these limitations (such as telling a cohort there's an invisible rogue in the corner)."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"controlling_companions"
		],
		"siblings": [
			"aspects_of_control",
			"issues_of_control"
		]
	},
	"advancing_companions": {
		"name": "Advancing Companions",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/142}",
			"",
			"Another issue is who gets to control the companion's advancement. Animal companions, eidolons, and cohorts all advance much like PCs, making choices about feats, skills, special abilities, and (in the case of cohorts) class levels. Whoever controls the companion's actions also makes decisions about its advancement, but there is more of a shared role between you and the GM for some types of companions.",
			"",
			"***Animal Companion:*** Advancement choices for an animal companion include feats, skills, ability score increases, and tricks.",
			"",
			"If the companion's Intelligence score is 2 or lower, it is limited to a small selection of feats (see [Animal Feats, under the animal companion section](sidekick/animal_companion)). You should decide what feats the animal learns, though the GM should have a say about whether a desired feat is appropriate to the animal's type and training - fortunately, the feats on the list are appropriate for just about any animal. If the animal's Intelligence is 3 or higher (whether from using its ability score increase or a magic item), it can select any feat that it qualifies for. You should decide what feat it learns, subject to GM approval, although the creature's higher intelligence might mean it has its own ideas about what it wants to learn.",
			"",
			"As with feats, you should decide what skills your animal companion learns, chosen from the [Animal Skills list](sidekick/animal_companion) and subject to GM approval. If the animal's Intelligence score is 3 or higher, it can put its ranks into any skill, with the GM's approval. Of course, the animal might not have the physical ability to perform certain skills (a dog can't create disguises, an elephant can't use the Ride skill, and so on).",
			"",
			"Ability score increases are straightforward when it comes to physical ability scores; training an animal to be stronger, more agile, or tougher are all reasonable tasks. Training an animal to be smarter, more intuitive, or more self-aware is less easy to justify - except in the context where people can cast spells and speak with animals.",
			"",
			"Because you're responsible for using the Handle Animal skill to teach your companion its tricks, you decide what tricks the companion learns. If you're not skilled at training animals or lack the time to do it yourself, you can hire an expert trainer to do it for you or use the downtime system to take care of this training.",
			"",
			"***Cohort:*** Advancement choices for a cohort include feats, skills, ability score increases, and class levels.",
			"",
			"A cohort is generally considered a player-controlled companion, and therefore you get to decide how the cohort advances. The GM might step in if you make choices that are inappropriate for the cohort, use the cohort as a mechanism for pushing the boundaries of the game rules, or treat the cohort unfairly. A cohort is a loyal companion and ally to you, and expects you to treat him fairly, generously, without aloofness or cruelty, and without devoting too much attention to other minions such as familiars or animal companions. The cohort's attitude toward you is generally helpful (as if using the Diplomacy skill); he complies with most of your requests without any sort of skill check, except for requests that are against his nature or put him in serious peril.",
			"",
			"If you exploit your cohort, you'll quickly find your {feat/Leadership} score shrinking away. Although this doesn't change the cohort's level, the cohort can't gain levels until your Leadership score allows for a level increase, so if you're a poor leader, you must wait longer for your cohort to level up. In extreme cases, the cohort might abandon you, and you'll have to recruit a new cohort.",
			"",
			"Examples of inappropriate advancement choices are a good-aligned companion selecting morally questionable feats, a clumsy cohort suddenly putting many ranks in {skill/Disable Device} (so he can take all the risks in searching for traps instead of you), a spellcaster cohort taking nothing but item creation feats (so you get access to plenty of cheap magic items at the cost of just one feat, {feat/Leadership}), a fighter cohort taking a level in wizard when he had no previous interest in magic, or you not interacting with your cleric cohort other than to gain defensive spells from a different class or a flanking bonus.",
			"",
			"When you select the {feat/Leadership} feat, you and the GM should discuss the cohort's background, personality, interests, and role in the campaign and party. Not only does this give the GM the opportunity to reject a cohort concept that goes against the theme of the campaign, but the GM can plan adventure hooks involving the cohort for future quests. The random {rule/background generator} can help greatly when filling in details about the cohort. Once the discussion is done, writing down a biography and personality profile of the cohort helps cement his role in the campaign and provides a strong reference point for later talks about what is or is not appropriate advancement for the cohort.",
			"",
			"***Eidolon:*** Compared to an animal companion or cohort, an eidolon is a unique type of companion - it is intelligent and loyal to you, and you have absolute power over whether it is present in the material world or banished to its home plane. You literally have the power to reshape the eidolon's body using the {spell/transmogrify} spell, and though technically the eidolon can resist this - the Saving Throw is \"Will negates (harmless)?\" - it is assumed that the eidolon complies with what you want. After all, the eidolon can't actually be killed while summoned; at worst, it might experience pain before damage sends it back to its home plane. This means the eidolon is usually willing to take great risks to help you. If swimming through acid was the only way to save you, it would do so, knowing that it won't die and will recover. The eidolon is a subservient creature whose very nature depends upon your will, so you decide what feats, skill points, ability score increases, and evolutions the eidolon gains as it advances.",
			"",
			"***Follower:*** Because a follower is much lower level than you, it's generally not worth determining a follower's exact feats and skill ranks, as he would be ineffective against opponents appropriate for your level. In most cases, knowing the follower's name, gender, race, class, level, and profession is sufficient, such as \"Lars, male human expert 1, sailor.\" Since followers lack full stat blocks, the issue of advancing them is irrelevant. If your {feat/Leadership} score improves, just add new followers rather than advancing existing ones. However, if events require advancing a follower (such as turning a follower into a cohort to replace a dead cohort), use the same guidelines as for cohorts.",
			"",
			"***Hirelings:*** Hirelings don't normally gain levels. If the GM is running a kingdom-building campaign where hireling NPCs are heavily involved, you might suggest ways for NPCs to advance, but the final decision is up to the GM. If you want more control over your hireling's feats, skills, and class levels, you should select that hireling as a follower with the {feat/Leadership} feat.",
			"",
			"***Mounts:*** Common mounts (such as horses or riding dogs bought from a merchant, rather than mounts that are class features) don't normally advance. If extraordinary circumstances merit a mount gaining Hit Dice, and you have Handle Animal ranks and take an interest in training the animal, use the same guidelines as those for animal companions."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions"
		],
		"siblings": [
			"controlling_companions",
			"advancing_companions",
			"intelligent_animals",
			"remembering_companions",
			"companion_plot_hooks",
			"reviving_and_replacing_companions"
		]
	},
	"intelligent_animals": {
		"name": "Intelligent Animals",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/143}",
			"",
			"Increasing an animal's Intelligence to 3 or higher means it is smart enough to understand a language. However, unless an {spell/awaken} spell is used, the animal doesn't automatically and instantly learn a language, any more than a human child does. The animal must be taught a language, usually over the course of months, giving it the understanding of the meaning of words and sentences beyond its trained responses to commands like \"attack\" and \"defend.\"",
			"",
			"Even if the animal is taught to understand a language, it probably lacks the anatomy to actually speak (unless {spell/awaken} is used). For example, dogs, elephants, and even gorillas lack the proper physiology to speak humanoid languages, though they can use their limited \"vocabulary\" of sounds to articulate concepts, especially if working with a person who learns what the sounds mean.",
			"",
			"An intelligent animal is smart enough to use tools, but might lack the ability to manipulate them. A crow could be able to use simple lockpicks, but a dog can't. Even if the animal is physically capable of using a tool, it might still prefer its own natural body to manufactured items, especially when it comes to weapons. An intelligent gorilla could hold or wield a sword, but its inclination is to make slam attacks. No amount of training (including weapon proficiency feats) is going to make it fully comfortable attacking in any other way.",
			"",
			"Even if an animal's Intelligence increases to 3 or higher, you must still use the Handle Animal skill to direct the animal, as it is a smart animal rather than a low-intelligence person (using {spell/awaken} is an exception; an awakened animal takes orders like a person). The GM should take the animal's Intelligence into account when determining its response to commands or its behavior when it doesn't have specific instructions. For example, an intelligent wolf companion can pick the weakest-looking target if directed to do so, and that same wolf trapped in a burning building might push open a door or window without being told."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions"
		],
		"siblings": [
			"controlling_companions",
			"advancing_companions",
			"intelligent_animals",
			"remembering_companions",
			"companion_plot_hooks",
			"reviving_and_replacing_companions"
		]
	},
	"remembering_companions": {
		"name": "Remembering Companions and Followers",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/143}",
			"",
			"### Remembering Companions",
			"",
			"Often, a companion is forgotten about when it's not needed. A familiar hides in a backpack and only comes out when the sorcerer needs to spy on something or deliver a spell with a range of touch. An animal companion or cohort follows the druid silently and acts only when a skill check or attack roll is needed. An eidolon is used as a mount or an expendable resource in battle. You and the GM need to remember that a companion is a creature, not an unthinking tool, and can't simply be ignored.",
			"",
			"There are several ways to make sure a companion doesn't get lost or forgotten.",
			"",
			"***Props:*** Physical props can help you, the other players, and the GM remember companions. If the campaign uses miniatures on the tabletop, the companion should have its own miniature or token. If all the adventurers move forward, it's easy to see that a lonely miniature was left behind. Even without miniatures, having a physical representation of the companion on the tabletop keeps it in mind. Whether this is a stuffed animal, a toy, an action figure, a cardboard stand-up, or a simple character sheet with a colorful illustration, this kind of reminder gives the companion a presence on the tabletop.",
			"",
			"***Another Player:*** If you regularly forget the presence of your companion and the GM is busy dealing with the rest of the game, another player can take over playing the companion. If the second player has an introverted character or one whose actions in combat are fast and efficient, allowing that player to control the companion gives him another opportunity to have some time in the spotlight. The second player should roll initiative separately for the companion so the companion's actions don't get forgotten on either turn - giving the companion its own turn reinforces its role in the party.",
			"",
			"Allowing another character to play the companion also gives the group additional roleplaying opportunities. You might feel silly talking as both your character and your cohort, but more comfortable having a dialogue with your cohort when it's played by someone else (this also keeps the cohort from blindly doing whatever you say). Wearing a hat or mask, or holding up a small flag or banner to represent the companion can help other players keep track of who is acting when you speak.",
			"",
			"***Casual Observer:*** Some gaming groups have a casual player, friend, spouse, or child who isn't interested in playing a normal character for the campaign, but likes to watch the game or be nearby when everyone else is playing. That person might be interested in playing a companion for one or more sessions (especially if it's a creature that's funny and cute). This is an opportunity for that person to get involved in the game without the responsibility of being a full contributing member to the group - and just might be the hook that convinces that observer to become active in the game.",
			"",
			"If playing a companion goes well, the GM may create a one-shot spin-off adventure in which all the players play companion creatures instead of normal PCs (perhaps because the PCs are captured, incapacitated, or merely sleeping), returning to the normal campaign when that adventure is completed.",
			"",
			"### Remembering Followers",
			"",
			"Followers are a little more complex because there can be so many of them and they don't usually adventure with you. You and the GM should keep notes about each follower (or group of followers, if there are several in a common location such as a temple) and link this information to the followers' base of operations. For example, the GM's notes about the capital city should mention the thieves' guild informant follower of the rogue PC. Artwork representing the follower (even a simple piece of free clip art found online) can be a stronger reminder than a name that's easily lost in a page full of words.",
			"",
			"Followers also have a unique companion role in that they spend most of their time away from you, and might use that time positively or negatively. Just because a follower is low level and you're not doesn't mean the follower stops being a person with needs, fears, and a role to play in your heroic story. Even if you dismiss the follower aspect of the {feat/Leadership} feat as baggage, a follower is going to pay attention to what you do, and if this hero-worship grows tarnished from neglect or abuse, that very same follower provides an opportunity for the GM to demonstrate how bad will among the common folk can negatively affect an adventurer's life (see the [Reputation](rule/reputation_and_fame) section for more information)."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions"
		],
		"siblings": [
			"controlling_companions",
			"advancing_companions",
			"intelligent_animals",
			"remembering_companions",
			"companion_plot_hooks",
			"reviving_and_replacing_companions"
		]
	},
	"companion_plot_hooks": {
		"name": "Companion Plot Hooks",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/144}",
			"",
			"Having a companion in the party is an incredible opportunity for the GM to introduce plot elements into a campaign - and more interesting plots than \"the companion has been kidnapped!\" The players have a general idea about their characters' pre-adventurer histories, but a companion is a bit of a mystery. What did it do before it met you? What is its motivation for joining the adventuring party? What are its goals? What does it do when you aren't around?"
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions"
		],
		"subtopics": [
			"animal_companion",
			"cohort",
			"eidolon",
			"familiar",
			"follower"
		],
		"siblings": [
			"controlling_companions",
			"advancing_companions",
			"intelligent_animals",
			"remembering_companions",
			"companion_plot_hooks",
			"reviving_and_replacing_companions"
		]
	},
	"animal_companion": {
		"name": "Animal Companion",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/144}",
			"",
			"Unless you raised your animal companion from birth, it has its own history and secrets that are likely important and could surprise you. A druid's wolf companion might have been saved by a famous ranger, fought in an orc tribe's arena, or escaped a wizard's experimental lab. What happens when that wolf recognizes that helpful ranger, savage orc, or mad wizard? Is the wolf aggressive when the druid isn't around? Does it have behavior quirks like not letting anyone touch the druid when she's sleeping, even allies trying to wake her? What if the companion was once a humanoid, but was cursed or polymorphed into a different shape and lost its memory about its original identity? What if another druid previously cast {spell/awaken} on it, and it has been pretending to be a common animal so it can watch over or spy on a PC? The answers to these questions are the seeds to side plots or entire adventures.",
			"",
			"Animal companions can also incite fear or prejudice among ignorant townsfolk. Most villages don't want rowdy adventurers bringing wolves, bears, lions, giant snakes, and especially dinosaurs into the town square, and innkeepers don't usually want the larger animals staying in rooms with guests. Stables might charge more to board exotic animals or entirely refuse to do so, and might not have appropriate food for them. If a village is experiencing attacks on its livestock, angry people might be quick to blame a carnivorous animal companion. Conversely, innocent children could have a circus-like fascination with exotic animal companions and help break the ice between visiting adventurers and suspicious locals."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"companion_plot_hooks"
		],
		"siblings": [
			"animal_companion",
			"cohort",
			"eidolon",
			"familiar",
			"follower"
		]
	},
	"cohort": {
		"name": "Cohort",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/145}",
			"",
			"A cohort could have a former life as a criminal that she abandoned after being inspired by your heroic deeds. Just like a PC, a cohort has family and friends, with hopes and concerns for those people. The cohort might be a target for your enemies who are unwilling or unable to strike directly at you (though be careful to avoid making the cohort become a liability or look incompetent). A cohort who is critically injured by a monster might develop a fear about that kind of monster and avoid attacking it. She may have secret vices or virtues that become more prominent over time and can directly affect her relationship with you. If the cohort has an animal companion, you might also suffer some indirect repercussions for the animal's behavior or reputation."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"companion_plot_hooks"
		],
		"siblings": [
			"animal_companion",
			"cohort",
			"eidolon",
			"familiar",
			"follower"
		]
	},
	"eidolon": {
		"name": "Eidolon",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/145}",
			"",
			"An eidolon has the same mystery as a cohort, except its origins are far weirder. It might have been linked to another summoner before its bond with you. It might be a natural creature altered by planar energies and banished to a far realm, or a former adventurer lost in a disastrous mission to an unknown plane. If it resembles a more conventional planar monster (such as an archon, a dretch, or an elemental), it might have been accidentally summoned or called by a sloppy spellcaster and could have some familiarity with other people in the world. Though an eidolon's soul is strongly tied to its summoner, it has an existence in another world when it is away, and in that world it might be a bully, champion, or slave. How it reacts to things during its limited time on the Material Plane is influenced by its unknown past and secret life.",
			"",
			"An eidolon always has the appearance of a fantastical creature, and attracts as much attention as any unfamiliar animal would. Fortunately for you, you can send the eidolon away to its extraplanar home, allowing you to do business in town and move about normally without drawing unwanted attention. However, if you call the eidolon in an emergency without warning the local authorities, townsfolk might assume it is a marauding monster bent on tearing them limb from limb, requiring hasty explanations and diplomacy to prevent panic."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"companion_plot_hooks"
		],
		"siblings": [
			"animal_companion",
			"cohort",
			"eidolon",
			"familiar",
			"follower"
		]
	},
	"familiar": {
		"name": "Familiar",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/146}",
			"",
			"Plot hooks for familiars are similar to those for animal companions, as they can have the same unknown backgrounds and instinctive reactions to people they knew when they were just common animals. Fortunately, familiars are usually small creatures that can easily pass for common pets as long as they don't do anything that reveals their unusual intelligence. Most townsfolk aren't averse to a common cat, a trained hawk, or even a snake, though innkeepers and merchants might ask that such animals be kept in a cage to prevent them from getting loose and causing any damage.",
			"",
			"Remember that a familiar has an empathic link to its master, and its animal instincts can lead to plot hooks. For example, a toad familiar might project feelings of hunger whenever a member of a fly-demon cult is nearby, a bat familiar might express curiosity about the words a weird hermit is muttering under his breath, and a rat familiar might feel fear when a dangerous assassin walks into the room. A more powerful familiar can speak with other animals of its kind, and if left to roam, it could pick up interesting news about a town or an army camp."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"companion_plot_hooks"
		],
		"siblings": [
			"animal_companion",
			"cohort",
			"eidolon",
			"familiar",
			"follower"
		]
	},
	"follower": {
		"name": "Follower",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/146}",
			"",
			"A follower should be more than an acquaintance or an employee. A follower is devoted to you in the same way a cohort is, but has fewer resources at his disposal and in most cases isn't an adventurer. The follower sees you as a hero or celebrity: someone to emulate. Though it's easy to treat followers as a single, nameless group, a smart player realizes that they don't have to group together. Followers can be spread out over multiple settlements and have multiple roles. For example, if you have a {feat/Leadership} score of 10, you can have five 1st-level followers: a city guard in the capital, an acolyte at the high temple, an informant in the thieves' guild, an adept in a frontier village, and a strange child saved from a goblin's hunger. Gaining followers is an opportunity for you to look back over your adventuring career, recall important or noteworthy NPCs, and solidify the bonds between those NPCs and you.",
			"",
			"Choosing followers gives you a network of loyal contacts who trust and respect you. Though they might not have the resources or backbone to fight on your behalf, they're always on the lookout for ways to help you in any way they can. In effect, they are trustworthy NPC contacts ([Trust score](rule/trust) 4). The city guard might invite you to gamble with the other guards or arrange to have your armor polished. The acolyte might have tips about an upcoming religious festival and the clergy's concerns about a nearby plague. The informant might have news about mysterious disappearances or volunteer to keep an eye on your rival. A thug might bully the truth out of a tight-lipped witness or provide inside information on her employer. The adept might send messages about strange events from the wildlands. The strange child might have precognitive visions, perhaps from budding magical powers.",
			"",
			"If you ever lose or dismiss your cohort, selecting a replacement from among your followers not only gives you an excuse to spend some downtime training that follower to become your new cohort, but rewards the loyalty of all the other followers, as they see that you treat them as near equals.",
			"",
			"The GM should use these followers as plot hooks. Instead of having rumors from an unknown source reach your ears from no specific source, a named follower could present that information. Instead of having you hunt for information about a cataclysm prophesied to occur in 3 days, a scholarly follower could find a scroll or book about the prophecy and bring it to you. The desperate stableboy follower can approach you about money to pay off his father's gambling debts to a crooked bookkeeper. The poor merchant can ask you for help dealing with a charismatic man trying to convince his daughter to become a prostitute. By using a follower for a plot hook, the GM lets the player know that the character can trust the follower's intentions, and keeps the PC's past involvement with that NPC relevant.",
			"",
			"As you reach higher {feat/Leadership} scores, you gain dozens of followers. Rather than these followers all being spread thinly across every possible settlement in the campaign, it's more likely that many of these individual followers know each other well, possibly by working together, spending time at the same temple or academy, or being members of the same family, and you should expand these clusters of followers in an organic way. For example, the other guards who gamble with you could become new followers, the acolyte can train other acolytes or spread the good word about you, the informant might persuade others in the thieves' guild that you're a valuable ally, the adept's entire village might begin to see you as a hero and savior, and the strange child could become a wizard's apprentice and convince the entire cabal to befriend you. If you ever decide to build a fort or found a temple or guild, you already have a group of like-minded and skilled followers ready and willing to help."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"companion_plot_hooks"
		],
		"siblings": [
			"animal_companion",
			"cohort",
			"eidolon",
			"familiar",
			"follower"
		]
	},
	"reviving_and_replacing_companions": {
		"name": "Reviving and Replacing Companions",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/147}",
			"",
			"Adventuring is a dangerous career, and sometimes an animal companion, cohort, or familiar dies or is lost. A change in your alignment or religion might drive away your cohort, or the cohort's role in the story might end based on discussion between you and the GM. An extended voyage in a dangerous environment might convince a druid to free a trusted companion that would otherwise suffer and die if forced to travel (such as a polar bear in the desert). A ranger might discover a rare specimen of a favorite type of creature and want to claim it as his own in order to protect it from poachers. Regardless of the cause, when a companion dies or is lost, you need to replace it. This creates an opportunity for roleplaying."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions"
		],
		"subtopics": [
			"reviving_a_dead_companion",
			"finding_a_replacement"
		],
		"siblings": [
			"controlling_companions",
			"advancing_companions",
			"intelligent_animals",
			"remembering_companions",
			"companion_plot_hooks",
			"reviving_and_replacing_companions"
		]
	},
	"reviving_a_dead_companion": {
		"name": "Reviving a Dead Companion",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/147}",
			"",
			"A lost animal companion, cohort, familiar, or follower can be raised or resurrected with spells such as {spell/raise dead}, {spell/raise animal companion}, {spell/resurrection}, or {spell/true resurrection}. For a cohort or follower with character levels, these kinds of spells give the character one or more negative levels - a price worth paying if the alternative is death. Creatures with no character levels (such as animal companions and familiars) count as 1st level for the purpose of these spells, and therefore they take Constitution drain instead of negative levels. A nonsentient companion is assumed to be willing to return to life unless you were cruel to it or directly responsible for its death.",
			"",
			"In most cases, the companion probably remembers its last moments alive and understands that you're the reason why it is alive again. For a lower-level cohort or a non-adventuring follower, the gift of a second chance at life is something very treasured and earns you great respect and devotion. You can gain the reputation of \"fairness and generosity\" for the purposes of the {feat/Leadership} feat.",
			"",
			"Using {spell/reincarnate} is an alternative option, but has a similar effect on a companion's loyalty and affection. Few humans would choose to be reincarnated as a bugbear or kobold, but if the choice is that or death, a new life in a new body is generally preferred. For an animal companion, the GM should create a random table of creatures similar to its original form; for example, a lion might be reincarnated as a leopard, cheetah, or tiger."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"reviving_and_replacing_companions"
		],
		"siblings": [
			"reviving_a_dead_companion",
			"finding_a_replacement"
		]
	},
	"finding_a_replacement": {
		"name": "Finding a Replacement",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/147}",
			"",
			"In some cases, replacing an animal companion or familiar can be as easy as purchasing an animal of the desired type and declaring it your new companion. [Attuning a familiar to its new master](class/wizard) requires a ritual. [Choosing an animal companion](class/druid) requires 24 hours of prayer. The ceremony can also be used to attract and bond with an animal appropriate to the local environment. However, you might want to wait for the campaign to present an appropriate companion, such as an animal you rescue from a cruel enemy that you tame with the ritual or ceremony. In terms of game mechanics, there is no difference between any of these options, and you should work with the GM to find a replacement method that is appropriate to the campaign.",
			"",
			"Replacing a lost or killed cohort or follower involves a similar collaboration between you and the GM to create a character who is appropriate for the campaign and valuable to you (and hopefully to the rest of the party). You might want to elevate a follower to a cohort, select another known NPC to become a cohort, or start from scratch by introducing a new NPC to the party. Keep in mind that your Leadership score might have changed, especially if you were responsible for the previous cohort's death - and that sort of tragedy creates roleplaying opportunities for the new cohort."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"reviving_and_replacing_companions"
		],
		"siblings": [
			"reviving_a_dead_companion",
			"finding_a_replacement"
		]
	},
	"lineage": {
		"name": "Family and Lineage",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/166}",
			"",
			"A hero doesn't just blink into existence the moment you fill out a character sheet; he came from somewhere. For most characters, that means he has or had a family: a mother and father, who in turn had mothers and fathers of their own, and so on, stretching back into the past in a chain of ancestry. This is the character's lineage, and it shapes and defines the character, whether he's consciously aware of it or not. Some lineages are more complex than others - adoption, sorcerer bloodlines, and reincarnation are a few examples - but the idea of family is still important beyond immediate blood ties. Whatever form this lineage takes, it has a profound effect on the character's life, story, and role in the campaign."
		],
		"parent_topics": [ "advanced_player_topics" ],
		"subtopics": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		],
		"siblings": [
			"companions",
			"lineage",
			"retirement",
			"retraining",
			"spells_of_the_wild",
			"spells_of_intrigue",
			"young_characters"
		]
	},
	"developing_your_family": {
		"name": "Developing Your Family",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/166}",
			"",
			"The most obvious manifestation of your character's lineage is his still-living relatives. Many of these NPCs have been with the character since birth, and helped shape him into the person he is today. A character's family is an extension of that character's backstory, and so you should ultimately have the final say over its size and nature. The GM should only intervene when your desired family would disrupt the campaign in some way or give you an unfair advantage. For the same reason, the GM should avoid introducing new members to your character's family after the campaign begins, unless the circumstances of the story (such as marriage or pregnancy) demand it.",
			"",
			"The first thing you need to do is to determine the size and composition of your character's family. This can be chosen arbitrarily, within reason, or can be [generated randomly](rule/background_generator). One character's family might consist solely of the single parent who raised him, while another character might be a part of a large clan or noble house. Once you determine the size of the family, you can use the guidelines in this section and in {rule/Non-Player Characters} to further develop the personalities of these relatives. Every family is different, so it's hard to generalize a PC's relationship with his relatives. The following guidelines are a good place to start. This assumes a happy, functional family. For other family types of dynamics, see Complicated and Dysfunctional Families.",
			"",
			"***Immediate Family:*** This group includes anyone who played a direct role in raising the character, or anyone whom the character is raising (such as a child or younger sibling). Generally this includes the character's mother, father, surrogate parents, brothers, sisters, and any other live-in relatives. The character's spouse (if any) also belongs in this category, as do any children. The size of an immediate family varies by culture, but for most campaigns they shouldn't be too numerous. These family members are usually very loyal, and start the campaign with a helpful attitude toward the PC (though in most campaigns they are low-level NPC-class characters and can't provide much support in terms of finances or gear). It should be difficult to permanently worsen their attitudes, barring exceptionally heinous actions. A character's greatest obligations are often to immediate family members, and when times get rough for the family, he may be expected to spend time or money helping them.",
			"",
			"***Extended Family:*** These family members had a less important role in the character's life growing up, but nonetheless played a part. This group often includes aunts, uncles, cousins, and grandparents. Married characters might also count their in-laws. A character's extended family is almost always larger and more diverse than her immediate family, but also less willing or able to help her in times of difficulty. Usually these relatives have a friendly attitude, though a few might be helpful, indifferent, or even hostile, depending on the family's circumstances. A character generally has fewer obligations to her extended family, though these relatives may still expect the occasional favor from the PC.",
			"",
			"***Distant Relatives:*** Any person who is only loosely related to your character and has no strong emotional bond to the PC is considered a distant relative. These characters have little connection to you beyond (possibly) a shared surname, or are extended family of someone in your character's extended family. They are the character's most numerous and diverse group of relatives, and so can come in handy in a wide variety of situations, though she can't rely on them for help too directly or too often. These NPCs generally start with an indifferent attitude, though a particularly family-oriented relative might be friendly instead. They also generally don't expect many favors from the PC in return. They can usually be counted on to take the PC's side when dealing with people outside the family."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"complicated_and_dysfunctional_families": {
		"name": "Complicated and Dysfunctional Families",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/166}",
			"",
			"Of course, not all families get along. Past trauma, such as abuse or neglect, can shatter bonds, poisoning what should be healthy relationships. Politics and religion also drive wedges between relatives, turning brother against brother and mother against daughter. Sometimes a simple clash of personalities is enough to turn one family member away. Because of reasons like these, some family members begin with a worse attitude toward your PC than the above guidelines suggest. Most such relatives will be unfriendly to the PC at worst, though hostile relatives are possible in extreme cases.",
			"",
			"Whether or not your character initially gets along with his family is up to you. However, once the campaign begins, it's the GM's responsibility to control these relatives and determine how their attitudes change over the course of play. A character that acts against his family's interests, fails too often in familial obligations, or behaves in a manner contrary to the family's beliefs or ethics should expect relationships to sour. This should be handled delicately, as turning a character's family against him seriously alters the character's place in the campaign. The GM should remember that most families are forgiving, and only the most egregious of acts should have a permanent effect on the character's relationships with his family.",
			"",
			"In the event that a family member's attitude does shift, reconciliation should always be possible (likewise, relatives who started out as unfriendly or hostile can be brought around with enough hard work). If the character convinces his family that he is truly repentant or trying to make amends with the offended relative, and he works to redress any wrongs he may have done, things should return to normal over time. How the character must do this is up to the GM. It might be as simple as making a Diplomacy check, or complex enough to merit its own side quest or short adventure."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"family_values": {
		"name": "Family Values",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/167}",
			"",
			"You can create and describe the individual members of your character's family using rules in {rule/Non-Player Characters} and the guidelines earlier in this section, but a true family is more than a collection of NPCs with the same surname. Families have traditions, values, and a shared folklore that sets them apart, even from other groups in the same culture. When developing your character's family, you should consider what makes that family unique.",
			"",
			"Does the family have any famous ancestors that they're proud or embarrassed of? What stories do the family elders tell about them? What stories do other family members tell? Does the family follow any special naming traditions, or worship a deity unusual for the region? What songs do they sing? Do any members have notorious reputations? Does the family have a motto? What values do they hold and what behaviors do they condemn? These are just a few examples of questions you can use to breathe life into the family and give its members a sense of cohesion."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"including_families_in_the_game": {
		"name": "Including Families in the Game",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/167}",
			"",
			"While creating and developing a character's family is largely your responsibility, it's up to the GM to determine how large a role that family plays in the campaign. The family's role might be limited to that of a background element, serving only to flesh out your character concept, or it could play a pivotal role in the campaign's story, tying the character directly to the plot and motivating her from adventure to adventure. Creating a family for your character helps establish an emotional connection with the campaign setting, and the GM should encourage this by giving your family some measure of in-game relevance. Yet placing too much emphasis on one character's family gives that player undue influence over the campaign, and unless the rest of the party is composed of playing members of the same family, the other players could feel underrepresented.",
			"",
			"The GM also needs to make sure that your character doesn't receive too much help from her family. If you play a character with a large or influential family, or a character with ties to a notable or powerful NPC, the GM should be wary of placing too much power in the hands of NPCs related to your character, as this could mean your character steals the spotlight from the rest of the party or makes trivial an important encounter by calling in some favors. The GM is free to disallow any familial relationships that could disrupt the campaign, but it may be worthwhile for you to work with the GM to create the relationships you want in a way that fits the campaign. For example, perhaps your character is disliked by his powerful relative, and therefore you can't call on the relative for assistance except in the most dire situation. Another option is for your character to have ties to a prominent family, but for the rest of the family to be far removed from where the adventure takes place, placing any help weeks or months away."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"support_and_obligation": {
		"name": "Support and Obligation",
		"subtitle": "Family, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/168}",
			"",
			"Unless your character's family is astonishingly poor, they should be able to provide the PC and her allies with simple, mundane aid. This might mean a decent meal, a clean set of clothes, a roof for the night, or a few extra hands for some manual labor. Beyond this, what sort of aid the family provides depends on the family's interests and skills. A family of artisans might offer to craft a nonmagical piece of equipment, or lend tools and equipment related to their trade. A family of musicians might help you make contact with an influential noble patron, or throw a party for your friends and allies after a great victory.",
			"",
			"Family members should never fight your PC's battles for you, and probably shouldn't fight at all except in extreme circumstances - after all, your PC is likely the adventurous member of the family. However, if you take the {feat/Leadership} feat and select a family member as a cohort, the normal cohort rules apply and you may turn a family member into a combat-ready NPC (though the rest of your family may never forgive you if you get your relative killed by a monster).",
			"",
			"One easy way to handle the family's aid to your PC is to use the rules for {rule/NPC Boons}, mainly in the form of favor and skill boons. These boons usually come only from immediate family members, and even then only as often as the GM feels is appropriate. Unique boons might make an excellent reward for a PC who does her family a great service.",
			"",
			"These offers of help don't come for free. Your character is expected to help the family when problems arise. The family should primarily ask for small favors, things your character can take care of with a simple skill check or a little gold. For example, your niece might ask you to help her enroll in a prestigious academy, necessitating a Diplomacy check with the school's dean, or your character's brother might ask for a small loan to start a new business. These favors should play to your character's strengths, and come with tangible benefits for your adventuring career in order to prevent the family member from becoming a GM-controlled nuisance. For example, your niece can arrange to get you access to her school's magical library, and your brother can give you a discount on the goods or services his business sells. These activities should take place during downtime so as to not detract from adventuring. Family obligations are also a way to introduce short side quests into the game, although GMs should be sure to include plot hooks that interest the rest of the party."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"inheritance": {
		"name": "Inheritance",
		"subtitle": "Family, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/168}",
			"",
			"The GM may decide that your character inherits something of value from a deceased relative. This may be as innocuous as a village farm or a house in the city, an adventurer's heirloom such as a masterwork rapier or {magic-ring/ring of protection +1}, or something cryptic and unnerving like a glowing frog idol or a skull that whispers secrets.",
			"",
			"These items are often the source of adventure hooks: Perhaps squatters are living in your house, the rapier has an inscription in a lost language, or cultists are trying to steal the idol. Sometimes the inheritance creates family drama, such as a brother who is upset that you got the house instead of him, an impoverished uncle who'd like to sell the ring, or a religious cousin who shuns you because you own the blasphemous skull. Just like in real life, an inheritance can divide close family members or create alliances out of distant relatives.",
			"",
			"These guidelines for inheritance don't apply if you are just using the idea as a way to provide roleplaying flavor for your character's starting equipment. For example, if your starting equipment at 1st level includes a normal longbow, you don't need GM approval to say that the bow once belonged to your grandmother, who was a ranger in her youth. However, if you wanted an heirloom masterwork longbow or +1 longbow for your character, you would need GM approval because the price of either of those items is beyond what a 1st-level character could afford.[^1]",
			"",
			"[^1]: {rule/Traits} can allow for some masterwork heirlooms to become feasible, such as {trait/Ancestral Weapon}, {trait/Ancestor's Blade}, {trait/Chosen of Iomedae} {trait/Duskwalker Agent}, {trait/Lair Snake}, {trait/Rich Parents}, {trait/Signature Moves} or {trait/Well-Provisioned Adventurer}."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"family_members_as_foes": {
		"name": "Family Members as Foes",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/168}",
			"",
			"Villainous relatives are everywhere in popular fiction, and for good reason - confronting the \"black sheep\" of the family, whether over bad politics, stealing from the family business, or dangerous criminal acts carries a lot of dramatic tension, and the fallout from this sort of storyline can impact the entire family for generations. Having a friendly family member turn out to be the villain is just as effective as having a retired PC become a villain (see {rule/Retirement}). The GM should use this as a plot device sparingly - turning relatives into villains is predictable, can negatively impact your perception of your character's family, and might focus the campaign too much on one player.",
			"",
			"Instead of using a family member as a turncoat, you can plant the seeds for shady members of the family that the GM can use or ignore for the campaign. If your character's family owns a horse ranch, you may have a cousin who's fallen in with horse thieves. If the family owns a farm, a lazy uncle may have run off to join a cult or a gang of bandits. If the family matriarch is heavily involved with the local good temple, an eerie cousin may have sorcerer powers or leave to study necromancy. These NPCs may appear in the campaign later as obvious foes or as morally ambiguous characters you can recruit or ally with - after all, as an adventurer, you may be the black sheep in your family, an embarrassment that nobody decent talks about at family gatherings!",
			"",
			"Having a relative as an antagonist brings additional complications. The family might deem harming your kin the ultimate sin, or maybe doing so would upset an influential relative, putting your character in a situation where you can't attack that opponent and can't allow allies to kill him. Alternatively, you could feel it is your personal mission to rid the family of the villain who stains its reputation, or bring that person to justice. If the problem family member is a dead ancestor of yours, it could fall to you to make amends for his evil deeds' or bear the burden of being the only one in the family who knows that a celebrated grandparent was secretly a cold-blooded murderer.",
			"",
			"Long-lived monstrous races in your background can have interesting consequences for your character; though the ancestor's misdeeds happened decades ago, that relative may still be active in the campaign. For example, the shapechanging red dragon who polluted your bloodline may awaken after a century of rest, or the vampire queen of a nearby land may turn out to be your rebellious great-grandmother. Adversarial relationships like these provide a campaign villain and allow all the PCs to participate in your family's story, and can be the key to unlocking traits or other abilities for your character."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"death_in_the_family": {
		"name": "Death in the Family",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/169}",
			"",
			"When a GM kills your PC's family members, it carries just as much risk as using your PC's family members as villains, and yields far fewer benefits. The death of a loved one at an enemy's hand can certainly provide an emotional kick to the campaign, and help characterize a villain as a truly loathsome individual. However, the unforeseen death of a beloved family member can just as easily prove jarring or traumatic if you are heavily invested in your character's family's well-being. If the GM believes it is necessary to place your character's family in peril, you should have a fair opportunity to defend or save them, or at least to distract the one responsible long enough for your family to get to safety."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"famous_lineages": {
		"name": "Famous Lineages",
		"subtitle": "Family, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/169}",
			"",
			"Your character's deceased family members can have just as strong an influence over the campaign as you do. Lineages vary widely; one character might be descended from an ancient line of kings, and another could be the child of an infamous thief. Rather than simply granting your character benefits or drawbacks based on her ancestors, your character's legacy should be used to provide hooks for further adventures and quests.",
			"",
			"For example, a powerful evil NPC might owe your character's dead grandmother a favor and plot to discreetly eliminate your character before you learn of this debt and try to collect on it. If your character survives long enough to discover the NPC's motives, the favor may be of great benefit. Similarly, clues might surface implicating a dead ancestor in a terrible crime, prompting the local governor to place your character on trial in his stead because of a law that allows punishing descendants for an ancestor's offenses. To survive, your character needs to delve into your family history in order to clear the ancestor's name (and save your life), perhaps recovering a forgotten title or long-lost heirloom as a reward.",
			"",
			"By drawing both positive and negative consequences from your character's past, the GM can present a nuanced and realistic portrayal of your character's legacy, while simultaneously producing scenarios versatile enough to capture the interest of the other PCs."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"retirement": {
		"name": "Retirement",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/186}",
			"",
			"Every hero's journey comes to an end. Ideally this happens at the conclusion of the campaign, but not every hero makes it that far. Some are crippled in battle, killed without the possibility of resurrection, or altered beyond recognition by foul magic. Others lose the will to adventure or their motives for adventuring become irrelevant. Characters can also fall by the wayside for out-of-game reasons, such as a player's schedule changing and preventing participation or the player losing interest in playing the character or the game.",
			"",
			"When this happens, you have an opportunity beyond the character walking off into the sunset: you can work with the GM to turn her into an NPC. If you choose this, you're left with questions to answer. Where does she go? What does she do when not adventuring? Similarly, the GMs is presented with an intriguing dilemma: should the retired character be involved in the campaign as an NPC, and if so, how?",
			"",
			"Using ex-PCs to develop the world and advance the story is an easy way to establish a personal connection between the players and the setting, yet overusing them can steal the focus of the campaign away from the active PCs. The GM must also take the desires of the character's player into account, as few enjoy seeing a favorite PC portrayed poorly.",
			"",
			"The decision to include ex-PCs is not one to make lightly, but the benefits typically far outweigh the risks. Continuing to use ex-PCs reinforces the idea that characters' actions have real and vital consequences for the game world, even after the last battle."
		],
		"parent_topics": [ "advanced_player_topics" ],
		"subtopics": [
			"the_simple_life",
			"relationship_to_the_pcs",
			"taking_a_different_path",
			"betrayal"
		],
		"siblings": [
			"companions",
			"lineage",
			"retirement",
			"retraining",
			"spells_of_the_wild",
			"spells_of_intrigue",
			"young_characters"
		]
	},
	"the_simple_life": {
		"name": "The Simple Life",
		"subtitle": "Retirement, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/186}",
			"",
			"When most people think of retired adventurers, they think of the explorer-turned-tavern owner or the seasoned veteran who now patrols the streets as sheriff. These are characters who turned away from excitement and danger to live simpler, safer lives within the confines of civilization. This is an excellent option for PCs who have strong ties to a particular settlement or who possess skills or abilities that would be of use in the world outside the dungeon. If you're interested in having your PC retire this way, work with the GM to determine what sort of occupation your character can pursue and what location in the campaign world is best for that role.",
			"",
			"The GM should consider what impact the ex-PC has on the region. If a 3rd-level wizard moves to a thorp or hamlet he will make waves, but he would have hardly any effect on a large town or city. On the other hand, a newly arrived 15th-level cleric radically alters the social and political structures of just about any region unless the character takes great pains to be unobtrusive. The GM should discuss with you what the character's goals for retirement are and how he plans to accomplish them. For example, does he want to build or buy a home or business? Will he build it himself or hire local workers? Does the PC plan to marry? Have or adopt children? What relationship does he want to have with the local NPCs? Will he participate in politics? Answering these questions helps ensure the character becomes a part of the setting rather than forgotten or a tacked-on addition."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retirement"
		],
		"siblings": [
			"the_simple_life",
			"relationship_to_the_pcs",
			"taking_a_different_path",
			"betrayal"
		]
	},
	"relationship_to_the_pcs": {
		"name": "Relationship to the PCs",
		"subtitle": "Retirement, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/186}",
			"",
			"You need to consider your retired PC's relationship with the remaining PCs, including your new character if you have one. If your PC left on good terms, the party members now have a friendly contact to call upon for advice or assistance. The retired PC can also serve as a convenient mouthpiece when the GM needs to relay plot-relevant information to the players. However, the GM should take care not to let your retired PC have too much of an active role in the campaign - the point of retiring is to retire, and if your old character is involved almost as much as your current character that means you're getting twice as much time in the spotlight as the other players.",
			"",
			"Your retired PC isn't automatically best friends with your new character and shouldn't be the source of free gold, magic items, or spellcasting (but see the {rule/Lineage} section for information about handling inheritance from earlier PCs). You should think of your retired PC as an allied NPC - to keep things fair, you need to make Diplomacy checks to gain significant favors, and the GM is the final arbiter of how much assistance your old PC is willing to offer based on the needs of the campaign."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retirement"
		],
		"siblings": [
			"the_simple_life",
			"relationship_to_the_pcs",
			"taking_a_different_path",
			"betrayal"
		]
	},
	"taking_a_different_path": {
		"name": "Taking a Different Path",
		"subtitle": "Retirement, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/186}",
			"",
			"A character that stops being a PC doesn't have to quit adventuring; that PC just isn't part of the main adventuring party anymore. A devout mystic might leave the group to undertake a sacred pilgrimage for her church, or a savage warrior may return to her homeland to defend her tribe from foreign invaders. This type of retirement works best for an individualistic character or one whose adventuring motives are independent of the group's overall goals. The ex-PC may not have a direct role to play in the group's future efforts, but that doesn't mean she can't continue to influence the campaign.",
			"",
			"An easy way for the GM to keep the departed character relevant is to make sure the other PCs are informed about her activities. She might send letters or magical messages (such as from sending) to the other PCs, or the PCs may hear news and rumors about her from bards and through town gossip (especially when they're in the retired PC's territory). These tales could be realistic or bombastic, depending on the personality of the retired PC. As a general rule, they shouldn't overshadow the accomplishments of the active PCs - the goal should always be to inform or entertain the PCs rather than have the retired PC steal the spotlight.",
			"",
			"This approach gives the GM an excellent avenue to foreshadow future developments in the campaign, or to steer the party into further adventures. For example, the PCs might hear that their old ally sold several sets of Large weapons and armor in a nearby town, and when the PCs reach that area they are attacked by a gang of hill giants. Using retired PCs to flesh out the local history and legends also gives the campaign a stronger sense of continuity.",
			"",
			"Whether the news is true or just a fabrication is of course up to the GM and the player who created the ex-PC. The retiree might leave to deal with some issue from her past or to battle some threats she is particularly suited to confront. Alternatively, she might choose to aid the group in a less direct way, such as by tracking down leads about campaign villains on behalf of the active PCs or tying up loose ends they leave behind (such as chasing down the last few cultists fleeing a temple the PCs destroyed). The retired character might even be fighting a second front against a common foe with or without the PCs being aware."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retirement"
		],
		"siblings": [
			"the_simple_life",
			"relationship_to_the_pcs",
			"taking_a_different_path",
			"betrayal"
		]
	},
	"betrayal": {
		"name": "Betrayal",
		"subtitle": "Retirement, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/187}",
			"",
			"Not all retired characters work to aid the PCs. Your character might harbor some grudge against her old teammates or even outright turn against them given the proper impetus, especially if there were personality conflicts in the group. Foes who were once friends make dangerous opponents, since they know the party's weaknesses. Using former PCs as campaign villains has two great advantages. First, the GM saves time by having a character sheet that is generally a little more powerful than a standard NPC of the same level. Second, the PC-turned-villain instantly engages the players' emotions. However, the latter reason is exactly why the GM should be careful using ex-PCs as villains. Repeated betrayals lose their potency quickly, and might leave players feeling jaded, cynical, or suspicious of any new PC who joins the group. The GM should have the permission of the retired PC's player (obtained discreetly, so as to not spoil the surprise), as many players won't like seeing their heroes turned into villains. Of course, it is also possible for the GM to coordinate with a player to introduce a new PC that they both want to turn into a villain after he spends a stint in the party.",
			"",
			"A good betrayal is unexpected but believable in hindsight. This form of retirement works well for a character the party would not immediately suspect, so long as the GM and player can construct a rational motive. Sometimes the circumstances make this easy. A character left for dead or believed killed in battle might survive and swear revenge on the friends who abandoned him. He could return as an undead creature to (quite literally) haunt the PCs, or return in a different form, such as a flesh golem. If no obvious motive for betrayal presents itself, the GM should consider what the ex-PC values most, and use that information to turn the character against the party. Even the most righteous characters may turn against former friends under the right circumstances. Perhaps the villains are holding the character's family hostage to force compliance, or perhaps it's something as simple as a well-placed {spell/suggestion} effect, a {spell/dominate person} spell, or demonic possession.",
			"",
			"The key to making the most of a retired character's betrayal is for the GM to tie it in with the campaign story. A former PC that acts alone is good for one fight or a tense roleplaying scene, but not much more than that. One who becomes a recurring villain, however, gives the PCs another hook to get involved with the story and lets the players act on their feelings of betrayal. It also gives them the opportunity to bring the former PC to justice - or offer redemption."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retirement"
		],
		"siblings": [
			"the_simple_life",
			"relationship_to_the_pcs",
			"taking_a_different_path",
			"betrayal"
		]
	},
	"retraining": {
		"name": "Retraining",
		"subtitle": "Player Guidance",
		"tags": "changing your character features",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/188}",
			"",
			"If you are unsatisfied with a feat, skill, archetype, or class ability you chose, you may spend time in intense training to trade the old ability for a new one. Though it is time-consuming and expensive, this allows you to alter aspects of your character without extreme magic or a traumatic event.",
			"",
			"Retraining takes all your attention for 8 hours per day for a number of days based on what you're retraining. You can't perform any other strenuous activities while retraining, such as marching, adventuring, or crafting magic items. You can retrain only one thing at a time; you must complete or abandon a particular training goal before starting another one. Abandoning unfinished training means you lose all progress toward that training's goal and all costs associated with that training.",
			"",
			"Unless stated otherwise, retraining costs gp equal to 10 &times; your level &times; the number of days required to retrain. This is normally paid in full at the start of the retraining period, but the GM might allow you to divide these payments over multiple days. At the GM's discretion, this training cost could be up to 50% higher or lower, depending on situational factors within the settlement: availability of trainers, local economy, cost of materials, and so on.",
			"",
			"Some retraining options require you to work with a trainer. If no suitable trainer is available, the GM might allow you to retrain yourself by spending twice the normal time. Even if you train yourself, you must still pay the cost for training (though you don't double the cost as you do the time). Any option that requires a trainer also requires some kind of training facility for that activity (such as a Dojo; see {rule/Rooms}).",
			"",
			"When you use retraining to replace some aspect of your character, you must meet all prerequisites, requirements, and considerations for whatever you're trying to acquire. For example, a 6th-level rogue can't use retraining to learn the {feat/Weapon Specialization} feat because only fighters can choose that feat. When retraining multiple character options (class features, feats, classes, etc.) in one continuous period, all of the new selections are made at the end of that period in an order decided by the player. If this period is interrupted for any reason all choices must be made immediately. In this way players can retrain class features and their prerequisites at the same time.",
			"",
			"Unless otherwise specified, there is no limit to how many times you can use retraining. Options that specify \"one\" of something refer to once per retraining session, not a campaign-wide limitation. For example, a barbarian can retrain one rage power per training session, and when she finishes a session she can start another retraining session to retrain that rage power or another one.",
			"",
			"Some of the options listed below involve retraining features of your character that are essentially permanent parts of your heritage, such as a sorcerer's bloodline. The cost of retraining these things presumably includes magical or alchemical alterations to your body. The GM might rule that these changes are unavailable in the campaign, are only available under rare circumstances, take longer, are temporary, require some sort of quest, or are more expensive than the listed cost."
		],
		"parent_topics": [ "advanced_player_topics" ],
		"subtopics": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		],
		"siblings": [
			"companions",
			"lineage",
			"retirement",
			"retraining",
			"spells_of_the_wild",
			"spells_of_intrigue",
			"young_characters"
		]
	},
	"ability_score_increase": {
		"name": "Retraining Ability Score Increases",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/188}",
			"",
			"You may retrain an ability score increase gained at level 4, 8, 12, 16, or 20. This takes 5 days. At the end of the training period, remove the +1 bonus from the original ability score and add it to a different ability score. If this retraining means you no longer qualify for a feat, prestige class, or other ability you have, you can't use that feat, prestige class, or ability until you meet the qualifications again. (You can retrain that feat, prestige class, or other ability separately.)"
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"archetype": {
		"name": "Retraining Archetypes",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/189}",
			"",
			"You can use the retraining rules to acquire an archetype for your class or abandon an archetype you have.",
			"",
			"To gain an archetype that replaces standard class abilities you already have, you must spend 5 days for every alternate class feature you would add, subtract, or replace by taking that archetype. At the end of the training period, you lose the standard class features and replace them with the archetype's alternate class features (if any).",
			"",
			"To abandon an archetype, you must spend 5 days for every alternate class feature you already have from that archetype. At the end of the retraining, you lose the archetype's class features and gain the standard class features for the class.",
			"",
			"Swapping one archetype for another requires two retraining sessions: one to abandon the archetype, and then one to gain the new one.",
			"",
			"Note that you don't have to use the retraining rules to take an archetype if your class level is low enough that the archetype doesn't modify any of your current class abilities. For example, if you're a 1st-level fighter who wants the {arc-fighter/archer/ archetype}, that archetype doesn't replace any class abilities until fighter level 2, so you don't need to use the retraining rules at all; once you reach 2nd level, you can just decide to take the archer archetype.",
			"",
			"**Example:** Logan's 4th-level fighter has the {arc-fighter/archer/ archetype}. Because he is 4th level, he has two alternative class features from his archetype (hawkeye at 2nd level and trick shot at 3rd level), so he must spend 10 days and 400 gp retraining to abandon this archetype. If he were 5th level, he would also have the expert archer alternative class feature, which would increase his retraining to 15 days and 750 gp."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"class_feature": {
		"name": "Retraining Class Features",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/189}",
			"",
			"Many choices you make about your class features can be retrained. It takes 5 days to retrain one class feature. Training requires spending time with a character of your class whose class level is at least 1 higher than yours and who has the class feature you want. For example, if you are a 5th-level illusionist wizard and want to become a necromancer, you must train with a necromancer of at least 6th level.",
			"",
			"Retraining a class feature means you lose the old class feature and gain a new one that you could otherwise qualify for at that point in your level advancement. For example, if you want to retrain your paladin's fatigued mercy (which she gained at 3rd level), you can replace it only with another mercy from the 3rd-level list. If at 6th level you learned the sickened mercy (which is on the 3rd-level list), you may replace it with a mercy from the 3rd- or 6th-level list (because you are replacing a 6th-level mercy slot which you spent on a 3rd-level mercy).",
			"",
			"The class feature you wish to retrain can't be one that you used as a prerequisite for a feat, class feature, archetype, prestige class, or other ability. You must retrain those elements separately before you can retrain this class feature.",
			"",
			"If an archetype or variant class feature replaces the listed class feature, at the GM's discretion you may retrain that alternative class feature for an equivalent variant class feature. For example, {ability/inquisitions} exist, which inquisitors can select in place of a domain, and the inquisitor entry below allows you to retrain your chosen domain, so you are allowed to instead retrain an inquisition, swapping it for a domain or another inquisition.",
			"",
			"Class features you can retrain are as follows (some entries also call out other retraining options that are significant for the class in question, such as {rule/retraining |feat/s} for fighters, skill ranks for rogues, or spells known for sorcerers).",
			"",
			"***Alchemist:*** Retrain one discovery.",
			"",
			"***Antipaladin:*** Retrain one cruelty, or retrain your fiendish bond, replacing your bonded weapon for a fiendish servant or vice versa.",
			"",
			"***Barbarian:*** Retrain one rage power.",
			"",
			"***Bard:*** Retrain one type of Perform skill associated with your versatile performance class feature. See also [retraining skill ranks](rule/skill_ranks) and [retraining spells known](rule/spells_known).",
			"",
			"***Cavalier:*** You can change your order; the rules for this are found on the [Order page](ability/orders). See also {rule/retraining |feat/s}.",
			"",
			"***Cleric:*** Retrain one domain; the new domain must be one granted by your deity. Doing so replaces your list of domain spells and your domain granted powers. If you are a neutral cleric of a neutral deity, you can instead retrain whether you channel positive or negative energy, which also changes whether you spontaneously cast *cure* spells or *inflict* spells.",
			"",
			"***Druid:*** Retrain your nature's bond, replacing your domain with an animal companion or vice versa. You can instead retrain one domain; the new domain must be available to your class or archetype. Doing so replaces your list of domain spells and your domain granted powers.",
			"",
			"***Fighter:*** Retrain one fighter weapon group you chose for your weapon training class feature. See also {rule/retraining |feat/s}.",
			"",
			"***Gunslinger:*** Retrain one firearm type you selected for gun training, or retrain one deed you selected for true grit. See also {rule/retraining |feat/s}.",
			"",
			"***Inquisitor:*** Retrain one domain; the new domain must be one granted by your deity or ethos. Doing so replaces your domain granted powers. See also {rule/retraining |feat/s} and [retraining spells known](rule/spells_known).",
			"",
			"***Magus:*** Retrain one magus arcana.",
			"",
			"***Monk:*** See {rule/retraining |feat/s}.",
			"",
			"***Ninja:*** Retrain one ninja trick or master trick.",
			"",
			"***Oracle:*** Retrain one revelation. You can instead retrain whether you add all *cure* spells or all *inflict* spells to your spell list. See also [retraining spells known](rule/spells_known).",
			"",
			"***Paladin:*** Retrain one mercy, or retrain your divine bond, replacing your bonded weapon with a bonded mount or vice versa.",
			"",
			"***Ranger:*** Retrain one favored enemy. This takes 5 days for each +2 bonus you have against the favored enemy you are replacing.",
			"",
			"You can instead retrain your combat style. This replaces all your current combat style bonus feats. This training takes 5 days for every combat style feat you are replacing. You can instead retrain one favored terrain. This training takes 5 days for each +2 bonus you have in the favored terrain you are replacing.",
			"",
			"You can instead retrain your hunter's bond, replacing your companions bond with an animal companion or vice versa.",
			"",
			"See also {rule/retraining |feat/s}.",
			"",
			"***Rogue:*** Retrain one rogue talent or advanced rogue talent.",
			"",
			"***Samurai:*** Retrain the weapon you chose for your weapon expertise class ability. You can change your samurai order; the rules for this are on the [Order page](ability/orders). See also {rule/retraining |feat/s}.",
			"",
			"***Sorcerer:*** Retrain your bloodline. Doing so replaces your bonus spells, bloodline arcana, bloodline feats, and bloodline powers. This training takes 5 days for every bonus feat, bloodline arcana, and bloodline power you lose from changing bloodlines. See also {rule/retraining |feat/s} and [retraining spells known](rule/spells_known).",
			"",
			"***Summoner:*** Retrain one eidolon evolution. You can instead retrain your eidolon's base form, but if the eidolon has an evolution that requires its original base form, you must first retrain that evolution in exchange for one without that requirement. See also [retraining spells known](rule/spells_known).",
			"",
			"***Witch:*** Retrain one hex, major hex, or grand hex.",
			"",
			"***Wizard:*** Retrain your arcane bond by replacing one bonded item with another, replacing your bonded item with a familiar, or replacing your familiar with a bonded item. See also {rule/retraining |feat/s}.",
			"",
			"You can instead retrain your arcane school (including changing to or from a universalist). Doing so replaces your school's bonus spell slots and school powers. This training takes 5 days for every school power you lose from changing schools.",
			"",
			"### Other Classes",
			"",
			"There are no official guidelines for Shifter or Vigilante, nor the hybrid and Occult classes, as they were published after this sourcebook. The following are non-official suggestions:",
			"",
			"- **Shifter:** Retrain one aspect into another.",
			"- **Vigilante:** Retrain a social talent into another social talent, or a vigilante talent into another vigilante talent. Alternately, retrain your specialization from being an avenger into being a stalker, or vice versa; this takes 5 days for every level of Vigilante you have, plus an additional 5 days for each vigilante talent you have that is unique to your current specialization.",
			"- **Arcanist:** Retrain an exploit into another exploit.",
			"- **Bloodrager:** Retrain your bloodline. Doing so replaces your bonus spells, bloodline feats, and bloodline powers. This training takes 5 days for every bonus feat and bloodline power you lose from changing bloodlines.",
			"- **Brawler:** Retrain a maneuver training choice. This takes 5 days for every +1 bonus you currently have in the maneuver. (For example, if you have +3 to grapple, +2 to sunder and +1 to bull rush, it takes 5 days to retrain bull rush, 10 days to retrain sunder, and 15 days to retrain grapple.) If you wish to swap the bonuses you have between two maneuvers, it takes 5 days for every +1 difference between them. (For example, it would take 5 days to change grapple to +2 and sunder to +3, 5 days to change sunder to +1 and +2 to bull rush, or 10 days to change grapple to +1 and bull rush to +3.",
			"- **Hunter:** Retrain a single bonus trick known by your animal companion.",
			"- **Investigator:** Retrain one investigator talent into another.",
			"- **Shaman:** Retrain one hex into another. Alternatively, you can retrain your chosen spirit. This takes 5 days for the basic spirit, 10 days for the greater spirit, 15 days for the true spirit, or 20 days if you're at 20th level and have manifestation powers. Retraining your spirit takes an additional 5 days for every spirit-specific hex you currently know. In addition, you can only choose your new spirit as your wandering spirit until you complete retraining.",
			"- **Skald:** Retrain one type of Perform skill associated with your versatile performance class feature, or retrain one rage power.",
			"- **Slayer:** Retrain one slayer talent or advanced talent.",
			"- **Warpriest:** Retrain one blessing; the new blessing must be one granted by your deity. If you are a neutral warpriest of a neutral deity, you can instead retrain whether you spontaneously cast *cure* spells or *inflict* spells, which also changes what your fervor does and whether you channel positive or negative energy.",
			"- **Kineticist:** Retrain a utility wild talent, or your choice of metakinetic mastery. Or, you can instead retrain an expanded element choice, which takes 5 days, plus an additional 5 days for every utility talent that you would no longer qualify for.[^1] If you have expanded your primary element twice, you may retrain once to remove the 15th-level benefit, then retrain again to remove the 7th-level benefit.",
			"- **Mesmerist:** Retrain one choice of bold stare.",
			"- **Occultist:** Retrain an implement school or panoply. You cannot retrain an implement school into a panoply if it would leave you with fewer than two implement schools.",
			"- **Psychic:** Retrain a phrenic amplification, or retrain a psychic discipline; the latter takes 5 days for every bonus spell the discipline grants, and an additional 5 days if this changes the ability score your phrenic pool uses.",
			"- **Spiritualist:** Retrain a connection to a different phantom with a different emotional focus. This takes 5 days, plus an additional 5 days for every spiritualist level you possess.",
			"- **Swashbuckler, Medium:** There are no special class features to retrain, though you may retrain bonus feats, spells known, etc, such as any other character could.",
			"",
			"[^1]: Do not include the bonus talents granted directly by Expanded Element when calculating this amount."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"class_level": {
		"name": "Retraining Class Levels",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/190}",
			"",
			"One of the most critical choices you can make about your character is what class to choose when you gain a level.",
			"",
			"In general, it takes 7 days to retrain one level in a class into one level in another class. Some classes are more suited for this kind of retraining, as they have a similar focus or purpose: this is called retraining synergy. If your old class has retraining synergy with your new class, retraining that class level takes only 5 days instead of 7 days. Determine class retraining synergies according to Table 3-8: Retraining Synergies.",
			"",
			"Most prestige classes have retraining synergy with base classes that share their common class features. For example, the arcane trickster prestige class requires and advances arcane spellcasting, so it has retraining synergy with all arcane spellcasting classes. It also requires and advances sneak attack, so it has retraining synergy with classes that grant sneak attack. The GM is the final arbiter of whether or not a prestige class has retraining synergy with a base class, but should err on the side of generosity; if you would rather spend time retraining levels over and over again instead of adventuring, that is your choice.",
			"",
			"### Table 3-8: Retraining Synergies",
			"",
			"| Old Class | New Class |",
			"| --- | --- |",
			"| Alchemist | Magus, rogue, witch, wizard |",
			"| Barbarian | Cavalier, fighter, ranger |",
			"| Bard | Oracle, rogue, sorcerer |",
			"| Cavalier | Barbarian, fighter |",
			"| Cleric | Druid, inquisitor, oracle, paladin |",
			"| Druid | Cleric, oracle, ranger |",
			"| Fighter | Barbarian, cavalier, gunslinger, magus, monk, paladin, ranger, rogue |",
			"| Gunslinger | Fighter, ranger |",
			"| Inquisitor | Cleric, paladin, ranger |",
			"| Magus | Alchemist, fighter, wizard |",
			"| Monk | Fighter, rogue |",
			"| Oracle | Bard, cleric, druid, paladin, sorcerer |",
			"| Paladin | Cleric, fighter, inquisitor, oracle |",
			"| Ranger | Barbarian, druid, fighter, gunslinger, inquisitor |",
			"| Rogue | Alchemist, bard, fighter, monk |",
			"| Sorcerer | Bard, oracle, summoner, witch, wizard |",
			"| Summoner | Sorcerer, witch, wizard |",
			"| Witch | Alchemist, sorcerer, summoner, wizard |",
			"| Wizard | Alchemist, magus, sorcerer, summoner, witch |",
			"",
			"Training requires spending time with a character who has at least 1 more level in the class you're retraining than your current level in that class. If no trainer is available (such as if you are at the highest level for that class), you still have the option to retrain without a trainer by spending double the time.",
			"",
			"When you retrain a class level, you lose all the benefits of the highest level you have in that class. You immediately select a different class, add a level in that class, and gain all the benefits of that new class level.",
			"",
			"This retraining does not allow you to reselect the feats your character gains at odd levels or the ability score increases your character gains every four levels (though you can retrain those options separately). If retraining a class level means you no longer qualify for a feat, prestige class, or other ability you have, you can't use that feat, prestige class, or ability until you meet the qualifications again. (You can still retrain that feat, prestige class, or other ability.)",
			"",
			"**Example:** Mark is playing a ranger 5/rogue 2, and has decided he'd like to retrain one of his ranger levels into a rogue level (so he has to find a 3rd-level rogue). When he completes the training, he immediately loses all benefits from taking ranger level 5 (base attack bonus, saving throw bonuses, Hit Dice, hit points, skill ranks, and class features), then gains 1 level in rogue, immediately gaining all the benefits of rogue level 3. Mark's character is now a ranger 4/rogue 3. This retraining did not change Mark's 7th-level feat.",
			"",
			"If you are retraining a level in an NPC class (adept, aristocrat, commoner, or expert) to a level in any other class, the training takes only 3 days. This allows an NPC soldier to begin her career as a warrior and eventually become an officer who is a single-classed fighter, and for a younger character to start out with one commoner or expert level and become a 1st-level adventurer with a PC class when he reaches adulthood (see {rule/Young Characters}).",
			"",
			"### Other Classes",
			"",
			"There are no official guidelines for Shifter or Vigilante, nor the hybrid and Occult classes, as they were published after this sourcebook. The following are non-official suggestions:",
			"",
			"- Shifter has synergy with druid and ranger.",
			"- Vigilante has synergy with rogue and fighter.",
			"- Hybrid classes have synergy with their parent classes, and the classes their parents have synergy with.",
			"- Kineticist has synergy with monk and the occult classes.",
			"- Medium has synergy with summoner and the occult classes.",
			"- Mesmerist has synergy with bard and the occult classes.",
			"- Occultist has synergy with wizard and the occult classes.",
			"- Psychic has synergy with sorcerer and the occult classes.",
			"- Spiritualist has synergy with summoner and the occult classes."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"feat": {
		"name": "Retraining Feats",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/191}",
			"",
			"You may change one feat to another through retraining. Retraining a feat takes 5 days with a character who has the feat you want. The old feat can't be one you used as a prerequisite for a feat, class feature, archetype, prestige class, or other ability. If the old feat is a bonus feat granted by a class feature, you must replace it with a feat that you could choose using that class feature.",
			"",
			"Note that this retraining is unrelated to the fighter ability to learn a new bonus feat in place of an old one at certain class levels. That class ability is free, happens instantly when the character gains an appropriate fighter level, doesn't require a trainer, and can happen only once for any appropriate fighter level. Retraining a feat requires you to spend gp, takes time, requires a trainer, and can happen as often as you want."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"hit_points_ucp": {
		"name": "Retraining Hit Points",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/191}",
			"",
			"Sometimes the dice aren't in your favor when you gain a level and the hit points you roll are especially low. Unlike retraining other character abilities, retraining hit points doesn't involve replacing an existing ability with a new one, it just increases your maximum hit points.",
			"",
			"Retraining hit points takes 3 days and requires you to spend time at a martial academy, monk monastery, or with some kind of master of combat who is at least one level higher than you. At the end of the training period, increase your hit points by 1. You can retrain hit points only if your maximum hit point total is less than the maximum possible hit point total for your character.",
			"",
			"**Example:** If you are a fighter 5 with Constitution 14 and you haven't allocated any of your favored class bonus to hit points, your maximum possible hit point total is 60: (d10 HD + 2 from Constitution) &times; 5 levels. If your maximum hit point total is already 60, you can't retrain hit points because you are already at the limit. If you took the {feat/Toughness} feat, you would gain 5 hit points and your maximum possible hit point total would also increase by 5, which means your ability to retrain hit points would be the same as without the feat."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"new_language": {
		"name": "Retraining a New Language",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/191}",
			"",
			"You can spend time to learn an additional language. It takes 20 days of training to gain a bonus language, and these days need not be consecutive. Each language requires a trainer who shares a language with you and knows the language you want to learn, or a book written in a language you know that explains the basics of the language you want to learn.",
			"",
			"The new language does not count toward your maximum number of languages (racial languages + bonus languages from Intelligence + Linguistics ranks). You can train this way only a number of times equal to 1 + your Intelligence bonus."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"racial_trait": {
		"name": "Retraining Racial Traits",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/191}",
			"",
			"If your campaign uses alternate racial traits, you can retrain a racial trait. This takes 20 non-consecutive days and requires a trainer with the racial trait you want. The replacement trait must be an appropriate one from your racial list. The old and new racial traits must replace the same standard racial trait. For example, the [magic resistant and stubborn alternate dwarven traits replace the hardy standard trait](race/dwarf), so you can retrain one of those for the other."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"skill_ranks": {
		"name": "Retraining Skill Ranks",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/191}",
			"",
			"You can retrain skill ranks you have assigned to skills. Retraining skill ranks takes 5 days. When the training period ends, reassign a number of skill ranks up to your Intelligence bonus (minimum 1), removing them from your existing skill (or skills) and adding them to a different skill (or skills).",
			"",
			"If retraining skill ranks means you no longer qualify for a feat or other ability you have, you can't use that feat or ability until you meet the qualifications again. (Or you can retrain that feat or other ability.)"
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"spells_known": {
		"name": "Retraining Spells Known",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/191}",
			"",
			"If you are a spontaneous spellcaster (such as a bard, oracle, sorcerer, or summoner), you can retrain a spell known. This retraining takes 2 days per spell level of the new spell (or 1 day in the case of a cantrip or orison) and requires a trainer who can cast the spell you want. The trainer must cast the same kind of spells as you do (arcane or divine).",
			"",
			"The spell with which you're replacing the previous spell must be another from your class spell list. The new spell must be one you could place in the old spell's spell slot. Note that this retraining is unrelated to the ability of sorcerers (or other spontaneous spellcasters) to learn a new spell in place of an old one at certain class levels. That class ability is free, happens instantly when the character gains an appropriate level in the spellcasting class, doesn't require a trainer, and can happen only once for any appropriate class level. Retraining a spell known requires you to spend gp, takes time, requires a trainer, and can happen as often as you want."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"spells_of_the_wild": {
		"name": "Spells of the Wilderness",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/156}",
			"",
			"The might of magic is a great force of change and power, and most adventuring parties count one or more spellcasters among them. Since spells cover an incredible range of possibility, defining \"wilderness spells\" is a broad subject. In this section, spells accessible to nature-themed classes such as druids and rangers receive special attention. Spells that assist in navigating the less settled regions of the world and those that manipulate weather or terrain are also explored in greater detail.",
			"",
			"### Intrigue in the Wild",
			"",
			"Applications of several [intrigue-themed spells](rule/spells_of_intrigue) are also appropriate for wilderness campaigns. Intrigue-themed spells that are particularly appropriate for wilderness-heavy campaigns but were covered in that book include the following: {spell/blood biography}, {spell/commune with nature}, {spell/create treasure map}, {spell/detect poison}, {spell/find the path}, {spell/locate creature}, {spell/speak with animals}, {spell/speak with plants}, and {spell/stone tell}."
		],
		"parent_topics": [ "advanced_player_topics" ],
		"subtopics": [
			"low_level_play_levels_1_6",
			"mid_level_play_levels_7_12",
			"high_level_play_level_13"
		],
		"siblings": [
			"companions",
			"lineage",
			"retirement",
			"retraining",
			"spells_of_the_wild",
			"spells_of_intrigue",
			"young_characters"
		]
	},
	"low_level_play_levels_1_6": {
		"name": "Low-Level Play (Levels 1-6)",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/156}",
			"",
			"Many wilderness-appropriate spells are available as early as 1st level. These low-level spells are often disregarded, as many of them can be substituted with class abilities, equipment, and skills. Still, low-level spells (those of 3rd level and lower) can remain useful at high levels, especially because high-level characters can cast them far more frequently."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_the_wild"
		],
		"subtopics": [
			"conjuration_uw_1",
			"divination_uw",
			"enchantment_uw",
			"transmutation_uw_1"
		],
		"siblings": [
			"low_level_play_levels_1_6",
			"mid_level_play_levels_7_12",
			"high_level_play_level_13"
		]
	},
	"conjuration_uw_1": {
		"name": "Conjuration",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/156}",
			"",
			"The benefit of many low-level conjuration spells is that they grant a wider range of versatility, letting the characters focus the spending of their hard-earned gold on items with effects that can't be replicated, rather than on mundane equipment.",
			"",
			"**{spell/Create Food and Water}:** As a 3rd-level cleric spell, {spell/create food and water} is one of the most obvious choices for those looking to bypass some of the rigors of wilderness survival. The Survival skill often eclipses the worth of this spell, as succeeding at a simple DC 10 check allows for a character to provide food and water for herself without needing to expend a 3rd-level spell slot. At 5th level, it's not unlikely that a party member can regularly succeed at the DC 16 Survival check required to feed himself and three other party members. Imposing heavy penalties on Survival checks to get along in the wild is one way of making {spell/create food and water} more valuable, and such adjustments are entirely appropriate in wasteland environments.",
			"",
			"There are several other ways to prolong the usefulness of {spell/create food and water}. Armed with knowledge that the party will be entering a particularly inhospitable region, characters might want to stock up on conjured food and water. Repeated castings of {spell/create food and water} can provide numerous meals, and by spending a few days, a party can create a stockpile of rations for a trip. Combined with the fact that {spell/purify food and drink} can be cast an unlimited number of times per day, stockpiling food and drink with these castings is an economically savvy way of saving both gold and hunting time.",
			"",
			"**{spell/Mount} and {spell/Phantom Steed}:** Few wilderness areas are entirely amenable to or completely inhospitable to mounts. Open groves and wildlife paths where mounts can roam free crisscross dense forests, while deserts often contain escarpments of jagged rocks that confound the most sure footed of creatures. The mutable nature of these wilderness regions makes the ability to summon a temporary mount particularly helpful. For routine journeys, {spell/mount} can conjure a single mount for a character or be repeatedly cast to provide mounts for a whole party. Higher-level spellcasters benefit more from {spell/phantom steed}, especially at 8th level, when the steed starts gaining extra movement-related abilities.",
			"",
			"**{spell/Neutralize Poison}:** First accessible by low-level druids, {spell/neutralize poison} is useful as both a method of healing poison and a means to prevent poisoning from occurring in the first place. Using the spell as a means of detoxifying a creature is its most efficient application, since one casting of the spell prevents that creature from poisoning targets at all. It's also possible to use this spell to remove a poison applied to an object or from food or drink. The use of {spell/neutralize poison} in this manner doesn't guarantee success, and it can be interesting to keep the DC of the targeted poison unknown, leaving the efficacy of a given casting in question.",
			"",
			"At a cost of 11,250 gp, a [wand of neutralize poison](spell/neutralize_poison) makes for a practical, if unusual, weapon. When added into the arsenal of mobile melee classes, specifically those with ranks in Use Magic Device or supplementary spellcaster levels, such wands can be used to disable the poisons of wilderness-dwelling creatures. The forfeiture of an attack in order to strike a foe with a poison-neutralizing wand could mean the difference between life and death for a character who is facing repeated applications of poison."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_the_wild",
			"low_level_play_levels_1_6"
		],
		"siblings": [
			"conjuration_uw_1",
			"divination_uw",
			"enchantment_uw",
			"transmutation_uw_1"
		]
	},
	"divination_uw": {
		"name": "Divination",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/157}",
			"",
			"There are only a few low-level divination spells specifically related to wilderness environments. Characters often ignore these spells, and instead they rely on class abilities or skills to replicate their effects. Introducing NPCs with access to these spells can highlight their utility to PCs who might otherwise see these spells as extraneous.",
			"",
			"{spell/Detect Animals or Plants}: This spell has a much larger range than {spell/detect evil}, beginning with a minimum area of a 440-foot cone. This spell also requires thinking of a specific kind of animal or plant, making it very specialized in its application. Further, it grants the caster the ability to see the current condition of a target, rather than just a sense of the creature's total power. A handy application of this spell is to monitor the health of allies, such as animal companions or plant creatures such as {race/ghoran/s} and {race/vine leshy/s}.",
			"",
			"{spell/Detect Snares and Pits}: As a concentration effect, this spell is more useful in low-stress situations. It cuts down on some of the monotony of having PCs attempt repeated Perception checks, but the spell's specific detection parameters mean that some skill checks are still required."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_the_wild",
			"low_level_play_levels_1_6"
		],
		"siblings": [
			"conjuration_uw_1",
			"divination_uw",
			"enchantment_uw",
			"transmutation_uw_1"
		]
	},
	"enchantment_uw": {
		"name": "Enchantment",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/157}",
			"",
			"Low-level enchantment spells that are appropriate for wilderness campaigns most often focus on the manipulation of animal minds. Keep in mind that animals are often simple creatures, with simple thoughts driving their actions - drinking, eating, and sleeping being at the forefront of an animal's mind. Due to having average or lower Wisdom scores, certain kinds of animals can be especially prone to being affected by these spells.",
			"",
			"{spell/Animal Messenger}: This spell compels a Tiny animal to venture to a designated area, likely with an item in tow. The longer casting time of the spell makes it useless in combat situations but incredibly helpful in other situations. Delivery of an item via {spell/animal messenger} isn't guaranteed, as the animal could be waylaid by other creatures or potentially find itself unable to follow directions to the intended area. As with most spells, it's important to understand that a PC shouldn't be penalized for the casting of such magic. If you, as the GM, decide to have an {spell/animal messenger} fail to reach its intended destination, consider rewarding the PCs in another way. For example, the {spell/animal messenger} might have been consumed by a local predator, and by finding the slain messenger, the PCs uncover the predator's stash of claimed trophies.",
			"",
			"{spell/Calm Animals}, {spell/Charm Animal}, and {spell/Dominate Animal}: Spells that can adjust the attitudes of animals have obvious uses as deterrents when traversing through wilderness environments. Simply calming or charming animals is often sufficient to travel through an area without harassment, while more powerful spells such as {spell/dominate animal} can be used to deal with more dangerous or more immediate threats. Another insidious use of this magic is to subvert the loyal animal companions of foes. The ability to charm or dominate an animal companion of an opponent can significantly reduce the challenge of an encounter, while simultaneously presenting that foe the moral quandary of how to handle its wayward companion."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_the_wild",
			"low_level_play_levels_1_6"
		],
		"siblings": [
			"conjuration_uw_1",
			"divination_uw",
			"enchantment_uw",
			"transmutation_uw_1"
		]
	},
	"transmutation_uw_1": {
		"name": "Transmutation",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/158}",
			"",
			"The wilderness is a place of constant change, so it's no surprise that most wilderness-appropriate spells come from the transmutation school of magic. These spells not only mutate the caster and her immediate surroundings but also are highly sought-after ways to control plant life. As plants are universally immune to mind-affecting effects, it falls to transmutation spells to grant a modicum of control over these creatures, providing an analogue to spells commonly found in the enchantment school.",
			"",
			"{spell/Diminish Plants}: This spell controls the vegetation in a specific area. The prune growth option for this spell is an effective counter to spells such as {spell/entangle} and {spell/wall of thorns}, granting the caster some combat control in addition to straightforward utility. Using this spell also allows for the creation of open areas more amenable to mounts or other big creatures. The secondary use of {spell/diminish plants}, the stunt growth option, is most effective as a narrative tool. Spiteful PCs seeking to punish an enemy druid might decide to use this effect on the druid's preferred territory. Conversely, an enemy druid might wrack the PCs' homeland with several castings of this spell, potentially leading to starvation in the face of reduced crop yields. PCs who have left their homeland for a prolonged period of time might be drawn back after hearing word that a magically induced famine has taken hold, only to find that the cause was a previous foe from the campaign!",
			"",
			"{spell/Meld into Stone} and {spell/Tree Shape}: Hiding in blocks of stone or taking the form of a shrub allows for both intrigue and tense moments of avoiding a threat. PCs and NPCs can use these spells to perform highly effective spying on their enemies, with very few effects or spells being able to reveal the presence of a melded or shaped creature. {spell/True seeing} or a similar effect could spell disaster for a stone-melded creature, and the destruction of the melded stone has immediate - not to mention mortal - repercussions. Be sure to reward the creative use of these spells when used by the PCs, but also make them aware of the dangers of using them, should the PCs come to rely on these spells as a guaranteed means for avoiding detection and spying on foes.",
			"",
			"{spell/Pass without Trace}: This basic 1st-level spell can defeat even the most dedicated of trackers. {spell/Pass without trace} prevents being tracked by a Survival check or any other nonmagical means. Only spells such as {spell/locate creature} are suitable for tracking creatures that have obfuscated themselves with {spell/pass without trace}, and such spells aren't readily accessible until later levels. Due to the difficulty in countering this spell at lower levels, the best point to take advantage of {spell/pass without trace} is in the 4th- to 6th-level range, when the spell can affect all members of the average party and rangers gain access to the spell. At levels above that, the foes can use magical countermeasures to overcome {spell/pass without trace}.",
			"",
			"{spell/Plant Growth} and {spell/Spike Growth}: Control of the battlefield is essential when fighting in a wilderness environment. As many such environments lack manufactured cover and traps, it falls to magic to create such hazards. {spell/Plant growth} can drastically cut down on targets' maneuverability on a battlefield, allowing spellcasters to target enemies from afar, or even enhancing the effectiveness of spells such as {spell/entangle}. Similarly, {spell/spike growth} creates areas of damaging terrain that are difficult to bypass without some means of flight or levitation. In wilderness-heavy campaigns, these spells can be on par with other control-based magic, while in campaigns with only a smattering of wilderness, these spells operate best when taken in the form of one or more backup scrolls.",
			"",
			"{spell/Quench}: Often forgotten due to its specialized nature, {spell/quench} can swiftly extinguish fire-based creatures, effects, and spells. The typical use of the spell is to put out nonmagical fires in its considerable area of effect (a minimum of 5 20-foot cubes at minimum caster level). A more potent use of the spell is to act as a dispelling effect on fire-based spells in its area. This allows the spell to be reserved and used to counter potent spells such as {spell/fireball} or {spell/wall of fire}, though only if a character expects such spells to be used. Using the spell on magic items that create or control flame can change the combat dynamic, especially if the effect is considerable (such as disabling the {magic-enhancement/flaming burst} ability from an enemy's weapon). Creatures with the fire subtype are particularly vulnerable to {spell/quench}, taking anywhere from 5d6 to 10d6 points of damage without any sort of save - a {spell/wand of |quench} is a potent weapon against such foes.",
			"",
			"{spell/Stone Shape} and {spell/Wood Shape}: Building a bridge, creating a door, or manufacturing a barricade are all immediate uses for shaping magic such as {spell/stone shape} and {spell/wood shape}. The wording of these spells is very open to interpretation, granting a lot of leeway in adjudicating their effects. Unexpected barriers can change the dynamic of combat or wilderness exploration, so be sure to have a basic understanding of the consequences of using these spells in areas primarily made of stone or wood. Just as PCs can use these spells to upturn encounters, their adversaries can use these spells to surprise them in dynamic ways. The PCs might explore a chamber with one entrance only to be ambushed from a stone-shaped wall during their inspection of the area, or an NPC villain might allow half the party to go through an exit door before cutting it off with a well-timed casting of {spell/wood shape}.",
			"",
			"{spell/Water Breathing} and {spell/Water Walk}: Both of these spells accomplish different things, but they are similar in that they overcome an incredibly common wilderness impediment: water. Watery barriers can include a lake in the middle of a forest, rivers running between mountains, a series of flooded chambers in a cavern, treacherous swamps, and underground oceans. {spell/Water breathing} can be split among numerous creatures effectively, allowing for long or quick treks underwater. Similar magic, such as {spell/aboleth's lung} or {spell/air bubble}, can function in similar roles to {spell/water breathing} at a lower spell level, albeit at reduced efficiency. Player characters often come to rely on these spells to traverse difficult environments, sometimes believing in a simple \"cast and forget\" mantra. Be sure to occasionally remind the PCs of their reliance on these spells, such as directing a casting of {spell/dispel magic} in their direction. It's best to give this kind of reminder in a situation where it's possible to recover so that the potential for a more disastrous situation can loom large in the mind. Dispelling {spell/water breathing} when the PCs are deep underwater and have no way to escape and no more ways to cast the spell can mean certain death, so you shouldn't spring this tactic on players often - if ever!",
			"",
			"{spell/Whispering Wind}: While {spell/sending} requires 10 minutes to cast, {spell/whispering wind} takes only a standard action. Use of this spell doesn't guarantee a successful transmission though, as it requires the caster to be knowledgeable of a specific location within range, but even then, there's no guarantee that the intended recipient is at the designated location. It's also entirely possible that if the PCs find themselves camping at an easily identifiable landmark, they might become the unintended recipients of a {spell/whispering wind} message. Mistakenly receiving a message in this manner could spark a new adventure or entire campaign, especially when you consider that {spell/whispering wind} often revolves around the need to get a message out in a quick and urgent manner."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_the_wild",
			"low_level_play_levels_1_6"
		],
		"siblings": [
			"conjuration_uw_1",
			"divination_uw",
			"enchantment_uw",
			"transmutation_uw_1"
		]
	},
	"mid_level_play_levels_7_12": {
		"name": "Mid-Level Play (Levels 7-12)",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/159}",
			"",
			"At the middle tier of spellcasting, many spells with wilderness themes revolve around control effects. While most of them have been previously detailed (see {rule/Spells of Intrigue} and thus are not covered below, mid-level divination spells are plentiful."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_the_wild"
		],
		"subtopics": [
			"abjuration_uw",
			"conjuration_uw_2",
			"transmutation_uw_2"
		],
		"siblings": [
			"low_level_play_levels_1_6",
			"mid_level_play_levels_7_12",
			"high_level_play_level_13"
		]
	},
	"abjuration_uw": {
		"name": "Abjuration",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/159}",
			"",
			"Spells that protect against or repel all sorts of wilderness threats appear in this range.",
			"",
			"**{spell/Antilife Shell} and {spell/Antiplant Shell}:** These are notable defensive spells because they don't allow a saving throw to resist their effects. While spell resistance offers a means of defense against these spells, such an ability is almost non-existent among plant creatures. Despite the lengthy 1-round casting time, successfully casting {spell/antilife shell} can buy precious rounds of protection to cast other spells. {spell/Antiplant shell} has a shorter casting time and a lower spell level, making it more useful when dealing with plant threats.",
			"",
			"**Repel Vermin:** {spell/Repel vermin} is similar to {spell/antilife shell}, but it takes up a lower-level spell slot and requires less time to cast. While the field created by this spell can be bypassed with a successful Will save, it still deals damage to vermin managing to traverse it - a particularly powerful effect against large numbers of enemies with few hit points. Perhaps the most enticing use of {spell/repel vermin} is its ability to diminish the effectiveness of vermin swarms."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_the_wild",
			"mid_level_play_levels_7_12"
		],
		"siblings": [
			"abjuration_uw",
			"conjuration_uw_2",
			"transmutation_uw_2"
		]
	},
	"conjuration_uw_2": {
		"name": "Conjuration",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/159}",
			"",
			"Conjuration spells fill a wide array of needs. This school of magic encompasses enhancement effects, teleportation effects, the conjuration of allies, and even the creation of permanent or temporary areas of terrain. Most of these spells really begin to show their usefulness at the middle levels of spellcasting.",
			"",
			"{spell/Heroes' Feast}: Those partaking in a {spell/heroes' feast} receive powerful bonuses in addition to the normal benefits of eating and drinking. The combination of {spell/neutralize poison} and {spell/remove disease} in this spell is a particularly useful given the number of long-onset diseases and poisons in the wilderness. The spell does require a long casting time and consumption period to be effective; casting and consuming a {spell/heroes' feast} takes at least 70 minutes. The flaws of this spell become apparent when the PCs ambush enemies partaking in this spell or are attacked while consuming their own feast.",
			"",
			"{spell/Transport via Plants} and {spell/Tree Stride}: A dependable means of transportation within a forested environment, {spell/tree stride} combines the best of several spells, with temporary protection and stealth akin to {spell/meld into stone} or {spell/tree shape}. It also offers a wide array of travel distance, with even coniferous trees allowing for transportation range in excess of {spell/dimension door}, assuming a suitable tree is within range. {spell/Transport via plants} is similar to an upgraded {spell/tree stride}, as it allows for theoretically limitless traveling distance on the same world, and it requires only a suitably sized plant with a matching species at the destination.",
			"",
			"{spell/Wall of Stone} and {spell/Wall of Thorns}: Both of these spells allow for the creation of walls to divide a battlefield. Walls made of stone have the benefit of adjoining to existing stone - a plentiful terrain feature in most wilderness environs. Since this spell has a duration of instantaneous, {spell/wall of stone} creates long-lasting defenses. Such walls can cut off tight-knit groups in confined areas, though creatures in the path of a forming wall can attempt a Reflex save to avoid entrapment. {spell/Wall of thorns} creates a temporary effect, and while it doesn't block off terrain as dependably as {spell/wall of stone}, it covers twice the space of a stone wall and doesn't allow a Reflex save. {spell/Wall of thorns} can be used to deadly effect when sculpted to cover larger area. These walls can be combined with area effects, such as {spell/cloudkill} or {spell/insect plague}, to devastate foes."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_the_wild",
			"mid_level_play_levels_7_12"
		],
		"siblings": [
			"abjuration_uw",
			"conjuration_uw_2",
			"transmutation_uw_2"
		]
	},
	"transmutation_uw_2": {
		"name": "Transmutation",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/160}",
			"",
			"Mid-level transmutation spells produce a variety of effects. Many augment the capabilities of their casters, allowing for otherwise impossible physical feats. Some transmutation spells control nature and, by extension, operate as mind-affecting effects against plants while bypassing plants' natural immunities to such effects. Other transmutation spells change vast swaths of terrain, allowing their casters to manipulate the wilderness in ways that range from battlefield needs to agricultural changes taking place over thousands of square feet of space.",
			"",
			"{spell/Air Walk} and {spell/Wind Walk}: {spell/Air walk} is an effective method of bypassing treacherous terrain. When a caster typically gains access to this spell, the duration of {spell/air walk} is about only an hour, making it an effective tool for combat encounters but diminishing its utility for long-term travel. Another hindrance of {spell/air walk} is that it affects only a single target, making it difficult to apply to an entire group without expending several spell slots. {spell/Wind walk}, however, can grant a group the ability to traverse long distances over open air. As this spell allows for travel of 600 feet per round, it's over 10 times as effective as spells such as {spell/fly} and {spell/overland flight} as a means of long-distance travel. However, wind walkers are particularly vulnerable to attack along the way if their movement can be curtailed with an obstruction. The caster must either dismiss the spell entirely or have everyone in the group to go through lengthy transformations back into their normal forms while being pummeled by attacks.",
			"",
			"{spell/Command Plants}: Similar in many respects to {spell/charm person}, this spell entreats plant creatures to obey the spellcaster. As plants are normally immune to mind-affecting effects, this spell falls under the transmutation school of magic, meaning that feats such as [Spell Focus (transmutation)](feat/spell_focus) apply to it. Two important differences between this spell and {spell/charm person}, aside from the spell level and ability to affect plants, are the increased number of targets and no requirement that the caster has to know a language understood by the target.",
			"",
			"{spell/Control Water} and {spell/Control Winds}: These spells are both broad in their effect, with uses beyond combat. The ability to control the speed of winds is a useful tool in hampering foes that rely on flight or ranged attacks. Remember that wind speeds can impose penalties on creatures' Fly checks, with hurricane speed winds inflicting a massive -12 penalty. Manipulating water allows for access to otherwise inaccessible spaces and reveals secrets hidden in exceptionally deep areas of water. Aquatic creatures that rely on water for breathing and maneuverability can be significantly disabled by this magic. As a body of water can be lowered to as little as 2 inches deep, this spell can be a major threat to aquatic foes that don't have base speeds.",
			"",
			"{spell/Move Earth}: This spell allows for the movement of various sorts of natural terrain, with the express purpose of digging or filling in dips in the earth. While it's relatively useless once combat has begun, because of its long casting time, this spell is exceptionally handy for flattening terrain or otherwise adjusting it in preparation of combat. A common use for {spell/move earth} is in the creation or deconstruction of natural cover as part of an ongoing siege.",
			"",
			"{spell/Passwall}: The bane of intrepid dungeon designers everywhere, {spell/passwall} allows for the disruption of the expected path through a complex structure. Allowing the spell to assist in navigating hazardous terrain is important, but it should not come at the expense of storytelling or allow the characters to bypass important areas of exploration. When designing encounter areas, consider insulating critical areas with stretches of solid matter that extend 20 feet or farther, effectively inhibiting {spell/passwall} from creating its passage into or out of key locations. Furthermore, as {spell/passwall} is susceptible to {spell/dispel magic}, a perfectly timed dispel effect can separate a party, potentially over several (possibly as-of-yet-unexplored) areas of a dungeon.",
			"",
			"{spell/Reincarnate}: The ability to reincarnate a deceased companion is often a mixed affair. Many adventurers see the use of {spell/reincarnate} as a means of bypassing the costly {spell/raise dead} (a 5th-level spell). Some even view the ability to return as a different race as a boon, especially in cases where the new race has powerful physical ability modifiers. It's important to reinforce the monumental changes that a creature undergoes after being reincarnated, though. Former acquaintances and allies won't recognize the reincarnated person, and depending on the nature of the new race, the reincarnated creature might find itself the subject of discrimination or even attacked on sight.",
			"",
			"{spell/Repel Wood}: This spell is particularly powerful in tight corridors. Wooden objects in the path of the spell are hurled away, moving 40 feet back from their current position. This includes items such as wooden armor, wooden shields, and wood-hafted weapons; these items often carry the wielder along with them. Creatures can opt to drop shields and weapons, but a creature wearing wooden armor (especially darkwood or ironwood-enhanced equipment) doesn't have the ability to quickly remove the armor and is thus forced back with no saving throw or spell resistance. Note that the spell has no effect on most plants, since they are rooted to the ground, but it can be used to clear wooden blockages such as deadfalls.",
			"",
			"{spell/Transmute Rock to Mud}: Transforming large areas of unworked rock into mud creates effectively impassable terrain. Most creatures trapped in a transmuted area of mud reduce their base speed to 5 feet. Considering the vast area that even a minimum caster can affect, this mud acts as a slowing effect on all creatures without a means of flying or levitating. The most effective, and oftentimes unexpected, use of this spell is when it's used on the ceiling of a cavern. Along with creating an area of mobility-restricting terrain, the collapsing mud deals a hefty sum of damage to creatures caught underneath the falling deluge. Keep in mind that transmuted mud can be dispelled, with effects similar to a casting of {spell/transmute mud to rock}."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_the_wild",
			"mid_level_play_levels_7_12"
		],
		"siblings": [
			"abjuration_uw",
			"conjuration_uw_2",
			"transmutation_uw_2"
		]
	},
	"high_level_play_level_13": {
		"name": "High-Level Play (Level 13+)",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/161}",
			"",
			"The most powerful of wilderness spells are few but incredibly varied. Some allow for the creation of powerful allies, while others have drastic effects over vast swaths of land.",
			"",
			"{spell/Animate Plants}: From the lowest level that a druid gains access to this spell, she can animate four Large plants or a single Gargantuan plant. Animated plants are simple to command and act as allies and distractions in combat. The alternative entangle effect of this spell is particularly useful, as it not only bypasses spell resistance but also acts as a 7th-level spell version of {spell/entangle} that lasts for hours.",
			"",
			"{spell/Changestaff}: While {spell/animate plants} creates a potential host of animated plants, {spell/changestaff} creates a single powerful {monster/treant}-like ally that, barring misadventure, lasts for hours. The treant created by this spell is particularly useful in demolishing objects and structures. The transformed treant's innate rock throwing ability, teamed with its ability to ignore the hardness of structures, makes it particularly effective in laying siege to fortifications in all manner of terrains.",
			"",
			"{spell/Control Plants}: As this is a transmutation spell, it bypasses a plant's normal immunity to mind-affecting effects. A plant creature can attempt a Will save to avoid being controlled, but the spell is not subject to spell resistance and has no shared-language requirement. As this spell lasts only a few minutes and doesn't allow for self-destructive commands, it's best employed as an equalizer when fighting multiple plant foes, enemies that have animated plants of their own, or foes that are plants (such as high-level {monster/ghoran/s} or {family/leshy/s}).",
			"",
			"{spell/Earthquake}: Numerous different environment-dependent effects make {spell/earthquake} an appropriate spell for wilderness-themed campaigns. The effect of this spell in caves is a true killer, as the rules for being trapped in rubble are exceptionally deadly to creatures that do not have high Strength scores or teleportation magic. Many of the aboveground effects have the potential to create rents in the earth that can trap opponents or seal away disarmed objects and other items. Regardless of its application, {spell/earthquake} is often about sending a message to a foe - the dramatic sights created by this spell capable of awing even those familiar with magic.",
			"",
			"{spell/Storm of Vengeance}: A supernatural representation of nature's ire, {spell/storm of vengeance} is a powerful evocation that blankets a wide area in a growing tempest. Though the effects of the storm are potent, there are many things to consider when employing the spell. First, it requires concentration over several rounds to build up its power, which can be difficult to maintain while the caster is engaged in combat, especially since several of the effects of the storm cause damage, such as acid rain and hailstorm. As a result, the ideal application of {spell/storm of vengeance} is from long range, with the caster far outside the storm's effects.",
			"",
			"{spell/Transmute Metal to Wood}: An instantaneous effect, {spell/transmute metal to wood} affects all metal items within a large radius. While the spell doesn't allow any sort of saving throw, it does treat magic items affected by the spell as if they had significant spell resistance, meaning {feat/Spell Penetration} and {feat/Greater Spell Penetration} increase the effectiveness of the spell by a wide margin. This spell also specifies that it affects only objects - so no using it against {monster/iron golem/s}! {spell/Transmute metal to wood} is at its best when employed by {class/druid/s}, as a druid often has few (if any) metal items in her possession, allowing the caster to center the spell on herself if threatened by numerous metal-clad foes. Teaming this spell with the {spell/repel wood} is a powerful combo that keeps metal-wielding foes on the defensive."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_the_wild"
		],
		"siblings": [
			"low_level_play_levels_1_6",
			"mid_level_play_levels_7_12",
			"high_level_play_level_13"
		]
	},
	"spells_of_intrigue": {
		"name": "Spells of Intrigue",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/154}",
			"",
			"Magic influences nearly everything in the Pathfinder Roleplaying Game. In an intrigue-based campaign, the principal focus shifts from exploration and dungeon-delving - where magic is primarily used for survival and fighting - to navigating complex and precarious social interactions. Politics, organized crime, espionage, mercantilism, and other intrigue-based objectives require extensive use of subtlety, subterfuge, thoughtful planning, and orchestrated tactics. As a result, characters engaged in intrigue often utilize spells that are geared toward communication rather than combat, spying and intelligence-gathering rather than physical defense, and winning power and influence rather than slaying opponents outright and taking their treasure.",
			"",
			"The following section offers advice on certain spells particularly likely to see use in an intrigue-focused game, organized by level of play and spell school."
		],
		"parent_topics": [ "advanced_player_topics" ],
		"subtopics": [
			"low_level_play_1_6",
			"mid_level_play_7_12",
			"high_level_play_13",
			"example_of_intrigue_spells"
		],
		"siblings": [
			"companions",
			"lineage",
			"retirement",
			"retraining",
			"spells_of_the_wild",
			"spells_of_intrigue",
			"young_characters"
		]
	},
	"low_level_play_1_6": {
		"name": "Low-Level Play (1-6)",
		"subtitle": "Spells of Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/154}",
			"",
			"At early levels, the number of spells available is smaller, but these are sometimes the most important spells to understand. Low-level spells of intrigue (typically 3rd level or lower) can remain useful at high levels, and high-level characters can cast them far more often."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_intrigue"
		],
		"subtopics": [
			"divinations",
			"enchantments",
			"illusions",
			"necromancy_ui"
		],
		"siblings": [
			"low_level_play_1_6",
			"mid_level_play_7_12",
			"high_level_play_13",
			"example_of_intrigue_spells"
		]
	},
	"divinations": {
		"name": "Divinations",
		"subtitle": "Spells of Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/154}",
			"",
			"Nothing can alter the fundamental flow of an entire adventure or campaign quite like divinations. The rules for divination spells contain many gray areas. Unfortunately, that can lead to GMs either reining in these spells too tightly (sometimes making them a waste of a spell slot), or allowing divinations to provide far more information than the spell should allow, potentially derailing the story. Many GMs feel that divinations are the primary reason high-level games can be difficult to run.",
			"",
			"When adjudicating the results of divinations, you, as the GM, should apply the principle of \"yes, but. . .\" rather than simply saying \"yes\" or \"no.\" In other words, the PCs can get the kind of information the spell indicates, but that information doesn't include other factors beyond the scope of the spell. Or perhaps it comes in a cryptic form, is sketchy because the PCs didn't have enough information to connect the dots, or is otherwise less than ideal. These spells have built-in restrictions that prevent them from being perfect, and targets can prepare countermeasures to vex casters.",
			"",
			"Information is a key factor in many games, and divination magic often plays a central role in uncovering that information. Information allows characters to lay ambushes instead of being ambushed, to bypass threats to pursue their goals most efficiently, to prepare exactly the right countermeasures for their opposition, and more. As the GM, ultimately, you are the channel through which all the knowledge about the world flows. You are responsible for providing the appropriate information to both the PCs and the NPCs. You should give them the information their characters would have and not withhold knowledge, but you should also control the information flow in a way that enhances the game.",
			"",
			"Some of the first divinations available to characters can often cause the most disruptions because they are available at will: {spell/detect poison} and especially {spell/detect magic}. Detection spells generally cannot pierce solid material, including a thin layer of lead, so consider having NPCs use lead linings for important secrets. The idea of using appropriate precautions makes a particularly formidable NPC seem like a more worthy adversary after the fact, once the PCs find the hidden secret, though if every NPC does this, it can quickly cheapen that effect.",
			"",
			"Though it might seem humble, the ability to find a creature, object, or location can easily short-circuit an entire adventure based around discovering something lost or hidden. However, spells that find things have significant limitations, and the first line of defense against allowing locator spells to damage the fun of a campaign is knowledge. Characters can't attempt to locate something they don't even know exists, and several of those spells have further restrictions that depend on the caster's level of knowledge about the target.",
			"",
			"**{spell/Augury}:** Conceptually, having only four options (weal, woe, both, and neither) seems simple enough, but the trick comes in that almost everything involves a little bit of weal or woe - so where do you draw the line? Remember that the spell can see only 30 minutes into the future. It doesn't take into account long-term consequences of the action. That means that, for instance, making a deal with a devil to gain 1,000 gp in exchange for possibly forfeiting your soul sometime in the future would probably be considered a weal by a casting of {spell/augury}.",
			"",
			"If the half-hour isn't enough to decide, then think about the personality of the caster's deity or spirit. For instance, a god of bravery might think that a CR-appropriate battle with great loot is a weal because that sounds like a grand adventure, while a more cautious deity might say that is a weal and woe.",
			"",
			"You can't predict everything that will happen, so just try to make your best guess - even the gods can't be sure exactly how the PCs will behave! Try to remember that \"neither\" is a valid option, particularly since that's the result when the spell fails to give an accurate response. The caster must consider whether the \"neither\" result is a false negative or a true negative. {spell/Augury} costs 25 gp to cast, so likely the PCs won't throw it around indiscriminately, even at higher levels.",
			"",
			"**[Clairaudience/Clairvoyance](spell/clairaudience_clairvoyance):** This spell is the lowest-level scouting spell, and so is often the first to appear in play. It allows PCs to examine their surroundings or eavesdrop without endangering themselves, but has a large number of mitigating factors, which can make it trickier to use.",
			"",
			"[Clairaudience/clairvoyance](spell/clairaudience_clairvoyance) has a limited range of 400 feet, plus 40 feet per caster level. While that is generally enough to see areas in the same dungeon, the spell can't just look anywhere. The caster must place the sensor in a known locale or a familiar place, or somewhere he can see. This prevents blindly casting it on whatever is 100 feet in a given direction, for instance. The casting time of this spell - 10 minutes - is quite long, likely wasting the duration of other spells currently cast on the party. It is also a major security risk to chant for 10 minutes straight in a loud and clear voice in hostile territory, so this spell is best paired with {feat/Silent Spell} for safety's sake. This spell lasts only 1 minute per level, which makes it difficult to spy on long conversations unless the caster knows exactly the right time. Finally, the spell doesn't project any enhanced senses, so even if the caster has darkvision, if the spell hits a dark area, he can only see in a 10-foot radius. Unlike some of the more powerful scrying subschool spells, the caster can't move the sensor beyond rotating it.",
			"",
			"The clairaudience version of the spell can better detect things in the dark, but making sense of auditory stimuli can be tricky. Finally, remember that the enemies might potentially notice invisible magical sensors (the base DC to notice a sensor is 23 for this spell). {spell/Detect scrying} automatically detects the spell and possibly reveals the PCs' nearby location, too, potentially allowing the observed enemies to retaliate quickly.",
			"",
			"**{spell/Detect Evil}:** This entry applies to other alignment detection spells and abilities, as well. In some stories, concealing a character's alignment is important; it can be particularly challenging in the presence of a paladin or inquisitor who uses {spell/detect evil} at will (or some familiars that have constant {spell/detect evil}). Fortunately, there are a lot of easy ways to protect against these spells.",
			"",
			"The first thing to note is that at the lowest levels, alignment detection spells simply don't register NPCs due to their low level. Other than clerics, undead, and evil outsiders, creatures require 5 Hit Dice or more to register with {spell/detect evil}. The second thing to keep in mind is that creatures with actively evil, good, chaotic, and lawful intents register as that alignment if they have enough Hit Dice, regardless of their actual alignment. So a selfish merchant whose heart is moved by an orphan's plight into an act of largesse would register as good at the time, and a loyal knight forced to kill an innocent child to stop a war could appear evil while she formulates and executes the deed. The final thing to consider is that alignment detection is exceptionally easy and cheap to foil in the long-term.",
			"",
			"Some GMs rely on expensive, high-level, short-duration spells that could fail based on a d20 roll such as {spell/misdirection} and {spell/nondetection}, but the 1st-level bard spell {spell/undetectable alignment} lasts 24 hours and works automatically. A wand containing this spell lasts for longer than a month and costs only 750 gp. Several new spells and magic items also help protect against alignment detection.",
			"",
			"As always, it is important to use countermeasures that the NPC in question would reasonably and realistically use, considering the NPC's circumstances and the cost of employing the countermeasure. Spending 15 gold pieces a day for a charge from a *wand of undetectable alignment* is clearly worth it for an important spy who expects to match wits with paladins who can test her alignment, but it isn't reasonable for a random evil monster living alone in the sewers. Also, {spell/undetectable alignment} fools alignment detection, but it leaves the telltale aura of {spell/undetectable alignment} itself on the NPC, which could give him away just as easily if not combined with other effects to obscure the magical aura of the spell.",
			"",
			"**{spell/Detect Magic}:** Though this at-will cantrip is an extremely powerful tool, remember that concentrating to maintain the spell consumes the caster's standard action every round, and may significantly slow a party's progress when timing is important or action is required. It also requires several rounds to reveal useful information.",
			"",
			"On the first round of the spell, the caster doesn't learn more than the presence or absence of magical auras in a 60-foot cone. If the wizard is standing behind someone in the party who has a magic item, he'll get a false positive. Even on the second round, the caster just learns the number of auras and the power of the most potent aura, so it takes quite a while to pinpoint the locations of each aura. For instance, a common complaint about {spell/detect magic} is that it might reveal invisible creatures, but in reality, an invisible creature can easily run circles around the concentrating wizard's cone, never allowing the wizard enough time to pinpoint it.",
			"",
			"The final and most important point to note is the fact that magical areas, multiple types of magic, and stronger auras can distort or conceal weaker auras. Very few GMs use this to its full potential. For instance, the NPCs might build their base on a ley line in order to mask magic auras. If all else fails, numerous countermeasures protect against a simple {spell/detect magic} spell, starting with nonmagical means such as thin layers of lead and moving to {spell/magic aura}, {spell/nondetection}, {spell/misdirection}, and more. Take a look at {spell/greater magic aura} for a solid countermeasure. {spell/Greater detect magic} allows for some interesting additional pieces of information, but it's a 2nd-level spell, so it can never be as ubiquitous as the 0-level version. {spell/Greater magic aura} still foils {spell/greater detect magic}.",
			"",
			"**{spell/Detect Poison}:** This spell makes it trivial for even a fledgling acolyte to detect the presence of poison, and seems to kill the entire idea of poisoning the king's drink. One solution is to slip poison into something that it wouldn't be socially acceptable to check with detect poison or that the consuming character doesn't even stop to check, such as poisoning the spoons rather than the meal. Clever assassins may poison something that is supposed to have poison in it (such as alcohol). Even though ethanol alcohol (along with other possible food additives) is a neurotoxin, it doesn't have its own poison stat block, and you'll want to make your stance clear on poisonous substances not listed with specific poison rules to your players. If you use this option, the caster still has to fail the DC 20 Wisdom check (which is quite likely, particularly at lower levels). For added concealment, use an overdose of the same sort of poison already expected to be in the dish, so even a successful check wouldn't help (such as lethal quantities of wormwood in a glass of absinthe). {spell/Obscure poison}, a 1st-level spell, can also make a poison harder to detect, and the {spell/languid venom} spell can both delay the onset of a poison and make it slightly harder to detect.",
			"",
			"**{spell/Detect Thoughts}:** This spell's notorious ambiguity often leads back to the idea that, as the GM, you are the one who ultimately controls the flow of information. Reading surface thoughts doesn't act perfectly to give the information that the PCs want, even if the target fails its saving throw, instead only betraying a character's immediate concerns. For instance, the {monster/rakshasa} disguised as a noble probably isn't thinking \"I'm a rakshasa\" all the time, but she might generally think of things in oddly predatory terms. Give the PCs something interesting and worthwhile but, most importantly, the spell should tell them something that makes sense for the target to be thinking and provide clues more than answers.",
			"",
			"Clever PCs could combine {spell/detect thoughts} with an interrogation session in an attempt to gather answers to specific questions. Against rank-and-file foes who are nonetheless too loyal to intimidate, this is very likely to work. However, liars skilled enough to remove any tells from their social deceit often train themselves not to dwell on their prevarications, so characters with high ranks in Bluff are likely able to obfuscate their surface thoughts. Still, if the PCs aren't sure whether they've captured a spy, their captive might reveal that she is more than she seems when the PCs' pointed questions are met with surface thoughts repeating a soothing rhyme or song.",
			"",
			"{spell/Seek thoughts} allows a character to sweep through many more people's minds than {spell/detect thoughts}, but still allows a saving throw (and with multiple targets, the caster isn't aware who made or failed the save). The same adjudication on surface thoughts applies: a sweeping search for surface thoughts about being the murderer will only work if the murderer is actively thinking about being such. A true sociopath might be thinking about their lunch, though clever PCs might be able to use this information as evidence that the sociopathic NPC is suspicious.",
			"",
			"**{spell/Locate Object}:** Many GMs fear that a PC who casts {spell/locate object} can locate key objects and ignore entire sections of an adventure. The good news is, unless the adventure was about the PCs being robbed of an item in a small town, that fear is probably baseless (and in many circumstances, there are countermeasures to this spell).",
			"",
			"The first thing to note about {spell/locate object} is its long range. Even 400 feet plus 40 feet per caster level is not very far in a city or overland adventure. Also, PCs cannot specify a unique item as the target of this spell unless they have observed the particular item firsthand (not through divination). In the majority of adventures focused on finding an item, the object is a unique item that the PCs have not observed firsthand. Finally, this spell is blocked by a thin sheet of lead. So any competent thief in a world with divinations is likely to store the object of her larceny within a bag that is lined with a thin sheet of lead, at least until she can get far enough away from pursuit. Precautions like these show the antagonists' understanding of the nature of magic and the world around them.",
			"",
			"**{spell/Speak with Animals} and {spell/Speak with Plants}:** These two spells are useful in that animals and plants often observe plenty of secrets, and even the most meticulous murderer rarely thinks of a houseplant as a witness. However, these entities have either low or no intelligence, and they look at the world in a different way than people do. It's important to strike a balance with these spells so that they provide useful information that's worth casting a spell without breaking every mystery. The way to do that is all in the art of roleplaying animals and plants. Have them pay attention to things that are immediate and important for an animal or a plant, but not necessarily to details that the PCs want to know. Use these spells to offer more clues colored by the animal or plant's worldview.",
			"",
			"**{spell/Zone of Truth}:** Truth-telling magic often has interesting consequences when combined with intrigue. Even ignoring spells such as {spell/glibness} that allow someone to lie directly in a {spell/zone of truth}, a creature can succeed at its saving throw against the spell without the caster ever knowing. Creatures can also simply avoid speaking a direct lie, or even speak an untruth that she thinks is true, potentially through the use of memory-altering magic such as {spell/modify memory} or {spell/false belief}. This advice applies for other truth-telling magic as well, such as discern lies.",
			"",
			"***Other Divinations:*** A few rare, highly specific divination spells have the potential to disrupt an intrigue-based game.",
			"",
			"**{spell/Blood Biography}:** This spell offers several options to a spellcaster who gains possession of a creature's blood, identifying the creature that shed the blood as well as the circumstance and time of the bloodshed, to that creature's knowledge. In terms of living creatures, beyond a successful Will saving throw, the best protection for a creature against this spell is also generally a good way to prevent penalties against spells such as {spell/scrying}: try not to leave blood for the PCs to find. Much like in a modern crime drama with DNA evidence, in a game with {spell/blood biography}, a bloodstain from the culprit is a powerful piece of evidence that can often assure a successful investigation on its own. Of course, a wily criminal can plant the blood of an innocent at the scene to throw off the trail. However, that could cause issues due to the fact that the spell reveals how and when the blood was shed, unless the criminal can manipulate a truly devious frame-up that includes suspicious circumstances and timing. Another option, if cleaning up blood with {spell/prestidigitation} or similar spells is out of the question, is to scatter blood from so many different sources throughout the area that the mixture makes the search nearly impossible. The other use of the spell, particularly in a murder, is that it can potentially reveal details of the murder, just like with spells such as {spell/speak with dead}. In addition to the advice for {spell/speak with dead} below, a murderer could consider killing in such a way as to avoid spilling blood. Or, he could even plant blood from a previous situation that didn't involve the killer and then use spells such as {spell/dress corpse} to obscure the time and cause of death to match the earlier bloodshed.",
			"",
			"**{spell/Create Treasure Map}:** This spell allows the PCs to gain a map to whatever a dead creature considered most valuable. Since the spell indicates that the value is subjective and might include intangibles, such as a mate or a favorite place to find food, the spell usually offers numerous opportunities for other interesting adventures. It does this without forcing the GM's hand on any particular issue, particularly since it takes an hour to cast, costs 100 gp, and requires the particularly ghoulish task of using a corpse's skin as the map. Sometimes, however, there is just no way around it: the evil cultist who worships the mad artifact as a god certainly considers it to be the most valuable treasure in the area, for instance. In these cases, one countermeasure that also protects against various other divinations is to ensure that the villain's underlings have some level of misinformation, or no information at all. For instance, the cult leader might allow her lackeys to believe that the artifact is always housed within their secret but insecure temple, while in reality, she usually switches it for an elaborately trapped fake. Since {spell/create treasure map} can't account for inconsistencies or holes in a creature's knowledge, even blindfolding cult members or using teleportation to bring them to the worship chamber would prevent them from leaking its secret location."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_intrigue",
			"low_level_play_1_6"
		],
		"siblings": [
			"divinations",
			"enchantments",
			"illusions",
			"necromancy_ui"
		]
	},
	"enchantments": {
		"name": "Enchantments",
		"subtitle": "Spells of Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/157}",
			"",
			"The main danger with enchantments lies in removing agency from a character, either a PC or NPC, and the main difficulty in running them is adjudicating just how much they do so. As such, they are much easier to deal with than divinations, as they have less variety in the difficulties that arise. In all cases, a DC 25 (or lower) Sense Motive check notices that someone is enchanted. (See {rule/Skills in Conflict} for more information on using Sense Motive to detect enchantment.)",
			"",
			"**{spell/Charm Person}:** The main thing to remember about charm magic is that it is not a compulsion (that is a different subschool of enchantment), which means it doesn't directly force someone to do something. Instead, the spell basically makes someone feel like the caster is a friend, and puts what the caster says in the best possible light. Just like in the [Diplomacy section of Skills in Conflict](rule/diplomacy), being someone's friend doesn't mean the caster gets to dictate everything they do, and even the opposed Charisma check the spell grants can only go so far; it doesn't compel them to act exactly as the caster desires.",
			"",
			"For instance, an evil necromancer might be willing to allow her friend to sit as her new right hand, but she won't quit her entire life's goal just because a friend asked, even with an opposed Charisma check. This advice applies equally as well to other charm spells (such as {spell/charm animal} and {spell/charm monster}).",
			"",
			"**{spell/Suggestion}:** {spell/Suggestion} and its ilk, on the other hand, actually are mind-controlling spells. The key to {spell/suggestion} is that it has to be presented in a reasonable fashion - and certain suggestions would simply never be reasonable for the target in question. The more creative the player, or the sharper his understanding of an NPC's motivations, the more often he can use this spell to his advantage. Players should be rewarded for this type of ingenuity, especially at lower levels when {spell/suggestion} is one of the most powerful spells available. In mid-level play (or for a resourceful low-level villain), adversaries might start to succeed at Sense Motive checks to notice {spell/suggestion} effects, potentially using {spell/protection from evil} or similar spells to either protect against them or end ongoing compulsions."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_intrigue",
			"low_level_play_1_6"
		],
		"siblings": [
			"divinations",
			"enchantments",
			"illusions",
			"necromancy_ui"
		]
	},
	"illusions": {
		"name": "Illusions",
		"subtitle": "Spells of Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/158}",
			"",
			"Illusions are a staple of fantasy, and there are two main things to consider when adjudicating them at all levels of play: first, the different subschools of illusion, and second, disbelief and interaction. Once you are familiar with those, you will be set for handling illusions at all levels of play.",
			"",
			"***Subschools:*** The three most easily confused subschools of illusion are figment, glamer, and phantasm. Figment spells, such as {spell/silent image}, create wholly new sensory effects anyone can sense, even a mindless creature. The similar glamer subschool includes spells that change the way creatures sense something that already exists, such as {spell/disguise self} and {spell/silence}. Phantasms, in contrast to the first two, are all in a creature's mind, and thus don't work on mindless creatures.",
			"",
			"There are other subschools of illusion, such as patterns and shadow, but they tend to be easier to distinguish from each other, since patterns are typically light-based spells that impose conditions on enemies and shadow spells usually create shadows or quasi-real effects.",
			"",
			"***Disbelief and Interaction:*** All three of the subschools above tend to have saving throw lines that say \"Will disbelief,\" but they differ in how those saving throws apply.",
			"",
			"Phantasms directly assail a creature's mind, so the creature automatically and immediately receives a saving throw to disbelieve a phantasm. Figments and glamers, however, have the more difficult-to-adjudicate rule that creatures receive a saving throw to disbelieve only if they \"interact\" with the illusion.",
			"",
			"But what does it mean to interact with an illusion? It can't just mean looking at the illusion, as otherwise there would be no need to make the distinction, but drawing the line can be a bit tricky. Fortunately, the rules can help to define that difference. A creature that spends a move action to carefully study an illusion receives a Will saving throw to disbelieve that illusion, so that is a good benchmark from which to work.",
			"",
			"Using that as a basis, interacting generally means spending a move action, standard action, or greater on a character's part. For example, if there were a {spell/major image} of an ogre, a character who tried to attack the ogre would receive a saving throw to disbelieve, as would a character who spent 1 minute attempting a Diplomacy check on the ogre. A character who just traded witty banter with the ogre as a free action would not, nor would a character who simply cast spells on herself or her allies and never directly confronted the illusory ogre. For a glamer, interacting generally works the same as for a figment, except that the interaction must be limited to something the glamer affects. For instance, grabbing a creature's ear would be an interaction for a human using {spell/disguise self} to appear as an elf, but not for someone using a glamer to change his hair color. Similarly, visually studying someone would not grant a save against a glamer that purely changed her voice."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_intrigue",
			"low_level_play_1_6"
		],
		"siblings": [
			"divinations",
			"enchantments",
			"illusions",
			"necromancy_ui"
		]
	},
	"necromancy_ui": {
		"name": "Necromancy",
		"subtitle": "Spells of Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/158}",
			"",
			"There are a few necromancy spells that are similar enough to divinations that their information-gathering ability is worth considering.",
			"",
			"{spell/Speak with Dead}: This spell - and other similar spells such as {spell/call spirit} - operate much like spells such as {spell/speak with animals}, allowing the caster to talk with a witness who is otherwise inaccessible.",
			"",
			"This might seem like a surefire way to ruin any murder mystery, but there are mitigating factors that need to be taken into account. First, the corpse's knowledge is limited to what the creature knew while it was alive. A murderer's best recourse to avoiding this spell is using a disguise or stealth, so that the victim doesn't learn the killer's identity. Second, if the corpse is in no condition to speak, that stops {spell/speak with dead} (though there are spells that can repair a corpse). Third, the spell allows a saving throw, and whether or not it succeeds, the spell fails for the next week, so a murderer can cast {spell/speak with dead} herself to forestall future castings. Such precautions on the part of the murderer, however, give the PCs more information about her, so it advances the plot and the investigation in an interesting way. Finally, the corpse's answers are brief, cryptic, and repetitive; a corpse could provide an interesting clue that furthers the investigation, rather than allowing the PCs to abruptly solve the whole thing."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_intrigue",
			"low_level_play_1_6"
		],
		"siblings": [
			"divinations",
			"enchantments",
			"illusions",
			"necromancy_ui"
		]
	},
	"mid_level_play_7_12": {
		"name": "Mid-Level Play (7-12)",
		"subtitle": "Spells of Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/158}",
			"",
			"The spells that come into prominence around 7th level can greatly affect campaigns, making it more complicated to run mysteries and interaction-heavy adventures. These spells are typically 4th level or higher."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_intrigue"
		],
		"subtopics": [
			"conjuration_ui",
			"divinations_2",
			"enchantments_2"
		],
		"siblings": [
			"low_level_play_1_6",
			"mid_level_play_7_12",
			"high_level_play_13",
			"example_of_intrigue_spells"
		]
	},
	"conjuration_ui": {
		"name": "Conjuration",
		"subtitle": "Mid-Level Spells of Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/158}",
			"",
			"Teleportation effects have a big impact on your game because they can foil situations such as being tracked or followed, and can bypass protections, such as locks and walls. These kinds of effects often only enter the game during mid-level play.",
			"",
			"{spell/Dimension Door}: {spell/Dimension door} works by specifying a distance within long range, and then the character and any passengers suddenly appear at that spot. This is useful for bypassing obstacles, which means that any vault-maker who plans to keep out characters with access to teleportation magic needs to consider this and plan accordingly. {spell/Forbiddance} is an excellent effect for hedging out teleportation effects such as {spell/dimension door}, and tying a {spell/hallow} or {spell/unhallow} to {spell/dimensional anchor} also works well for this. Remember that the caster of the spell can take no further actions after arriving at their destination unless she has the {feat/Dimensional Agility} feat.",
			"",
			"{spell/Teleport}: {spell/Teleport} is like {spell/dimension door}, but adds considerably to the range and versatility. However, it is important to note that {spell/teleport} has several special limitations built into the spell. For one thing, the caster needs to know both the layout of the destination as well as where it is physically located. If the caster has managed to use divinations to see the layout of a secret hideout, it still won't do any good unless she knows where it is. Second, areas of strong physical and magical energy may make teleportation more hazardous or even impossible. Many GMs forget this important component, which actually gives the villain a good in-game reason to establish a secret volcano lair or build her fortress on a ley line. This advice applies equally well to {spell/greater teleport}, although the results of a failed teleportation are less dire."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_intrigue",
			"mid_level_play_7_12"
		],
		"siblings": [
			"conjuration_ui",
			"divinations_2",
			"enchantments_2"
		]
	},
	"divinations_2": {
		"name": "Divinations",
		"subtitle": "Mid-Level Spells of Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/159}",
			"",
			"A lot of the game-changing divinations become available in the mid-level range, particularly {spell/scrying}.",
			"",
			"**{spell/Arcane Eye}:** Although similar to {spell/clairaudience/ clairvoyance}, {spell/arcane eye} is better in most ways and only 1 spell level higher. With it, the caster can use enhanced vision, and move the sensor around to spy throughout an area, potentially revealing much of a dungeon's layout. It still has a long casting time, and it requires concentration to move it around and receive sensory information. Keep the eye's movement speed in mind; if the caster wants to actually look around and see the walls and ceilings, it can only move 10 feet per round, so it could potentially take quite a while to travel very far. Remember that it can only squeeze through holes 1 inch in diameter or larger, so most doors will likely block it. Enemies can still notice the sensor with a successful DC 24 Perception check, and while most foes can't really harm it (unless they have countermeasures such as {spell/dispel magic} available), an enemy can prevent the eye from moving further by capturing it in a container, since it can't pass through solid barriers.",
			"",
			"**{spell/Commune}:** This is a critical spell to note, particularly because some improved familiars can use it earlier than normal and without spending the required gold. Normally, casting commune consumes 500 gp worth of special materials. Remember that {spell/commune} talks to either a deity or divine agents; there is no guarantee that the spell will contact a god. The spell text includes a reminder that powerful beings of the Outer Planes are not necessarily omniscient, so be sure to think about whether they would know the answer. As a rule of thumb, look at the deity's portfolio and have the contacted agent be particularly knowledgeable in that area. This can also lead the PCs to find a cleric of a more appropriate deity to cast the spell on their behalf. This could add an interesting narrative step and a potential for roleplaying the interaction. In any case, remember that commune calls out that the question has to be one that could be answered with a yes or no, though if the deity's agent thinks a misleading one-word answer would harm their own interests, they might give up to five words to help clarify. Chances are, the PCs were already suspecting something before they cast the {spell/commune} to begin with. For instance, if they already suspect that Lady Hidimbi is a rakshasa, they could ask if she is, and if it makes sense for the deity's agent to know the answer, it might say \"yes.\" However, if they know there is a rakshasa but not who it is, they couldn't ask \"Who is the rakshasa\"? and receive the answer \"Lady Hidimbi.\"",
			"",
			"**{spell/Commune with Nature}:** Out of the three spells that return cryptic information from outside forces, {spell/commune with nature} can potentially give the caster the most robust information, since it provides three full facts from a variety of topics. However, {spell/commune with nature} provides limited types of information compared to other divinations. First of all, it is most useful in large outdoor areas, where it finds information across miles and miles (although that could lead to false positives, if the caster prefers a narrower area and doesn't think to specify). It is still effective in unworked caves, since 900 or more feet is usually enough to cover an area that the PCs want to explore, but remember that it can't see into settlements or even constructed dungeons at all. The awareness of nature tends to return general information rather than specific. A druid trying to determine the identity of the most powerful unnatural creature in the area might get a sense that a malevolent, unnatural thing has been stalking the jungle, but she probably wouldn't learn specifics about the creature. Nature can sense corruption in its midst, but doesn't possess specific knowledge about types of undead, for example.",
			"",
			"**{spell/Contact Other Plane}:** One of the easier divinations to handle, this spell takes 10 minutes to cast, requires concentration, and has a non-negligible chance of rendering the caster useless for multiple weeks with no real way to remove the negative effect. Though the odds of getting a true answer aren't terrible, the spell isn't very trustworthy. All questions get a one-word answer, such as \"yes\" or \"no,\" without exception. Compare this to {spell/commune}, where a helpful deity might rarely give a few more words for context. With all these mitigating factors, this spell isn't especially dangerous to the integrity of a mystery.",
			"",
			"**{spell/Detect Scrying}:** This spell lasts a long time and automatically detects nearby scrying sensors, potentially even revealing the scryer's location and offering a glimpse of her. This spell doesn't entirely counter the scrying. The scrying effect still happens, but now it gives information to the target. Paranoid PCs are likely to cast this spell in an intrigue campaign when they have access to it, so have paranoid NPCs do so as well, but only if it makes sense that they would have a 4th-level slot they are willing to use. If a character always has an active {spell/detect scrying} spell because it's a reasonable resource expenditure for that character, then the player and PCs will buy into it as part of the way the world works (particularly if they are also casting {spell/detect scrying} each day). However, having the NPC conveniently use the spell off a scroll only when the PCs want to scry on her is sloppy - unless the PCs have given the NPC some strong reason to expect that they will scry on her that day. All in all, when {spell/scrying} starts becoming available, {spell/detect scrying} is a great way to say \"yes, but.\"",
			"",
			"**{spell/Divination}:** Like {spell/augury}, {spell/divination} also costs 25 gp, but can see 1 week into the future, and returns a short phrase, cryptic rhyme, omen, or something similar if successful. As the GM, be creative and play to your strengths when giving responses. For instance, poetry is a great way to structure a response for this spell, but if you aren't as skilled at writing verse, but are great at making collages, do that. The result of this spell could be anything! It's a great chance to give some interesting clues that the PCs might use to their advantage, or even figure out later in a moment of revelation. Coming up with a satisfying result for this spell takes time, so try to work with your players and have them come up with {spell/divination} ideas outside of the session, if possible, letting them know that the result will be more fun if you have some time. If there's just no way to predict it until the game, however, there's nothing wrong with calling a quick time-out. {spell/Divination} opens up tons of possibilities and puts all the power in your hands. The PC is spending 25 gp and a spell slot and trusting you to make it awesome, so make sure the answer is neither worthless nor overly blatant. Getting the result just right is more of an art than a science.",
			"",
			"**{spell/Find the Path}:** The major restrictions for this spell are that the caster can only specify a location (not an object or creature) and the location must be prominent (which typically means either important or famous). Though many of the locations that an adventurer may be trying to find are important, not all of them are famous - and if they're famous enough, chances are that they aren't hard to find. Where the two overlap, there is usually some sort of powerful magical effect protecting the area from divinations. That's a reasonable plot device to use if you must have such a location, and it makes sense from a narrative perspective. After all, if the place were famous, chances are someone before the PCs would have tried basic divinations such as {spell/find the path} already (and catalogued the results of their attempts), so it wouldn't also be hard to find. If you do use this plot device, it is a good idea to introduce it early as the result of the PCs' research. Finding old notes from a previous explorer who determined that a place must be protected against divinations right at the outset helps cement the fact as a fundamental part of the initial challenge, rather than seeming like a desperate cop-out added later as a counter to something unexpected the PCs did.",
			"",
			"**{spell/Legend Lore}:** Legend lore costs 250 gp to cast, so the PCs probably won't cast it frivolously. They are likely looking for some interesting information about a person, place, or thing (here, thing means an object that can be at hand, not a conceptual thing like love or a specific mystery). Even if the target is at hand, casting the spell still takes up to 40 minutes. Without the subject, the spell takes a long time to cast - up to 12 weeks if working from rumors. Remember that not everything is legendary. Recognize that 11th-level characters often use or deal with things that would usually count as legendary; mythic creatures likely count as well, even if they have a low CR.",
			"",
			"Depending on the PCs' previous access to the target, they might get vague results that lead them to somewhat better information about the target (if they know only rumors), incomplete and unspecific lore (if they started with detailed information), or legends about the target (if they have the target at hand). The kinds of legends aren't specified; they can come from all over. Legends are generally told verbally, so text is an easy format for conveying the results to your players. But legends can be anything, so unleash your creativity. Some legends might contradict one another, particularly if the PCs don't have the target at hand, and legends are rarely conclusive. Particularly if the object is at hand, be sure to give some useful or at least interesting information that enhances the experience, rather than just a rambling story that reveals nothing. Since the spell might reveal legends that were never generally known, it is an excellent opportunity to provide PCs with cool or useful information that goes above and beyond what they might expect if you want to advance the narrative more quickly or give them some more clues. Everything in the spell works at your pace.",
			"",
			"**{spell/Locate Creature}:** This spell has many of the same problems as {spell/locate object}, although running water blocks it rather than lead (the spell still helps in cities with canals, though). For this spell, a kind of creature is distinct from a type of creature. For instance, an orc is a kind of creature, while a humanoid is a type of creature. Remember that the caster must have seen that kind of creature up close. A specific creature must be known to the caster; this terminology is less-defined compared to other locating spells. Consider it synonymous with the \"with which you are familiar\" clause of the {spell/sending} spell. A creature is known to the caster only if the caster has met the creature in person and recognizes it on sight.",
			"",
			"**{spell/Prying Eyes}:** This spell and its greater version work in much the same way - the only difference with the greater version is that the eyes can see extremely well with {spell/true seeing} and a respectable Perception total skill bonus. Focusing on the commonalities, this spell is useful in much different situations than {spell/arcane eye}, but situations that are more common in games using intrigue. The spell doesn't work well in a dungeon, but with its 1-mile radius, hour-per-level duration, and numerous eyes, it can tell the caster basically everything that is going on in a small community - without the caster having to concentrate. The main vulnerability of {spell/prying eyes} is that it produces sensors that are both semi-tangible and visible and have only a +16 total skill bonus on Stealth checks. That means that opponents of a similar level to the caster are likely to see the eyes and could destroy them easily. Remember that an eye's destruction is interesting knowledge that a savvy PC can keep in mind. If that sweet and foppish nobleman somehow noticed the eye, chances are he is more than he seems, or at least that he has bodyguards with keen vision.",
			"",
			"The spell says that an eye sent into the darkness could hit an obstacle and be destroyed. This should only happen if the caster tells the eyes to act recklessly, such as if he commands them to travel so far in so short a time that they have to fly at full speed, rather than slowly traveling in the dark. As the spell mentions, when an eye is destroyed, the caster is aware of the destruction, but can never be sure how it happened, which can lead to interesting speculation and more investigations. If the eyes are doing general scouting, be sure to think of some amusing anecdotes of things the eyes saw, potentially showing another side of an NPC by relaying information that isn't crucial to the plot. This serves many purposes. First of all, it gives the caster a strong sense that the spell is effective, and it helps her feel like a powerful diviner whose spells provide lots of information. Second, it adds depth to the game world and helps change the mood a bit or relieve tension, particularly if it is humorous. Finally, and most importantly, it serves as a smoke screen if you decide to put in extra clues that the caster wasn't necessarily trying to find. For example, if you often have the eyes report interesting extra tidbits, you could slip in a small bit about a certain woman hiding her silverware, and at first it will seem like just another peculiarity, perhaps to protect her valuables from thieves. If you never describe anything from the eyes except for plot-crucial information, the PCs are very likely to immediately jump to investigating the woman (who you were hoping to slowly reveal had just been infected with lycanthropy).",
			"",
			"**{spell/Scrying}:** The most important thing to remember about {spell/scrying} is that it must scry a creature. It is not able to scry a location. Erroneously allowing the spell to scry a location is a common mistake. The caster needs to buy a reusable 1,000 gp mirror and then spend an hour to see and hear a small area around a creature (only 10 feet in all directions, but with magically enhanced senses for vision). This lasts for 1 minute per level, and the sensor moves with the creature with a 150-foot speed. Creatures are able to notice {spell/scrying/'s} effect as they would with other scrying sensors, requiring a successful DC 24 Perception check. There's good news for the target, however. First of all, those observed targets can automatically detect (and possibly uncover the source of) the spell via the 24-hour-duration {spell/detect scrying} spell. Even without that spell at their disposal, the target receives a Will saving throw and spell resistance (if applicable) to avoid the attempt (and a failed attempt prevents another from that caster for 24 hours). Not only that, unless the target and caster have met before, chances are that the target also gains at least a +3 bonus on the saving throw (from secondhand knowledge and a picture, which is the best the PCs can usually hope to have). {spell/Scrying} can be enormously useful for a spy, if the circumstances all align well for the scryer, but it isn't particularly useful on its own for a potential {spell/teleport}. The 10-foot-radius visual requires the target to move in order to provide a clear idea of the layout of the destination, and the spell doesn't directly indicate the location. The PCs must use contextual clues to figure this out, unless they already know where the target is.",
			"",
			"**{spell/Stone Tell}:** This one is similar enough in nature to {spell/speak with animals} and {spell/speak with plants} that much of the same advice is applicable for you to apply. Play up the stones's different way of thinking, including how they view the world and events on a much longer timescale than most living beings."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_intrigue",
			"mid_level_play_7_12"
		],
		"siblings": [
			"conjuration_ui",
			"divinations_2",
			"enchantments_2"
		]
	},
	"enchantments_2": {
		"name": "Enchantments",
		"subtitle": "Mid-Level Spells of Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/162}",
			"",
			"In mid-level play, enchantments become more versatile, affecting more creature types, and dominate spells also come into play.",
			"",
			"{spell/Dominate Person}: Unlike {spell/suggestion}, this spell gives the caster total control over another character, and the demands don't need to be reasonable. The one saving grace in a game that employs intrigue is that the Sense Motive DC to detect the effect is only 15, so someone is very likely to notice it. Still, the effect is quite powerful, and it can potentially ruin a player's time if her character becomes dominated, or it can ruin a plot if players dominate a vital NPC. The spell even allows a caster to use the dominated creature as a spy and see through its eyes, though again, the low DC of the Sense Motive check means that there are usually better ways to do so. In addition to other means of protecting against compulsions, {spell/dominate person} has two special escape clauses.",
			"",
			"First, the creature never takes obviously self-destructive actions. The spell doesn't mention whether this means only bodily harm, but there are many sorts of destruction beyond the physical. For instance, a command to make a king announce something that will obviously irreparably destroy his reputation and tear his kingdom apart likely counts. Even if something isn't obviously self-destructive, each time a command forces the dominated person to take actions against his nature, he receives another saving throw with a +2 bonus. It's up to you to determine how often to give these new saving throws if orders result in many successive acts against a character's nature, but be fair in applying them at the same rate for both PCs and NPCs. Since being dominated can be highly frustrating for PCs, you can consider choosing a particularly fast rate in applying these new saving throws in both cases, though be sure to let the PCs know about this if it looks like they can use a dominate effect before the NPCs do. The advice here also applies to {spell/dominate monster}."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_intrigue",
			"mid_level_play_7_12"
		],
		"siblings": [
			"conjuration_ui",
			"divinations_2",
			"enchantments_2"
		]
	},
	"high_level_play_13": {
		"name": "High-Level Play (13+)",
		"subtitle": "Spells of Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/162}",
			"",
			"The most reliable spells for finding out information arrive at higher levels, and are 7th level or higher.",
			"",
			"### {rule/Abjuration}",
			"",
			"{SOURCE Ultimate Intrigue/162}",
			"",
			"At least one noteworthy abjuration spell becomes available at 15th level, with far-reaching effects.",
			"",
			"{spell/Mind Blank}: The 8th-level spell mind blank is a powerful and versatile protection spell that becomes ubiquitous at high levels. Spells such as {spell/discern location} can make people easy to find in high-level play, so a credible villain whose identity the PCs know should have {spell/mind blank} cast on himself at all times. If the villain absolutely can't employ a spellcaster with this spell, consider having him join forces with a hag coven (which can offer unlimited castings of {spell/mind blank} spells each day) or equipping him with a {magic-wondrous/headband of sealed thoughts}.",
			"",
			"The PCs are likely starting to cast {spell/mind blank} as much as possible at this level as well, so the villains should put in at least as much effort. Obviously, the villain won't be able to keep all his allies and staff under {spell/mind blank}, which provides plenty of opportunities for clever PCs to exploit. For instance, though scrying on a nearby ally of the villain still doesn't reveal the villain protected by {spell/mind blank}, PCs might be able to notice a one-sided conversation that indicates that someone with {spell/mind blank} is present.",
			"",
			"It all comes down to the villain mustering a defense that is reasonable given his resources, and allowing the PCs to find a clever way to circumvent those defenses. No defense in the world is perfect. For instance, even if a villain somehow convinced a coven of hags to act as a source of {spell/mind blank} for his entire network of allies, the hags become a new vulnerability. The PCs can capture one of the villain's agents, discover information about the hags, and then eliminate the hags or scout out their coven's domain in an attempt to ambush the villain on his way to reestablishing his {spell/mind blank}.",
			"",
			"### {rule/Divinations}",
			"",
			"{SOURCE Ultimate Intrigue/162}",
			"",
			"Divinations in high-level play tend to be incredibly powerful, with only {spell/mind blank} offering protection.",
			"",
			"{spell/Discern Location}: This spell lacks the mitigations common to lower-level locating spells. Unless you have a deity willing to cooperate, the only protection from {spell/discern location} is {spell/mind blank}. Because not everyone can be under {spell/mind blank} all the time, {spell/discern location} is incredibly useful, allowing the PCs to get close to a target protected by {spell/mind blank} as long as he has allies or interacts with other people - almost a certainty in an intrigue-focused game. The spell becomes well known by most NPCs, and even threatening to use discern location can be a powerful tactic.",
			"",
			"{spell/Greater Scrying}: This is mostly the same as its lesser version, but the timing is vastly different. It takes only a single standard action to cast, and can last the better part of a day. The long duration gives the caster a much greater chance of following the target to a place about which the caster knows the exact layout and precise location. On the other hand, by this level, {spell/detect scrying} becomes easier to cast, many creatures can see invisible spies, and {spell/mind blank} may shield targets.",
			"",
			"{spell/Vision}: Compared to {spell/legend lore}, {spell/vision} takes much less time to cast, causes fatigue, and requires a caster level check to succeed. Stylistically, the big difference is that the caster sees a single vision rather than hearing information from numerous legends. The character also gets to ask a particular question to narrow the scope of the spell, so that one vision is likely to be related to a topic about which the character really wants to know. For a vision spell, put some good thought into exactly what the PC sees, and try to describe it as vividly as possible with plenty of visual details. You can tailor the vision to show the most-interesting visual snippet related to the question the PC asked. By describing what the PC sees as if she were there, you make the spell an experience rather than a simple information dump. The PC must still interpret what she saw. You may even wish to take the spellcaster's player to another room and describe the vision, then let her return to describe and interpret what her spell revealed to the rest of the party. Sometimes the caster will focus on one of the visual details when another was an even greater clue, which she only discovers later on in an exciting moment of revelation."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_intrigue"
		],
		"siblings": [
			"low_level_play_1_6",
			"mid_level_play_7_12",
			"high_level_play_13",
			"example_of_intrigue_spells"
		]
	},
	"example_of_intrigue_spells": {
		"name": "Example of Intrigue Spells",
		"subtitle": "Spells of Intrigue",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/163}",
			"",
			"The following detailed example puts some of the above advice into practice, using two of the most difficult spells to adjudicate, divination and vision. The GM in this example provides different sets of clues to her players with each spell that help point them toward the mystery's solution only when examined together."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_intrigue"
		],
		"subtopics": [
			"the_story",
			"divination_poem",
			"vision"
		],
		"siblings": [
			"low_level_play_1_6",
			"mid_level_play_7_12",
			"high_level_play_13",
			"example_of_intrigue_spells"
		]
	},
	"the_story": {
		"name": "The Story",
		"subtitle": "Example of Intrigue Spells",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/163}",
			"",
			"Long ago, a powerful hag led a wicked coven that sought to destroy the kingdom of Gaheris. Seeking to turn enemies into allies, the king of Gaheris convinced the two weaker sisters to break their coven and betray their leader. In exchange, he used magic to reincarnate them into humans and married them to two of his most powerful dukes. The hags sealed their elder sister in her shack and burned her alive, only to see her to rise as a powerful {monster/witchfire}. After weeks of pitched battle with the undead hag that ranged all across the kingdom, the two sisters trapped the witchfire on the other side of a thick wall in the royal mausoleum, and warded it to contain incorporeal entities, believing they had sealed away the menace forever.",
			"",
			"Centuries later, a tomb robber accidentally chipped a hole in the wall, allowing the trapped witchfire to escape. Now consumed with revenge, the enraged undead creature seeks out any of her treacherous sisters' descendants. Given the interbreeding common among the nobility, this includes much of Gaheris's current nobility. Given her original goal of destroying the kingdom, that suits the witchfire just fine. Using ritual magic born of hatred and well beyond a witchfire's normal abilities, she called back the souls of her sisters and bound them into black sapphires, allowing her to gain all the powers of a coven and more. Then, she returned to a cave near her old burned-down hut in the swamp and began to enact her vengeance, using mind-controlled minions to burn her targets alive.",
			"",
			"The PCs receive a plea from the current king of Gaheris, asking them to investigate the cause of the streak of arson, which has been targeting members of his family. Kyra casts {spell/divination} with the goal of solving the arsons and Ezren casts {spell/vision}, hoping to learn about the true source of the arsons."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_intrigue",
			"example_of_intrigue_spells"
		],
		"siblings": [
			"the_story",
			"divination_poem",
			"vision"
		]
	},
	"divination_poem": {
		"name": "Divination Poem",
		"subtitle": "Example of Intrigue Spells",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/163}",
			"",
			"The GM composes a poem for Kyra to represent the information imparted to her by her deity.",
			"",
			"The flame of passion, that which brightest burns,  ",
			"Of love and hatred treasured or betrayed,  ",
			"We chip away at every wall in turns,  ",
			"Not thwarted is the payment, just delayed.",
			"",
			"In blackened yawn near the first hungry pyre,  ",
			"Twin sleepers lie, once foul but later fair,  ",
			"Dark beauty gleams the prisons two to break,  ",
			"No loyalty, no love except to take.",
			"",
			"***Interpretation:*** When read aloud, the first line of the poem contains a homophone of the word \"witch.\" The verse references the witchfire's escape when the wall of the tomb was chipped away. The witchfire's vengeance, or payment as the poem describes it, has just been delayed. The cave mouth is a blackened yawn, and the \"first\" pyre is the one where the hag was burned, though the PCs might go to the first arson as a red herring before they realize this, except perhaps by using additional clues from Ezren's {spell/vision} below. The twin sleepers in prisons of dark beauty are the sisters' souls trapped in black sapphires; freeing them from their magical prisons would weaken the witchfire substantially. The final line hints at the story of betrayal between the sisters, and of how the witchfire only gained their cooperation by taking it forcefully."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_intrigue",
			"example_of_intrigue_spells"
		],
		"siblings": [
			"the_story",
			"divination_poem",
			"vision"
		]
	},
	"vision": {
		"name": "Vision",
		"subtitle": "Example of Intrigue Spells",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/163}",
			"",
			"The GM writes a descriptive vision for Ezren.",
			"",
			"Flames engulf everything around you. You're in a simple wooden hut that looks out over a swamp onto a great cypress tree in the distance. You see two silhouettes outside, and the front door seems barricaded. Your vision blurs from the smoke and moves violently toward that entrance, as if you were attempting to smash it down - a futile effort. At the edges of your vision, you see countless objects bursting into flames, and you can barely make out strange spices, straw dolls, and what appears to be an eyeball in a bowl of water. Then there is nothing but flame. Your view shifts toward the floor, as your charred hand, with long fingernails, bashes over and over against the floor of the hut. But the effort was too late, and your hand stops moving, as the inferno rises once more, consuming everything.",
			"",
			"You shake yourself from the vision and find yourself fatigued, your breathing and heart rate still elevated from the horrible desperation of the burning hut.",
			"",
			"***Interpretation:*** The true source of the arsons, when it comes down to it, is the original killing of the coven leader, who became a witchfire. The vision provides numerous clues to some of the elements of the story, but the most striking one might be the distinctive great cypress tree. With some further research, Ezren might be able to locate it, allowing him to find the hut's remains, which are also near the cave where the witchfire placed the door to her new demesne."
		],
		"parent_topics": [
			"advanced_player_topics",
			"spells_of_intrigue",
			"example_of_intrigue_spells"
		],
		"siblings": [
			"the_story",
			"divination_poem",
			"vision"
		]
	},
	"young_characters": {
		"name": "Young Characters",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/194}",
			"",
			"Not all fantasy characters have the luxury of waiting until adulthood to begin their adventuring careers - take Arya Stark, Sabriel the Abhorsen, the Pevensie siblings, and Harry Potter, for example. The dangers of fantasy worlds don't discriminate between the ages of those they threaten. Even the infant Hercules had to strangle the serpents Hera sent to kill him in his crib. But though they're often underestimated, such youths are rarely the ready victims they're often treated as. By default, newly made characters are adults, their ages randomly assigned or at least influenced by [Table 7-1: Random Starting Ages](rule/age). However, should you wish to play a young prodigy getting an early start on her legend, the rules here detail how to bring such a character to life."
		],
		"parent_topics": [ "advanced_player_topics" ],
		"subtopics": [
			"creating_young_characters",
			"leaving_youth_behind",
			"considerations_of_youth"
		],
		"siblings": [
			"companions",
			"lineage",
			"retirement",
			"retraining",
			"spells_of_the_wild",
			"spells_of_intrigue",
			"young_characters"
		]
	},
	"creating_young_characters": {
		"name": "Creating Young Characters",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/194}",
			"",
			"Young characters are essentially normal characters with an age category younger than any presented in the Core Rulebook. Characters of this age category are able and intelligent, curious and talented, but not yet experienced or worldly. They are on the threshold of great things, but still a step away. This youthfulness is represented in three ways: ability score adjustments, restrictions to available classes, and slower trait acquisition.",
			"",
			"***Ability Score Adjustments:*** In the same way an adult character gains adjustments to her ability scores as she reaches middle, old, and venerable age, a young character occupies a new pre-adulthood age category, and therefore has altered physical ability scores, though the vigor of youth does grant some benefit. A young character has a +2 bonus to Dexterity and a -2 penalty to Strength, Constitution, and Wisdom. (A young character's potential inexperience and awkwardness are represented by having only the skill ranks of a 1st-level character rather than taking a penalty to Intelligence or Charisma.)",
			"",
			"When a young character reaches adulthood (see Table 3-9: Random Young Starting Ages), she loses these ability score adjustments.",
			"",
			"***Available Classes:*** A young character does not have access to the same classes as adult characters. Not yet trained in the advanced techniques of war, arcana, faith, and varied other pursuits, a young character is a squire, apprentice, acolyte, or student on the path to expertise. As such, you can select only NPC classes while in this age category, beginning play and advancing in level as an adept, aristocrat, commoner, expert, or warrior, according to your interests and social background. As soon as you reach adulthood, though, you may retrain those NPC class levels as levels in any base classes of your choosing (see {rule/Retraining}).",
			"",
			"***Traits:*** Because {rule/character |traits} represent your character's background before becoming an adventurer, the GM might limit you to selecting only one trait at 1st level instead of the normal two traits allowed. When your character reaches adulthood, you select your second trait. Note that normally you can select a new trait after 1st level only if your character takes the {feat/Additional Traits} feat, so this option allows you more flexibility in choosing your second trait, as recent events in the campaign might make some of your trait options more valuable than they originally appeared when the campaign started.",
			"",
			"### Table 3-9: Random Young Starting Ages",
			"",
			"| Race | Youth[^1] | Aristocraft, Commoner, Expert | Adept, Warrior | Adulthood[^2] |",
			"| --- | --- | --- | --- | --- |",
			"| Human | 8 years | +1d6 | +2d3 | 15 years |",
			"| Dwarf | 20 years | +2d6 | +4d4 | 40 years |",
			"| Elf | 55 years | +4d6 | +6d6 | 110 years |",
			"| Gnome | 20 years | +4d4 | +3d6 | 40 years |",
			"| Half-Elf | 10 years | +1d4 | +1d6 | 20 years |",
			"| Half-Orc | 7 years | +1d6 | +2d3 | 14 years |",
			"| Halfling | 10 years | +1d6 | +2d4 | 20 years |",
			"",
			"[^1]: During youth, +2 Dex; -2 to Str, Con, and Wis.",
			"[^2]: At adulthood, ability score adjustments for young age are lost."
		],
		"parent_topics": [
			"advanced_player_topics",
			"young_characters"
		],
		"siblings": [
			"creating_young_characters",
			"leaving_youth_behind",
			"considerations_of_youth"
		]
	},
	"leaving_youth_behind": {
		"name": "Leaving Youth Behind",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/194}",
			"",
			"Unlike higher age categories, there are two common ways a young character might advance into adulthood.",
			"",
			"***Age:*** The simplest way for a young character to reach adulthood is by aging into new age thresholds. Table 3-9 includes the age when members of the core races reach adulthood. Once a character reaches that age, she loses the ability score adjustments related to youth and may retrain NPC classes. If you aren't playing one of the races from the Core Rulebook, find a race with the lifespan that most closely approximates that of your character's race and work with your GM to create reasonable age benchmarks for youth, adulthood, middle age, and beyond.",
			"",
			"***Reward:*** The pace at which characters gain experience varies widely from campaign to campaign. In one campaign, a character might gain multiple levels in a single month of in-game time, while in another a character might spend years at the same level. If adulthood were purely tied to the passage of time in a campaign, a young character might gain extensive adventuring experience but still be restricted to selecting only NPC classes.",
			"",
			"A GM may grant a young character the option of passing into the adult age category early after achieving some noteworthy goal. Potential accomplishments include surpassing your instructor's skill, defeating a powerful adult foe, overcoming a threat to your home, or completing a lengthy journey. The completion of a published module or adventure of similar length might warrant a youth advancing to adulthood, or perhaps attaining a certain level in an NPC class (perhaps at 3rd or 5th level). If your GM grants your young character the ability to advance into adulthood early, you may choose when to take advantage of that benefit. Your ability scores do not change to reflect your new age category until you retrain an NPC class level."
		],
		"parent_topics": [
			"advanced_player_topics",
			"young_characters"
		],
		"siblings": [
			"creating_young_characters",
			"leaving_youth_behind",
			"considerations_of_youth"
		]
	},
	"considerations_of_youth": {
		"name": "Considerations of Youth",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/195}",
			"",
			"You might choose to play a young character to gain insight into your PC's life or indulge a character concept you haven't tried. A GM might start your campaign at a young age to mimic adventures common in young adult fiction, video games, superhero teams from comics, and various other media. If you are thinking about playing a young character, consider the following points. The GM planning for this should be aware of and have methods of addressing each topic.",
			"",
			"***Roleplaying:*** Unlike modern society, which tends to treat even very competent youths like children, medieval societies usually treated children like adults as soon as they proved they were able to handle adult tasks and responsibilities. This means NPCs might treat a group of young PC adventurers just like they would treat adult adventurers, though any physical shortcomings could be a source of jokes or disdain.",
			"",
			"***Uneven Parties:*** NPC classes are not as powerful as PC classes. Therefore, if some players have young characters and others have adult characters, the adults in the group will be more powerful and have other advantages. Even if you are fine with playing an underpowered character, the other players in the group might not be okay with a weaker character tagging along, especially if your character's relative weakness potentially jeopardizes the group. Before you create a young character, make sure that all players are willing to accept a young character into the party.",
			"",
			"***Child Endangerment:*** It's one thing to throw traps, monsters, and deadly magic into the path of willing adults, but another thing to threaten young people with such dangers. Although fantasy fiction is filled with instances of peril giving juvenile characters the opportunity to be heroic and prove their potential, not all players are going to be comfortable with putting young characters in danger. Before including them in a game, the GM should discuss with the group whether or not this might negatively impact any players' enjoyment of the campaign.",
			"",
			"***Weakness:*** Young PCs are weaker than standard PCs. Published adventures are designed assuming PCs have the abilities, skills, flexibility, and full potential of base classes, making them too lethal for young characters. As a quick rule, the Average Party Level (APL) of a party of NPC-classed characters is approximately 2 character levels lower than that of a party of PC-classed characters of the same level."
		],
		"parent_topics": [
			"advanced_player_topics",
			"young_characters"
		],
		"siblings": [
			"creating_young_characters",
			"leaving_youth_behind",
			"considerations_of_youth"
		]
	}
}
