{
	"advanced_gm_topics": {
		"name": "Advanced GM Topics",
		"subtopics": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		],
		"description": [
			"These topics contain more \"advanced\" topics for GMs of the Pathfinder RPG."
		]
	},
	"diseases_and_poisons": {
		"name": "Alternate Disease and Poison Rules",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/138}",
			"",
			"The basic Pathfinder rules for diseases and poisons don't necessarily mimic the progression of these afflictions in a believable way; a character with a few {spell/lesser restoration} spells can simply ignore most diseases, and diseases and poisons that don't affect your Constitution score can never kill you. What's more, because these afflictions tend to affect ability scores, their effects can be unrealistically powerful - a poison that damages Intelligence can take down any creature of animal intelligence, regardless of CR. The following optional system presents progression tracks for diseases and poisons that cause the victim's situation to become increasingly worse."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"progression_and_end_states",
			"diseases_pu",
			"poisons",
			"sample_diseases",
			"sample_poisons"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		]
	},
	"progression_and_end_states": {
		"name": "Progression and End States",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/138}",
			"",
			"When a victim fails his initial save and is afflicted with a disease or poison, he immediately gains the effects of the first step down that affliction's progression track. For diseases, this is latent/carrier; for poisons, it's usually weakened. This replaces the affliction's normal effects (such as ability damage and ability drain), though many afflictions still produce additional symptoms. At the GM's discretion, truly deadly diseases and poisons might cause the victim to start further along the progression track than normal. All effects from disease and poison tracks are cumulative.",
			"",
			"Most afflictions also have an end state - a point at which the disease or poison has progressed as far as it can. Once an affliction has reached its end state, the victim keeps all current effects (but doesn't suffer further effects) and can no longer attempt saving throws to recover from the affliction. By default, each disease and poison track has an end state of dead, but some afflictions have less severe end states, and others might progress only to a certain intermediate state at worst, allowing victims to continue attempting saves.",
			"",
			"In general, whenever a victim fails a saving throw against her affliction, she moves one step further down the progression track, gaining the effects of the next state and keeping all previous effects, until she reaches the end state. If she's afflicted with a disease, she moves one step back toward healthy whenever she fulfills the conditions in the disease's Cure entry (usually by succeeding at one or more saves). Once she reaches healthy, she is cured. Poisons work differently - fulfilling the cure condition removes a poison from the victim's system, but she remains at the same step on the track and recovers gradually. (Treat a poison that has exhausted its duration in the same way.) For every day of bed rest (or 2 nights of normal rest), a victim recovers one step; this recovery is doubled as normal by Heal checks, and tenacious poisons might require a longer recovery period.",
			"",
			"Usually, {spell/neutralize poison} or {spell/remove disease} immediately moves the victim to a healthy state on the respective track, and a {spell/heal} spell will work for both. However, once the disease or poison has reached its end state, only a more powerful spell such as {spell/miracle} or {spell/wish} can remove its effects.",
			"",
			"Some diseases and poisons cause the same effects as a condition (such as sickened) or render characters paralyzed. Effects that modify or remove those conditions (such as immunities) do not apply; only effects and immunities that help against diseases or poisons apply, as appropriate."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"diseases_and_poisons"
		],
		"siblings": [
			"progression_and_end_states",
			"diseases_pu",
			"poisons",
			"sample_diseases",
			"sample_poisons"
		]
	},
	"diseases_pu": {
		"name": "Diseases",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/138}",
			"",
			"The disease track simulates the progression of a disease, starting with incubation. Ignore any onset entry for a disease; the victim attempts saving throws at a rate based on the disease's frequency. At the GM's discretion, if the disease's Cure entry does not allow a cure, the disease's progression may be irreversible without the use of a {spell/heal} spell, and even a successful {spell/remove disease} only prevents further deterioration. There are two different tracks: one for diseases that affect physical ability scores (such as bubonic plague or slimy doom) and one for those that affect mental ability scores (such as cackle, fever or mindfire)."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"diseases_and_poisons"
		],
		"subtopics": [
			"physical_disease_track",
			"mental_disease_track"
		],
		"siblings": [
			"progression_and_end_states",
			"diseases_pu",
			"poisons",
			"sample_diseases",
			"sample_poisons"
		]
	},
	"physical_disease_track": {
		"name": "Physical Disease Track",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/138}",
			"",
			"1. Healthy",
			"2. Latent/Carrier",
			"3. Weakened",
			"4. Impaired",
			"5. Disabled",
			"6. Bedridden",
			"7. Comatose",
			"8. Dead",
			"",
			"***Latent/Carrier:*** A character in this stage has the disease, and may pass it on if contagious, but suffers no ill effects.",
			"",
			"***Weakened:*** A character weakened by a physical disease suffers all the effects of the sickened and fatigued conditions.",
			"",
			"***Impaired:*** A character impaired by a physical disease also suffers the effects of the exhausted condition. Whenever he takes a standard action, he must succeed at a Fortitude save at the same DC as the disease's DC or lose the action and gain the nauseated condition for 1 minute.",
			"",
			"***Disabled:*** A character disabled by a physical disease gains the disabled condition. If he takes a standard action, his hit points drop by 1 or to -1, whichever is worse.",
			"",
			"***Bedridden:*** A character rendered bedridden by a physical disease is awake and can converse, but he can't stand on his own or take any standard or move actions.",
			"",
			"***Comatose:*** A character rendered comatose by physical disease is unconscious and feverish. He can't be woken by any means as long as he remains in this state on the disease track.",
			"",
			"***Dead:*** The disease overcomes the body's immune system, and the character dies. The corpse may be still be contagious, and some diseases may have unusual effects after the character dies."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"diseases_and_poisons",
			"diseases_pu"
		],
		"siblings": [
			"physical_disease_track",
			"mental_disease_track"
		]
	},
	"mental_disease_track": {
		"name": "Mental Disease Track",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/138}",
			"",
			"1. Healthy",
			"2. Latent/Carrier",
			"3. Weakened",
			"4. Impaired",
			"5. Befuddled",
			"6. Deranged",
			"7. Comatose",
			"8. Dead",
			"",
			"***Latent/Carrier:*** A character in the latent stage has the disease, and may pass it on if contagious, but suffers no ill effects.",
			"",
			"***Weakened:*** A character weakened by a mental disease suffers all the effects of the shaken condition. The DCs of her spells and spell-like abilities decrease by 2. If she is a spellcaster, she can no longer cast her highest level of spells.",
			"",
			"***Impaired:*** A character impaired by a mental disease no longer adds her mental ability score modifiers to the number of uses per day of pools (such as an arcane pool or a ki pool), abilities (such as channel and lay on hands), and bonus spells per day. Her DCs decrease by an additional 2. If she is a spellcaster, she can no longer cast her 2 highest levels of spells.",
			"",
			"***Befuddled:*** A character befuddled by a mental disease is losing her grasp on thought, reality, and self. She has a 50% chance each round to take no relevant action, instead babbling randomly, wandering off, or talking to unseen things.",
			"",
			"***Deranged:*** A character rendered deranged by a mental disease is almost entirely disconnected from reality. Her mind filters and twists all external stimuli into strange forms.",
			"",
			"***Comatose:*** A character rendered comatose by a mental disease has lost all grip on reality and entered an inner world of dreams. She can't be woken by any means as long as she remains in this state on the disease track.",
			"",
			"***Dead:*** The disease has harmed the character's brain beyond repair, killing her. The corpse may still be contagious, and some diseases may have unusual effects after the character dies."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"diseases_and_poisons",
			"diseases_pu"
		],
		"siblings": [
			"physical_disease_track",
			"mental_disease_track"
		]
	},
	"poisons": {
		"name": "Poisons",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/139}",
			"",
			"The poison track simulates the progressive effects of poison in the body. A character who is poisoned rolls a saving throw after the listed onset at the listed frequency. On an initial exposure to poison, regardless of whether her save succeeds, a victim takes an amount of poison damage equal to the poison's DC - 10, divided by 2 (for example, 5 points of poison damage for a DC 20 poison). This is hit point damage, not ability damage. If a victim is exposed to additional doses of the same poison, a failed save progresses the poison track by one step and increases the duration by 50%, but doesn't increase the DC."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"diseases_and_poisons"
		],
		"subtopics": [
			"strength_poison_track",
			"dexterity_poison_track",
			"constitution_poison_track",
			"intelligence_poison_track",
			"wisdom_poison_track",
			"charisma_poison_track"
		],
		"siblings": [
			"progression_and_end_states",
			"diseases_pu",
			"poisons",
			"sample_diseases",
			"sample_poisons"
		]
	},
	"strength_poison_track": {
		"name": "Strength Poison Track",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/139}",
			"",
			"1. Healthy",
			"2. Weakened",
			"3. Impaired",
			"4. Staggered",
			"5. Immobile",
			"6. Dead",
			"",
			"***Weakened:*** A character weakened by Strength poison suffers a -2 penalty on Strength-based attack rolls, damage rolls, skill checks, and ability checks. Her carrying capacity is divided by 3. She is always considered to be carrying at least a medium load.",
			"",
			"***Impaired:*** A character impaired by Strength poison experiences rapid muscle atrophy. She takes an additional -2 penalty on the affected Strength-based rolls, and is always considered to be carrying at least a heavy load.",
			"",
			"***Staggered:*** A character staggered by Strength poison is so weakened that she suffers the effects of the staggered condition (except she can take a full-round action if it is purely mental).",
			"",
			"***Immobile:*** A character rendered immobile by Strength poison cannot move her body at all. She is helpless and can take only purely mental actions.",
			"",
			"***Dead:*** All the character's muscles cease functioning, including the heart."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"diseases_and_poisons",
			"poisons"
		],
		"siblings": [
			"strength_poison_track",
			"dexterity_poison_track",
			"constitution_poison_track",
			"intelligence_poison_track",
			"wisdom_poison_track",
			"charisma_poison_track"
		]
	},
	"dexterity_poison_track": {
		"name": "Dexterity Poison Track",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/139}",
			"",
			"1. Healthy",
			"2. Sluggish",
			"3. Stiffened",
			"4. Staggered",
			"5. Immobile",
			"6. Dead",
			"",
			"***Sluggish:*** A character rendered sluggish by Dexterity poison has dulled reactions. He takes a -2 penalty on Reflex saves and all Dexterity-based attack rolls, ability checks, and skill checks, as well as to AC.",
			"",
			"***Stiffened:*** A character stiffened by Dexterity poison feels numb and stiff. He is considered flat-footed and is denied his Dexterity bonus to AC, even if he has uncanny dodge. He can't make attacks of opportunity.",
			"",
			"***Staggered:*** A character staggered by Dexterity poison is so slowed and stiffened that he gains all the effects of the staggered condition (except that he can take a full-round action if it is purely mental).",
			"",
			"***Immobile:*** A character rendered immobile by Dexterity poison cannot move his body at all. He is helpless and can take only purely mental actions.",
			"",
			"***Dead:*** The character's body becomes completely incapable of movement and dies."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"diseases_and_poisons",
			"poisons"
		],
		"siblings": [
			"strength_poison_track",
			"dexterity_poison_track",
			"constitution_poison_track",
			"intelligence_poison_track",
			"wisdom_poison_track",
			"charisma_poison_track"
		]
	},
	"constitution_poison_track": {
		"name": "Constitution Poison Track",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/139}",
			"",
			"1. Healthy",
			"2. Weakened",
			"3. Impaired",
			"4. Disabled",
			"5. Unconscious",
			"6. Dead",
			"",
			"***Weakened:*** A character whose health is weakened by Constitution poison takes a -2 penalty on all Fortitude saves and Constitution checks. Every time she attempts a Fortitude save against the poison, whether she succeeds or fails, she takes damage as on initial exposure.",
			"",
			"***Impaired:*** A character impaired by Constitution poison takes an additional -2 penalty on the above checks.",
			"",
			"***Disabled:*** A character disabled by Constitution poison gains the disabled condition. If she takes a standard action, her hit points drop by 1 or to -1, whichever is worse.",
			"",
			"***Unconscious:*** A character rendered unconscious by Constitution poison enters a state of shock and can't be woken by any means as long as she remains in this state.",
			"",
			"***Dead:*** The character's immune system is ravaged by the poison, and she expires."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"diseases_and_poisons",
			"poisons"
		],
		"siblings": [
			"strength_poison_track",
			"dexterity_poison_track",
			"constitution_poison_track",
			"intelligence_poison_track",
			"wisdom_poison_track",
			"charisma_poison_track"
		]
	},
	"intelligence_poison_track": {
		"name": "Intelligence Poison Track",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/139}",
			"",
			"1. Healthy",
			"2. Weakened",
			"3. Impaired",
			"4. Animalistic",
			"5. Comatose",
			"6. Dead",
			"",
			"***Weakened:*** A character whose reason is weakened by Intelligence poison takes a -2 penalty on all Intelligence-based skill checks and ability checks. A character with spellcasting based on Intelligence decreases his DCs by 2 and can no longer cast his highest level of spells.",
			"",
			"***Impaired:*** A character impaired by Intelligence poison does not add his Intelligence bonus to the number of uses per day of pools and abilities (such as an arcane pool) and does not gain bonus spells per day from his Intelligence. He takes an additional -2 penalty on the above Intelligence-based rolls. An Intelligence-based caster reduces his DCs by an additional 2, and he can no longer cast his 2 highest levels of spells.",
			"",
			"***Animalistic:*** A character rendered animalistic by Intelligence poison suffers the same effects as from a {spell/feeblemind} spell, except his Charisma and Charisma-based skills are unaffected.",
			"",
			"***Comatose:*** A character rendered comatose by Intelligence poison is no longer able to process thoughts. He cannot be woken by any means as long as he remains in this state.",
			"",
			"***Dead:*** The character's brain stops functioning, and he dies."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"diseases_and_poisons",
			"poisons"
		],
		"siblings": [
			"strength_poison_track",
			"dexterity_poison_track",
			"constitution_poison_track",
			"intelligence_poison_track",
			"wisdom_poison_track",
			"charisma_poison_track"
		]
	},
	"wisdom_poison_track": {
		"name": "Wisdom Poison Track",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/140}",
			"",
			"1. Healthy",
			"2. Weakened",
			"3. Impaired",
			"4. Confused",
			"5. Comatose",
			"6. Dead",
			"",
			"***Weakened:*** A character whose awareness is weakened by Wisdom poison takes a -2 penalty on all Wisdom-based skill checks and ability checks, as well as on Will saves. A character with spellcasting based on Wisdom decreases her DCs by 2 and can no longer cast her highest level of spells.",
			"",
			"***Impaired:*** A character impaired by Wisdom poison does not add her Wisdom bonus to the number of uses per day of pools and abilities (such as a ki pool) and does not gain bonus spells per day from her Wisdom. She takes an additional -2 penalty on the above Wisdom-based rolls. A Wisdom-based caster reduces her DCs by an additional 2, and can no longer cast her 2 highest levels of spells.",
			"",
			"***Confused:*** A character who's confused by Wisdom poison has difficulty processing reality and is dangerous to herself and others. Each round, she rolls on the chart from the {spell/confusion} spell to determine her actions.",
			"",
			"***Comatose:*** A character rendered comatose by Wisdom poison is no longer able to experience reality or receive sensory information. She can't be woken by any means as long as she remains in this state.",
			"",
			"***Dead:*** Forever lost in her own inner reality, the character's brain stops working, and she dies."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"diseases_and_poisons",
			"poisons"
		],
		"siblings": [
			"strength_poison_track",
			"dexterity_poison_track",
			"constitution_poison_track",
			"intelligence_poison_track",
			"wisdom_poison_track",
			"charisma_poison_track"
		]
	},
	"charisma_poison_track": {
		"name": "Charisma Poison Track",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/140}",
			"",
			"1. Healthy",
			"2. Weakened",
			"3. Impaired",
			"4. Pliable",
			"5. Catatonic",
			"6. Dead",
			"",
			"***Weakened:*** A character whose sense of self is weakened by Charisma poison takes a -2 penalty on all Charisma-based skill checks and ability checks. A character with spellcasting based on Charisma decreases his DCs by 2 and can no longer cast his highest level of spells.",
			"",
			"***Impaired:*** A character impaired by Charisma poison doesn't add his Charisma bonus to the number of uses per day of pools and abilities (such as lay on hands) and doesn't gain bonus spells per day from his Charisma. He takes an additional -2 penalty on the above Charisma-based rolls. A Charisma-based caster reduces his DCs by an additional 2, and can no longer cast his 2 highest levels of spells.",
			"",
			"***Pliable:*** A character rendered pliable by Charisma poison has little sense of self and will go along with nearly anything. Bluff, Diplomacy, and Intimidate checks automatically succeed against a pliable character, except Diplomacy checks to improve a pliable character's attitude, which have the normal DC. This still does not allow characters to whom the pliable character is unfriendly or hostile to make requests of the pliable character using Diplomacy.",
			"",
			"***Catatonic:*** A character rendered catatonic by Charisma poison can see, hear, and process his environment, but has lost all agency and can't interact with the world in any way.",
			"",
			"***Dead:*** The character loses even autonomic functions, and dies."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"diseases_and_poisons",
			"poisons"
		],
		"siblings": [
			"strength_poison_track",
			"dexterity_poison_track",
			"constitution_poison_track",
			"intelligence_poison_track",
			"wisdom_poison_track",
			"charisma_poison_track"
		]
	},
	"sample_diseases": {
		"name": "Sample Diseases",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/140}",
			"",
			"Examples of diseases that use the various tracks are given below. If a disease does not specify an effect, it imposes only the effects for the victim's state on the pertinent track.",
			"",
			"### Blinding Sickness",
			"",
			"**Type** disease, ingested; **Save** Fortitude DC 16  ",
			"**Track** physical; **Frequency** 1/day  ",
			"**Effect** At the impaired state, also become permanently blind  ",
			"**Cure** 2 consecutive saves",
			"",
			"### Bubonic Plague",
			"",
			"**Type** disease, injury or inhaled; **Save** Fortitude DC 17  ",
			"**Track** physical; **Frequency** 1/day  ",
			"**Cure** 2 consecutive saves",
			"",
			"### Cackle Fever",
			"",
			"**Type** disease, inhaled; **Save** Fortitude DC 16  ",
			"**Track** mental; **Frequency** 1/day  ",
			"**Cure** 2 consecutive saves",
			"",
			"### Dementia Dust",
			"",
			"**Type** disease, inhaled; **Save** Fortitude DC 14  ",
			"**Track** mental; **Frequency** 1/week  ",
			"**Effect** Even if the disease is removed with {spell/remove disease}, condition does not improve without {spell/greater restoration} or {spell/heal}  ",
			"**Cure** magic only",
			"",
			"### Demon Fever",
			"",
			"**Type** disease, injury; **Save** Fortitude DC 18  ",
			"**Track** physical; **Frequency** 1/day  ",
			"**Effect** At the impaired state, penalties from the weakened state become permanent until victim receives {spell/heal} or {spell/restoration}  ",
			"**Cure** 2 consecutive saves",
			"",
			"### Devil Chills",
			"",
			"**Type** disease, injury; **Save** Fortitude DC 14  ",
			"**Track** physical; **Frequency** 1/day  ",
			"**Cure** 3 consecutive saves",
			"",
			"### Filth Fever",
			"",
			"**Type** disease, injury; **Save** Fortitude DC 12  ",
			"**Track** physical; **Frequency** 1/day  ",
			"**Cure** 2 consecutive saves",
			"",
			"### Leprosy",
			"",
			"**Type** disease, contact, inhaled, or injury; **Save** Fortitude DC 12  ",
			"**Track** physical (special); **Frequency** 1/week  ",
			"**Effect** Healthy-Latent/Carrier-Sluggish-Stiffened; sluggish and stiffened are as Dexterity poison, stiffened is an end state  ",
			"**Cure** 2 consecutive saves",
			"",
			"### Mindfire",
			"",
			"**Type** disease, inhaled; **Save** Fortitude DC 12  ",
			"**Track** mental; **Frequency** 1/day  ",
			"**Cure** 2 consecutive saves",
			"",
			"### Mummy Rot",
			"",
			"**Type** disease, injury; **Save** Fortitude DC 16  ",
			"**Track** physical and mental (special); **Frequency** 1/day  ",
			"**Effect** No latent/carrier state; victim suffers all penalties from progressing on both the physical and mental disease tracks  ",
			"**Cure** {spell/remove curse} and {spell/remove disease} within 1 minute of each other",
			"",
			"### Red Ache",
			"",
			"**Type** disease, injury; **Save** Fortitude DC 15  ",
			"**Track** physical; **Frequency** 1/day  ",
			"**Cure** 2 consecutive saves",
			"",
			"### Shakes",
			"",
			"**Type** disease, contact; **Save** Fortitude DC 13  ",
			"**Track** physical; **Frequency** 1/day  ",
			"**Cure** 2 consecutive saves",
			"",
			"### Slimy Doom",
			"",
			"**Type** disease, contact; **Save** Fortitude DC 14  ",
			"**Track** physical; **Frequency** 1/day  ",
			"**Effect** At the impaired state and beyond, penalties from the weakened state become permanent until the victim receives {spell/heal} or {spell/restoration}  ",
			"**Cure** 2 consecutive saves"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"diseases_and_poisons"
		],
		"siblings": [
			"progression_and_end_states",
			"diseases_pu",
			"poisons",
			"sample_diseases",
			"sample_poisons"
		]
	},
	"sample_poisons": {
		"name": "Sample Poisons",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Pathfinder Unchained" ],
		"description": [
			"{SOURCE Pathfinder Unchained/141}",
			"",
			"Examples of poisons that use the various tracks are given below. If a poison does not specify an effect, it imposes only the effects for the victim's state on the pertinent track.",
			"",
			"### Black Lotus Extract",
			"",
			"**Type** poison, contact; **Save** Fortitude DC 20  ",
			"**Track** Constitution (special); **Onset** 1 minute; **Frequency** 1/round for 6 rounds  ",
			"**Track** Healthy-Weakened-Disabled-Dead  ",
			"**Cure** 2 consecutive saves",
			"**Original Poison** {eq-poison/Black Lotus Extract}",
			"",
			"### Blue Whinnis",
			"",
			"**Type** poison, injury; **Save** Fortitude DC 14  ",
			"**Track** Constitution (special); **Frequency** 1/round for 2 rounds  ",
			"**Track** Healthy-Weakened-Unconscious; no end state  ",
			"**Cure** 1 save",
			"**Original Poison** {eq-poison/Blue Whinnis}",
			"",
			"### Deathblade",
			"",
			"**Type** poison, injury; **Save** Fortitude DC 20  ",
			"**Track** Constitution; **Frequency** 1/round for 6 rounds  ",
			"**Cure** 2 consecutive saves",
			"**Original Poison** {eq-poison/Deathblade}",
			"",
			"### Green Lotus",
			"",
			"**Type** poison, contact; **Save** Fortitude DC 18  ",
			"**Track** Charisma (special); **Onset** 1 minute; **Frequency** 1/round for 6 rounds  ",
			"**Track** Healthy-Weakened-Impaired-Pliable-Pliable; the second pliable is an end state  ",
			"**Cure** 1 save",
			"**Original Poison** None",
			"",
			"### Id Moss",
			"",
			"**Type** poison, ingested; **Save** Fortitude DC 14  ",
			"**Track** Intelligence; Onset 10 minutes; **Frequency** 1/minute for 6 minutes  ",
			"**Cure** 1 save",
			"**Original Poison** {eq-poison/Id Moss}",
			"",
			"### Insanity Mist",
			"",
			"**Type** poison, inhaled; **Save** Fortitude DC 15  ",
			"**Track** Wisdom; **Frequency** 1/round for 6 rounds  ",
			"**Cure** 1 save",
			"**Original Poison** {eq-poison/Insanity Mist}",
			"",
			"### Large Scorpion Venom",
			"",
			"**Type** poison, injury; **Save** Fortitude DC 17  ",
			"**Track** Strength; **Frequency** 1/round for 6 rounds  ",
			"**Cure** 1 save",
			"**Original Poison** {eq-poison/Large Scorpion Venom}",
			"",
			"### Small Centipede Poison",
			"",
			"**Type** poison, injury; **Save** Fortitude DC 11  ",
			"**Track** Dexterity; **Frequency** 1/round for 4 rounds;  ",
			"**Track** Requires two failed saves to progress to each state past sluggish  ",
			"**Cure** 1 save",
			"**Original Poison** {eq-poison/Small Centipede Poison}",
			"",
			"### Ungol Dust",
			"",
			"**Type** poison, inhaled; **Save** Fortitude DC 15  ",
			"**Track** Charisma; **Frequency** 1/round for 4 rounds  ",
			"**Effect** Victim does not recover past weakened without {spell/heal} or {spell/restoration}  ",
			"**Cure** 1 save",
			"**Original Poison** {eq-poison/Ungol Dust}"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"diseases_and_poisons"
		],
		"siblings": [
			"progression_and_end_states",
			"diseases_pu",
			"poisons",
			"sample_diseases",
			"sample_poisons"
		]
	},
	"exploration_ucp": {
		"name": "Exploration",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/154}",
			"",
			"Exploration is the epitome of adventuring. An explorer strikes out into the uncharted wild to pursue fortune and glory, facing off against a world of unknown perils that can strike at any time. Beyond the protection of civilization, death can come at the hands of bandit attacks, encounters with feral beasts, and the uncaring whims of the environment. For those brave enough, exploration offers its own kind of reward: the ability to look back on the long road traveled, to recount the many obstacles that were struggled through, and to mark the discoveries made along the way as yours. The summit of every mountain climbed and the length of every trail forged is a victory for the traveler - a chance to look at the world she is conquering.",
			"",
			"The topics below present rules for how you as a GM can include exploring large regions of wilderness in your campaign. You can use these rules to run an exploration-themed campaign or to add an exploration component to a campaign, such as searching for resources, scouting territory for the expansion of a kingdom, or establishing trade routes."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"sandbox_exploration",
			"movement_ucp",
			"random_encounters",
			"planned_encounters",
			"hex_terrain_types",
			"random_map_generation",
			"exploration_hazards"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		]
	},
	"sandbox_exploration": {
		"name": "Sandbox Exploration",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/154}",
			"",
			"These exploration rules can work well in a sandbox-style game. Essentially, a sandbox campaign provides many different locations on the map where the PCs are offered tasks to resolve, and locations where the tasks can be executed. (Each task might or might not take place in the same locations it was offered.) A task can be as simple as clearing evil monsters from a patch of forest or as complicated as helping a fledgling kingdom acquire resources in its back country.",
			"",
			"When designing tasks for sandbox gaming, have them be things the party can choose to do, not that they must do. By leaving the choice of which tasks to undertake up to them, you allow the PCs to be wandering heroes' masters of their own fate who travel the land setting things right.",
			"",
			"This kind of non-linear play encourages PCs to move out into the world, search for new tasks, and claim their rewards. You can also use these tasks to introduce new sites in the world by offering the characters jobs delivering goods, escorting travelers, and the like."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp"
		],
		"siblings": [
			"sandbox_exploration",
			"movement_ucp",
			"random_encounters",
			"planned_encounters",
			"hex_terrain_types",
			"random_map_generation",
			"exploration_hazards"
		]
	},
	"movement_ucp": {
		"name": "Movement",
		"subtitle": "Exploration, Advanced GM Topics",
		"tags": "hexes tracking movement hex paper",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE Ultimate Campaign/154}",
			"",
			"Each hex on the map is 12 miles across from corner to corner, representing an area just under 95 square miles. The hexes are used to track the party's movement while exploring, and as a means to help define the extent of different types of terrain. The exploration rates presented in these rules differ from the travel rates found in the Core Rulebook, since characters are also assumed to be taking time to fully explore each area they enter, which takes a great deal longer than simply walking through it.",
			"",
			"To determine how long it takes the PCs to travel through a hex or fully explore it, determine the group's base speed (set by the slowest member of the group) and consult Table 3-2: Travel Time (1 Hex) or Table 3-3: Exploration Time (1 Hex). These times represent the movement and exploration of a normal hex of the specified terrain type; rules presented later in this section modify the amount of time it takes to travel through or fully explore a hex.",
			"",
			"A typical wilderness hex is trackless (see [Table 7-8](rule/overland_movement)). Though no humanoid-created roads or trails pass through it, trails by game animals might. If a hex contains more than one terrain type, treat it as the most prevalent terrain for the purpose of travel times.",
			"",
			"### Table 3-2: Travel Time (1 Hex)",
			"",
			"| Party Speed | Plain | All Other Terrain |",
			"| --- | --- | --- |",
			"| 15 feet | 11 hours | 16 hours |",
			"| 20 feet | 8 hours | 12 hours |",
			"| 30 feet | 5 hours | 8 hours |",
			"| 40 feet | 4 hours | 6 hours |",
			"| 50 feet | 3 hours | 5 hours |",
			"",
			"### Table 3-3: Exploration Time (1 Hex)",
			"",
			"| Party Speed | Plain or Hill | Desert, Forest, and Marsh | Mountain |",
			"| --- | --- | --- | --- |",
			"| 15 feet | 3 days | 4 days | 5 days |",
			"| 20 feet | 2 days | 3 days | 4 days |",
			"| 30 feet | 1 day | 2 days | 3 days |",
			"| 40 feet | 1 day | 1 day | 2 days |",
			"| 50 feet | 1 day | 1 day | 1 day |",
			"",
			"### Tracking Movement",
			"",
			"The simplest method of tracking the PCs' progress as they travel and survey the wilderness is to do so on hex paper. As the PCs explore a hex, the players should note their progress by placing a small **X** in the hex. Tracking which hexes are fully explored is important for determining exploration rewards.",
			"",
			"### Exploration Rewards",
			"",
			"Whenever a hex is explored fully, the party earns 100 XP for the effort. Some modifiers can add to this amount. The party gains an additional 25 XP after fully exploring a hex that contains either difficult terrain or a hazard. You might decide that some hexes are more dangerous, especially in a higher-level campaign, and award the party more XP per hex (perhaps up to 500 XP for especially hostile areas)."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp"
		],
		"siblings": [
			"sandbox_exploration",
			"movement_ucp",
			"random_encounters",
			"planned_encounters",
			"hex_terrain_types",
			"random_map_generation",
			"exploration_hazards"
		],
		"subtopics": [
			"keep_things_interesting",
			"getting_lost_ucp"
		]
	},
	"keep_things_interesting": {
		"name": "Keep Things Interesting",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/154}",
			"",
			"When the players ask what they find while exploring a hex, the answer should never be \"nothing.\" Even in the simplest field of wheat, offer a bit of detail - something compelling to help flesh out the world. The foundation of a long-forgotten village or a set of standing stones built to honor a lost god can be hints about that area's history. **Table 7-56: Things Found on the Roadside** and **Table 7-58: Scenic Spots** list [many examples](rule/wilderness_toolbox) of interesting features you can use to fill in details.",
			"",
			"Other than in the rare village, exploring PCs have very few opportunities to resupply. Acquiring food and finding shelter against the elements is paramount, and losing supplies has a crippling effect on the party, as they have to hunt and forage just to acquire enough food and water to survive another day. An exploration encounter can be driven by complications like these, where every meal foraged is a victory in itself.",
			"",
			"Remember that adventuring is more about glory than grim survival, so it's best to keep a balance between realistic exploration issues (such as obtaining fresh food and water) and fun, exciting monster encounters. If you make exploration both dangerous and rewarding, the players will remain eager to keep striking out into the great unknown."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp",
			"movement_ucp"
		],
		"siblings": [
			"keep_things_interesting",
			"getting_lost_ucp"
		]
	},
	"getting_lost_ucp": {
		"name": "Getting Lost",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/155}",
			"",
			"While moving through the wilderness, there is the possibility of adventurers losing track of where they're going. The lack of a clear path, coupled with low visibility due to terrain or weather, can cause explorers to head in the wrong direction. Anytime the characters move through marshes or forests, or have reduced visibility from the effects of any modifiers, they have a chance of becoming lost.",
			"",
			"The effect of getting lost is the same as in the [normal rules](rule/getting_lost), except the GM randomly determines the next hex the lost party moves into, and does not reveal this misdirection to the party. Once the PCs have regained their bearings, the GM reveals their true location on the map."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp",
			"movement_ucp"
		],
		"siblings": [
			"keep_things_interesting",
			"getting_lost_ucp"
		]
	},
	"random_encounters": {
		"name": "Random Encounters",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/155}",
			"",
			"Natural disasters can occur anywhere. Untamed regions are often home to a wide variety of monsters. You can instill a bit of additional danger into your exploration sessions by including random encounters, whether they take the form of natural hazards or monsters that dwell in the terrain.",
			"",
			"Roll on the following table once per day (or once per hex, if the PCs enter multiple hexes in a single day). For hazards, see the [Hazards section](rule/exploration_hazards). For monster encounters, in most cases the PCs face off against a creature appropriate to the terrain, but a nearby famine, drought, war, or plague may force a monster out of its normal territory and into a strange environment.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-50 | No encounter |",
			"| 51-60 | Hazard |",
			"| 61-100 | Monster |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp"
		],
		"siblings": [
			"sandbox_exploration",
			"movement_ucp",
			"random_encounters",
			"planned_encounters",
			"hex_terrain_types",
			"random_map_generation",
			"exploration_hazards"
		]
	},
	"planned_encounters": {
		"name": "Planned Encounters",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/156}",
			"",
			"A specific, planned encounter for a hex does not have to be especially complicated. It can be as simple as a quick meeting with an explorer who can sell the PCs some necessary supplies or the discovery of a monster lair that hints at a greater threat. A good rule when determining the number of planned encounters to prepare is to have at least one for each character in the party. That way, you can tailor encounters to allow each character to take the spotlight without having to populate every single hex on the map one by one.",
			"",
			"After creating these encounters, choose a hex on the map and note that an encounter occurs there. When the party draws closer to a hex with a planned encounter, foreshadow it with appropriate details. For example, if you plan to have the party discover a battle between two armies, the nearby hexes should contain signs of an army's passage - old cooking fires, piles of refuse, and even the graves of soldiers who fell to illness along the way give your players clues about the impending encounter.",
			"",
			"A few encounter sites are landmarks immediately obvious or visible with just a little bit of looking or scouting. A PC who enters the hex automatically discovers the landmark. If a PC in an adjacent hex spends an hour studying the landmark's hex and succeeds at a DC 10 Survival check, he discovers the landmark. When the PCs discover a landmark, note it on the landmark's hex.",
			"",
			"Many encounter sites remain undiscovered unless the PCs decide to explore a hex rather than just travel through it. By exploring the hex, the PCs discover the site automatically. Some sites are hidden, requiring the PCs to make an appropriate skill check as they explore. The skill and its DC depend on the nature of the site."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp"
		],
		"siblings": [
			"sandbox_exploration",
			"movement_ucp",
			"random_encounters",
			"planned_encounters",
			"hex_terrain_types",
			"random_map_generation",
			"exploration_hazards"
		]
	},
	"hex_terrain_types": {
		"name": "Hex Terrain Types",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/156}",
			"",
			"For simplicity's sake, a hex is categorized by its primary terrain: desert, forest, hill, marsh, mountain, plain, settlement, or water. The terrain doesn't have to be uniform within that hex - the border between a forest hex and plain hex might be a gradual thinning of the trees or the sudden edge of a heavy forest. A hex might have a river running through it, a large rock outcropping, a barren patch from a fire, and so on. The hexes are abstractions to make travel and encounters easier, not a way to reduce the campaign map to a simple board game.",
			"",
			"Each of the following terrain type entries includes a description of the terrain and any rules effects the terrain type might implicate. In addition, each terrain type entry includes example terrain elements that might be found in a particular hex of that terrain type. A terrain element could be some obstacle or hindrance that makes a hex more difficult to pass through, a unique feature within the hex, an encounter with the predators or people who use this hex as their hunting ground, resources that could aid adventurers exploring the hex, or a secret location hidden somewhere in the hex.",
			"",
			"Even a \"standard\" hex (that is, one without a terrain element), should have something to make it memorable. PCs who explore that hex are spending at least a day there, and an exploration campaign grows boring if days pass uneventfully (see {rule/Keep Things Interesting})."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp"
		],
		"subtopics": [
			"desert",
			"forest",
			"hill",
			"marsh",
			"mountain",
			"plain",
			"settlement",
			"water_ucp"
		],
		"siblings": [
			"sandbox_exploration",
			"movement_ucp",
			"random_encounters",
			"planned_encounters",
			"hex_terrain_types",
			"random_map_generation",
			"exploration_hazards"
		]
	},
	"desert": {
		"name": "Desert",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/156}",
			"",
			"A {rule/desert>_terrain} is any sort of terrain that receives very little rainfall. It can be warm, temperate, or cold.",
			"",
			"This section pertains mostly to warm and temperate deserts. In cold environments, a desert is usually tundra, which acts like another terrain category depending on the current season. During most of the year, a cold desert is covered in a layer of permafrost, creating hard, stable terrain (which is treated as {rule/plain/s}). During the warm season, the permafrost thaws and turns the area into mud (which is treated as {rule/marsh}).",
			"",
			"***Difficult:*** A difficult desert is a treacherous place, full of sand dunes, sinkholes, rubble, [sandstorms](rule/severe_events), or numerous ravines. Rare seasonal rains might cause flash floods, sweeping away or drowning any creature in their path. Survival checks to avoid getting lost or to become un-lost in this hex gain a +1 bonus. Survival checks to get along in the wild increase by 5.",
			"",
			"Treat a flash flood as an {rule/avalanche>s}, except instead of suffocating from being buried under rock, creatures who are buried must hold their breaths or start drowning.",
			"",
			"***Feature:*** A desert hex feature might be a city or tomb long buried under the sands, one or more geoglyphs, an unusual mesa, a majestic canyon, a tar pit, or an oasis. A tall structure - such as a mesa or ruined tower - can be used as a landmark for navigation or an observation point to get a better view of the surrounding area. Other features might point to hidden treasures, ley lines, or celestial conjunctions.",
			"",
			"***Hunting Ground:*** The hex might be home to one or more kinds of flying predators (typically {family/dragon/s} and {family/sphinx/es}), poisonous monsters capable of tracking wounded prey over long distances, or subterranean creatures that use burrowing and similar tactics to make ambush attacks. The desert might also be home to nomadic raiders, {family/genie/s}, or {family/elemental/s} of a type fitting the desert's environment. The chance of random encounters within these deserts increases by 10%.",
			"",
			"***Resource:*** This hex might contain valuable ore, water (such as an oasis), or a rare but useful plant (such as a cactus used for medicine or exotic beverages).",
			"",
			"***Secret:*** A secret desert hex might have shifting sand dunes, acrid winds, poisonous terrain, elemental portals, or some other strange feature that hides its secrets.",
			"",
			"Ruins half-buried in the desert could still contain lost treasures or might already be looted. In either case, the ruins can be used as a place to take shelter from storms or as a lair for monsters. PCs who take shelter in these ruins suffer no effect from {rule/storms} and similar hazards, but the chance of random encounters increases by 25%."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp",
			"hex_terrain_types"
		],
		"siblings": [
			"desert",
			"forest",
			"hill",
			"marsh",
			"mountain",
			"plain",
			"settlement",
			"water_ucp"
		]
	},
	"forest": {
		"name": "Forest",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/157}",
			"",
			"A normal {rule/forest>_terrain} hex can be any sort of common forest: sparse patches of trees in the lowlands, thickly needled pines of the taiga, a lush tropical jungle, or even an ancient fruit tree grove turned overgrown and wild.",
			"",
			"***Difficult:*** A difficult forest is a treacherous place, full of rotting trees that can [fall without warning](rule/falling_objects), twisted scythe [trees](monster/tarantula_tree) that [lunge at their victims](monster/hangman_tree), or [witch-lights](rule/horror_hazards) that lead expeditions off the path. For each hour spent traveling through a difficult forest, there is a 5% chance of a falling tree hazard. Survival check DCs to avoid getting lost increase by 5.",
			"",
			"***Feature:*** A forest hex feature could be either a cluster of massive old-growth trees or some type of tree that is unique to that region. In an old-growth forest, the canopy limits how much light reaches the ground, so undergrowth tends to be low-lying, tough plants like mosses and ferns.",
			"",
			"***Hunting Ground:*** This kind of forest hex is often treated with awe by local people, as hunting grounds are full of a terrifying array of arboreal creatures. The chance of random encounters within these forests increases by 10%.",
			"",
			"***Resource:*** This hex contains valuable lumber, medicinal herbs, or plentiful sources of game meat. Survival checks to get along in the wild gain a +5 bonus.",
			"",
			"***Secret:*** A secret forest hex has thick mists or deep shadows that make fully exploring it a time-consuming prospect. Exploration time increases by 50%."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp",
			"hex_terrain_types"
		],
		"siblings": [
			"desert",
			"forest",
			"hill",
			"marsh",
			"mountain",
			"plain",
			"settlement",
			"water_ucp"
		]
	},
	"hill": {
		"name": "Hill",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/157}",
			"",
			"A hill is lower and less steep than a mountain. {rule/Hills>_terrain} are often transitional terrain between mountains and plains.",
			"",
			"***Difficult:*** Full of short cliffs and jagged stones, a difficult hill hex requires extra caution to avoid [dangerous falls](rule/falling). For the purposes of travel and exploration times, treat the party's speed as one category slower on [Tables 3-2 and 3-3](rule/movement_ucp).",
			"",
			"***Feature:*** The hex might be the site of a famous historical battle or the burial mound of long-dead chieftains. It provides a commanding view of the surrounding region and is useful as a waypoint. Survival checks to avoid getting lost or to become un-lost in this hex gain a +1 bonus.",
			"",
			"***Hunting Ground:*** The hex is cut with valleys and trenches that obscure predators from view. The chance of random encounters increases by 25%.",
			"",
			"***Resource:*** The hex contains resources such as quality stone, coal, precious metals, or gems.",
			"",
			"***Secret:*** Hidden caverns provide shelter and lairs for monsters. Locating these caverns requires a successful DC 10 Perception or Survival check. PCs who take shelter here suffer no effect from {rule/storms} and similar hazards, but the chance of random encounters increases by 10%."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp",
			"hex_terrain_types"
		],
		"siblings": [
			"desert",
			"forest",
			"hill",
			"marsh",
			"mountain",
			"plain",
			"settlement",
			"water_ucp"
		]
	},
	"marsh": {
		"name": "Marsh",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/157}",
			"",
			"[Marshes, swamps, and bogs](rule/marsh_terrain) are challenging ground to traverse. Survival check DCs to avoid getting lost increase by 1 in a marsh hex.",
			"",
			"***Difficult:*** A difficult marsh hex is a deadly place, replete with [quicksand](rule/marsh_terrain), poisonous plants, and treacherous water. The DCs for Survival checks to get along in the wild increase by 5. For the purposes of travel and exploration times, treat the party's speed as one category slower on [Tables 3-2 and 3-3](rule/movement_ucp).",
			"",
			"***Feature:*** The hex might be the location of a marsh creature's den (such as a {family/hag}), a sunken ruin, a large water causeway, or a shallow lake.",
			"",
			"***Hunting Ground:*** Attacks in this hex are equally likely to come from underwater as from the surface. The chance of random encounters increases by 25%.",
			"",
			"***Resource:*** Marsh resources primarily come in the form of medicinal plants and herbs.",
			"",
			"***Secret:*** Unfortunate explorers died in the marsh and left behind all their gear. With a successful DC 25 Survival check, the PCs can each salvage equipment worth 10 gp per character level."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp",
			"hex_terrain_types"
		],
		"siblings": [
			"desert",
			"forest",
			"hill",
			"marsh",
			"mountain",
			"plain",
			"settlement",
			"water_ucp"
		]
	},
	"mountain": {
		"name": "Mountain",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/157}",
			"",
			"[Mountains](rule/mountain_terrain) form long barriers across the landscape that greatly impede the movement of travelers.",
			"",
			"***Difficult:*** All Climb DCs in a difficult mountain hex increase by 2. For the purposes of travel and exploration times, treat the party's speed as one category slower on [Tables 3-2 and 3-3](rule/movement_ucp).",
			"",
			"***Feature:*** The mountain is the highest in the vicinity or has an unusual shape, perhaps resembling a face or creature. Alternatively, use a feature from the Feature section of the {rule/hill/ hex terrain type}.",
			"",
			"***Hunting Ground:*** Bandits and monsters frequent these hexes, falling upon weary travelers. The chance of random encounters increases by 10%.",
			"",
			"***Resource:*** The hex contains resources such as quality stone, coal, precious metals, or gems.",
			"",
			"***Secret:*** Hidden pathways carved through the mountains offer speedier paths. If the PCs succeed at a DC 20 Perception check to find the pathways, they can ignore the default travel time increase for the mountain hex."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp",
			"hex_terrain_types"
		],
		"siblings": [
			"desert",
			"forest",
			"hill",
			"marsh",
			"mountain",
			"plain",
			"settlement",
			"water_ucp"
		]
	},
	"plain": {
		"name": "Plain",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/157}",
			"",
			"{rule/Plains} can be fields of high grasses, permanently frozen tundra, or flat badlands.",
			"",
			"***Difficult:*** Dangerous plains tend to be filled with small sinkholes and [pits](trap/pit_trap) that can twist or break the legs of the unwary. For the purposes of travel and exploration times, treat the party's speed as one category slower on [Tables 3-2 and 3-3](rule/movement_ucp).",
			"",
			"***Feature:*** The plain might be the site of an old battlefield, with the remnants of earthwork defenses and trenches.",
			"",
			"***Hunting Ground:*** Ambush predators abound in these plains hexes, using the cover of tall grass to outflank and strike surprised prey. In tundra and badlands terrain, predators lie in wait underground using abilities such as burrow, or by digging shallow pits to hide in. The chance of random encounters increases by 25%.",
			"",
			"***Resource:*** The hex has edible plants (such as wheat or cacti) or useful vegetable matter (such as flax or cotton).",
			"",
			"***Secret:*** Stolen goods are buried in the hex and marked with an innocuous sign, such as an out-of-place river rock. With a successful DC 25 Perception check, the PCs recognize the marker and can each salvage treasure or nonmagical gear worth 10 gp per character level."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp",
			"hex_terrain_types"
		],
		"siblings": [
			"desert",
			"forest",
			"hill",
			"marsh",
			"mountain",
			"plain",
			"settlement",
			"water_ucp"
		]
	},
	"settlement": {
		"name": "Settlement",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/158}",
			"",
			"Normal settlement hexes are small villages or military encampments. Settlements usually appear with another terrain type they're built upon. Frequently used trails or even simple roads reduce travel time through the hex by 25-50% depending on the terrain type for that hex.",
			"",
			"***Difficult:*** A difficult settlement hex holds the ruins of an abandoned town or one full of the victims of famine, [plague](rule/disease_templates), or another devastating event. Decrepit buildings might collapse at any moment (treat as a {rule/cave-in>s_and_collapses}).",
			"",
			"***Feature:*** The settlement hex has a community with a well-known reputation or historical significance.",
			"",
			"***Hunting Ground:*** This settlement is lawless, frequently attacked by brigands or pirates, or plagued by civil unrest. The chance of random encounters increases by 25%.",
			"",
			"***Resource:*** The settlement is a trading post, merchant camp, or small fort on a crucial crossroad or river crossing, and goods of many types (particularly trade goods and natural resources from nearby hexes) pass through the area.",
			"",
			"***Secret:*** A secret settlement is a bandit fort, pirate town, village inhabited by monsters, or secret home of someone trying to avoid normal civilization. The hex primarily resembles an adjacent hex type, and access to the settlement is usually hidden."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp",
			"hex_terrain_types"
		],
		"siblings": [
			"desert",
			"forest",
			"hill",
			"marsh",
			"mountain",
			"plain",
			"settlement",
			"water_ucp"
		]
	},
	"water_ucp": {
		"name": "Water",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/158}",
			"",
			"Whether a river, lake, or ocean, this type of hex is [predominantly water](rule/aquatic_terrain). If the PCs lack swim speeds or boats, it is best to treat lakes and oceans as obstacles for the PCs to travel around rather than through. Treat the shores of the water hex as the adjacent terrain type.",
			"",
			"***Difficult:*** [Whitewater rapids](rule/aquatic_terrain), strong tides, or underwater [vortexes](rule/whirlpools) mean this water is more challenging to cross. The Swim DCs to cross these waters increase by 5.",
			"",
			"***Feature:*** The hex is part of a large or well-known river's course, or has a sturdy bridge that facilitates easy crossing.",
			"",
			"***Hunting Ground:*** The hex might be home to predatory aquatic creatures or opportunistic hunters waiting to strike prey that comes to drink. The chance of random encounters increases by 10%, or 25% if the PCs spend most of their time in the water.",
			"",
			"***Resource:*** Fish, shellfish, and pearls are plentiful in the hex. In some situations, the benefit of this resource is the availability of fresh water rather than the contaminated water or salt water available in nearby hexes.",
			"",
			"***Secret:*** The hex might contain an oasis, a connection to the {rule/Plane of Water}, or a spring with magical powers."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp",
			"hex_terrain_types"
		],
		"siblings": [
			"desert",
			"forest",
			"hill",
			"marsh",
			"mountain",
			"plain",
			"settlement",
			"water_ucp"
		]
	},
	"random_map_generation": {
		"name": "Random Map Generation",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/158}",
			"",
			"Not everyone has the time to create a detailed map to use in-game. An example map has been provided [in the physical book] to photocopy and easily drop into play, but you and your players can also use the following rules to create a whole new map randomly during play. This can empower your players to discover the unexplored world around them. The options presented below are intentionally designed to be generic types of temperate terrain; adjust them for your own game. In a frozen wasteland, plain hexes could represent great expanses of icy ground, while in an arid climate they could represent massive alkali flats. Use these examples as a springboard to create a unique campaign of exploration.",
			"",
			"To generate a new map, begin by selecting a hex on your blank map as the starting point. Then decide the type of terrain for that starting point (such as a settlement in a forest hex). From that point onward, the reins of exploration are in your players' hands. Let them decide which direction they travel, and let each player take a turn generating the next hex by rolling 1d20 twice to determine the terrain type and terrain element for that hex using the tables below.",
			"",
			"***Terrain Type***",
			"",
			"| d20 | Terrain Type |",
			"| --- | --- |",
			"| 1-3 | Forest |",
			"| 4-6 | Hill |",
			"| 7-8 | Marsh |",
			"| 9-10 | Mountain |",
			"| 11-13 | Plain |",
			"| 14 | Settlement |",
			"| 15-16 | Water |",
			"| 17-20 | As previous terrain type |",
			"",
			"***Terrain Element***",
			"",
			"| d20 | Terrain Element |",
			"| --- | --- |",
			"| 1-3 | Difficult |",
			"| 4-6 | Feature |",
			"| 7-10 | Hunting Ground |",
			"| 11-12 | Resource |",
			"| 13-14 | Secret |",
			"| 15-20 | Standard |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp"
		],
		"siblings": [
			"sandbox_exploration",
			"movement_ucp",
			"random_encounters",
			"planned_encounters",
			"hex_terrain_types",
			"random_map_generation",
			"exploration_hazards"
		]
	},
	"exploration_hazards": {
		"name": "Exploration Hazards",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/158}",
			"",
			"Hazards are dangerous obstacles or events relevant to a hex's terrain type. They represent the natural disasters, harsh weather, and bad luck that can befall an expedition, and are included to liven up the PCs' journey as they explore the world. In addition to these hazards, you might use an [environmental danger that's suitable to the current terrain](rule/wilderness). After the effects of a hazard have been resolved, treat the hex as a standard example of that terrain.",
			"",
			"### Bad Weather (Any)",
			"",
			"Bad weather can range from minor precipitation to a [serious storm](rule/storms). The weather can include lightning strikes and cause floods, landslides, and other natural hazards.",
			"",
			"### Blight (Any)",
			"",
			"Whether from a lack of water, a plague, or hostile magic, the plants and wildlife in the hex are suffering. A blight affects the hex and all adjacent unexplored hexes, and lasts for 1d4+2 weeks. During a blight, Survival DCs to get along in the wild increase by 5.",
			"",
			"### Deadly Gas (Desert, Marsh)",
			"",
			"In a marsh, pockets of flammable gas can build up under the surface before violently erupting, throwing rocks, mud, and debris in all directions with startling force. In a desert, toxic fumes from a natural vent, old mine, or magical disaster might leak into the air, poisoning or mutating nearby creatures.",
			"",
			"In a marsh, PCs can attempt a DC 15 Perception check to notice the smell and swelling before it erupts. The eruption deals 2d6 points of bludgeoning damage in a 20-foot radius, or 4d6 points of fire damage if the area contains open flame.",
			"",
			"In a desert, PCs can attempt a DC 15 Perception check to notice the fumes and get out of their path before coming to harm. Otherwise, they must succeed at a DC 15 Fortitude save or take 1d4 points of Constitution damage and be nauseated for 10 minutes.",
			"",
			"### Dust Devil (Desert, Hill, Plain)",
			"",
			"A dust devil is a whirlwind not associated with a storm, particularly in a region with little or no topsoil. Treat a dust devil as a [duststorm](rule/storms), [sandstorm](rule/severe_events), or [tornado](rule/severe_events).",
			"",
			"### Grass Fire (Hill, Plain)",
			"",
			"Grass fires are often caused by lightning or careless camp fires. A grass fire is similar to a [forest fire](rule/forest_fires), except it can be spotted at twice the normal distance, and a PC caught in its area saves against heat damage only every 10 rounds.",
			"",
			"### Volcanic Tremor (Hill, Mountain)",
			"",
			"Though active volcanoes are rare, even dormant volcanoes can produce tremors. Tremors last anywhere from 1d4 rounds to 2d6 minutes and increase Climb DCs by 2. The tremors might start an avalanche or collapse a cave or cliff (similar to an {spell/earthquake} spell)."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"exploration_ucp"
		],
		"siblings": [
			"sandbox_exploration",
			"movement_ucp",
			"random_encounters",
			"planned_encounters",
			"hex_terrain_types",
			"random_map_generation",
			"exploration_hazards"
		]
	},
	"discovery_and_exploration": {
		"name": "Wilderness Exploration",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/124}",
			"",
			"Unspoiled wilderness and uncharted lands represent an opportunity for exploration and the discovery of ancient secrets, lost treasures, natural wonders, and the remote lairs of terrible beasts. As exciting as exploring wilderness can be, the fact that there are no city streets or dungeon walls to guide choices can make running exploration in uncharted wilds a challenge. The rules presented in this section can be used when a group enters such uncharted lands to discover what lies within, and at your discretion can serve as an expansion on the [rules for exploration](rule/exploration_ucp). Brief definitions of terms used in this section are listed below.",
			"",
			"***Discovery Points:*** As the PCs explore a territory, they'll accumulate Discovery Points - an abstract measure of how thoroughly they have explored the region. Note that while gazetteers, maps, research, and rumors can grant bonus Discovery Points for a region even before the PCs set foot within the wild, inaccurate information gleaned from such sources can penalize the accumulation of Discovery Points.",
			"",
			"***Exploration Check:*** As the PCs search a territory, they'll attempt exploration checks to determine how many Discovery Points they accumulate. Exploration checks are typically Survival checks, though unusual territories may require other specialized skills. A character can attempt an exploration check using Perception in place of the required skill with a -5 penalty.",
			"",
			"***Location:*** A location is an adventure site or other point of interest within a territory - it could be an ancient ruin, a dragon's cave, a druidic monument, a hidden treasure, a portal to the First World, or anything else of note. Each location has a discovery score equal to the number of Discovery Points required to find the location.",
			"",
			"***Territory:*** Territories are discrete geographic areas with defined boundaries. These can be political borders or geographical transitions. If you're using the [exploration rules](rule/exploration_ucp), a single hex constitutes a territory. Alternately, a territory can be a much larger region; in this case, the PCs' exploration of the territory is a much more abstract concept and doesn't involve tracking exact locations on a map. In either case, each territory has its own Challenge Rating, which determines the danger of wandering monsters in the territory as well as the DC for exploration checks to earn Discovery Points.",
			"",
			"***Way Sign:*** Way signs are events, objects, or terrain features that give a hint to find a location. Discovering a way sign, either by stumbling across one in the wild (such as by reaching a vantage point that gives an excellent view of the lay of the land, or by stumbling across an old road sign) or by researching a region beforehand (such as by consulting gazetteers, maps, or the rumor mill), can grant bonus Discovery Points or reveal the existence of previously unknown locations - but some way signs may be inaccurate or misleading."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"the_exploration_process",
			"creating_a_territory",
			"example_territory_white_canyon"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		]
	},
	"the_exploration_process": {
		"name": "The Exploration Process",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/124}",
			"",
			"Typically, explorers come to a territory to seek out a specific location within its reaches. Sometimes they know of multiple locations reputed to lie within the region and needs only find them. Other times, some or all the locations remain unknown until the explorers stumble across them or find clues as a result of their investigations in the territory. In either case, before explorers can discover a location, they must first accumulate enough Discovery Points (either by succeeding at exploration checks or by correctly interpreting way signs).",
			"",
			"Once the explorers reach the territory in question, they can begin exploration and discovery. Their efforts result in the accumulation of Discovery Points, which they can spend to discover locations, and in finding way signs, which provide additional Discovery Points and sometimes also reveal the existence of further locations to be discovered. Discovery Points earned in a given territory are tied to that territory; the PCs cannot apply points earned in one territory to a new territory. The party's accumulated Discovery Points remain indefinitely, even if the PCs leave the territory and return later."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"discovery_and_exploration"
		],
		"subtopics": [
			"character_actions",
			"additional_factors",
			"exploration_rewards_uw"
		],
		"siblings": [
			"the_exploration_process",
			"creating_a_territory",
			"example_territory_white_canyon"
		]
	},
	"character_actions": {
		"name": "Character Actions",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/124}",
			"",
			"At the start of each day, each character must decide if she will spend the day documenting the territory, exploring, seeking a location, or taking another action (such as crafting magic items, guarding a campsite, resting, or the like). Only the first three options - documenting, exploring, and seeking a location - directly contribute to the exploration process. Uncovering way signs can also contribute to the process, but the actions required to earn Discovery Points via way signs vary widely and depend on the way signs in question.",
			"",
			"***Documenting:*** The character spends the day mapping the territory or recording its features in a gazetteer and can attempt one skill check for each day spent documenting. Creating a map requires one or more successful Profession (cartographer) checks, while creating a gazetteer requires one or more successful Linguistics checks (at the GM's discretion, other skill checks can be used in place of these). The number of checks needed equals the territory's CR, and the DC equals the territory's exploration check DC. Once the character has succeeded at the required checks, she has created a detailed map or gazetteer of the region, which grants a +5 circumstance bonus on future exploration checks in that territory (bonuses from multiple maps or gazetteers don't stack).",
			"",
			"***Exploring:*** The character spends the day exploring the territory. At the end of the day, the character attempts an exploration check against the territory's DC. An exploration check is usually a Survival check, but in some unusual regions or circumstances, it could require another skill check. A character can always attempt an exploration check using the Perception skill, but doing so is more difficult since this represents a more generalized method of exploration, and the player attempting a Perception-based exploration check takes a -5 penalty on the roll as a result.",
			"",
			"If the character succeeds at the exploration check, she earns 1 Discovery Point for the group, plus 1 additional point for every 5 points by which the result of the check exceeds the DC. Failing the check by 5 or more reduces the group's Discovery Point total by 1, plus 1 additional point for every additional 5 points by which she failed the check. Unless every character in the group is skilled at the territory's exploration skill, it's often prudent for one character to attempt the primary exploration check and for others to engage in other tasks or use the aid another action to improve the primary check's result.",
			"",
			"***Seeking a Location:*** If the PCs wish to seek out a location, they can do so by spending Discovery Points at the start of the day. If they are seeking a specific location that they know exists in the territory (typically having found clues to it in the form of way signs), they must spend a number of Discovery Points equal to the location's discovery score - a number that determines how difficult that location is to find (with higher values representing locations that are more difficult to discover). If the PCs want to attempt to uncover an unknown location at random, they choose how many Discovery Points from their total that they want to spend. Once the points are spent, divide the total spent in half, then compare that result to the discovery scores of all the locations in the territory. If any of those locations have a discovery score lower than that total, the PCs discover one of those locations (chosen at random if more than one location is a potential discovery). If none of the locations have a discovery score lower than that total, the group recovers half the Discovery Points they spent, but the other half is lost. Once the party discovers a location, travel time to the site varies according to the GM's discretion and the overall size of the territory.",
			"",
			"***Uncovering Way Signs:*** Every way sign the characters uncover has an associated skill check with a DC determined by the complexity of the way sign. The amount of time necessary to interpret a given way sign varies; some checks can be attempted with an insignificant time expenditure (such as recalling information about a territory using a Knowledge skill), while some require significant time to complete (like translating ancient texts or visiting a nearby settlement to gather information), which takes away from time spent documenting, exploring, or seeking a location. On a successful skill check, the PCs earn Discovery Points for the territory to which the way sign is linked. A simple way sign grants 1 Discovery Point, a moderately complex way sign grants 3 Discovery Points, and a complex way sign grants 5 Discovery Points. However, misinterpreting a way sign can complicate exploration; if a PC fails a check to interpret a way sign by 5 or more, the misinformation he obtains reduces the PCs' current Discovery Point total for that territory by 1d4 points. This can result in negative values. The PCs can attempt to interpret a way sign multiple times, but once they have successfully interpreted it, further attempts do not grant additional Discovery Points."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"discovery_and_exploration",
			"the_exploration_process"
		],
		"siblings": [
			"character_actions",
			"additional_factors",
			"exploration_rewards_uw"
		]
	},
	"additional_factors": {
		"name": "Additional Factors",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/125}",
			"",
			"Some factors can affect both the rate and effectiveness of exploration, as detailed below.",
			"",
			"***Careful Exploration:*** Some groups might choose to explore more slowly and methodically in order to make a more careful search. This allows the group to attempt one extra exploration check for each day spent in careful exploration, but it limits the total number of Discovery Points that can be gained to 1 (a character using careful exploration cannot earn additional Discovery Points by exceeding the DC by 5 or more). Typically, careful exploration can be performed only if the terrain is relatively clear and free of obstructions. The GM is free to limit this option if she believes that a slow search would not garner much benefit due to the terrain.",
			"",
			"***Darkness:*** Unless the explorer has darkvision or another ability to see in darkness, he takes a -4 penalty on exploration checks he attempts when some but at most half of the hours spent exploring that day occur after nightfall. Explorers take a -8 penalty on checks attempted when more than half of the hours spent exploring occur after nightfall.",
			"",
			"***Extending the Day:*** A day of exploration typically takes 8 hours; the rest of each day is assumed to be split between 8 hours of rest and 8 hours spent eating, making and breaking camp, relaxing, and the like. It's possible to increase the amount of time in a day used for exploring by spending an additional 8-hour session exploring, but for every additional stretch of time up to 8 hours by which the PCs extend their time spent exploring, they take a cumulative -4 penalty on exploration checks to earn Discovery Points until they next rest for 8 hours. At the GM's discretion, fatigue and exhaustion can also set in if the PCs don't rest enough.",
			"",
			"***Weather:*** Inclement weather hampers exploration checks if it is the predominant weather of a given exploration period. For example, the PCs would take a -1 penalty in the case of light fog or light rain, but a -10 penalty in the case of a blizzard or hurricane."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"discovery_and_exploration",
			"the_exploration_process"
		],
		"siblings": [
			"character_actions",
			"additional_factors",
			"exploration_rewards_uw"
		]
	},
	"exploration_rewards_uw": {
		"name": "Exploration Rewards",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/125}",
			"",
			"Finding a location is often its own reward, but given the time, energy, and sometimes the resources needed to successfully conduct an exploration, you should consider the following additional rewards for parties that successfully discover all of the locations hidden in a territory.",
			"",
			"***Experience Points:*** The PCs should earn experience points equal to what they would have normally earned for defeating a monster of a CR equal to the territory's CR once all locations within the territory are discovered. (If you're using this system with the [hex-based exploration rules](rule/sandbox_exploration), you should decide if you want to use this method of XP reward, the one detailed in [those rules](rule/movement_ucp), or both, as appropriate for your game table.)",
			"",
			"***Maps and Gazetteers:*** The successful completion of a map or gazetteer can generate a monetary reward if the PCs sell their hard work back in civilization. A complete map or gazetteer of a region that has never before been explored can be sold for a number of gold pieces equal to 100 &times; the territory's CR; once a map or gazetteer of a region has been sold, further copies of a map or gazetteer of that region (regardless of whether the first item sold was a map or gazetteer) are generally worth only 10% of that value or less, depending on GM's discretion and supply and demand."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"discovery_and_exploration",
			"the_exploration_process"
		],
		"siblings": [
			"character_actions",
			"additional_factors",
			"exploration_rewards_uw"
		]
	},
	"creating_a_territory": {
		"name": "Creating a Territory",
		"subtitle": "Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/126}",
			"",
			"The steps listed below present all the information you need to generate territories for your PCs to explore. If you're using the hex-based exploration rules from Ultimate Campaign, follow these steps for every hex in your map, though you can reuse information for similar hexes."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"discovery_and_exploration"
		],
		"subtopics": [
			"step_1_define_the_territory",
			"step_2_design_locations",
			"step_3_create_way_signs",
			"step_4_create_random_encounter_tables"
		],
		"siblings": [
			"the_exploration_process",
			"creating_a_territory",
			"example_territory_white_canyon"
		]
	},
	"step_1_define_the_territory": {
		"name": "Step 1: Define the Territory",
		"subtitle": "Creating Wilderness, Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/126}",
			"",
			"The first step is to determine your territory's Challenge Rating. Typically, this should be the same value as the PCs' Average Party Level, but you might want to make it easier or harder for the sake of the story. The territory's CR helps guide the creation of random encounters, but it also determines the base DC of exploration checks, which can be found on Table 4-1. Though most exploration checks use the Survival skill, you can assign a different skill for particularly unusual or magical territories (for example, exploring a complex extraplanar library might require a Knowledge check, while exploring the mindscape of a slumbering god in which the PCs are trapped could require a Sense Motive check).",
			"",
			"Exploration check DCs are intended to be moderately difficult. Characters who are heavily invested in the relevant skill for a given check should have a reasonable chance of success, while those who are not adept with the necessary skills are in danger of leading the PCs off track by providing erroneous information or misinterpreting way signs. Often, characters who lack the relevant skills for a particular exploration are better off using their abilities for other tasks or helping more skillful PCs via the aid another action.",
			"",
			"### Table 4-1: Exploration DCs",
			"",
			"| Territory CR | Exploration DC |",
			"| --- | --- |",
			"| 1 | 17 |",
			"| 2 | 19 |",
			"| 3 | 21 |",
			"| 4 | 22 |",
			"| 5 | 23 |",
			"| 6 | 24 |",
			"| 7 | 25 |",
			"| 8 | 26 |",
			"| 9 | 27 |",
			"| 10 | 28 |",
			"| 11 | 29 |",
			"| 12 | 30 |",
			"| 13 | 31 |",
			"| 14 | 32 |",
			"| 15 | 33 |",
			"| 16 | 34 |",
			"| 17 | 35 |",
			"| 18 | 36 |",
			"| 19 | 37 |",
			"| 20 | 38 |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"discovery_and_exploration",
			"creating_a_territory"
		],
		"siblings": [
			"step_1_define_the_territory",
			"step_2_design_locations",
			"step_3_create_way_signs",
			"step_4_create_random_encounter_tables"
		]
	},
	"step_2_design_locations": {
		"name": "Step 2: Design Locations",
		"subtitle": "Creating Wilderness, Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/126}",
			"",
			"As a general rule, each territory should contain at least one location to discover; otherwise there's little point to exploring a territory. In some cases, you need to design only a single location - the focus and eventual goal of the exploration. Other times, such as if the PCs are surveying a lost world or another terra incognita, you'll want to design multiple locations, each competing with the others for the PCs' attention.",
			"",
			"Each location should be something memorable and significant. Finding a location should grant a reward (such as a supernatural enhancement, valuable treasure, or a way sign), or that location should be an adventure site. Locations can be as simple as a stash of ancient pirate treasure or as complex as a lost city harboring ancient magic and technological mysteries.",
			"",
			"Each location in a territory needs its own discovery score. An obvious location (such as a large castle or a humanoid army camp) should have an initial discovery score of 3, while a more obscure location (such as a single house or a cave entrance) should have an initial discovery score of 6. You can modify this initial discovery score total using the values given on Table 4-2, but feel free to come up with your own values based on the exploration's narrative.",
			"",
			"### Table 4-2: Discovery Score Modifier",
			"",
			"| Condition | Modifier to Discovery Score |",
			"| --- | --- |",
			"| Desert or plains terrain | +1 |",
			"| Forest, hills, or marsh terrain | +2 |",
			"| Mountain terrain | +3 |",
			"| Location is traveled to or from often | -4 |",
			"| Location is mobile within the territory | +4 |",
			"| Location is unusually large | -2 |",
			"| Location is unusually small | +2 |",
			"| Location is deliberately hidden | +2 to +6 |",
			"",
			"Adjustments are cumulative, but the minimum discovery score = 1."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"discovery_and_exploration",
			"creating_a_territory"
		],
		"siblings": [
			"step_1_define_the_territory",
			"step_2_design_locations",
			"step_3_create_way_signs",
			"step_4_create_random_encounter_tables"
		]
	},
	"step_3_create_way_signs": {
		"name": "Step 3: Create Way Signs",
		"subtitle": "Creating Wilderness, Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/126}",
			"",
			"Way signs provide information about the territory and, if correctly interpreted, can provide bonus Discovery Points. A way sign could be as simple as a vantage point that offers a glimpse of a location from a distance or a hidden path toward a sought-after goal, or it might itself be a reward for finding a location. Way signs can even be earned or uncovered in advance of exploring a region - if a PC researches the territory the party intends to explore in a library, she might uncover a set of old maps or a traveler's journal that provides clues to navigating the territory and thus serves as a way sign.",
			"",
			"When designing a territory, you'll usually want to include at least one or two way signs, or as many as 10 in cases of large territories. If you're using hex-based exploration, treat each significant terrain feature as a territory for the purpose of deciding how many way signs to include, rather than treating each hex as its own territory. Each way sign should have a trigger that results in its discovery by the party, be it attempting to recall lore about a region, gathering information in a nearby settlement, using flight to scout the lay of the land, or uncovering an old map or journal discussing the region. Each way sign should also have an associated skill check and DC to successfully gain information or interpret the clue. For a simple way sign, this DC should equal the territory's CR + 10. For a moderately complex way sign, the DC should be equal to the territory's CR + 15. For complex way signs, the DC should be equal to the territory's CR + 20."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"discovery_and_exploration",
			"creating_a_territory"
		],
		"siblings": [
			"step_1_define_the_territory",
			"step_2_design_locations",
			"step_3_create_way_signs",
			"step_4_create_random_encounter_tables"
		]
	},
	"step_4_create_random_encounter_tables": {
		"name": "Step 4: Create Random Encounter Tables",
		"subtitle": "Creating Wilderness, Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/127}",
			"",
			"A territory's CR sets the average CR of random encounters occurring within that territory. Numerous example encounter tables appear in {rule/Adventures}, but your encounter tables don't need to be as complex. Usually, a short table of a half dozen or so potential encounters is enough. It's generally best to check for encounters four times per day - once at dawn, once at noon, once at dusk, and once at midnight, with a 20% chance of an encounter each time. You can even tie encounters to exploration checks, with a result of a natural 1 on such a check indicating a random encounter. Feel free to adjust the frequency of these checks and the chance of a random encounter occurring as best suits your game. Keep in mind that too many random encounters and wandering monsters can slow down the progression of your plot and can frustrate players. It's often best to limit random encounters to one per day of in-game time."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"discovery_and_exploration",
			"creating_a_territory"
		],
		"siblings": [
			"step_1_define_the_territory",
			"step_2_design_locations",
			"step_3_create_way_signs",
			"step_4_create_random_encounter_tables"
		]
	},
	"example_territory_white_canyon": {
		"name": "Example Territory: White Canyon",
		"subtitle": "Creating Wilderness, Exploration, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/127}",
			"",
			"Suppose the PCs have learned of a great evil rising in a hidden temple of Lamashtu in the arid hills surrounding the gnollheld territories of White Canyon. Rather than generate a map of the region, you instead use the rules in this section to guide the PCs' exploration of White Canyon and their search for the hidden temple. You might also include a few other adventure sites in the region for the PCs to seek out and way signs to help them get a jump on locating these sites. Your notes on White Canyon might end up looking like the following.",
			"",
			"### White Canyon Territory CR 5",
			"",
			"Arid hills ruled by bickering gnoll tribes and stalked by desert beasts and ghuls",
			"",
			"***Exploration Check*** Survival DC 23",
			"",
			"#### Location Discovery Scores",
			"",
			"- Hidden Temple of Lamashtu 12 (base score of 6, hills terrain +2, location is deliberately hidden +4)",
			"- Red Sultana's Camp 1 (base score of 3, hills terrain +2, location is traveled to or from often -4)",
			"- Wyvern Lair 8 (base score of 6, hills terrain +2)",
			"",
			"#### Simple Way Signs (1 Discovery Point)",
			"",
			"***Rumors about White Canyon*** A successful DC 15 Diplomacy check to gather information in a nearby settlement can reveal information about the region.",
			"",
			"#### Moderate Way Signs (3 Discovery Points)",
			"",
			"***Recalling White Canyon Lore*** A successful DC 20 Knowledge (geography) check reveals information about the region.",
			"",
			"***Reconnaissance via Flight*** A character who spends at least 30 minutes flying above the region and then succeeds at a DC 20 Perception check spots landmarks and gets the lay of the land.",
			"",
			"#### Complex Way Signs (5 Discovery Points)",
			"",
			"***Deciphering a Journal*** If the PCs find an ill-fated explorer's journal in the wyvern's lair, a PC who can read Aklo and succeeds at a DC 25 Linguistics check correctly interprets her coded notes.",
			"",
			"#### Random Encounters",
			"",
			"**Frequency** 4 times per day (morning, noon, dusk, midnight)  ",
			"**Chance of Encounter** 20%",
			"",
			"| d% | Encounter | CR |",
			"| --- | --- | --- |",
			"| 1-15 | {monster/Giant vulture} | 4 |",
			"| 16-30 | {monster/Mummy} | 5 |",
			"| 31-55 | Gnoll wild pack (1 {monster/gnoll}, 3 {monster/hyena/s}) | 5 |",
			"| 56-75 | 2 {monster/dire hyena/s} | 5 |",
			"| 76-85 | Gnoll hunting party (1 {monster/gnoll rageborn}, 2 gnolls) | 5 |",
			"| 86-95 | 1 {monster/wyvern} | 6 |",
			"| 96-100 | 2 {monster/ghul/s} | 7 |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"discovery_and_exploration"
		],
		"siblings": [
			"the_exploration_process",
			"creating_a_territory",
			"example_territory_white_canyon"
		]
	},
	"duels": {
		"name": "Duels",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/150}",
			"",
			"There is no form of combat more civilized than the duel. Be it with steel or spells, duels are used to settle disputes in situations where a chaotic melee would be disruptive or even illegal. Although duels are often considered honorable, this does not necessarily make them any less deadly. Duels often permit combatants to engage in more even fights than the fracas of the battlefield, allowing the true skill, power, and wit of each to determine the victor."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"starting_a_duel",
			"duel_combat",
			"duels_and_performance_combat",
			"duel_results"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		]
	},
	"starting_a_duel": {
		"name": "Starting a Duel",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/150}",
			"",
			"A duel is a form of combat, but unlike ordinary combat, the participants must all agree to willingly enter the duel and abide by its rules. If either side breaks the rules, that side is considered the loser of the duel, regardless of any other outcome, and if its members continue aggressive action, the fight continues using the standard rules for combat.",
			"",
			"The rules for a duel are usually quite simple, but might vary if all of the participants are of a particular class or if all of the participants agree on specific restrictions or guidelines. Such discussions typically happen before the duel, allowing both sides to properly prepare, but as with all elements of a duel, this is not always the case. Most duels utilize the following simple rules.",
			"",
			"- Each participant must fight alone and can receive no help from outside sources, with the exception of other creatures who are taking part in the duel, such as familiars, animal companions, or other bonded creatures. If the duel consists of more than one participant on a side, those fighting alongside one another are free to aid each other.",
			"- The types of weapons that can be used in the duel are agreed upon before the duel begins. Typical restrictions include only using melee weapons, ranged weapons, unarmed (or natural) weapons, magic, or any combination of these. The rules of a duel may require all duel participants to use the same weapon or types of attacks. This is especially the case in duels that require swords, spells, or firearms. Absent any such rules, any type of weapon is permissible.",
			"- The duel usually lasts until one of the combatants has been knocked unconscious or otherwise prevented from continuing. Spells such as {spell/hold person} do not end duels, but {spell/flesh to stone} certainly does, assuming the target fails her saving throw. Some duels go to the death and are only ended when one duelist or team is cut to pieces or reduced to a pile of smoking ashes. Other duels last until first blood, first strike, or a number of successful attacks. These latter types of duels are usually intended to settle disputes where a creature's death is not the required end result.",
			"- In the case of duels that exclusively use magic, additional rules might prohibit the use of summoned or conjured creatures, unless the duel is performed by such creatures at the behest of the spellcasters involved (as is common among druids and summoners).",
			"- In the case of duels exclusively among warriors, additional rules typically prohibit the use of poison or even entire types of attacks (such as prohibiting ranged attacks, or requiring the use of firearms). In addition, most such duels prohibit the use of magic that affects other participants, although spells that enhance the caster are sometimes allowed."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"duels"
		],
		"siblings": [
			"starting_a_duel",
			"duel_combat",
			"duels_and_performance_combat",
			"duel_results"
		]
	},
	"duel_combat": {
		"name": "Duel Combat",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/150}",
			"",
			"A duel functions much like ordinary combat, with a few notable exceptions.",
			"",
			"At the start of the duel, each participant makes an initiative check, just like in standard combat. Because duels are always planned and expected, there is never a surprise round. Alternatively, some duels start off with each side facing off, waiting for the other to flinch or break resolve. In such cases, substitute a Bluff, Intimidate, or Sense Motive check in place of the standard initiative check. The skill used is decided by the individual participants and is reflective of their approach to the duel.",
			"",
			"At the beginning of each round, the participants check the status of the duel (the GM may want to mark the beginning of each round in some way during initiative tracking as a reminder to check this status). So long as all participants agree to continue dueling, the duel goes on. If any one of the participants withdraws from the duel, the duel immediately ends for all participants, even those who would see it continue. The participant or side that ended the duel is considered the loser of the duel. The duel's remaining participants can, among themselves, agree to resume the duel, but this is considered a separate duel from the previous one and does not involve those who withdrew from the duel.",
			"",
			"Each participant in a duel can act normally on his turn, but his actions must target or affect either himself or one of the other duel participants (either an ally or an opponent). For example, a warrior might make an attack with his bow against anyone participating in the duel, or he might administer a potion to a wounded ally also involved in the duel, but he could not attack anyone other than a participant. Similarly a dueling wizard could not cast {spell/haste} on allies outside the duel while excluding himself, but he could cast it on his allies if he was among the targets. The same goes for offensive spells, such as {spell/fireball} - the dueling caster must include one of his opponents in the duel among the targets of the spell, and could not affect some nearby creatures to the exclusion of his opponent.",
			"",
			"In addition to his normal actions, each participant in a duel may use one of a number of special immediate actions, available only to characters participating in a duel. They may take dueling counters, dueling dodges, dueling parries, or dueling resolve actions, each of which is described below."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"duels"
		],
		"siblings": [
			"starting_a_duel",
			"duel_combat",
			"duels_and_performance_combat",
			"duel_results"
		],
		"subtopics": [
			"dueling_counter",
			"dueling_dodge",
			"dueling_parry",
			"dueling_resolve"
		]
	},
	"dueling_counter": {
		"name": "Dueling Counter",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/151}",
			"",
			"Each participant in a duel can take a special action called a dueling counter. A dueling counter is similar to a counterspell, but is easier to use.",
			"",
			"When a dueling opponent tries to cast a spell, the targeted spellcaster can make a Spellcraft check (DC 15 + the spell's level) as a free action. If the check succeeds, she can identify her opponent's spell and can attempt a dueling counter. If it fails, she cannot attempt a dueling counter against that spell (although special actions are still available to her).",
			"",
			"A dueling counter is an immediate action that does not provoke attacks of opportunity. To attempt a dueling counter, the countering duelist must expend a spell or spell slot of a level equal to or higher than that of the spell being cast. Note that characters who cast spells spontaneously (such as bards, oracles, and sorcerers) must choose which exact spell they are using to counterspell in addition to the slot being used. The countering duelist must then make a caster level check against a DC of 15 + the spell's caster level. Unlike when using a true counterspell action (which requires a readied action), even expending an exact copy of the spell being cast does not guarantee success. The caster attempting the counterspell receives a bonus or penalty on her check depending upon the level of the spell slot being expended and the exact spell used, as noted in Table 3-10. If the check is successful, the spell is countered - it is negated and the spell is lost. If not, the spell takes effect as normal and the duelist attempting to counter the spell takes a -2 penalty on any saving throws made against the spell's effect.",
			"",
			"Alternatively, a spellcaster can use {spell/dispel magic} or {spell/greater dispel magic} as a dueling counter. When a duelist spellcaster does so, he does not need to identify the spell being cast, can counter a spell of any level, and must succeed at a caster level check against a DC of 11 + the spell's caster level. When {spell/dispel magic} is used as a dueling counter, it is not modified by any of the circumstances in Table 3-10.",
			"",
			"Because readying a counterspell is its own action, a dueling spellcaster can prepare to counterspell and make a dueling counter in the same round. This is only useful if the participant is facing multiple opponents, or someone with access to the {feat/Quicken Spell} feat or other abilities that allow casting two spells in the same round.",
			"",
			"| Circumstance | Modifier |",
			"| --- | --- |",
			"| Spell is of a different school | -2 |",
			"| Spell is of the same school, but not the same spell | +2 |",
			"| Spell is of a higher level than the spell being countered | +1/level above |",
			"| Spell is the same as the spell being countered | +10 |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"duels",
			"duel_combat"
		],
		"siblings": [
			"dueling_counter",
			"dueling_dodge",
			"dueling_parry",
			"dueling_resolve"
		]
	},
	"dueling_dodge": {
		"name": "Dueling Dodge",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/151}",
			"",
			"Each participant in a duel can take a special action called a dueling dodge. This special maneuver gives a duelist a temporary bonus to his AC and on Reflex saves, but leaves him vulnerable to other attacks until the start of his next turn.",
			"",
			"Whenever a character participating in a duel is the target of a melee attack, a ranged attack, a supernatural ability, or a spell or spell-like ability from another participant of the duel, he can declare that he is making a dueling dodge as an immediate action. This grants him a +4 circumstance bonus to his AC and on any Reflex saving throws he must make as a result of the attack. This bonus only applies until the attack that triggered the immediate action is resolved. If the attacker can make more than one such attack, all subsequent attacks are resolved as normal. This immediate action must be declared before the attack is resolved. If the attack does not require an attack roll or a Reflex saving throw, the immediate action is still spent, but with no effect.",
			"",
			"Once the attack is resolved, the creature that attempted a dueling dodge takes a -2 penalty to his AC and on all Reflex saving throws until the start of his next turn (even if the duel ends)."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"duels",
			"duel_combat"
		],
		"siblings": [
			"dueling_counter",
			"dueling_dodge",
			"dueling_parry",
			"dueling_resolve"
		]
	},
	"dueling_parry": {
		"name": "Dueling Parry",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/152}",
			"",
			"Each participant in a duel can take a special action called a dueling parry. This special action allows the duelist to deflect a blow from a melee or ranged attack directed at her. A dueling parry cannot deflect spell or firearm ranged attacks.",
			"",
			"Whenever a character participating in a duel is the target of a melee or ranged attack from another participant of the duel, she can declare that she is attempting to parry the attack as an immediate action. She must then make an attack roll with whatever weapon she is currently wielding, using her full base attack bonus but with a -5 penalty. If this attack roll is equal to or greater than the attack roll being made against her, she parries the attack and it is considered a miss. If the duelist attempting the parry is unarmed, she takes a further -2 on the attempt. If the duelist possesses the parry class feature, she can attempt this dueling parry once per round without spending an immediate action if she is using her parry class feature.",
			"",
			"This dueling parry only applies to one attack. Other attacks made by the same attacker are resolved normally. If the attack is a hit and a critical threat, but would be parried by the duelist, it is still a hit, but no confirmation roll is made and damage is rolled normally."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"duels",
			"duel_combat"
		],
		"siblings": [
			"dueling_counter",
			"dueling_dodge",
			"dueling_parry",
			"dueling_resolve"
		]
	},
	"dueling_resolve": {
		"name": "Dueling Resolve",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/152}",
			"",
			"Once per duel, a character can use a special action called dueling resolve. This special action allows a duelist to keep on fighting despite a crippling spell or terrible injury.",
			"",
			"Whenever a character participating in a duel fails a Fortitude or Will saving throw, or is reduced to fewer than 0 hit points, he can use dueling resolve as an immediate action. If he failed a Fortitude or Will saving throw, he can attempt another saving throw, using the same bonus. If this second saving throw is a success, the spell or effect prompting the saving throw does not take effect until the end of his next turn (even though its duration begins immediately). If he is reduced to fewer than 0 hit points (but not slain), he does not fall unconscious or gain the staggered condition, and can act normally until the end of his next turn, at which point he becomes staggered or unconscious based on his current hit points.",
			"",
			"If, by the end of the character's next turn, the spell or effect ends or he is brought to above 0 hit points, he is fatigued, but otherwise suffers no ill effect. A character can only use this ability once per duel."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"duels",
			"duel_combat"
		],
		"siblings": [
			"dueling_counter",
			"dueling_dodge",
			"dueling_parry",
			"dueling_resolve"
		]
	},
	"duels_and_performance_combat": {
		"name": "Duels and Performance Combat",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/152}",
			"",
			"If you are using the duel rules within a {rule/performance combat}, successfully performing a dueling counter, dueling dodge, or dueling resolve all allow the combatant to make a performance combat check as a free action. Since the dueling counter, dueling dodge, and dueling resolve action are all immediate actions, and are usually not done on the character's turn, this means that the combatant using one of these dueling actions must spend a victory point to make the performance combat check (not an action)."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"duels"
		],
		"siblings": [
			"starting_a_duel",
			"duel_combat",
			"duels_and_performance_combat",
			"duel_results"
		]
	},
	"duel_results": {
		"name": "Duel Results",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/152}",
			"",
			"While duels can be treated as another form of combat, they are usually undertaken to resolve a dispute between colleagues or rivals and are not usually intended to end in death. As a result, duels are usually fought with a specific prize in mind.",
			"",
			"Arcane academies are known for having duels to determine important faculty positions and as competitions between students for social standing and prizes. In some places, duels are so common that special areas are constructed specifically for duels. Such dueling yards are sometimes made with special enchantments that can be turned on for dueling competitions. Such fields typically convert all damage to nonlethal damage and prevent magic that instantly slays a foe or does permanent harm. That is not to say that accidents don't happen, and more than one student has lost a limb or even her life while within such \"safe\" fields.",
			"",
			"Fighters, paladins, cavaliers, and other characters that primarily rely on weapon attacks usually engage in duels to settle points of honor, but can also be rather particular in choosing their dueling space.",
			"",
			"Regardless of the conditions, most duels are serious affairs, with each side putting pride, honor, treasure, and even their lives on the line to win the day. While villains might try to cheat the rules and exploit every advantage, nobler duelists see the competition as a chance to prove their superiority on the field of battle using only their skills and wits, rather than chance or superior numbers."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"duels"
		],
		"siblings": [
			"starting_a_duel",
			"duel_combat",
			"duels_and_performance_combat",
			"duel_results"
		]
	},
	"verbal_duels": {
		"name": "Verbal Duels",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/176}",
			"",
			"Sticks and stones may break your bones, but words can crush your spirit. Verbal duels are battles of words rather than swords, in which skilled duelists use facts, wordplay, and rhetorical flourishes against each other to win arguments or sway crowds. This kind of duel typically takes place in front of an audience, but the rules presented below can also be used for private discussions, or even large debates where multiple viewpoints conflict in an arena of opinion.",
			"",
			"Many of the following rules assume the duel is between two chief opponents and is conducted in front of onlookers the duelists are attempting to sway - indeed, sometimes a duelist and her allies can improve their odds by discerning the crowd's biases and playing to them. A verbal duel's audience might be an angry mob, the members of a ruling council or senate, the jury during a court proceeding, or socialites at a party - anywhere two characters might best each other with wit and cutting remarks."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"setting_the_scene_2",
			"dueling_with_words",
			"multidirectional_duels",
			"team_duels",
			"an_example_duel"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		]
	},
	"setting_the_scene_2": {
		"name": "Setting the Scene",
		"subtitle": "Verbal Duel, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/176}",
			"",
			"It is important to set the scene of a verbal duel so the PCs participating in it know what is at stake. Sometimes these conflicts are simple, two-person struggles where each duelist attempts to shut down the other's argument. These can be fun and whimsical affairs - two duelists may engage in an argument about the merits of competing operas or fencing defenses, and the loser has to buy the evening's drinks. Verbal duels can also be nerve-wracking conflicts in which the participants spar over some serious issue, such as a debate in front of a council of war chiefs on the merits of peace or war.",
			"",
			"It is also important to determine whether or not the verbal duel involves an audience that can be swayed. For example, if the duel occurs between the captain of the watch and one of the PCs, the PC could be trying to get a mob to attack the tower of a corrupt high priest, while the captain is attempting to convince the crowd to disperse. Crowds often have their own motivations and predilections, and certain tactics during the duel will have a greater or lesser effect on its members, which can affect the results. Determining the nature of such crowd attitudes and how to affect them can sometimes grant a powerful advantage."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels"
		],
		"subtopics": [
			"assessing_an_audience",
			"audience_biases",
			"seeding_an_audience",
			"edges"
		],
		"siblings": [
			"setting_the_scene_2",
			"dueling_with_words",
			"multidirectional_duels",
			"team_duels",
			"an_example_duel"
		]
	},
	"assessing_an_audience": {
		"name": "Assessing an Audience",
		"subtitle": "Verbal Duel, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/176}",
			"",
			"A duelist and any of her allies who have at least 10 minutes to interact with the crowd before a verbal duel begins can attempt a check to determine an [audience bias](rule/audience_biases). Succeeding at a DC 15 Sense Motive check allows a duelist or one of her allies to learn one of the crowd's biases. Sometimes assessing an audience can have a higher DC if the GM feels the crowd is particularly tight-lipped or their biases are otherwise obscured. Once a character attempts a Sense Motive check to assess an audience's biases, she can't retry that check, even if she has more time to study the audience."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"setting_the_scene_2"
		],
		"siblings": [
			"assessing_an_audience",
			"audience_biases",
			"seeding_an_audience",
			"edges"
		]
	},
	"audience_biases": {
		"name": "Audience Biases",
		"subtitle": "Verbal Duel, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/176}",
			"",
			"When a verbal duel features an audience that can be swayed, the GM determines any types of dueling tactics that the audience either favors or disfavors. If a crowd has a negative bias against a particular tactic, duelists take a -2 penalty on the associated skill check when using that tactic. If the audience has a positive bias toward a tactic, duelists gain a +2 bonus on the associated skill check when using that tactic. Some audiences may have even stronger biases, imparting penalties and bonuses that range from -5 to +5.",
			"",
			"In cases where a verbal duel has no audience, there are no audience biases to track.",
			"",
			"The GM is free to create whatever biases she would like, but each bias should be both reasonable and fit with the attitudes of the audience. A group of hard-minded wizards might have a negative bias toward allegory but applaud logic, while a rowdy group of tavern-goers could have a very positive bias toward mockery but start booing and hissing at logic. A GM does not need to create biases for all tactics, but having a handful of them can make the debate more interesting and flavorful and allow the duelist's allies to help affect the duel by assessing and seeding the audience."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"setting_the_scene_2"
		],
		"siblings": [
			"assessing_an_audience",
			"audience_biases",
			"seeding_an_audience",
			"edges"
		]
	},
	"seeding_an_audience": {
		"name": "Seeding an Audience",
		"subtitle": "Verbal Duel, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/176}",
			"",
			"Once she knows one or more of the crowd's biases, a character can attempt to seed the crowd and gain benefits for her side of the verbal duel. A GM may rule that seeding a crowd is impossible or very difficult. For example, seeding a jury in a lawful society may be very difficult, and is probably illegal or even practically impossible. Audiences that can be seeded allow allies of each duelist to urge the argument in other directions.",
			"",
			"To attempt to seed an audience, a character must spend at least 10 minutes with members of the crowd before the verbal duel begins, choose one of the audience's biases she knows, and succeed at a Bluff, Diplomacy, or Intimidate check with a DC of at least 15. The GM may rule that the DC is higher due to the ally's lack of familiarity with the crowd or other factors - as high as the duelist's level + 15 or 20 for especially challenging situations.",
			"",
			"If the character chose to seed a positive bias and succeeds at the check, the duelist of her choice gains [an edge](rule/edges) that can be spent when that duelist uses the tactic associated with the positive bias during the verbal duel. If the character fails the check, she can't attempt to seed the same audience again. If the character fails the check by 5 or more, no one can attempt to seed that positive bias again in her duelist's favor.",
			"",
			"If the character chose to seed a negative bias and succeeds at the check, the duelist of her choice gains an edge that can be spent when that duelist counters the tactic associated with the negative bias. If the character fails the check, she can't attempt to seed the same audience again. If the character fails the check by 5 or more, no one can attempt to seed that negative bias again in her duelist's favor.",
			"",
			"Both sides can attempt to seed the audience before the duel begins and can even seed the same biases, but a given duelist can only benefit from a single successful seeding of a particular bias."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"setting_the_scene_2"
		],
		"siblings": [
			"assessing_an_audience",
			"audience_biases",
			"seeding_an_audience",
			"edges"
		]
	},
	"edges": {
		"name": "Edges",
		"subtitle": "Verbal Duel, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/177}",
			"",
			"Edges are gained either by seeding a bias, using some trick of a verbal dueling tactic, when an opponent decides to end an exchange, or due to some other effect. A duelist can spend an edge to reroll an associated skill check for a verbal duel tactic. Sometimes you are limited as to when you can spend an edge. For instance, edges gained by seeding positive biases can only be spent when using the tactic associated with that bias.",
			"",
			"***Gaining Edges From Skill-Modifying Abilities:*** Only effects and abilities that modify an ability score, modify ranks, or specifically affect a tactic apply directly to the associated skill check in verbal duels. However, effects that increase the modifier of an entire associated skill (not just circumstantial uses of the skill) grant edges instead. For instance, the spell {spell/glibness} neither adds to the associated skill check nor grants edges because it only grants a bonus to some cases in which Bluff can be used, and does not increase the skill's general modifier.",
			"",
			"For spells and effects that do apply to a verbal duel, such as a {magic-wondrous/circlet of persuasion} or {feat/Skill Focus}, instead of the normal modifiers to skill rolls, they grant a number of edges equal to 1/3 of the total bonus they would otherwise grant. For example, a character with {feat/Skill Focus/ (Diplomacy)} and 10 ranks in that skill would gain two edges instead of a +6 bonus. Total up all such bonuses before dividing by 3. All edges gained in this way are limited to the particular tactic associated with the skill.",
			"",
			"In many cases, using magic to enhance one's verbal dueling skills is often considered gauche or even illegal. The more official the verbal duel, the more likely the chance magic will be restricted or even banned. This is often particularly true during the course of duels in a legal setting."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"setting_the_scene_2"
		],
		"siblings": [
			"assessing_an_audience",
			"audience_biases",
			"seeding_an_audience",
			"edges"
		]
	},
	"dueling_with_words": {
		"name": "Dueling with Words",
		"subtitle": "Verbal Duel, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/177}",
			"",
			"Often, how a duel starts and which duelist goes first is determined by the particulars of the scene. For instance, if the dueling PC is the defendant in a court case, she may be on the defensive, being forced to counter in the first exchange after the prosecution opens the duel. A PC trying to elicit the duke's help may open the duel, asking for favor and presenting the case for why granting aid is in the duchy's best interest. A playful battle of wits during a dinner party might start when the party's host chooses a guest to begin the first exchange.",
			"",
			"At the start of a verbal duel, each duelist gains a pool of determination. Determination is a mix of personal magnetism, native intelligence, the ability to gauge and react to an opponent's tactics, and any other mitigating factors pertinent to the duel. As the verbal duel progresses, exchanges take place and the stakes increase. A duelist loses determination equal to the [exchange's ante](rule/verbal_exchanges) each time she either concedes or loses an exchange. Other factors may also decrease a duelist's determination. When a duelist's determination is reduced to 0 or lower, the verbal duel ends with her defeat.",
			"",
			"***Determination:*** A duelist's base determination is the average (rounded down) of her Intelligence, Wisdom, and Charisma modifiers (minimum 0) + her total Hit Dice.",
			"",
			"***Adjusting Determination:*** Circumstances and effects might increase this pool of determination points, at the GM's discretion. For instance, for a particular type of verbal duel, it might make sense to use a single ability modifier rather than the average. For a longer verbal duel, especially at low levels, it might make sense to use the highest of a character's three mental ability modifiers or even add two or all three together.",
			"",
			"One of the main ways to adjust determination is to consider if one of the characters has a social advantage or disadvantage. While the GM is free to determine the particulars of a character's social advantage or disadvantage in a situation, the four default categories are extreme advantage, significant advantage, significant disadvantage, and extreme disadvantage. A character at an extreme advantage multiplies her determination by 2 and gains 5 edges. A character with a significant advantage multiplies her determination by 1.5 and gains 3 edges. A character at a significant disadvantage multiplies her determination by 3/4. Finally, a character at an extreme disadvantage multiplies her determination by 1/2 and loses 3 of her starting edges (minimum 0)."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels"
		],
		"subtopics": [
			"tactics_2",
			"verbal_exchanges",
			"ending_a_duel"
		],
		"siblings": [
			"setting_the_scene_2",
			"dueling_with_words",
			"multidirectional_duels",
			"team_duels",
			"an_example_duel"
		]
	},
	"tactics_2": {
		"name": "Tactics",
		"subtitle": "Verbal Duel, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/178}",
			"",
			"Tactics are the weapons of verbal dueling. At the start of each duel, each duelist can assign her skills to tactics that have those skills associated with them. A duelist can only assign a given skill to a single tactic, so if a duelist assigned Perform (oratory) to allegory, she couldn't also assign it to emotional appeal. For the purpose of a verbal duel, a character calculates her associated skill bonus by adding her ranks in the skill (including the +3 bonus for having ranks in the skill if it is a class skill) and her Charisma modifier (regardless of which skill she chooses, unless she has the {feat/Ironclad Logic} feat). If she has other modifiers to the skill, they grant her {rule/edges}. The bard's versatile performance ability allows two skills to use the bonus from a Perform skill, and a character with that ability can assign all three of those skills to different tactics, even though he technically might only have ranks in the Perform skill.",
			"",
			"A duelist might apply bonuses or penalties to a tactic's associated skill check due to the audience's bias, as well as from the following considerations.",
			"",
			"***Last Tactic:*** It's often considered bad form and awkward to counter with the last tactic used against you. When you do so, you'll take a -2 penalty on the associated skill check for the tactic. For instance, if your opponent uses mockery against you, countering with a mockery tactic is possible, but you take the -2 penalty on your associated skill check when you do.",
			"",
			"***Repetition of Tactics:*** Using the same tactic over and over again is not an effective way to win verbal duels. Over the course of a duel, each time you win an exchange with a particular tactic, you take a cumulative -2 penalty on all associated skill checks when you use the tactic again. At that point, the audience and your opponent have both seen some of the best you had to offer with that tactic.",
			"",
			"***Tactic Interaction:*** Some tactics are not as effective at countering other tactics. Others are more effective at countering specific tactics. For instance, it is harder to counter a logical argument with mockery, and most tactics have a hard time foiling a verbal trap set by baiting. Most tactic descriptions feature an \"Interaction\" entry detailing that tactic's conflicts and synergies.",
			"",
			"***Optional Rule:*** Inspired Roleplaying",
			"",
			"While not everyone is as good at verbal sparring as their character's statistics indicate, players will often want to roleplay their tactics during a verbal duel. For particularly inspired or heart-felt roleplaying, the GM might award anywhere up to a +2 modifier on a tactic's associated skill check. For brilliant roleplaying during a verbal duel, a GM might award an edge, and that edge can be general or keyed to a particular tactic."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"dueling_with_words"
		],
		"siblings": [
			"tactics_2",
			"verbal_exchanges",
			"ending_a_duel"
		],
		"subtopics": [
			"tactics_allegory",
			"tactics_baiting",
			"tactics_emotional_appeal",
			"tactics_flattery",
			"tactics_logic",
			"tactics_mockery",
			"tactics_presence",
			"tactics_red_herring",
			"tactics_rhetoric",
			"tactics_wit"
		]
	},
	"tactics_allegory": {
		"name": "Allegory",
		"subtitle": "Verbal Duel Tactics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/178}",
			"",
			"You use a fable or parable featuring an underlying message to frame the debate. While it is sometimes difficult to use allegory in the heat of an exchange, it makes a very effective opener.",
			"",
			"***Associated Skills:*** Knowledge (history), Knowledge (religion), Perform (act), Perform (oratory).",
			"",
			"***Interaction:*** You take a -2 penalty on the associated skill checks when using allegory as a counter.",
			"",
			"**Special:** If you use allegory to open an exchange, and your opponent chooses to end the exchange rather than attempt to counter your allegory, increase the exchange's current ante by 2 (before your opponent's determination is reduced) instead of gaining an edge."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"dueling_with_words",
			"tactics_2"
		],
		"siblings": [
			"tactics_allegory",
			"tactics_baiting",
			"tactics_emotional_appeal",
			"tactics_flattery",
			"tactics_logic",
			"tactics_mockery",
			"tactics_presence",
			"tactics_red_herring",
			"tactics_rhetoric",
			"tactics_wit"
		]
	},
	"tactics_baiting": {
		"name": "Baiting",
		"subtitle": "Verbal Duel Tactics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/178}",
			"",
			"You hurl taunts and barbs, or level false dichotomies, goading your opponent into a trap. Baiting works best when the stakes are already high, since in that case backing down can be even more damaging than blundering into your trap.",
			"",
			"***Associated Skills:*** Bluff, Intimidate, Perform (comedy), Sense Motive.",
			"",
			"***Interaction:*** A duelist using a tactic other than presence takes a -2 penalty on the associated skill check when countering baiting.",
			"",
			"**Special:** Baiting cannot be employed to open an exchange. If your opponent ends an exchange rather than counter your baiting, your baiting doesn't suffer the normal -2 penalty on future associated skill checks for winning an exchange."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"dueling_with_words",
			"tactics_2"
		],
		"siblings": [
			"tactics_allegory",
			"tactics_baiting",
			"tactics_emotional_appeal",
			"tactics_flattery",
			"tactics_logic",
			"tactics_mockery",
			"tactics_presence",
			"tactics_red_herring",
			"tactics_rhetoric",
			"tactics_wit"
		]
	},
	"tactics_emotional_appeal": {
		"name": "Emotional Appeal",
		"subtitle": "Verbal Duel Tactics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/178}",
			"",
			"You make an argument appealing to the emotional desires of your opponent or audience. This tactic is particularly useful against an opponent with an advantage in status or knowledge; raising the emotional stakes can be rewarding, but it can also be dangerous.",
			"",
			"***Associated Skills:*** Bluff, Perform (oratory), Sense Motive.",
			"",
			"***Interaction:*** You gain a +2 bonus on the associated skill check when using an emotional appeal to counter logic, presence, and rhetoric.",
			"",
			"**Special:** Successfully countering with an emotional appeal increases the exchange's ante by an additional 1."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"dueling_with_words",
			"tactics_2"
		],
		"siblings": [
			"tactics_allegory",
			"tactics_baiting",
			"tactics_emotional_appeal",
			"tactics_flattery",
			"tactics_logic",
			"tactics_mockery",
			"tactics_presence",
			"tactics_red_herring",
			"tactics_rhetoric",
			"tactics_wit"
		]
	},
	"tactics_flattery": {
		"name": "Flattery",
		"subtitle": "Verbal Duel Tactics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/178}",
			"",
			"You ingratiate yourself to your opponent, causing him to either let down his guard or to gain some other advantage. While usually deceptive and manipulative, this tactic also covers the actions of characters who are genuinely likeable and friendly.",
			"",
			"***Associated Skills:*** Bluff, Diplomacy, Knowledge (nobility).",
			"",
			"***Interaction:*** You take a -2 penalty on the associated skill check when using flattery to counter mockery. You gain a +2 bonus on the associated skill check when using flattery to counter presence.",
			"",
			"**Special:** If you win an exchange with flattery, reduce the ante of the exchange by 2 (minimum 0) and gain an edge that can be used with any skill check in a verbal duel."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"dueling_with_words",
			"tactics_2"
		],
		"siblings": [
			"tactics_allegory",
			"tactics_baiting",
			"tactics_emotional_appeal",
			"tactics_flattery",
			"tactics_logic",
			"tactics_mockery",
			"tactics_presence",
			"tactics_red_herring",
			"tactics_rhetoric",
			"tactics_wit"
		]
	},
	"tactics_logic": {
		"name": "Logic",
		"subtitle": "Verbal Duel Tactics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/178}",
			"",
			"When you use logic, you present facts, figures, and expert testimony. While logic can still be used to mislead your adversary or the audience, unlike most other tactics, it still requires a strong understanding of the subject matter to do so.",
			"",
			"***Associated Skills:*** Knowledge (any pertinent); occasionally, other skills will apply instead, such as Appraise (for a verbal duel involving barter or haggling) or Profession (for a verbal duel involving knowledge or practice of that profession's skill set, such as Profession [barrister] during a trial).",
			"",
			"***Interaction:*** You gain a +2 bonus on the associated skill check when you use logic as an opener. You take a -2 penalty on the associated skill check when you use logic to counter baiting, emotional appeal, mockery, red herring, or wit.",
			"",
			"**Special:** When you win an exchange with logic, you gain 1 edge that you can only use with logic."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"dueling_with_words",
			"tactics_2"
		],
		"siblings": [
			"tactics_allegory",
			"tactics_baiting",
			"tactics_emotional_appeal",
			"tactics_flattery",
			"tactics_logic",
			"tactics_mockery",
			"tactics_presence",
			"tactics_red_herring",
			"tactics_rhetoric",
			"tactics_wit"
		]
	},
	"tactics_mockery": {
		"name": "Mockery",
		"subtitle": "Verbal Duel Tactics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/178}",
			"",
			"You use personal attacks, mudslinging, or creative insults to belittle your opponent. Mockery works best when you capitalize on your opponent's use of an unpopular tactic.",
			"",
			"***Associated Skills:*** Bluff, Intimidate, Perform (comedy).",
			"",
			"***Interaction:*** You take a -2 penalty on the associated skill check when you use mockery to counter logic and wit.",
			"",
			"**Special:** You gain a +2 bonus on the associated skill check when you use mockery to counter a tactic with a negative audience bias, and if you win the exchange with mockery against such a tactic, increase the ante by 1. You take a -2 penalty on the associated skill check when you use mockery to counter a tactic with a positive audience bias, though if you succeed, reduce the ante by 1."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"dueling_with_words",
			"tactics_2"
		],
		"siblings": [
			"tactics_allegory",
			"tactics_baiting",
			"tactics_emotional_appeal",
			"tactics_flattery",
			"tactics_logic",
			"tactics_mockery",
			"tactics_presence",
			"tactics_red_herring",
			"tactics_rhetoric",
			"tactics_wit"
		]
	},
	"tactics_presence": {
		"name": "Presence",
		"subtitle": "Verbal Duel Tactics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/178}",
			"",
			"You make a show of confidence or true nobility or you simply put on airs, and an opponent's claims slide off and bounce back against him, leaving you unscathed. This tactic works to deflect baiting and mockery but is less effective against other tricks.",
			"",
			"***Associated Skills:*** Intimidate, Knowledge (nobility).",
			"",
			"***Interaction:*** You gain a +2 bonus on the associated skill check when you use presence to counter baiting or mockery. You takes a -2 penalty on the associated skill check when using presence to counter allegory, emotional appeal, or red herring.",
			"",
			"**Special:** If you win an exchange with presence, you regain 1 determination (to a maximum amount equal to your starting determination)."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"dueling_with_words",
			"tactics_2"
		],
		"siblings": [
			"tactics_allegory",
			"tactics_baiting",
			"tactics_emotional_appeal",
			"tactics_flattery",
			"tactics_logic",
			"tactics_mockery",
			"tactics_presence",
			"tactics_red_herring",
			"tactics_rhetoric",
			"tactics_wit"
		]
	},
	"tactics_red_herring": {
		"name": "Red Herring",
		"subtitle": "Verbal Duel Tactics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/178}",
			"",
			"You use this tactic to distract your opponent or the audience from the heart of the debate, avoiding the danger of the current exchange. While a red herring can't be used as an opener, it can be used to quickly end an exchange that is getting too dangerous to continue.",
			"",
			"***Associated Skills:*** Bluff, Perform (oratory).",
			"",
			"**Special:** You cannot use red herring as an opener. When using a red herring as a counter, you can choose to gain a +4 bonus on the associated skill check. If you do so and succeed, instead of continuing and escalating the exchange as normal, you reduce the ante to 0 and automatically win the exchange. Unlike normal, you start the next exchange."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"dueling_with_words",
			"tactics_2"
		],
		"siblings": [
			"tactics_allegory",
			"tactics_baiting",
			"tactics_emotional_appeal",
			"tactics_flattery",
			"tactics_logic",
			"tactics_mockery",
			"tactics_presence",
			"tactics_red_herring",
			"tactics_rhetoric",
			"tactics_wit"
		]
	},
	"tactics_rhetoric": {
		"name": "Rhetoric",
		"subtitle": "Verbal Duel Tactics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/178}",
			"",
			"You use versatile debating tactics, applying advantageous rhetorical devices to squash your opponent's arguments. Most of the verbal maneuvers included in this tactic are simple and forthright linguistic devices; deceptive debating gambits are often included as part of other tactics such as baiting, emotional appeal, mockery, or red herring. Rhetoric is a multipurpose tactic that lacks some of the dangers of other tactics, but doesn't offer any significant rewards either.",
			"",
			"***Associated Skills:*** Diplomacy, Linguistics, Perform (act), Perform (oratory).",
			"",
			"**Special:** Since rhetoric involves subtle word choices that most audiences don't notice consciously, it is very rare for an audience to have a negative bias toward rhetoric."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"dueling_with_words",
			"tactics_2"
		],
		"siblings": [
			"tactics_allegory",
			"tactics_baiting",
			"tactics_emotional_appeal",
			"tactics_flattery",
			"tactics_logic",
			"tactics_mockery",
			"tactics_presence",
			"tactics_red_herring",
			"tactics_rhetoric",
			"tactics_wit"
		]
	},
	"tactics_wit": {
		"name": "Wit",
		"subtitle": "Verbal Duel Tactics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/178}",
			"",
			"You use humor or cleverness to gain an advantage over your opponent, but the tactic can backfire if your jokes and jibes fall flat.",
			"",
			"***Associated Skills:*** Linguistics, Perform (comedy).",
			"",
			"**Special:** When using wit, you can choose to gain a +2 bonus on the associated skill check. If you do so and fail the associated skill check, decrease your determination by 1. If you fail by 5 or more, you take a -2 penalty on wit's associated skill checks for the rest of the duel."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"dueling_with_words",
			"tactics_2"
		],
		"siblings": [
			"tactics_allegory",
			"tactics_baiting",
			"tactics_emotional_appeal",
			"tactics_flattery",
			"tactics_logic",
			"tactics_mockery",
			"tactics_presence",
			"tactics_red_herring",
			"tactics_rhetoric",
			"tactics_wit"
		]
	},
	"verbal_exchanges": {
		"name": "Verbal Exchanges",
		"subtitle": "Verbal Duel, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/180}",
			"",
			"Verbal duels are fought in a series of exchanges. Each exchange is an argumentative back-and-forth in which each duelist attempts to gain the upper hand over her opponent and decrease the opponent's determination to continue the debate. The end of an exchange might signal the end of the verbal duel or mark a change in the flow of the debate's conversation.",
			"",
			"At the start of each exchange, one of the duelists chooses a tactic as an opening, makes his associated skill check for that tactic, increases the ante of the exchange from 0 to 1, and sets the current exchange DC to the result of his check. The ante of the exchange is an ever-changing (usually increasing) value within an exchange; the duelist who either loses the exchange or decides to end the exchange reduces his determination by an amount equal to the exchange's ante.",
			"",
			"At this point, the opponent must decide whether to counter the opening or end the exchange. If she still has 1 or more determination remaining, she can then choose to open a new exchange or concede the duel. If she decides to counter the opening, she first increases the ante by 1, then chooses a tactic, and attempts the associated skill check. If that skill check exceeds the current DC of the exchange, the exchange continues. That roll sets the new exchange DC for the original duelist to counter if he decides not to end the exchange. If the countering duelist's check does not exceed the current DC of the exchange, she loses the exchange (reducing her determination as appropriate), though she can spend one or more of her edges to reroll the associated skill check, potentially multiple times. If she decides to end the exchange, she reduces her determination by the exchange's ante, and her opponent gains 1 edge.",
			"",
			"Duelists repeat this cycle until one decides to end an exchange, a duelist fails to counter her opponent's tactic, or the duel otherwise ends. When a duelist decides to end an exchange or fails to counter her opponent's tactic, her determination is reduced by an amount equal to the current ante of the exchange. Whichever duelist ends an exchange or fails to counter her opponent's tactic can either open a new exchange or concede the verbal duel if she still has determination remaining."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"dueling_with_words"
		],
		"siblings": [
			"tactics_2",
			"verbal_exchanges",
			"ending_a_duel"
		]
	},
	"ending_a_duel": {
		"name": "Ending a Duel",
		"subtitle": "Verbal Duel, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/181}",
			"",
			"At the end of any exchange, either duelist can call to end the duel, and set the terms for ending the duel. When they do this, it can be considered a tie if both sides agree, or one side can call for the other to concede. A verbal duel ends immediately if one duelist's determination is reduced to 0 or lower. In these cases, the other duelist wins. In either case where there is a victor, the victorious duelist achieves some social advantage from his success, usually defined by the scene of the verbal duel. A victory or a defeat in a verbal duel might also lead to unexpected complications. For instance, a duelist may enter a verbal duel with her rival, a corrupt advisor. After succeeding, she may not only convince the duke that his advisor was plotting behind his back, but also inadvertently catch the eye of the duchess, who invites her to a secret tryst."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels",
			"dueling_with_words"
		],
		"siblings": [
			"tactics_2",
			"verbal_exchanges",
			"ending_a_duel"
		]
	},
	"multidirectional_duels": {
		"name": "Multidirectional Duels",
		"subtitle": "Verbal Duel, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/181}",
			"",
			"In unusual circumstances, a verbal duel might involve more than two independent duelists. In this case, the rules work the same with the following modification. First, when a duelist opens an exchange, she selects one of the other duelists and the exchange continues between the two of them. When that exchange's winner is determined or the exchange ends, the winner must then start an exchange with a different duelist. This goes on until only one duelist remains."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels"
		],
		"siblings": [
			"setting_the_scene_2",
			"dueling_with_words",
			"multidirectional_duels",
			"team_duels",
			"an_example_duel"
		]
	},
	"team_duels": {
		"name": "Team Duels",
		"subtitle": "Verbal Duel, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/181}",
			"",
			"Team duels are a versatile option that can represent a variety of situations where there are several or many people representing one side of a debate, from a team of adventurers attempting to reason with a mob of angry peasants to a legislative body attempting to deliberate on a new bill. Team duels are particularly useful in adventures because they involve the entire party, rather than just the character with the most social skills.",
			"",
			"In general, team duels work best when both sides have at least three participants, unless the outnumbered side possesses a significant advantage in skill against the other, such as in the case of adventurers and a mob of peasants. While a multidirectional team duel is possible, it is not recommended. Team duels generally don't have an audience because often the audience participates as one of the two teams instead.",
			"",
			"In a team duel, each team shares determination among all members, based on the best determination among members of the team. Since this gives some advantage to a team with a single powerful duelist, the GM can choose to multiply the determination of a particularly large group with a strong common belief or opinion by two or more (depending on the size) to represent the difficulty of swaying their unified resolve.",
			"",
			"In a solo duel, when a duelist wins an exchange with a given tactic, that tactic takes a cumulative -2 penalty for the rest of the verbal duel. In a team duel, when a duelist wins an exchange, that character takes a -2 penalty on skill checks associated with all of her tactics instead. Hearing many different voices, even if they have similar opinions, lends credibility to a team's arguments."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels"
		],
		"siblings": [
			"setting_the_scene_2",
			"dueling_with_words",
			"multidirectional_duels",
			"team_duels",
			"an_example_duel"
		]
	},
	"an_example_duel": {
		"name": "An Example Duel",
		"subtitle": "Verbal Duel, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/181}",
			"",
			"Lem has discovered that Meligaster is manipulating a group of nobles, and he hopes to expose his brother's evil schemes. He calls his brother out for a verbal duel in front of the nobles. Meligaster, who knows he has a significant advantage and knows the nobles well, eagerly accepts the duel, seeding the nobles' positive biases toward wit and flattery. Because of his significant advantage, Meligaster starts with 12 determination to Lem's 8 determination, and Meligaster also possesses 3 edges from his advantages, as well as edges to use in each of wit and flattery.",
			"",
			"Lem starts the duel using logic, with a result of 20 on the associated skill check, starting the ante at 1. He rationally and factually explains some of the ways that Meligaster has been manipulating the nobles for his own devious profit.",
			"",
			"Meligaster responds by making an emotional appeal to the nobles' pride and honor, raising the ante to 2 and redirecting the conversation away from the facts successfully with a 28 (including the bonus from countering logic with an emotional appeal).",
			"",
			"Lem decides to continue the exchange, raising the ante to 3. He tries to use rhetoric to expose Meligaster's trick, with an initial result of 18 due to a low roll. He uses an edge he gained from his {magic-wondrous/circlet of persuasion} to reroll and manages 30, just enough to counter Meligaster.",
			"",
			"Meligaster knows that 30 is going to be tough to beat. He decides to raise the ante to 4 and uses flattery as his tactic, obsequiously singing the nobles' praises. The nobles are positively biased toward it, he seeded that bias for an edge, and he chose to associate flattery with Bluff, so he gained an additional edge from his consummate liar class feature. Meligaster has to use both edges to reroll twice, but his third roll is a natural 20, for a result of 36, so he counters Lem.",
			"",
			"Lem realizes that he would be hard-pressed to beat that result, so he knows he's about to lose the exchange. He has to choose how to lose it, though. Because Meligaster used flattery, when Lem loses, the ante will decrease by 2 and Meligaster will gain an edge. That means Lem has to decide whether to simply end the exchange, giving Meligaster a total of 2 edges and losing 2 determination, or raise the ante to 5 and try a skill check, losing 3 determination if he fails (thanks to his brother's flattery). but allowing Meligaster to gain only 1 edge. In the end, since Lem only has 8 determination, he feels he can't risk losing 3 all at once, so much to his dismay, he surrenders the exchange to Meligaster.",
			"",
			"Now Lem has 6 determination left. He can open a new exchange against Meligaster and try again, and at least Meligaster suffers a -2 penalty on future uses of flattery, so Lem doesn't have to worry about beating another 36."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"verbal_duels"
		],
		"siblings": [
			"setting_the_scene_2",
			"dueling_with_words",
			"multidirectional_duels",
			"team_duels",
			"an_example_duel"
		]
	},
	"heists": {
		"name": "Heists",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/118}",
			"",
			"Movies, television series, and novels frequently depict the same scenario: a team of experts, each of its members able to contribute a specific and unique skill set, tries to pull off a complex heist. Whether it's jewelry thieves breaking into the diamond exchange, a rescue team extracting a high-value target from a maximum-security prison, or even former convicts hired to find and report on vulnerabilities in a bank's vault security, detailed and hair-raising tales of carefully planned heists (often gone awry with thrilling twists and turns) abound in popular storytelling. It only stands to reason, then, that GMs running a game based on intrigue and subterfuge might want to introduce the excitement and thrills of a complex heist scenario.",
			"",
			"Running a successful heist requires the GM to understand of the strengths and weaknesses of the participants, and to grasp how to build challenges for them that play to their strengths.",
			"",
			"An ideal heist allows every character in the party a chance to shine, making it fun for everyone involved."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"what_is_different",
			"building_a_heist",
			"running_a_heist",
			"example_heist"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		]
	},
	"what_is_different": {
		"name": "What is Different?",
		"subtitle": "Heists, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/118}",
			"",
			"Adventuring is about overcoming obstacles to achieve a goal. Normally, PCs react to whatever impediments are set before them - kick in a door, disarm the traps, or slay the monsters. Heists flip this familiar script: the PCs carefully research everything that might stand between them and their goal, and construct plans to disrupt the status quo, while the GM must determine how the monsters and NPCs react to the PCs' machinations. In essence, when planning a heist, the PCs write an adventure and the GM reacts.",
			"",
			"Parties will often split up for a heist. The GM should treat each member of the party (or subgroups of two or three) as if she were an individual adventuring group, and provide opportunities for all characters to showcase their respective skills. Working backward, consider each hero's strengths and each player's interests, and then present an obstacle against which that hero is most likely to excel. In a well-planned heist, every character (and by extension, player) needs an opportunity to take center stage - PCs will naturally gravitate toward activities at which they excel, and will want to build their heist schemes around those skills. Making sure the pieces of the heist interconnect - that many goals can be achieved only by characters working on different tasks in tandem - ensures that each player has a stake in what the others are doing. This sense of teamwork is the driving force behind making a heist rewarding for everyone involved."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"heists"
		],
		"siblings": [
			"what_is_different",
			"building_a_heist",
			"running_a_heist",
			"example_heist"
		]
	},
	"building_a_heist": {
		"name": "Building a Heist",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/118}",
			"",
			"Build your heist encounters using the following four steps.",
			"",
			"### Other Factors",
			"",
			"Limitations and betrayal aren't part of every heist, but they are common enough to be addressed here. Use them with discretion - particularly betrayal.",
			"",
			"***Inhibitions and Limitations:*** Every heist should have consequences for both failure and success. On top of the consequences of succeeding or failing to complete the heist, work layers of consequences into the steps of the adventure, tying them to certain obstacles. If you suspect the PCs will be tempted to just bull their way through a heist (maiming or killing foes who get in their way or damaging property indiscriminately), those consequences should be severe, and can even cause them to lose or damage the goal.",
			"",
			"For example, perhaps the female heir to a noble house wishes to discredit her foppish brother and prevent him from claiming rulership over the family, so she hires the characters to steal the family will. She does not wish to see any harm come to the family or its servants, nor does she want any damage done to the property. The heroes now have a motivation of restraint, so they must come up with a stealthy, non-violent means of pulling off the heist.",
			"",
			"***Betrayal:*** Sometimes a heist is just a feint or a con game itself. Someone wants the characters out of the way, so she arranges for the group to get caught while trying to pull off a bogus heist. This kind of double-cross can typically be used only once (possibly twice, if the reasons are vastly varied). If used effectively, it can make for a real thrill of an adventure, as the characters are forced to adjust their plans and wing it, or talk their way out of the predicament. Leave a few loose ends in the betrayer's plans so that an especially savvy group can figure out the scheme and turn the tables.",
			"",
			"### Small Encounters",
			"",
			"In a heist, often only two characters work together, and single characters may work alone, independently of the rest of the party. In this case, the subgroup or individual functions as a separate adventuring party with its own Average Party Level (APL). GMs can judge how difficult to make an individual task by applying an appropriate Challenge Rating to it. In the {rule/Designing Encounters} section of the Pathfinder RPG Core Rulebook recommends subtracting 1 from the APL for a group of three or fewer players. When considering how many guards a single character should be able to take out, or how difficult a trap a thief should be able to disarm, GMs should set the Challenge Rating according to this formula. Every character should be handling tasks that play to his or her strengths, so the challenge ought to be appropriate despite operating alone. Easy and average encounters should make up the bulk of heist obstacles, since a single character or a duo is already behind the curve for the expected power of a three-person party."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"heists"
		],
		"subtopics": [
			"step_1_establish_a_goal",
			"step_2_determine_scope",
			"step_3_devise_obstacles",
			"step_4_diagram_the_heist"
		],
		"siblings": [
			"what_is_different",
			"building_a_heist",
			"running_a_heist",
			"example_heist"
		]
	},
	"step_1_establish_a_goal": {
		"name": "Step 1: Establish a Goal",
		"subtitle": "Heists, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/118}",
			"",
			"Objectives for a heist come in many shapes and sizes. Some heists might even have a combined goal or multiple goals.",
			"",
			"***Steal an Item:*** Such items could include a priceless work of art such as a statue or painting, a magic item such as a ring or sword, or a collection of gemstones, jewelry, or rare coins. Most often, pulling off a successful heist of this type relies more on stealth and misdirection than violence and destruction. An especially large item (like a safe, vault, or vehicle) adds a logistical complication - trying to move the larger item increases the heist's difficulty.",
			"",
			"***Steal Information:*** This is similar to stealing an item, but involves swiping information, such as an ancient tome, legal documents, or scrolls. This goal might require memorizing or copying the information rather than absconding with a physical item.",
			"",
			"***Retrieve a Creature:*** Such a caper might involve stealing a rare or exotic animal or pet, kidnapping an unwilling victim, or rescuing an imprisoned target. Sometimes information possessed by the target is the true object of the heist, rather than the person himself. The heist proceeds far differently depending on whether the target is a willing accomplice or a kidnapping victim. Either way, dealing with an NPC who might not be as skilled as the PCs makes escaping the more difficult part of the heist, rather than reaching the prize in the first place.",
			"",
			"***Escape:*** Rather than trying to gain entry to a forbidden locale, the PCs begin trapped somewhere, and must escape. If some PCs are detained and others are free, they can all still participate, though communicating plans back and forth presents its own challenge.",
			"",
			"***Replace an Item with a Forgery:*** This type of heist requires the PCs to steal something and put a forgery in its place. They will need to successfully create the forgery, steal the original, and plant the forgery, all without being detected. There are numerous reasons to perform this goal, rather than simply steal the item. For instance, the PCs might do this if there would be dire consequences were the item to go missing entirely, possibly leading to innocents facing punishment, and they might also do this to make the item easier to fence without the authorities searching for it. In many cases, the forgery is difficult to create because the forger doesn't have access to the original. In rarer cases, the PCs might have a brief period after acquiring the item in which they can create the forgery before putting the fake in the original's place.",
			"",
			"***Destroy Property:*** Incriminating evidence, a priceless artifact, or even an entire prison might need to be destroyed in order to further someone's goals. Heists of this nature are less subtle than most, though sabotaging a piece of machinery or using timed explosives or spells might allow the PCs to avoid tipping their hand until they've had time for a clean escape.",
			"",
			"***Snatch and Return:*** Sometimes, it might be necessary to perform a heist twice: once to steal an object, and a second time to return it. This type of heist is similar to replacing an item with a forgery, and effectively involves two separate heists.",
			"",
			"***Test Security:*** This type of heist is really a trial or practice run designed to test existing security systems. The owners of the target hire the PCs to fake a heist in order to expose any weaknesses in the security. A security test can bring a big payout or earn valuable favors. Alternatively, the hiring party might not want the weaknesses of its security system known, and might turn to lethal tactics to keep the PCs silent. However, it might make a good single-session palate cleanser between adventures with higher stakes. In this type of heist, a valueless object typically serves as a stand - in for the goal."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"heists",
			"building_a_heist"
		],
		"siblings": [
			"step_1_establish_a_goal",
			"step_2_determine_scope",
			"step_3_devise_obstacles",
			"step_4_diagram_the_heist"
		]
	},
	"step_2_determine_scope": {
		"name": "Step 2: Determine Scope",
		"subtitle": "Heists, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/119}",
			"",
			"When figuring out how large and involved the heist will be, a GM should consider how much time she wants to invest in the encounter, both in preparation and at the table. The relative importance the heist plays in the group's ongoing adventures also affects the scope, as does, in most cases, the value of their goal. A minor goal that should take only a day or less to achieve should be a simple heist, and one that's vital to the campaign's progress should be complex.",
			"",
			"***Simple:*** A simple heist usually requires one to two obstacles per person and can typically be planned and pulled off in a single day. Simple heists require little work in advance, and generally don't derail the larger storyline for long. They are also quick and manageable as a first introduction to using heists in a campaign. Examples include breaking someone out of a town jail, a spur-of-the-moment theft from a merchant's shop, or stealing documents from a low-level government bureaucrat.",
			"",
			"***Moderate:*** A moderate heist typically includes three to four obstacles per person and is likely to require several days to complete. Moderate heists function well as a main feature of a single game session or two, and require at least a few hours to plan. They are most suitable for players already familiar with how to plan and execute a heist, who can handle more complexity. Some examples include replacing a signet ring with a forgery long enough to craft fake documents (and then returning the original), rescuing a prisoner from solitary confinement in a well-guarded prison, or stealing a valuable item from a keep.",
			"",
			"***Complex:*** A complex heist includes five or more obstacles per person and could take a week, a month, or even longer to complete. This is the centerpiece of a major campaign arc and requires planning over an extended period of time. The heist itself will likely dominate multiple gaming sessions and drive a central plot thread in the campaign. Examples of major heist arcs include stealing the crown jewels from a heavily guarded castle or smuggling a political prisoner and his family out of enemy territory. Large, complex heists require days or weeks of reconnaissance, placing people on the \"inside\" in trusted roles, side adventures to acquire detailed floor plans, timed practice runs, and intimate knowledge of traps, tricks, and spells. This is the kind of intricate thievery around which entire movies or thriller novels are built."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"heists",
			"building_a_heist"
		],
		"siblings": [
			"step_1_establish_a_goal",
			"step_2_determine_scope",
			"step_3_devise_obstacles",
			"step_4_diagram_the_heist"
		]
	},
	"step_3_devise_obstacles": {
		"name": "Step 3: Devise Obstacles",
		"subtitle": "Heists, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/120}",
			"",
			"Even the most complex heist can and should be broken down into smaller, more manageable chunks of work that eliminate obstacles standing between the crew and their goal. Most should be suitable for an individual or a team of two or three, using their skills and knowledge. They are usually dependent on a tight time frame or a particular sequence, giving each member a moment of glory. A GM should consider what sorts of challenges her players will enjoy playing out and the types of NPCs they love to thwart.",
			"",
			"GMs should focus on challenges that test the skills and resources a party already possesses; alternate challenges may exist, but PCs are less likely to investigate leads they can't accomplish. Each obstacle should challenge one or two characters, with roughly an equal number of challenges for each character. If some characters have similar abilities (such as two combat-focused characters with few skills), remember they'll be competing for the same pool of obstacles and might want to work together on them.",
			"",
			"Obstacles should have at least two solutions to prevent the game from grinding to a halt and to encourage group cooperation to overcome the challenges before them. Don't just look at the group's skill bonuses and give them challenges that only one character can meet. Rather, start by thinking of the types of challenges a character likes to take on and set the difficulty based on what makes sense for the circumstances. The level of difficulty - and even the skills used - can easily change while you're running the heist.",
			"",
			"For example, the party needs to swap the magical ring on a nobleman's finger with a fake. The rogue in the group is good at impersonation and smuggling, so challenges that emphasize those talents may include posing as the nobleman's manservant to convince a jeweler to craft a cheap replacement gem, then later sneaking a sleeping potion into the manor so another character (who has gained an audience with the nobleman, but only after being carefully searched) can slip it into his host's food.",
			"",
			"***Number of Obstacles:*** A heist's scope determines the number of challenges each PC should face. For a moderate or complex heist, work in stages so that there are break points in the heist. There could be several obstacles the PCs can overcome during a noble's banquet, several more to face in town using what they've gained during the banquet, and another set once they're ready to go into the fortress using what they picked up in town. A heist might even become extended if one member of the party gets captured and the rest want to rescue him.",
			"",
			"Not every task needs to be mandatory for the PCs. GMs should have some idea which tasks are essential and which provide advantages but aren't strictly necessary. The scale listed in Step 3 provides a starting point, with the minimum number of tasks (three per person for a moderate heist, for example) as the necessary obstacles to overcome. Optional obstacles or multiple paths with varying obstacles help flesh out the rest of the heist. When the PCs overcome smaller obstacles, they're steadily advancing toward their ultimate goal.",
			"",
			"***Flaws:*** Heists work because of flaws in defenses. For most of the obstacles described here, the rules have builtin weaknesses - spells specify ways to circumvent them or can be dispelled, locks can be overcome with tools and skill, and traps can be spotted and disarmed. For intelligent opposition, like guards or NPCs the characters will need to interact with, have some vulnerabilities and vices in mind, and allow the PCs to discover them. For instance, a group of guards might be vulnerable to flattery, be overzealous in their patrols and therefore prone to diversions, or just not be very bright.",
			"",
			"### Obstacles",
			"",
			"The most effective security set-ups employ multiple, mixed elements of the following obstacle categories. The list is intended as a starting point. PCs will likely want to exploit strange abilities or focused skills, and may offer GMs inspiration for new obstacles. Each obstacle category's entry offers tactics that are typically strongest against those types of obstacles. Details about those tactics appear in the {rule/Running a Heist} section.",
			"",
			"***Alarms and Divinations:*** Passive in nature, alarms and divinations do nothing to stop would-be thieves from executing the heist, but do help other forms of defense, like guardians, to stay aware, and might reveal the identity of the PCs, potentially adding a complication even after the heist is complete. Alarms can include mechanical devices like tripwires attached to ringing bells, barking dogs (see Guardians below), or magical effects such as {spell/alarm} or any of a number of sensing and scrying spells.",
			"",
			"A key advantage of this kind of defense is ease of concealment - if would-be thieves don't know an alarm is there, it might be too late by the time they figure it out. The disadvantage, of course, is that it is fairly easy to circumvent passive systems with a little preparation. If the party fails to overcome an alarm or divination, it typically makes the other obstacles (usually guardians) stronger rather than putting up a barrier to the PCs' progress. Stealth and countermagic can foil alarms and divinations, as can disguises in some circumstances.",
			"",
			"***Barriers:*** Barred doors, castle moats, gates, locks, and thick stone walls are useful in preventing a heist. Some barriers are simple but take time to penetrate (like walls). Special tools might be required to get through good-quality locks, and magic might counter a hallway filled with poisonous gas. Barriers are cheap and not designed to function effectively on their own, because given enough time, any barrier can be overcome. Force and finesse work best against barriers, though observation can clue a PC into a secret bypass. Barriers that normally require force to overcome might be bypassed by spells like {spell/gaseous form}, {spell/phase door}, or {spell/stone shape}, or by teleportation spells. Defeating some magical barriers requires dispelling or a specific type of countermagic.",
			"",
			"***Guardians:*** Some obstacles take the form of intelligent guards who patrol an area and keep watch, dangerous beasts that attack intruders (trained {monster/dog/s}, {monster/giant /snake>anaconda}, [great cats](monster/lion), or even abominations or planar creatures with preternaturally keen senses), or magical beings and constructs ({monster/gargoyle/s}, {family/golem/s}, or {family/phantom<animated suits of| armor}). Guards are proactive and often skilled in spotting intruders or unusual activity. Diverse tactics work against guardians. They're especially vulnerable to diversions and bribery, but can also be bypassed by stealth or disguise or defeated through force. Sometimes, guards can be dispatched quickly with spells like {spell/sleep} or {spell/deep slumber} instead of a battle. Smuggling can be used to make a PC appear as though she's not a threat, allowing her to bypass guardians while still carrying hidden weapons or tools.",
			"",
			"***Hazards:*** Dangerous obstacles that directly harm intruders rather than warning guardians or preventing entry fall into the hazards category. Hazards include mundane dangers like mechanical traps, as well as abjuration magic such as glyphs and other triggered defensive spells. Spells like {spell/explosive runes} can be used to trap documents, adding a hazard that can have an effect late in the heist - or even after it's over. Their advantage is that they are usually less expensive to create and put into place, but they are also typically easier to overcome, provided the infiltrators are aware of them and can plan ahead. Finesse and observation are the best tools against hazards, and some require dispelling to bypass.",
			"",
			"***Misdirection and Hidden Items:*** A well-secured fortress might appear to hold a modest treasure, when in reality the true prize is somewhere else entirely. Magical invisibility or illusions can aid in concealing an item. Extradimensional magic can secure a valuable item far from reach. Misdirection can be overcome with bribery, observation, or divination spells, any of which might allow the PCs to find the goal's true location."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"heists",
			"building_a_heist"
		],
		"siblings": [
			"step_1_establish_a_goal",
			"step_2_determine_scope",
			"step_3_devise_obstacles",
			"step_4_diagram_the_heist"
		]
	},
	"step_4_diagram_the_heist": {
		"name": "Step 4: Diagram the Heist",
		"subtitle": "Heists, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/122}",
			"",
			"The last step before running a heist requires the GM to organize the obstacles into a cohesive set of defenses. Imagine the goal in the middle of a series of rings, each of which represents a layer of obstacles the PCs must overcome. The innermost ring is the last obstacle or set of obstacles that must be bypassed to reach the goal. The obstacles on the outside ring are the challenges most obvious to the PCs at the start. Overcoming these obstacles brings the PCs to the next ring, and so on. GMs may wish to diagram the obstacles in a heist by drawing dashed lines between elements to detail their connections, and flagging different items and pieces of information as belonging to certain obstacles.",
			"",
			"A clear chain of cause and effect makes a heist feel right in play, and the players should see all the pieces moving as they make their way through the obstacles. GMs should include more than one way to overcome the same obstacle, or be receptive to player input during play. This could mean creating a diversion to redirect guards or silently dispatching them with stealth attacks. It could mean climbing over a wall or bypassing it with a hidden tunnel. The best obstacles can be overcome by multiple skill sets or clever schemes.",
			"",
			"***Don't Overplan:*** A heist should be fairly loose and forgiving for the PCs. GMs should make some obstacles optional and provide flexibility in finding solutions. No GM can anticipate for every possible approach players may attempt, and GMs should try to leave room for the players to bring their own ideas to the table. No defense is forever or totally impregnable - and no NPC is perfect in their power or position. Allow the players to discover gaps in the defenses and exploit them in new and inventive ways rather than creating a rigid structure they must tackle exactly as planned. The heist diagram serves as a good tool, but as with a dungeon map, GMs should always be prepared to revise it or throw the whole thing out as unexpected events crop up."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"heists",
			"building_a_heist"
		],
		"siblings": [
			"step_1_establish_a_goal",
			"step_2_determine_scope",
			"step_3_devise_obstacles",
			"step_4_diagram_the_heist"
		]
	},
	"running_a_heist": {
		"name": "Running a Heist",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/122}",
			"",
			"With the preparations complete, it's time for the heist itself. There are two main parts to this process: planning and execution."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"heists"
		],
		"subtopics": [
			"planning",
			"executing_the_heist",
			"tactics"
		],
		"siblings": [
			"what_is_different",
			"building_a_heist",
			"running_a_heist",
			"example_heist"
		]
	},
	"planning": {
		"name": "Planning",
		"subtitle": "Heists, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/122}",
			"",
			"Running a heist involves players becoming more proactive about the adventure, and just as a GM needs time to plan the game, the members of the party need time to figure out how they want to execute the heist. A team typically spends as much time - or more - scouting, reviewing, and refining the different facets of the heist plan as it does actually pulling it off. The teammates sort out and account for every point of the plan, to the best of their ability, well before the moment of execution.",
			"",
			"Every heist starts with a goal. Perhaps an NPC hires the characters to do the job and leaves how to proceed up to them. Perhaps a veteran thief needs a few extra members for his crew for a one-time gig. Maybe the characters conceive of the heist on their own, because it's the only way to further their aims.",
			"",
			"Once they decide upon a goal, properly planning a heist takes reconnaissance and research. The characters must learn everything they can about the location and defenses of the object or person they have chosen to acquire. They could watch and observe the patterns of guards. They might find NPCs who know important information about the goal's location, such as its layout, or special guardians or magical protection. Only once they have assembled all the information can the true heist planning begin.",
			"",
			"A GM's primary role in this planning stage is to be the PCs' eyes and ears, answering questions, introducing plot twists, and describing the details of their target's status quo, so the players can best plan to disrupt it. A GM should avoid the temptation to lead her players as she might with a more traditional adventure, instead taking notes and planning to adapt any obstacles she prepared ahead of time to the PCs' scheme. Much of the fun in a heist lies in problem-solving and taking control, and while some GMs and players love the heist's planning stages, others will find them dull. A GM should strive to keep all her players engaged, and if one or two players seem distracted, pulling them aside to run a short reconnaissance encounter while the rest of the party continues planning can help them contribute in ways they will enjoy.",
			"",
			"GMs may wish to include an NPC as the initiator of the heist or a knowledgeable ally who can help the PCs develop their plan. This allows the GM to provide the players with information about the defenses they'll be going up against and potentially steer them away from obsessing over truly trivial details or ambitious plans they could never pull off. Such NPCs should serve as advisors rather than leaders, and never railroad the characters directly, especially if they show the confidence to handle things on their own. The NPC's role is to nudge the PCs in the right direction if they seem unsure of themselves.",
			"",
			"***Planning at the Table:*** The process of planning out the heist might take up the majority of a game session. GMs should let the players do most of the talking, while answering questions and roleplaying NPCs. The players should be fully invested in this phase and refining ideas as they go, but if player interest begins to lag, the GM can prod the PCs forward with suggestions and deadlines or convince them they're ready. In the end, though, it's up to the players how involved they want their planning to be and how many contingencies they want to cover. If they choose to go in with limited information or a loose plan, there could naturally be consequences, but a GM should never unduly punish her players just because she thinks they could have planned better or because they didn't consider everything she thought of. Because of the nature of the GM's very personal oversight of the game world, it can be easy for her to get the false idea that certain parts of the situation she has erected are obvious to the players.",
			"",
			"Simple heists involve shorter planning sessions, with most of the information the PCs require available immediately. For a moderate or complex heist, the planning stage might involve some small scenes, including interacting with NPCs, gathering information from a community, or scouting out the location where the heist will take place."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"heists",
			"running_a_heist"
		],
		"siblings": [
			"planning",
			"executing_the_heist",
			"tactics"
		]
	},
	"executing_the_heist": {
		"name": "Executing the Heist",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/123}",
			"",
			"Once the planning is finished, it's time to actually play out the heist. For a complex heist (or if the players have come up with an excessively convoluted plan), GMs might consider splitting this portion off as another game session. This allows time to sit down with the PCs' plan and sort through how to respond to it, how security and defenses will react, and so on. Even if the GM doesn't want to separate the planning and the execution segments into two different game sessions, she should take a moment (perhaps a 15-minute break) to review notes and decide how things will develop, given the most likely actions and outcomes.",
			"",
			"***Step by Step:*** A game session featuring a heist can be tricky. The GM must run several encounters simultaneously and should take the time to track each round if necessary, take notes, and map out characters' and NPCs' movements. Being diligent helps maintain the big picture.",
			"",
			"***Splitting the Group:*** One of the trickiest parts of running a heist is overcoming the reluctance of players to split the party. As mentioned before, giving the characters reasons to split up is vital. Much of this comes down to timing, and impressing on the players how important it is that their characters keep to a tight schedule as they execute their plans. Multiple parts of the plan need to happen at the same time, so everybody staying together is rarely an option. Though keeping the group together usually helps in a task, sometimes having a crowd is detrimental. This is easiest to see with Stealth, where the lowest roll can expose the party, but social interaction can also be fraught since a group can appear more suspicious, some party members may be poor at Bluff and give the others away, and disguising an entire group is far more difficult than just disguising one person. Combats pose the greatest challenge, since few characters want to go into a fight without backup. Fortunately, in most heists combat is better used as a diversion. Heists may run slowly at the table when the PCs split up, and the GM may wish to let players not participating in the scene to control friendly NPCs to keep them involved.",
			"",
			"Once a heist begins, PCs realistically have little knowledge of how their teammates are doing. Using an in-game means of communication can help reduce the temptation to act on knowledge a character wouldn't have. These can include communication spells like {spell/message} and {spell/sending}, sending secret messages using Bluff (though this usually requires a close range), and magic items like {magic-wondrous/bird |feather token/s>_bird}. It's also helpful to create a set of common signals for the group before they go in. Bird calls, graffiti, and other relatively subtle signals can help communicate a PC's success or failure to other members of the party. In extreme cases, some players might need to step outside when it's not their characters' turns. If this becomes necessary, GMs should keep the action moving so no one stays out of the game too long.",
			"",
			"***Complications and Contingencies:*** Inevitably, some aspect of a heist goes wrong, adding interest and tension without immediately ending the heist. In a game setting, the GM should specifically plan for fun twists by examining every phase and step of a heist that a group puts together, and figure out what might go wrong and how NPCs would react. In many instances in which a single die roll might make or break a task, consider treating a failure as a lesser degree of success, a time delay, or a success that comes at a heavy cost. As always, GMs should reward smart thinking and good roleplaying by the characters over punishing them for bad die rolls.",
			"",
			"For example, if a task requires a character with a high Diplomacy skill to lure a guard away to a game of cards so that his confederates can sneak into the vault, a failed check may mean the guard wants to get other guards in on the game, too, forcing the character to really pour on the charm to the whole lot of them, rather than having the guard adamantly refuse and detect the effort.",
			"",
			"The players might come up with their own contingency plans during the planning stage. Because heists in fiction tend to have twists and turns that require the crew to be cleverer than their opposition, be forgiving with the details when contingencies come up. Assume that the characters did have some ideas in their back pockets, and play a little loose with the rules if necessary. GMs might allow each player one contingency they have set up for the heist (typically for a moderate or complex heist). When the plan hits a snag, the characters involved can call in their contingency - turns out they had planned for just such a situation, and had the proper tools, documents, or knowledge at hand to meet the challenge. This doesn't let them overcome an obstacle automatically, but might let them try again after a failure or attempt a check they wouldn't have been able to even try without the advantage they revealed with their contingency."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"heists",
			"running_a_heist"
		],
		"siblings": [
			"planning",
			"executing_the_heist",
			"tactics"
		]
	},
	"tactics": {
		"name": "Tactics",
		"subtitle": "Heists, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/124}",
			"",
			"These are the most common tactics PCs will likely employ when executing heists. Each one has a general description, but also lists the skills commonly used as a part of that tactic. Not every attempt at one of these tactics will use those skills, and in many cases, you can simply adjudicate success or failure without a roll if a character does exactly the right thing or exactly the wrong one.",
			"",
			"***Bribery:*** Sometimes it's easier to appeal to an opponent's greed than it is to trick or overpower him. The two key elements of this kind of task are persuasion and the currency to back it up. A team planning a heist might bribe a guard to look the other way during a break-in, a master architect to reveal where the secret sally port is, a powerful wizard to craft a scroll of {spell/nondetection} with no questions asked, or even a random stranger who happens upon a heist mid-execution to keep quiet. Bribing semi-intelligent creatures (such as a dog with fresh meat, or some kind of guardian creature with a few flashy but cheap objects) counts as the bribery tactic as well. To determine the value that will make an effective bribe for an intelligent creature, use that creature's CR (or the group's total CR) as the Heroic Level value on [Table 14-9: NPC Gear](rule/step_6_gear). Use the total gp value as a basis. An appropriate bribe can range from 5% for a minor favor (like taking the briber to the guard captain) to 10% for a larger one (like revealing a secret) to 25% or more for simply letting the PCs pass and looking the other way, risking their jobs and reputations if their employer discovers this treachery. A PC usually determines an appropriate bribe using Appraise or Sense Motive, and might need to use Diplomacy (or, rarely, Intimidate) to convince the target to take the bribe.",
			"",
			"***Disguise and Impersonation:*** When a PC needs to make an obstacle think she's someone else, it falls under the category of disguise and impersonation. Some team members use makeup, prosthetics, and guile, while others rely on magic. Disguise and Bluff are the crucial elements of disguise and impersonation, though Linguistics might help imitate speech patterns and Knowledge or Profession skills might be required to simulate a specific person's abilities. {spell/Disguise self}, {spell/polymorph}, and {spell/seeming} spells can improve a PC's disguise. Spells like {spell/mind blank}, {spell/nondetection}, and {spell/undetectable alignment} offer partial protection against some divination spells, but can tip off a nearby caster that a disguised PC isn't who she seems.",
			"",
			"***Dispelling and Countermagic:*** This very specific task requires a spellcaster or someone with the ability to use certain magical devices. Any sort of defense that includes divinations, passive alarms, and protective spells might require a magical solution. Knowledge (arcana) and Spellcraft are important for the process of dispelling or using countermagic, as they help to ascertain what sorts of spells are active and what the appropriate countermeasures might be.",
			"",
			"***Diversion:*** A diversion can draw someone or something away from another critical feature of the defenses. A diversion might be needed to distract a single individual, a small group of people, or an entire community, and becomes more difficult the greater the scale. Diversions might consist of actual skirmishes between opposing groups (a rival group of thieves and the local watch patrol), brilliant displays of magic, or outrageous flirting (this is particularly valuable at court). Though Bluff is the most common skill used in diversions, Perform and Intimidate can also help draw attention, and many diversions require little skill at all. Spells useful for creating diversions include {spell/dancing lights}, flashy attack evocations, illusions (especially figments and patterns), and summoning spells.",
			"",
			"***Finesse:*** Activities that require physical skill (and typically high Dexterity) fall under finesse. This includes acrobatic stunts, picking locks, and so forth. Acrobatics and Disable Device help with finesse. A spellcaster who's weak at finesse can still attempt to overcome locks with the {spell/knock} spell.",
			"",
			"***Force:*** This kind of task is the easiest to complete, because most characters are very good at overcoming enemies with violence. This obviously focuses on combat, but other elements of force can include carrying a large piece of equipment, hoisting the gate blocking ingress to the castle, or smashing in a door.",
			"",
			"***Observation:*** In most heists, there is usually a call for at least one member to hang back and keep a watch on things for the rest of the group. This might include looking out for approaching guards, using scrying magic to observe where a specific individual is or whether a room is truly empty, or simply keeping different teams on task and their actions coordinated. The observer might also take on the role of a backup to other tasks or a means of rescue if things go off track. Perception is the most commonly used skill for observation, though assessing the necessary information acquired through observation requires Sense Motive, an appropriate Knowledge skill, Spellcraft, or a Profession skill related to the people being observed.",
			"",
			"***Persuasion:*** Attempting to use social skills such as Diplomacy or Intimidate can be an uphill battle against suspicious guards, as the guards' job depends on keeping the wrong people out. Enchantment spells and spells like {spell/innocence} or {spell/glibness} can help a PC overcome this natural wariness.",
			"",
			"***Smuggling:*** The complexity of smuggling can have an enormous range. It could be as simple as slipping a weapon inside a well-guarded parlay chamber or as complex as getting an entire team of acrobats past the duke's throne room unnoticed and unharmed. Smuggling falls under Sleight of Hand, but Bluff or Disguise might be useful to maintain a facade while smuggling something or someone valuable.",
			"",
			"***Stealth and Subterfuge:*** Though sneaking past enemies and wards is a major part of stealth and subterfuge, this category also includes other tasks that require discretion. Example tasks include scaling a wall and slipping through a window, surreptitiously adding a sleeping potion to a courtier's drink, lifting the prison key off the captain of the guard, and sneaking through the sleeping quarters of the guards. Stealth and Sleight of Hand are the main skills used in such situations. Spells like {spell/invisibility}, {spell/silence}, polymorph spells, and {spell/darkness} (if used carefully) make a PC much stealthier.",
			"",
			"### Diversions",
			"",
			"Diversions are well suited to characters who aren't stealthy themselves and are attempting to aid their sneakier allies. Here are a few specific types of diversions.",
			"",
			"***Double Bluff:*** This ploy is useful when multiple subgroups of the party attempt to sneak into a place. Less stealthy members go in together, so that if they get caught they can instead create a diversion to help their stealthier allies. This trick can backfire if the guards react by raising the alarm.",
			"",
			"***Harrying:*** If the enemy has a defensive position or superior numbers, some of the PCs can attack them anyway, not to defeat them, but to draw their attention. The skirmish must be credible enough to draw attention, but not so much that the enemy retaliates en masse.",
			"",
			"***Puppet Brawl:*** In an urban setting, some of the PCs can start a brawl with random locals or each other in order to draw guards away from their post.",
			"",
			"***Razzle-Dazzle:*** The most common way to use social skills for a diversion, the razzle-dazzle entices guards to engage in an interesting conversation or engaging performance and shirk their duties.",
			"",
			"### Group Stealth and Disguise",
			"",
			"Sneaking around and using disguises can be difficult when operating as a group. Though one person might be highly skilled and specialized, it's often the party member with the worst Stealth or weakest disguise who causes the whole group to get caught. Though the most effective tactic is to assign those characters to different tasks, that's not always possible. Here are a few ways to help mitigate this risk.",
			"",
			"#### Unseen Numbers",
			"",
			"More people require more or larger places to conceal themselves, and even then the group is only as stealthy as its clumsiest member. Using aid another on an ally's Stealth check is often infeasible. It's useful when attempting to sneak as a group to have the stealthier or more perceptive characters move ahead of the rest of the party. The job of the forward characters is to spot guards or traps before the rest of the party can stumble into them. Once warned of the danger, other party members can either change their route or use their own talents to handle the situation. Characters farther back are harder to perceive because of distance and possibly doors or walls.",
			"",
			"Characters with the teamwork feat {feat/Stealth Synergy} can use the highest Stealth check roll among them (though they still use their own skill modifiers). A few archetypes have abilities to boost their allies' Stealth checks, including the {arc-swashbuckler/daring infiltrator/ swashbuckler}, the {arc-ranger/guide/ ranger}, and the {arc-ranger/warden/ ranger}.",
			"",
			"#### Armored Subterfuge",
			"",
			"Medium and heavy armor are vital to the survival of many characters, yet often counterproductive when sneaking past guards or disguising oneself. Though lighter armor is always an option, there are a number of ways to reduce the penalties associated with heavier armor. Masterwork armor and those made from special materials such as {eq-material/mithral} have lower armor check penalties. A number of magic armor special abilities improve skills normally penalized by armor, including {magic-enh/creeping}, {magic-enh/shadow}, and {magic-enh/slick}. The {magic-enh/glamered} armor special ability allows even a heavily armored character to blend into a crowd. Any armor's penalty can be reduced with the {trait/Armor Expert} trait or the {class/fighter/'s armor training} ability. Applying {eq-misc/armor ointment} or casting {spell/effortless armor} also reduces armor check penalty.",
			"",
			"#### Group Disguises",
			"",
			"Disguise has an advantage over stealth, as sometimes not everyone in the party needs to be disguised for a plan to work. For instance, one or more characters might disguise themselves as bounty hunters or guards bringing in the others in chains. {eq-misc/Breakaway chains} and {eq-misc/false manacles} allow PCs to appear chained while able to easily free themselves. Even a good disguise fails, however, if the character can't play the assumed persona convincingly. The best disguises are often as people unlikely to be questioned or engaged in conversation - servants, laborers, and guards. A brazen infiltrator might pretend to be someone in authority, such as a foreign noble or a military officer, relying on aloofness or brusqueness to avoid questions. For a group, one character can be disguised as an authority figure while the rest play her servants. This provides a built-in excuse for party members to defer to the PC with the best social skills."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"heists",
			"running_a_heist"
		],
		"siblings": [
			"planning",
			"executing_the_heist",
			"tactics"
		]
	},
	"example_heist": {
		"name": "Example Heist",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/126}",
			"",
			"The following example illustrates the step-by-step process of building a heist, and how a group might tackle the heist during a game session.",
			"",
			"The GM decides she wants the next big encounter in her campaign to be a heist, in order to add some new intrigue elements to the table. The PCs have been enjoying their ongoing struggles against a rival merchant lord who has been making life difficult for them. The GM plans out a quick encounter with an NPC who suggests that the best way to get leverage on the merchant lord is to steal the records of his illicit dealings with the local thieves' guild that he keeps in a locked safe in his workshop.",
			"",
			"The goal is \"Steal an Item,\" and the GM decides she wants a heist of moderate scope, so each character should have three mandatory obstacles to overcome in order to pull it off. She begins to compile a list of each character's strengths. The four characters are Valeros the fighter, Ezren the wizard, Merisiel the rogue, and Kyra the cleric.",
			"",
			"Valeros is, of course, very good at fighting and breaking things, but also happens to be good at carousing. Ezren likes to fling powerful magic around every chance he gets. Merisiel is great at skulking about, and she makes a good flanking partner for Valeros. Finally, Kyra is wise and observant and somewhat skilled at interpersonal tasks. The GM chooses a variety of obstacles that she thinks will be fun for these characters to overcome by using their strong suits.",
			"",
			"The GM decides to include several guardians that block the path and will likely need to be defeated by force, including front-gate guards and a guardian gargoyle that Valeros and Merisiel might be able to fight together. Figuring the party will gather information before the heist, she seeds information on the tavern where the guards like to carouse, expecting Valeros might join them for a drink and try something there before the main heist, potentially asking to join as a new guard. She also includes information about an old priest who used to serve the merchant lord for many years and knows the full layout of the manor house, unlike most guards who don't have access to the inner areas; the GM thinks Kyra might want to use her status as a fellow cleric to convince the priest to help the PCs in some way.",
			"",
			"Anticipating that Ezren might enjoy doing something flashy, she decides that the final obstacle of escaping with their prize will involve a rival gang of thieves disguised as manor house servants, giving Ezren a chance to make a distraction so the others can slip away. She continues setting these obstacles and opportunities for the PCs, filled with chances for the PCs to use abilities, character personalities, and background tidbits the players would likely enjoy.",
			"",
			"When the group decides in the course of the game that they want to break into the merchant's manor and steal his ledgers, they begin gathering information just as the GM planned. However, there's a slight alteration to the GM's plans because, instead of having Valeros join the guards, they decide that a careful application of magic could take out the guards quietly. Also, playing slightly differently from normal, the group decides to use Ezren as an observer, drawing on his little-used scrying magic to assist in penetrating the grounds with little notice, leaving Kyra to put on a light show with her sun magic and make the final distraction to aid the escape.",
			"",
			"And so it goes, as the Game Master reveals the manor's defenses and the players figure out their way of dealing with them. The heist that the group plans and executes is different from what the GM guessed it might be. However, the whole group still has a good time pulling off the heist and the players all get a chance for their characters to shine."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"heists"
		],
		"siblings": [
			"what_is_different",
			"building_a_heist",
			"running_a_heist",
			"example_heist"
		]
	},
	"infiltration": {
		"name": "Infiltration",
		"subtitle": "Heists, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/128}",
			"",
			"An infiltration requires stealth and discretion to win the day. Unlike a heist, infiltration is typically limited to a smaller set of skills, and suited for one or two PCs rather than utilizing the whole group.",
			"",
			"Infiltration covers both a direct infiltration with a single, set goal (similar to a heist) and long-term espionage that requires living a double life and has a less specific goal. Infiltration ranges from breaking and entering to using social skills to get inside a location. Infiltration usually requires the Stealth and Disguise skills, and often social skills and Sleight of Hand as well."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"alternate_goals",
			"scope",
			"covers_and_personas",
			"maintaining_the_charade"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		]
	},
	"alternate_goals": {
		"name": "Alternate Goals",
		"subtitle": "Heists, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/128}",
			"",
			"An infiltration might have one of the same goals as a [normal heist](rule/heists), or it could aim at one of the following goals instead. Because it is less complicated than a heist, an infiltration is typically suited to smaller and more immediate goals rather than campaign-changing ones.",
			"",
			"***Assassinate or Kidnap a Creature:*** The object of this infiltration is to kill or capture one or a small number of targets. It's natural for a creature to let its guard down in the safety of its home or base, allowing you to catch it at its weakest. In many cases, striking at the leader will cause followers to flee or fall into infighting, thus removing the threat they present without direct conflict.",
			"",
			"***Spreading Propaganda:*** In this infiltration, the PC blends in with a population in order to spread misinformation. This sort of infiltration is particularly dangerous because, although the PC is in disguise, she needs to actively engage with people, often in public places. Usually this is done on behalf of a rival nation or organization in order to reduce morale and turn the populace against their leaders in preparation for a political or military takeover. Alternatively, the PC might act as an agent provocateur, urging the populace to rise up against their leaders, or inciting the leaders to attack another group. Spreading propaganda could involve placing posters, making graffiti, or otherwise conveying the propagandist's message through art rather than interaction. This requires applying an appropriate Craft skill. To be truly effective, artistic propaganda still requires the infiltrator to interact with other people - though creating a massive work of propagandist art that requires multiple people to carry out could do the trick.",
			"",
			"***Perform Reconnaissance:*** The infiltrator is attempting to gather information about a location and its inhabitants. Details of the location's defenses and defenders, as well as its strategic targets, allow her and her allies to be prepared for subsequent assaults, heists, or investigations against that location. Eavesdropping on a suspected criminal could allow the PC to catch him red-handed at his next crime or reveal the identities of others involved in the criminal operation. A less scrupulous character might use reconnaissance to blackmail a target by threatening to exploit or expose the secrets she discovers."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"infiltration"
		],
		"siblings": [
			"alternate_goals",
			"scope",
			"covers_and_personas",
			"maintaining_the_charade"
		]
	},
	"scope": {
		"name": "Scope",
		"subtitle": "Heists, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/128}",
			"",
			"An infiltration has a scope just like a heist, though it functions a little differently. The GM is typically dealing with a smaller number of characters at a time and doesn't need to provide as many obstacles. In addition, an infiltration always has a specific scope. There are two possible scopes for infiltration: fast or long-term.",
			"",
			"***Fast:*** The PC or PCs need to get in quickly and take care of their task. The infiltration usually takes no more than a few hours in game time and 10-15 minutes or so at the game table. This requires one to three obstacles for a single PC or one obstacle per PC if multiple PCs are involved. If you find yourself needing more than three obstacles, use a heist instead so all the characters get involved.",
			"",
			"***Long-Term:*** This covers long-term espionage, and requires the PC to create a cover story or alternate identity. It plays out over the course of several sessions, but usually takes up 10 minutes or less per session. Rather than having a set number of obstacles to obtain a single goal, put two obstacles in front of the PC as she tries to infiltrate the organization or befriend the target. Then provide a single obstacle or two each session in which the PC attempts to get something out of the infiltration. Provide a minor piece of useful information for each obstacle overcome, or a more important piece at certain intervals (typically after the PC has overcome four or five obstacles).",
			"",
			"Structure the secrets of the organization in layers from the least secret to the most secret, so the PC gets closer and closer to the innermost levels of the organization. People from the organization the PC is infiltrating might encounter the PC elsewhere, in which case she might need to quickly adopt her cover or avoid being noticed. Long-term espionage can go on indefinitely, but each time the PC fails to overcome an obstacle, the organization or target becomes more suspicious of her true agenda. After three failures (or one egregious failure), the interloping character's motivation is revealed unless she takes extraordinary steps to repair her reputation."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"infiltration"
		],
		"siblings": [
			"alternate_goals",
			"scope",
			"covers_and_personas",
			"maintaining_the_charade"
		]
	},
	"covers_and_personas": {
		"name": "Covers and Personas",
		"subtitle": "Heists, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/128}",
			"",
			"During a heist, and especially in an infiltration, a character might need to assume a cover: a false identity. This identity needs only a few details, like the person's name, profession, and recent history. The most important aspect of a cover is consistency - the PC needs to keep any details straight so she doesn't contradict herself later. A cover identity might involve an accent, mannerisms, a style of dress, and other quirks.",
			"",
			"Much more involved than a cover, a persona is a fully fleshed-out identity crafted over months or years. The infiltrator needs to know every single detail about the persona, and might live as that persona for weeks at a time in order to keep up the charade. A long-term infiltration might require a persona rather than a cover.",
			"",
			"A persona is thematically similar to a {class/vigilante/'s} multiple identities, and the player of an infiltrator attempting long-term espionage should put as much effort into the details of the persona as she does into the backstory of her actual character. Though a character adopting a cover identity likely uses Bluff to fake any areas of expertise her cover identity is supposed to know, a character living as a persona picks up actual skills related to that persona over time, and might spend skill ranks in Craft, Knowledge, and Profession skills appropriate to her persona.",
			"",
			"***Quick Covers:*** The following list gives some examples of covers that characters might adopt and pretenses for why they're entering the location they're infiltrating. If a player is having trouble coming up with a cover identity on short notice, you can use the following suggestions directly or as inspiration. They are broken out by their social role, but many cover identities apply to multiple roles.",
			"",
			"***Average Person:*** Beggar, looking for a place to find shelter; chambermaid, coming to sweep the halls; rat catcher, hired after someone heard squeaking; shopkeeper, delivering an urgent order; herbalist, selling poultices and tinctures door to door.",
			"",
			"***Entertainer:*** Bard-for-hire, come to perform a song at the bidding of a secret admirer; jester, looking for a noble in need of her antics; painter, in need of a patron and a location to create beautiful murals; big-city theatrical producer, searching for the next big star.",
			"",
			"***Holy Visitor:*** Traveling priest, spreading the good word; soothsayer, come to deliver a dire warning; religious scholar, arriving to do research in the library.",
			"",
			"***Important Noble:*** Child of a prominent duchess, in town to attend a falconry competition; veteran knight, visiting the countryside after a hard-won victory in a jousting competition; advisor to a desert prince, traveling to find new trading partners; herald, bringing news of the imminent arrival of his lord.",
			"",
			"***Officer of the Law:*** Constable, coming to search for an escaped prisoner; barrister, investigating one of the property owner's business rivals; tax collector, assessing the value of the establishment.",
			"",
			"***Wealthy Visitor:*** Self-made merchant, seeking employees to buy and sell goods for her; hedonistic socialite, looking to hire locals to throw a big party; vacuous heir, looking for property to buy; gambler, trying to find players for a high-stakes game."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"infiltration"
		],
		"siblings": [
			"alternate_goals",
			"scope",
			"covers_and_personas",
			"maintaining_the_charade"
		]
	},
	"maintaining_the_charade": {
		"name": "Maintaining the Charade",
		"subtitle": "Heists, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/129}",
			"",
			"When carrying out a long-term infiltration, characters should strive to keep their personas as easy to maintain as possible, and shouldn't rely on disguises or magic to alter their appearance, instead using relative anonymity to avoid recognition. An infamous face might eliminate this option, however, and necessitate a long-term disguise. Adjusting mannerisms, modes of dress, and speech are all easier than maintaining physical disguises. Using spells to maintain a persona is particularly risky - long-lasting spells are generally needed, and the longer the charade goes on, the more likely a spy is to encounter someone who can see through an illusion or detect the magical effect."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"infiltration"
		],
		"siblings": [
			"alternate_goals",
			"scope",
			"covers_and_personas",
			"maintaining_the_charade"
		]
	},
	"nemeses": {
		"name": "Nemeses",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/136}",
			"",
			"Over the course of their adventuring careers, player characters face many obstacles and enemies. Only a true nemesis, though, continually tests the PCs, seeking to foil them at every turn. Whether it's a corrupt magistrate thwarting the PCs' efforts to bring order to a town, or a fellow adventurer sabotaging their attempts to curry favor with the king, a nemesis can be the PCs' most memorable foe - particularly if he's an adversary they've made through their own choices. This section provides detailed guidelines to help GMs create recurring villains who are memorable and who possess recourses beyond normal foes. A system of escalating nemesis stratagems helps rivalries intensify over multiple engagements. It also presents suggestions for encounter adjustments and increased XP rewards you might provide to make facing a nemesis deadlier, but also more rewarding. Each foiled strategem should provide the PCs with an opportunity to strike back against their foe, potentially launching into new adventures plotted to go along with the PCs' schemes. These new adventures are also almost certain to deepen the grudge between the characters and their nemesis."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"provoking_a_nemesis",
			"opportunities",
			"stratagems",
			"nemesis_personas"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		]
	},
	"provoking_a_nemesis": {
		"name": "Provoking a Nemesis",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/136}",
			"",
			"The tale of a character and her nemesis is a back-and-forth exchange in which both always try to gain the upper hand. This leads to the nemesis plotting stratagems of escalating severity until one individual decisively defeats the other - often by killing or otherwise ruining the foe. Likewise, nemeses actively strive to foil, sabotage, and otherwise hinder the PCs by employing stratagems - a representation of the plans they implement and resources they possess.",
			"",
			"Each stratagem is an event, an encounter, or an adventure in which the nemesis takes action against the PCs. If there is a social aspect to the situation, consider making the struggle between the PCs and their nemesis a [social conflict](rule/social_conflicts). After each stratagem plays out, the PCs might exploit an opportunity, allowing them to strike back against their foe. This exchange might occur numerous times over the course of a long-term campaign.",
			"",
			"To reflect the intensity of his rivalry with the PCs, every nemesis has a Nemesis Score. This score measures the number of setbacks that the PCs have inflicted upon their nemesis (such as by exploiting an opportunity successfully; see the Opportunities section), and it determines the severity of the nemesis's stratagems against the PCs. Even if the PCs don't realize why they've earned a nemesis's initial enmity, a particular nemesis's score always starts at 1 or higher; if the nemesis has no reason to be upset with the PCs' actions, he wouldn't waste resources on stratagems against the PCs. Particularly spectacular setbacks might increase the Nemesis Score by 2. The PCs can have multiple nemeses, but the ongoing back-and-forth struggle between the PCs and each individual nemesis has its own separate score.",
			"",
			"As a rivalry matures, the Nemesis Level of the PCs' foe increases. The nemesis's opposition of the PCs progresses through three levels, as described below.",
			"",
			"***Simmering:*** The PCs have come to the attention of the nemesis, who considers them a threat that's minor but nonetheless needs to be resolved. The nemesis begins to collect information on the PCs and utilize stratagems, but he isn't yet deeply invested in the rivalry.",
			"",
			"***Engaged:*** The PCs have clashed with the nemesis often enough that he considers them a significant problem. The nemesis knows the PCs' abilities and goes out of his way to tailor stratagems specifically to hinder them when his plans oppose theirs.",
			"",
			"***Intense:*** The PCs and their rival have foiled each other so often that the nemesis knows the PCs' capabilities in intimate detail. He is now willing to use whatever means necessary to end their meddling, once and for all. This means the PCs' defeat has become one of the nemesis's main goals, potentially secondary only to the main goal that the PCs keep foiling.",
			"",
			"| Nemesis Score | Nemesis Level |",
			"| --- | --- |",
			"| 4 or lower | Simmering |",
			"| 5-8 | Engaged |",
			"| 9 or higher | Intense |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"nemeses"
		],
		"siblings": [
			"provoking_a_nemesis",
			"opportunities",
			"stratagems",
			"nemesis_personas"
		]
	},
	"opportunities": {
		"name": "Opportunities",
		"subtitle": "Nemeses, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/136}",
			"",
			"An opportunity is the PCs' chance to strike back at their nemesis. Each time you choose a stratagem, decide what sort of opportunity, vulnerability, or clue the PCs might be able to discover as a result of either foiling or enduring the stratagem. The descriptions of the strategems in the following section include the kinds of opportunities each might expose; these optional plot hooks are meant to give the PCs more influence over the sorts of the adventures they undertake, and they can help the PCs feel like they're guiding the campaign's story based on their reactions to the nemesis's schemes. Opportunities lend themselves to player-devised counter-stratagems, which might take the form of single encounters or whole adventures (see {rule/Heists} and {rule/Infiltration}). While the Stratagems section has many options for nemeses, the opportunities listed along with each strategem are merely some of the possibilities. You should feel free to guide the PCs toward other opportunities that match your nemesis's modus operandi and that mesh better with the campaign. Of course, each opportunity the PCs take likely encourages their nemesis to continue his antagonism, continuing - and likely intensifying - the rivalry.",
			"",
			"This back and forth between the PCs and their nemesis should culminate in a natural, plot-driven conclusion - such as a dramatic final encounter or the end of a campaign arc. Such interplay works best if there is a reason that the nemesis and PCs haven't faced one another in combat until this climax. PCs tend to find ways to kill enemies with even the most foolproof-seeming escape plans, and using storytelling tricks to save the nemesis can breed resentment among players. Nonetheless, if a nemesis somehow dies early but still has plenty of resources, the nemesis may be able to manage a {spell/resurrection} - just like the PCs would if one of their own died in the struggle. Unless special events (or even deliberately laid stratagems) deem otherwise, a nemesis likely continues to antagonize the PCs until either he dies or somehow reconciles with his foes."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"nemeses"
		],
		"siblings": [
			"provoking_a_nemesis",
			"opportunities",
			"stratagems",
			"nemesis_personas"
		]
	},
	"stratagems": {
		"name": "Stratagems",
		"subtitle": "Nemeses, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/137}",
			"",
			"A nemesis typically only employs one stratagem at a time. Only if the PCs continually cause the nemesis major setbacks will he use two stratagems simultaneously. A nemesis typically employs stratagems appropriate for his current Nemesis Level and that tie into the archetype or modus operandi that you've chosen for the villain (see {rule/Nemesis Personas}). Occasionally a lesser strategy might make sense for a nemesis after he's endured a lesser setback, but he should never employ a stratagem meant for a higher Nemesis Level.",
			"",
			"### Stratagem Rewards",
			"",
			"The PCs receive an XP reward when engaging a nemesis's stratagem, regardless of whether they emerge victorious. When the PCs gain this XP is up to you. It may make sense to award this XP at the end of an encounter, whether it's a single combat or interaction with the nemesis's agents, or it might come at the end of a larger adventure influenced by the strategem's benefits or theme. The PCs do not gain the XP if they avoid or ignore the stratagem. This XP reward is in addition to any XP the PCs receive for overcoming encounters as the stratagem plays out. Stratagem XP rewards are relative to the PCs' Average Party Level. After engaging a nemesis's strategem, the PCs should never receive less than the amount they'd receive for defeating a CR 1 encounter.",
			"",
			"***Low:*** The PCs gain XP as if they had defeated an encounter with a CR equal to their APL - 3.",
			"",
			"***Medium:*** The PCs gain XP as if they had defeated an encounter with a CR equal to their APL - 2.",
			"",
			"***High:*** The PCs gain XP as if they had defeated an encounter with a CR equal to their APL - 1."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"nemeses"
		],
		"subtopics": [
			"simmering_stratagems",
			"engaged_stratagems",
			"intense_stratagems"
		],
		"siblings": [
			"provoking_a_nemesis",
			"opportunities",
			"stratagems",
			"nemesis_personas"
		]
	},
	"simmering_stratagems": {
		"name": "Simmering Stratagems",
		"subtitle": "Nemeses, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/137}",
			"",
			"These stratagems tend to be simple, as well as less costly and vicious. They are perfect for fledgling nemeses who simply don't yet have enough reason to expend vast resources against PCs or to make things extremely personal.",
			"",
			"### Affluence",
			"",
			"**XP Reward** low",
			"",
			"The nemesis uses extra resources against the PCs. In either a combat with the nemesis or against a group the nemesis supports, the nemesis or group receives a 25% increase in their wealth per level, typically applied to consumable gear that the opposition uses before the fight to bolster their abilities. In a noncombat encounter, the affluence stratagem grants the nemesis or a group the nemesis supports a modest advantage at a task in which they are competing against the PCs. For example, if a PC and the nemesis are engaged in a [verbal duel](rule/verbal_duels), the nemesis gains 3 edges (representing access to better training, ringers in the audience, or bribes).",
			"",
			"#### Opportunities",
			"",
			"The nemesis accidently reveals something personal about his background, where his wealth comes from, who manages his money, or that it comes from an illicit source.",
			"",
			"### Counterfeit Goods",
			"",
			"**XP Reward** low",
			"",
			"The nemesis plants a counterfeit magic item at a shop he anticipates the PCs will patronize. The item the PCs purchase is actually cursed. It appears to function normally according to all tests, and the GM can either select a curse or roll on [Table 15-27: Common Item Curses](rule/common_cursed_item_effects).",
			"",
			"#### Opportunities",
			"",
			"Tracing the cursed item back to a shop reveals someone who works with or who was bought off by the nemesis. It might also reveal a trove of other magic items (cursed or otherwise).",
			"",
			"### False Witness",
			"",
			"**XP Reward** low",
			"",
			"The nemesis accuses the PCs of some minor crime or other misdeed, either directly or by way of a proxy he manipulated to provide false witness. The PCs must either avoid the authorities or spend time proving their innocence, often through some form of social challenge, and maybe by engaging in a [verbal duel](rule/verbal_duels) during some form of legal proceeding. Avoiding the authorities or failing to clear their names may have more drastic consequences, such as harsh fines, imprisonment, a decrease in influence, or even some form of corporal punishment.",
			"",
			"#### Opportunities",
			"",
			"The nemesis's witness can't keep her story straight or proves that she knows something she shouldn't. This not only undermines her lies, but also likely implicates the nemesis in some wrongdoing.",
			"",
			"### Refusal of Service",
			"",
			"**XP Reward** low",
			"",
			"The nemesis uses coercion to force a group of other NPCs to no longer associate with or conduct business with the PCs (since PCs often exchange vast quantities of wealth, merchants are a particularly effective group to pick for this stratagem). Members of that group of NPCs refuse to assist or discuss anything with the PCs unless the PCs succeed at a Diplomacy or Intimidate check. The DC is equal to 20 + the group's APL.",
			"",
			"#### Opportunities",
			"",
			"Once the nemesis's scheme is revealed, the coerced group proves that it doesn't appreciate being bullied. Perhaps they deny the nemesis future aid or give the PCs a 10% discount on their services.",
			"",
			"### Scandalous Subversion",
			"",
			"**XP Reward** low",
			"",
			"The nemesis engages in a campaign to spread rumors that impugn the PCs' reputation. These rumors aren't ubiquitous, but they are just believable enough to cause others to have doubts about the PCs. This stratagem decreases the characters' {feat/Leadership} score, {rule/contact |trust}, {rule/Fame}, {rule/honor points}, and [total influence points with organizations](rule/influence_points_and_ranks) by 1. Alternatively, the nemesis can target a single character and double the decrease.",
			"",
			"#### Opportunities",
			"",
			"Tracing the rumors back to the nemesis counters the lies and potentially negates the losses the PCs suffered. Going forward, members of the community in which the nemesis spread his lies are less likely to believe his claims.",
			"",
			"### Tail",
			"",
			"**XP Reward** low",
			"",
			"The nemesis sends an agent to follow the PCs from a distance. This tail is an NPC or creature (typically one whose CR is equal to the group's APL -3). While they have a tail, the tail relays the PCs' activities and general plans to the nemesis. The tail follows the PCs in urban and wilderness areas, but will not enter dangerous locations (such as a dungeon or tomb). The tail makes daily reports on the PCs' activities. If the PCs split up, the tail follows one PC - either the one who seems to be doing something interesting or who's easiest to follow. The tail uses its own Perception and Stealth skills but attempts to remain hidden, using cover and crowds to hide its presence and staying at a distance to increase the Perception DC to notice it. The tail always attempts to flee if discovered or engaged.",
			"",
			"#### Opportunities",
			"",
			"If the PCs discover the tail, they might trick it into reporting false information to the nemesis. Alternatively, they might capture or have their tracker arrested, denying their enemy a useful ally."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"nemeses",
			"stratagems"
		],
		"siblings": [
			"simmering_stratagems",
			"engaged_stratagems",
			"intense_stratagems"
		]
	},
	"engaged_stratagems": {
		"name": "Engaged Stratagems",
		"subtitle": "Nemeses, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/138}",
			"",
			"Engaged stratagems are more personal and costly than simmering stratagems, evidencing the nemesis's attention and a growing, vicious grudge.",
			"",
			"### Allies in Peril",
			"",
			"**XP Reward** medium",
			"",
			"The nemesis takes an ally of the PCs hostage while they're away or otherwise distracted. Removing the ally proves to be a boon for the nemesis and a detriment to the PCs. The PCs might be forced to decide whether to spend their efforts locating their ally and attempting a rescue, or opposing the nemesis's goal.",
			"",
			"#### Opportunities",
			"",
			"The captured ally learns a considerable amount during her imprisonment, such as the location of the nemesis's lair, its interior layout, or the movements of guards.",
			"",
			"### Call on Dark Power",
			"",
			"**XP Reward** medium",
			"",
			"The nemesis makes a pact with a fiend or other dark force to thwart the PCs. He gains the temporary service of a powerful evil outsider (with a CR no higher than the party's APL + 3), but forfeits something significant in the process. This could include the nemesis taking a penalty to an ability score while the creature is in his service. Or, maybe the pact requires him to make a monthly sacrifice of intelligent creatures (usually a number equal to the evil outsider's Hit Dice).",
			"",
			"#### Opportunities",
			"",
			"The PCs discover the price the nemesis paid to summon the dark power, perhaps revealing some manner of infernal contract. Others groups might also condemn him for his dark dealings.",
			"",
			"### Contingency Plan",
			"",
			"**XP Reward** medium",
			"",
			"The nemesis has become accustomed to the PCs' interference and has developed a contingency plan. When the PCs are about to foil his current scheme, he either instantly benefits from an effect of a 1st- through 4th-level spell, as the spell {spell/contingency}. Alternatively, he might unleash some nonmagical contingency, such as collapsing the ceiling or opening a floodgate.",
			"",
			"#### Opportunities",
			"",
			"In his rush, the nemesis leaves behind some evidence of his hideout's location or compromising secret. Also, others might be harmed by his dramatic escape, leading them to help the PCs.",
			"",
			"### Half Time",
			"",
			"**XP Reward** medium",
			"",
			"In the wake of the last setback the PCs caused, the nemesis works harder to attain his goals. He completes one of his current projects (such as a ritual, research, influence, construction, or any other task) in half the usual time required. In exchange, he is fatigued when the PCs exploit their next opportunity. Or, if the PCs face him in a noncombat situation, his work proves shoddy, and this provides the PCs with a small advantage against him.",
			"",
			"#### Opportunities",
			"",
			"The PCs notice where the nemesis cut corners on this and other schemes, revealing vulnerabilities in his new weaponry, magical defenses, or hideout.",
			"",
			"### No Prize for Second Place",
			"",
			"**XP Reward** medium",
			"",
			"The nemesis discovers the PCs' eventual destination while they are on a quest, whether through spying or divination, and gets there ahead of them. He might alert those at their destination and explain the PCs' strengths and weaknesses (giving the denizens time to flee or set an ambush) or slaughter the guardians and pillage the place, leaving behind only traps for the PCs.",
			"",
			"#### Opportunities",
			"",
			"The nemesis's attempt to rob the destination reveals an unexplored section rife with greater treasures. Alternatively, the nemesis might trigger some curse or defense that targets him rather than the PCs.",
			"",
			"### Nowhere is Safe",
			"",
			"**XP Reward** low or medium",
			"",
			"The nemesis sends one or more agents ahead of the PCs as they are traveling or resting, tasking them with manufacturing obstacles to slow the PCs down. Simple dangers that the agents might devise, and that provide a low XP reward, include obstructing the PCs' travels by destroying a bridge, stealing the PCs' mounts, or luring ordinary animals to the PCs' camp to cause havoc. More threatening obstacles that provide a medium XP reward include locking the PCs inside a building and setting it on fire, triggering an avalanche, or provoking a dangerous creature to attack the PCs. To use this stratagem, the nemesis must have already used a tail stratagem against the PCs at least once (or have another way of knowing where the PCs are going, such as if the PCs are pursuing the nemesis; see {rule/Pursuit}).",
			"",
			"#### Opportunities",
			"",
			"The trap the nemesis's agents set up reveal a threat that might be used against the nemesis on the return trip. Tempting creatures into the PCs' camp might also give those beasts the scent of the nemesis and his agents, with unintended consequences.",
			"",
			"### Powerful Allies",
			"",
			"**XP Reward** medium",
			"",
			"The nemesis strikes a temporary agreement with another group. This grants him the services of a number of allies equal to the number of PCs, though the CR of each ally should usually be no greater than the party's APL - 1. These allies assist the nemesis with whatever he requires, whether directly confronting the PCs or assisting him with aid and resources. The alliance lasts a number of days equal to the nemesis's Hit Dice.",
			"",
			"#### Opportunities",
			"",
			"The PCs might discover the points of contention between the nemesis and his new allies, potentially using their knowledge to turn them against each other. Also, the PCs might bring the nemesis to the attention of a larger, more dangerous group or individual that doesn't appreciate an outsider manipulating her pawns.",
			"",
			"### Robbery",
			"",
			"**XP Reward** medium",
			"",
			"The nemesis attempts to steal something of value from the PCs. If they have stored valuable items at a particular location, the nemesis or his servants attempt a {rule/heist>s}, typically stealing between 10% and 100% of the value stored at that location. If the PCs carry all of their wealth with them, the nemesis instead sends pickpockets to steal items from the PCs, using Sleight of Hand and Stealth to purloin what they can and retreat.",
			"",
			"#### Opportunities",
			"",
			"The PCs find evidence pointing back to the nemesis, giving them an opportunity to retrieve what they lost with interest in a counter-heist.",
			"",
			"### Surprise",
			"",
			"**XP Reward** medium",
			"",
			"The nemesis launches a surprise attack against the PCs at an inopportune time. The nemesis could send a powerful agent or team of agents against the PCs while they are already in combat, or when they are resting after running out of resources for the day. The surprise might also be an unsuspected sabotage of a plan or project the PCs are pursuing.",
			"",
			"#### Opportunities",
			"",
			"Intending to use it to overbear the unprepared PCs, the nemesis's agents possessed more valuable treasure than usual or had one of the nemesis's useful magic items in their possession. Upon defeating their foes, the PCs gain a useful treasure for themselves."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"nemeses",
			"stratagems"
		],
		"siblings": [
			"simmering_stratagems",
			"engaged_stratagems",
			"intense_stratagems"
		]
	},
	"intense_stratagems": {
		"name": "Intense Stratagems",
		"subtitle": "Nemeses, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/140}",
			"",
			"Intense stratagems are desperate, costly, personal, or perhaps all three. Only a nemesis with a profound need to avenge the numerous setbacks the PCs have inflicted on him is capable of such extremes.",
			"",
			"### Backed into a Corner",
			"",
			"**XP Reward** high",
			"",
			"The nemesis liquidates assets and calls in debts to gain additional finances equal to his normal wealth by level. He may spend this wealth on any resources he pleases or to gain a significant advantage in an endeavor in which he is in direct competition with the PCs. The nemesis's liquidations might provide wealth in the short term, but they are deleterious to his long-term financial solvency.",
			"",
			"#### Opportunities",
			"",
			"The nemesis has exhausted his resources and is without many of the magical and mundane defenses his wealth normally provides. Or, one of the PCs' allies takes it upon themselves to check the accounting of whoever granted the nemesis his additional wealth. The ally finds errors or lies that infuriate the nemesis's backers, causing them to cut ties with him or seek to call back their loan.",
			"",
			"### Death of an Ally",
			"",
			"**XP Reward** high",
			"",
			"The nemesis callously slays a close ally of the PCs. The ally should be one who offers significant aid to the PCs or with whom they have a close personal connection. The method of the murder should provide the PCs a solid opportunity to strike back at the nemesis, since after this stratagem, it's likely the PCs will be out for blood.",
			"",
			"#### Opportunities",
			"",
			"This might not be the first time the nemesis has resorted to murder. A public death brings the nemesis's other foes to light, and in their sympathy they ally with the PCs.",
			"",
			"### Enemy of the State",
			"",
			"**XP Reward** high",
			"",
			"A more severe version of the [false witness stratagem](rule/simmering_stratagems), the nemesis has persuaded the local government that the PCs have committed treason. The PCs must not only contend with the nemesis's antics, but must also escape the state authorities' hounding and possible criminal charges. The PCs can still attempt to prove their innocence, but doing so is extremely difficult, taxing the PCs' time and resources. Also, proving their innocence may not be enough, and the PCs may have to work on the fringes of society to achieve their other goals.",
			"",
			"#### Opportunities",
			"",
			"The nemesis's lies are themselves a crime and, upon redeeming themselves, the PCs shift the eyes of the law to their foe.",
			"",
			"### Ghostly Cathexis",
			"",
			"**XP Reward** high",
			"",
			"The PCs have killed their nemesis, but his obsession causes him to rise from death as a {template/ghost} with the unfinished business of defeating the PCs. His spirit rises 1d4 days after his death, and his ghost is tied to his possessions from life. He can use {spell/locate object} at will as a spell-like ability to locate any of those objects, and once per day, he can use {spell/greater scrying} to spy upon a creature carrying them as if he were familiar with that creature (even if the object itself is in an extradimensional space). If he successfully locates an object with either effect, he can transport himself to its location once per day, as per {spell/word of recall}, merging his incorporeal form with the object and moving with it. While he inhabits the object, he can use his malevolence ability to possess creatures nearby; a creature wearing or wielding one of the ghost's former possessions takes a - 4 penalty on saving throws against this malevolence. Becoming a ghost limits the nemesis, as well, and represents a new opportunity for the PCs to strike back.",
			"",
			"#### Opportunities",
			"",
			"The nemesis's refusal to pass into death draws the attention of some dangerous creature, such as a {monster/night hag} or {family/psychopomp}. They seek to claim the nemesis's soul, but also draw the PCs into new, otherworldly adventures.",
			"",
			"### Loyalty Beyond Death",
			"",
			"**XP Reward** high",
			"",
			"The PCs kill a fanatic follower of the nemesis, who returns from death as a {monster/revenant}. For higher-level parties, multiple slain associates might come back as a group of revenants or more powerful undead. These unholy abominations pursue the PCs tirelessly, seeking to exact revenge. Unlike most stratagems, the nemesis might not instigate this one on his own.",
			"",
			"#### Opportunities",
			"",
			"Even though the nemesis might not typically use undead allies, in this case, the dead have served his agendas. This incites the scrutiny of a good-aligned faith that now has reason to believe the nemesis is an enemy of the living.",
			"",
			"### Mistaken Identity",
			"",
			"**XP Reward** high",
			"",
			"The nemesis uses a {spell/clone}, {spell/simulacrum}, {monster/doppelganger}, or other impostor version of himself to make it seem like he is in one place rather than another. The GM should decide to implement this stratagem before the PCs encounter the nemesis and use the stats for the impostor, rather than having the PCs fight the real, full-powered nemesis; after the PCs kill the impostor, the GM should reveal that it was a fake.",
			"",
			"#### Opportunities",
			"",
			"The PCs might be able to convince many of their nemesis's agents that their master is dead, tricking them into leaving their posts or giving up secrets that now seem moot.",
			"",
			"### Trump Card",
			"",
			"**XP Reward** high",
			"",
			"The nemesis reveals a trump card he has been holding back for just the right moment - such as monstrous allies or a powerful magic item. There should be something that strongly limits his use of this trump card or that has caused him to hold it back until now. For example, maybe the item powers down after use and is very difficult to recharge. Or, maybe knowledge of his alliance would ruin his reputation. Whatever it is, the nemesis's reason for hiding the trump card could feed into a particularly useful opportunity for the PCs.",
			"",
			"#### Opportunities",
			"",
			"Using his trump card brings considerable attention to the nemesis, perhaps from the law, the trump card's former owner, or a deadlier creature that wants this advantage for itself. The PCs might temporarily ally with this creature, or use its antagonism to their advantage."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"nemeses",
			"stratagems"
		],
		"siblings": [
			"simmering_stratagems",
			"engaged_stratagems",
			"intense_stratagems"
		]
	},
	"nemesis_personas": {
		"name": "Nemesis Personas",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/141}",
			"",
			"Because having a nemesis is more personal than just having an adversary, it's important to consider what makes the nemesis tick. Certain archetypical nemesis personas, such as those in the following suggestions, are common in fiction and help to build a memorable foe.",
			"",
			"***Embittered Protege:*** Perhaps the nemesis was once a follower of one of the PCs or a close ally, or shared the same mentor. The protege was dismissed from training, whether for lack of talent, failure to pass a key test, or because of some transgression. The protege blames one or more PCs for his failure, claiming the PCs were shown favoritism after outshining him, or that the PCs somehow sabotaged his education.",
			"",
			"***Fallen Idol:*** The nemesis was once a person of great repute, honored for his heroic deeds, or revered as a mentor of the PCs. Whatever his former prominence, the idol has fallen on hard times. This may not be public knowledge, and early encounters with the fallen idol might preserve the facade that things are going well. However, the PCs have unknowingly disrupted the fallen idol's (possibly illicit) scheme to recover his position, plunging him further into desperation. The nemesis becomes obsessed with regaining his former fame, resorting to ever-more-questionable methods and outrageous schemes in a losing battle to regain respect; in short, he's become the very thing he once stood against. The PCs might never realize that their old mentor and their new nemesis are one and the same until the final confrontation, after which they must decide whether to redeem or slay the fallen idol.",
			"",
			"***Herald of the Future:*** The nemesis is devoted to the cause of progress, seeking to abolish the old ways and usher in a glorious destiny. This new future might come about through science, political upheaval, the rapturous return of a deity, or the advent of alien intelligence. Whatever his creed, the nemesis promises it will change everything. His goals and dogma might be strange, leading the PCs to either oppose his view of the future or simply compete with him for the same resources. For instance, his goal to collect strange artifacts might place him in a race against the PCs for the otherworldly relics. While urbane and sophisticated, the herald dismisses dissent as small-minded ignorance. At first, he might feel more sorrow for his opposition's short-sightedness than anger, but he still won't let the PCs stand in the way of progress.",
			"",
			"***Obstructive Official:*** The nemesis is a person of political power or prominence, such as an officer of the law, a moralizing judge, an ambitious aristocrat, or an arrogant noble. Whatever his role, or whether he holds his position through birth, wealth, or personal strength, he is dogmatically dedicated to a specific set of rules that the PCs, in the course of their adventuring activities, violate with some frequency. The obstructive official is not interested in the PCs' motivations or justifications. To the nemesis, they are dangerous vigilantes who bring trouble in their wake. So-called \"heroes\" are menaces that need to be controlled or, failing that, eliminated. This sort of nemesis uses his connections to make life more difficult for the PCs, but always through legal avenues. Eventually he hopes to have the PCs thrown in jail, exiled, or otherwise removed from the equation, but only after he has built an ironclad case against them.",
			"",
			"***Trickster:*** The nemesis is an agent of chaos, a troublemaker who may act with malice or out of pure capriciousness. The trickster respects no laws, authorities, or systems of control. He may be prone to acts of charity when the mood strikes. He may even be a hero to some, but he may just as quickly turn on those who supported him, or abandon them for a new scheme altogether. The trickster's opposition to the PCs may be a perverse social experiment to undermine their principles or to disrupt the world around them. Or, it may be just a game to him, and the PCs are simply too much fun to ignore."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"nemeses"
		],
		"siblings": [
			"provoking_a_nemesis",
			"opportunities",
			"stratagems",
			"nemesis_personas"
		]
	},
	"performance_combat": {
		"name": "Performance Combat",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/153}",
			"",
			"Not every fight is for survival. Combatants sometimes find themselves in contests where the crowd's reaction is at least as important as the outcome of the fight itself. Whether a bar brawl with the goal of rousing the local populace to rise up against a band of bullies or a sun-drenched and bloody gladiatorial contest where life and death actually hinge on the favor of the crowd, performance combats are fights in which showmanship and flair can be more important than ruthless fighting efficiency.",
			"",
			"The following rules for performance combat allow you as the GM to run an encounter, or even a series of combat encounters, in which the combatants must not only win the battle, but also win over the crowd."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"types_of_performance_combat",
			"crowd_attitudes",
			"performance_combat_check",
			"affecting_the_crowds_attitude"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		]
	},
	"types_of_performance_combat": {
		"name": "Types of Performance Combat",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/153}",
			"",
			"When creating a performance combat, it is important to determine the goals and rules of that combat. The following are the major examples of performance combat, but you should feel free to mix and match some of these general categories to create a performance combat that fits the story of your campaign.",
			"",
			"***Knockout Bout:*** Frequently as brutal but not as bloody as battles to the death, a knockout bout does not end in the death of one side, but still requires a clear and crushing victory. As long as both sides in the performance combat remain standing, the fight continues. Many knockout bout combats require that their participants deal nonlethal damage.",
			"",
			"***Staged Combats:*** Staged combats are less dangerous than knockout bouts. In these contests, combatants typically arrange to have blows that just barely land, so the hits are not registered as either nonlethal or lethal damage, but crowd reaction is determined in the same way as for normal battles. Staged combats often require advanced training (see the {feat/Stage Combatant} feat). Those without advanced training can attempt to participate, but take a -6 penalty on attack rolls in order to make it seem like their attacks hit without doing real damage.",
			"",
			"***To a Number of Wounds:*** Not all blood sports end in death. It is often costly to train warriors for arenas big and small, and those who finance such enterprises are protective of their investments. In societies that value life but still love the spectacle of a good fracas, fighting to a number of wounds is an excellent compromise. A fight to first blood or to a certain number of wounds is often enough to appease a crowd.",
			"",
			"***To the Death:*** Only the death of one side ends these bouts. Sometimes the crowd's reaction is secondary to the desperate battle on display, but other times the crowd's reaction can have an effect on the actual outcome of the fight. Some blood sports demand that combatants hold off on the killing blow until the crowd gets a chance to voice its pleasure or displeasure, usually with a roar of applause or with a thumbs-up or thumbs-down gesture. A thumbs-up gesture allows the vanquished combatant to live and fight another day; a thumbs-down gesture ends the melee with a grotesque spray of blood.",
			"",
			"***Toward a Goal:*** Often these are elaborate affairs that may reproduce a historical battle, or just pit combatants against terrain and challenges that feature a variety of hazards and traps. These types of battles can be races (maybe mixing them with [the rules for vehicular combat](rule/vehicles_in_combat)), or may present capture-the-flag-like objectives, but all test the ability of the combatants to achieve a predetermined goal."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"performance_combat"
		],
		"siblings": [
			"types_of_performance_combat",
			"crowd_attitudes",
			"performance_combat_check",
			"affecting_the_crowds_attitude"
		]
	},
	"crowd_attitudes": {
		"name": "Crowd Attitudes",
		"subtitle": "Performance Combat, Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/153}",
			"",
			"While combatants do the actual fighting in performance combat, the crowd remains an active participant in these bouts. The audience can bolster or demoralize the competitors with their enthusiasm or scorn for what they see on the battlefield, with serious results.",
			"",
			"A crowd's attitude is similar to a non-player character's attitude when a character uses the Diplomacy skill. The DC of performance combat checks to improve crowd reaction is tied to the crowd's starting or current attitude. Each time the combatants do something spectacular on the battlefield, they have the opportunity to parlay that success into a better crowd reaction, but missteps can also create contempt among the crowd.",
			"",
			"During performance combat, it is important for the GM to keep track of the crowd's attitude toward each side of the combat. Given that a crowd is filled with many people shouting, clapping, booing, hissing, or otherwise showing their pleasure or displeasure, the exact crowd reaction changes from moment to moment based on events on the battlefield, but groups of combatants always have a reasonable idea of what the crowd thinks of their performance at any given time.",
			"",
			"The following are the general categories of crowd reaction and attitude. They are listed from lowest regard to highest.",
			"",
			"***Hostile:*** The crowd does not like what it is seeing. Hostile crowds demoralize combatants in a performance combat. In these battles, while the crowd is hostile toward a given side, those combatants take a -2 penalty on all attack rolls, combat maneuver checks, ability checks, skill checks, and saving throws. This is a mind-affecting effect.",
			"",
			"If the crowd is hostile toward a side of the combat and a member of that side fails a performance combat check by 5 or more, that side automatically loses the performance part of the combat. This can be important for the story of the game, or if the PCs are participating in serialized performance combats.",
			"",
			"***Unfriendly:*** While still biased against a side, the crowd reserves its most vocal disdain for failed performance combat checks. Unfriendly crowds demoralize combatants in a performance combat. In these battles, while the crowd is unfriendly toward a given side, those combatants take a -1 penalty on all attack rolls, combat maneuver checks, ability checks, skill checks, and saving throws. This is a mind-affecting effect.",
			"",
			"***Indifferent:*** The crowd is waiting for something exciting to happen. Audience members show little emotion other than anticipation and a desire for daring feats of combat to occur.",
			"",
			"***Friendly:*** The crowd is beginning to be swayed toward one side in the fray. Audience members cheer when that side achieves some impressive feat in the combat, and their reaction grants a +1 morale bonus on all attack rolls, combat maneuver checks, ability checks, skill checks, and saving throws for their chosen side. This is a mind-affecting effect.",
			"",
			"***Helpful:*** The crowd loves what it is seeing from a given side. Audience members stand up, chant, cheer, and scream for the combatants to push on toward ultimate success. A helpful crowd grants its chosen champions a +2 morale bonus on all attack rolls, combat maneuver checks, ability checks, skill checks, and saving throws. This is a mind-affecting effect.",
			"",
			"If the crowd is helpful toward one side of the combat and a member of that side succeeds at a performance combat check, that side gains a victory point.",
			"",
			"### Crowd's Starting Attitude",
			"",
			"The first thing a GM must do in a performance combat is determine the crowd's starting attitude. Typically a crowd starts out with an indifferent attitude toward each side, but it could start with an attitude that's a step higher or lower based on other circumstances. Favored champions of a fighting pit or a city may start at a higher attitude step, while outsiders, prisoners of war, or criminals may start at a lower attitude step. If you are running a series of combats, a crowd may start with a higher or lower starting attitude based on a combatant's or a group of combatants' performance in the last bout, which is determined by the number of victory points the individual or group has (see {rule/Serialized Performance Combat/s})."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"performance_combat"
		],
		"siblings": [
			"types_of_performance_combat",
			"crowd_attitudes",
			"performance_combat_check",
			"affecting_the_crowds_attitude"
		]
	},
	"performance_combat_check": {
		"name": "Performance Combat Check",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/154}",
			"",
			"Whenever a combatant has a chance to affect the crowd's attitude, she makes a performance combat check. The check is a Charisma ability check modified by the base attack bonus of the character plus any ranks the character has in Perform (act), Perform (comedy), or Perform (dance), whichever is highest. Making a performance combat check is usually a swift action, triggered when a combatant performs a trigger action (see {rule/Affecting the Crowd's Attitude}).",
			"",
			"### Base Attack Bonus",
			"",
			"| Base Attack Bonus | Bonus on Performance Combat Check |",
			"| --- | --- |",
			"| 0 | +0 |",
			"| 1-5 | +1 |",
			"| 6-10 | +2 |",
			"| 11-15 | +3 |",
			"| 16+ | +4 |",
			"",
			"### Perform Ranks",
			"",
			"| Highest Perform Rank | Bonus on Performance Combat Check |",
			"| --- | --- |",
			"| 0 | +0 |",
			"| 1-5 | +1 |",
			"| 6-10 | +2 |",
			"| 11-15 | +3 |",
			"| 16+ | +4 |",
			"",
			"Using a performance weapon grants a combatant a +2 bonus on performance combat checks. Some feats, spells, or other circumstances may grant a combatant a bonus on performance combat checks.",
			"",
			"Succeeding at a performance combat check improves the attitude of the crowd by one step. Unlike skill checks, a roll of a natural 20 on a performance combat check always succeeds. Failing the check either leaves the attitude unchanged or, if the check fails by 5 or more, causes the attitude of the crowd to decrease by one step. The DC of the check is determined by the crowd's current attitude, with a number of adjustments to the DC granted by the circumstances of the performance combat. If the crowd's current attitude is helpful, a successful check grants the favored side 1 victory point.",
			"",
			"### Performance Combat Check DC",
			"",
			"The performance combat check's DC is based on a number of factors, including the starting or current attitude of the crowd, the size of the crowd, and the number of creatures participating in the performance combat. The base DC of the performance combat check is determined by the current attitude of the crowd toward the side of combat.",
			"",
			"| Starting or Current Attitude | Base DC to Improve Attitude |",
			"| --- | --- |",
			"| Hostile | 20 |",
			"| Unfriendly | 15 |",
			"| Indifferent | 10 |",
			"| Friendly | 15 |",
			"| Helpful | 20[^1] |",
			"",
			"***Size of the Crowd:*** Larger crowds are harder to sway to one side or the other. It takes great shows of daring or a progression of numerous displays of crowd-pleasing actions to get them to change their attitude. Presented here are the general crowd sizes and their effects on the DC to improve crowd attitudes and gain victory points.",
			"",
			"***Small Crowd:*** A small crowd contains no fewer than two and no more than 25 creatures. It does not increase the base DC of all performance combat checks.",
			"",
			"***Medium Crowd:*** A medium crowd contains no fewer than 26 and no more than 100 creatures. A medium crowd increases the DC of all performance combat checks by +2.",
			"",
			"***Large Crowd:*** A large crowd contains no fewer than 101 and no more than 300 creatures. A large crowd increases the DC of all performance combat checks by +3.",
			"",
			"***Massive Mob:*** A massive mob is made up of no fewer than 301 creatures, and its numbers can expand into the thousands. A massive mob increases the DC of all performance combat checks by +4.",
			"",
			"***Total Number of Combatants:*** The participation of a large number of combatants increases the difficulty of swaying the crowd. Large groups of combatants make it difficult for a crowd to follow the entire battle and to catch actions from individuals that could possibly sway the audience's attitude. Adjust these modifications as combatants enter or leave the battle.",
			"",
			"***Small Battle:*** If the battle is between a total of 2-8 combatants, there is no change to the base DC to improve the attitude of the crowd or gain victory points.",
			"",
			"***Medium Battle:*** If the battle is between 9-16 combatants, the DC to improve the attitude of the crowd or gain victory points increases by +4.",
			"",
			"***Large Battle:*** A battle with 17 or more total combatants increases the DC to improve the attitude of the crowd by +8.",
			"",
			"***Other Circumstances That Affect DC:*** Other circumstances that always affect the DC to improve the attitude of the crowd or gain victory points include the following.",
			"",
			"***Cheating:*** If one side visibly cheats or breaks the rules, the DC for that side of the performance combat to improve the attitude of the crowd increases by 2 for the remainder of the performance combat. This increase can occur multiple times in a battle. For the purpose of spotting cheating, determine the base Perception and Sense Motive for the average member of a crowd (usually +0 if you assume an average human) and apply the following modifiers based on crowd size. The DC is based on whatever action the combatant is using to hide any cheating (usually Bluff or Stealth).",
			"",
			"| Crowd Size | Bonus on Perception and Sense Motive Checks to Spot Cheating |",
			"| --- | --- |",
			"| Small crowd | +8 |",
			"| Medium crowd | +12 |",
			"| Large crowd | +16 |",
			"| Massive mob | +20 |",
			"",
			"***Outnumbered:*** If one side of the battle outnumbers the others by less than a 2:1 ratio, the DC for that side to improve the attitude of the crowd or to gain victory points increases by 2. If one side outnumbers all others by a ratio of 2:1 or more, the DC for that side to improve the attitude of the crowd increases by 6. These increases to the DC end or are reduced to the appropriate level if the numbers become even or if the 2:1 ratio of combatants is ever brought down to outnumbering the other sides by less than a 2:1 ratio.",
			"",
			"***Unfair Advantage:*** If one side of the battle has an obvious unfair advantage (for example, one side starts the battle in a fortified position or has better weapons and armor, or its opponents are not armed at all), the DC to improve the attitude of the crowd is increased by 2. A GM can increase the DC by as much as 6 if the unfair advantage is severe enough.",
			"",
			"***Bribery or Coercion:*** Crowds can be bribed or coerced. Typically a successful bribe or attempt at coercion involves paying some amount of gold based on the crowd size, and succeeding at a Diplomacy check with a DC based on the size of the crowd. If the gold is paid and the Diplomacy check fails, the side gains a penalty for cheating instead, though the gold is still spent. If the check succeeds, the DC to improve crowd reaction and gain victory points decreases by 2. For every 5 points over the DC by which the combatants make the check, the DC to improve the crowd's attitude or to gain a victory point decreases by 1.",
			"",
			"| Crowd Size | Diplomacy DC | Gold Paid |",
			"| --- | --- | --- |",
			"| Small crowd | DC 15 | 25 gp |",
			"| Medium crowd | DC 20 | 250 gp |",
			"| Large crowd | DC 25 | 750 gp |",
			"| Massive mob | DC 30 | 2,000 gp |",
			"",
			"[^1]: This is the DC to gain a victory point. The base DC is modified by the size of the crowd, the number of participants on each side, and a number of other circumstances."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"performance_combat"
		],
		"siblings": [
			"types_of_performance_combat",
			"crowd_attitudes",
			"performance_combat_check",
			"affecting_the_crowds_attitude"
		]
	},
	"affecting_the_crowds_attitude": {
		"name": "Affecting the Crowd's Attitude",
		"subtitle": "Performance Combat, Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/156}",
			"",
			"For a combatant to affect the crowd's reaction in some way, he must usually accomplish some visible combat display that has a chance of motivating the crowd toward a new attitude. If the crowd cannot see the combatant (because of total concealment, invisibility, improved cover, or total cover), he cannot affect the crowd's attitude in any way, but {rule/concealment} and lesser forms of {rule/cover} do not affect a combatant's ability to affect the crowd.",
			"",
			"When a combatant performs or causes one of the triggers described in the sections that follow, he can typically make a performance combat check as a swift action (or a free action if the creature has the {feat/Master Combat Performer} feat) to improve the attitude of the crowd. The swift action usually involves some form of flourish, display, or show in the attempt to grab the attention of the crowd. If the combatant has a performance feat, the action that triggers the check may involve some form of movement or effect. Sometimes a performance combat check can be made as a free or an immediate action. Making a performance check as a free action does not allow a character to take any special action granted to him by a performance feat (unless he has the {feat/Master Combat Performer} feat), and making a performance combat check as an immediate action or as no action never allows a character to perform a special action granted by a performance feat (even if he does have the {feat/Master Combat Performer} feat).",
			"",
			"Other times, a performance combat check must be performed. These mandatory performance combat checks are not actions, and usually have detrimental effects if the check is not successful.",
			"",
			"The following are the standard triggers for making a performance combat check. The triggers are organized by the action type required to attempt or to make the performance combat check."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"performance_combat"
		],
		"subtopics": [
			"swift_action_checks",
			"free_action_or_immediate_action_checks",
			"mandatory_checks",
			"victory_points",
			"determining_a_winner",
			"serialized_performance_combat"
		],
		"siblings": [
			"types_of_performance_combat",
			"crowd_attitudes",
			"performance_combat_check",
			"affecting_the_crowds_attitude"
		]
	},
	"swift_action_checks": {
		"name": "Swift Action Checks",
		"subtitle": "Performance Combat, Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/156}",
			"",
			"The following triggers allow a character participating in a performance combat to make a performance combat check as a swift action. A character can always opt not to make a performance combat check that requires a swift action. Some feats, called performance feats, allow a character to perform other actions as part of the performance combat check.",
			"",
			"***Charge:*** Whenever a combatant hits with a charge attack, she can make a performance combat check as a swift action.",
			"",
			"***Combat Maneuvers:*** Whenever a combatant successfully performs any combat maneuver, she can make a performance combat check as a swift action.",
			"",
			"***Dealing Maximum Damage:*** Whenever a combatant deals maximum damage with a damage roll (weapon or spell, but not including sneak attack or other variable precision damage), she can make a performance combat check as a swift action. She gains a penalty or bonus on this check based on the type of weapon or spell she uses. Light weapons take a -4 penalty on the check, one-handed weapons grant neither a bonus or a penalty, and two-handed or exotic weapons grant a +2 circumstance bonus on the check. Spells grant a bonus on the performance combat check equal to half their spell level.",
			"",
			"***Energy Spells and Effects:*** Crowds tend to respond to flashy spells and effects. If a combatant casts a spell or produces an effect that deals acid, cold, fire, electricity, force, or sonic damage in a visible way (including weapons with special abilities like {magic-enh/flaming burst} or {magic-enh/shocking burst} that deal bursts of energy damage on critical hits), she can make a performance combat check as a swift action.",
			"",
			"***Feint:*** If a combatant successfully feints against an enemy, she can make a performance combat check as a swift action.",
			"",
			"***Knocking Opponent Prone:*** When a combatant knocks another combatant prone, she can make a performance combat check as a swift action.",
			"",
			"***Multiple Hits:*** If a combatant has more than one attack on her turn and hits an opponent with at least two of those attacks, she can make a performance combat check as a swift action. She gains a +2 bonus on this performance combat check for every attack she hits with beyond the second."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"performance_combat",
			"affecting_the_crowds_attitude"
		],
		"siblings": [
			"swift_action_checks",
			"free_action_or_immediate_action_checks",
			"mandatory_checks",
			"victory_points",
			"determining_a_winner",
			"serialized_performance_combat"
		]
	},
	"free_action_or_immediate_action_checks": {
		"name": "Free Action or Immediate Action Checks",
		"subtitle": "Performance Combat, Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/156}",
			"",
			"The following triggers allow a combatant to make a performance combat check as a free action or an immediate action. A combatant may also opt to make any of these performance combat checks as a swift action instead, and gains the benefit of performance feats when he does so. A combatant can always opt to not make a performance combat check that requires a free action or immediate action. A combatant can also spend a victory point to make any one of these performance combat checks as a free action taken when it is not the combatant's turn, which allows the combatant to make one of these performance combat checks without spending an immediate action.",
			"",
			"***Critical Hit:*** When a combatant confirms a critical hit, he can make a performance combat check as a free or immediate action. When he does so, failing by 5 or more does not lower the crowd's attitude. If the combatant gains a special effect on this critical hit from a critical feat, he gains a +2 bonus on the performance combat check.",
			"",
			"***First Blood:*** If the combatant is the first person to damage an enemy during a performance combat (or to hit an opponent in the case of staged combats), he can make a performance combat check as a free or immediate action.",
			"",
			"***Raging:*** The first time a combatant enters a rage in a performance combat, he can make a performance combat check as a free or immediate action.",
			"",
			"***Vanquish Opponent:*** Whenever a combatant reduces a creature to 0 or fewer hit points, he can make a performance combat check as a free or immediate action."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"performance_combat",
			"affecting_the_crowds_attitude"
		],
		"siblings": [
			"swift_action_checks",
			"free_action_or_immediate_action_checks",
			"mandatory_checks",
			"victory_points",
			"determining_a_winner",
			"serialized_performance_combat"
		]
	},
	"mandatory_checks": {
		"name": "Mandatory Checks",
		"subtitle": "Performance Combat, Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/157}",
			"",
			"The following performance combat checks must be attempted whenever possible. These checks don't improve a crowd's attitude, and the combatant gains no benefit from performance feats with these checks. Failing them typically has a detrimental effect on a crowd's attitude. If the crowd cannot see the action that triggered these checks, the combatant who performed it does not need to make the check. Making a performance check for one of these triggers is not an action.",
			"",
			"***Magical Healing:*** Crowds tend to dislike the use of magical healing; some crowds even see it as cheating. On a turn when a combatant casts a healing spell or other healing effect, or uses a healing spell trigger, spell completion, or use-activated item (including forcing a {spell/potion of |cure light wounds} or similar potion down the throat of an opponent) she must make a performance combat check. Success yields no change to the attitude of the crowd, but any failure reduces the crowd's attitude by one step.",
			"",
			"***Rolling a Natural 1:*** When a combatant rolls a natural 1 on an attack roll or a saving throw, she must make a performance combat check. A success does not affect the crowd in any way, but any failure reduces the crowd's attitude by one step.",
			"",
			"***Withdraw:*** Whenever a combatant uses the withdraw action, she must make a performance combat check as a free action. She takes a -5 penalty on the check, and success does not shift the crowd's attitude, but failure shifts it one step lower."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"performance_combat",
			"affecting_the_crowds_attitude"
		],
		"siblings": [
			"swift_action_checks",
			"free_action_or_immediate_action_checks",
			"mandatory_checks",
			"victory_points",
			"determining_a_winner",
			"serialized_performance_combat"
		]
	},
	"victory_points": {
		"name": "Victory Points",
		"subtitle": "Performance Combat, Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/157}",
			"",
			"When a side is benefiting from a helpful crowd reaction and succeeds at a performance combat check, that side gains a victory point. Victory points are kept in a pool, and can be spent by anyone on a given side of a performance combat at any time during the performance combat, as long as no one on the side objects to the use of the victory point. Victory points can be spent during a performance combat in the following ways. Spending a victory point is not an action.",
			"",
			"- A combatant can spend a victory point to gain an automatic success at a performance combat check, but cannot spend the victory point to succeed at a performance combat check while the crowd has a helpful attitude toward that combatant's side of the performance combat.",
			"- A combatant can spend a victory point to make a free or immediate action performance combat check as no action, allowing the combatant to make the check when it is not the combatant's turn without spending an immediate action.",
			"- A combatant can spend a victory point to force an opponent in a performance combat to reroll a performance combat check. The opponent must take the effect of the reroll. While running a group of serialized performance combats, any unspent victory points are saved and can be used during the next performance combat, and can affect the starting attitude of the crowd.",
			"",
			"In the case of serialized combats, decisively winning a performance by having a higher crowd attitude than the opposing team or teams at the end of the performance combat wins 1 victory point for each combatant on the winning side.",
			"",
			"***Splitting Up Victory Points:*** Sometimes, in the case of team performance combat, the lineup of a performance combat team may change. If this occurs, it may be important to split up any victory points the team has gained. Victory points should be split as evenly as possible among the combatants within a team, with the remainder going to combatants in any way the team chooses (but with no individual player receiving more than 1 point from the remainder). For instance, if a team is made up of four combatants, but at the end of a bout there are 6 victory points, all four combatants gain at least 1 victory point, and two members of the team each receive 1 additional point, as chosen by the members of the team in any way the members deem fair."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"performance_combat",
			"affecting_the_crowds_attitude"
		],
		"siblings": [
			"swift_action_checks",
			"free_action_or_immediate_action_checks",
			"mandatory_checks",
			"victory_points",
			"determining_a_winner",
			"serialized_performance_combat"
		]
	},
	"determining_a_winner": {
		"name": "Determining a Winner",
		"subtitle": "Performance Combat, Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/157}",
			"",
			"When the performance combat is concluded, the side with the highest attitude wins over the crowd. In the case of a tie, use victory points to determine the winner. If the bout is still a tie, that performance combat is a tie."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"performance_combat",
			"affecting_the_crowds_attitude"
		],
		"siblings": [
			"swift_action_checks",
			"free_action_or_immediate_action_checks",
			"mandatory_checks",
			"victory_points",
			"determining_a_winner",
			"serialized_performance_combat"
		]
	},
	"serialized_performance_combat": {
		"name": "Serialized Performance Combat",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/157}",
			"",
			"If you are running a series of performance combats as part of your campaign, successes and failures for each performance combat can affect the starting attitude of the crowd in future performance combats in the series, both negatively and positively.",
			"",
			"If one side of a performance combat loses the performance part of the combat by failing a performance combat check by 5 while the crowd has a hostile attitude, on the very next bout, the crowd starts with an unfriendly attitude instead of the indifferent attitude.",
			"",
			"If a side of the performance combat starts with at least 1 victory point per member of the side, the crowd's attitude starts as friendly toward that side instead of indifferent. If the side has at least 3 victory points per member, the crowd starts as helpful instead of indifferent."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"performance_combat",
			"affecting_the_crowds_attitude"
		],
		"siblings": [
			"swift_action_checks",
			"free_action_or_immediate_action_checks",
			"mandatory_checks",
			"victory_points",
			"determining_a_winner",
			"serialized_performance_combat"
		]
	}
}
