{
	"equipment": {
		"name": "Equipment",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/140}",
			"",
			"A well-equipped character can take on nearly any challenge, from surviving in the wilderness to making an impression at the king's banquet. This section presents all manner of mundane and exotic equipment for the PCs to purchase and use, from weapons to armor, alchemical items to masterwork tools, fine wines to trail rations. The equipment presented here should be relatively easy to find and purchase in most towns and cities, although GMs might wish to restrict the availability of some of the more expensive and exotic items. Magic items are much more difficult to purchase."
		],
		"parent_topics": [ "basics" ],
		"subtopics": [
			"wealth_and_money",
			"weapons",
			"armor",
			"other_goods_and_services",
			"carrying_capacity"
		],
		"siblings": [
			"how_to_play",
			"common_terms",
			"character_creation",
			"ability_scores",
			"races",
			"classes",
			"character_advancement",
			"alignment",
			"skills",
			"feats",
			"equipment",
			"traits_and_other_details",
			"magic_items",
			"movement",
			"vision_and_light",
			"breaking_things",
			"magic"
		]
	},
	"wealth_and_money": {
		"name": "Wealth and Money",
		"tags": "Selling treasure trade goods coins gp cp pp sp gold pieces silver pieces copper pieces platinum pieces",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{jumplist Coins / Trade Goods / Selling Treasure}",
			"",
			"{SOURCE PRPG Core Rulebook/40;Ultimate Equipment/93}",
			"",
			"Each character begins play with a number of gold pieces that he can spend on weapons, armor, and other equipment. As a character adventures, he accumulates more wealth that can be spent on better gear and magic items. Table 6-1 lists the starting gold piece values by class. In addition, each character begins play with an outfit worth 10 gp or less. For characters above 1st level, see [Table 12-4](rule/placing_treasure).",
			"",
			"### Table 6-1: Starting Character Wealth",
			"",
			"| Class | Starting Wealth | Average |",
			"| --- | --- | --- |",
			"| Arcanist, Druid, Psychic, Sorcerer, Spiritualist, Summoner[^U], Wizard | 2d6 &times; 10 gp | 70 gp |",
			"| Alchemist, Barbarian[^U], Bard, Bloodrager, Brawler, Investigator, Mesmerist, Monk[^U], Oracle, Shaman, Shifter, Skald, Witch | 3d6 &times; 10 gp | 105 gp |",
			"| Cleric, Hunter, Inquisitor, Magus, Medium, Ninja, Occultist, Rouge[^U] | 4d6 &times; 10 gp | 140 gp |",
			"| Antipaladin, Cavalier, Gunslinger, Fighter, Paladin, Ranger, Samurai, Slayer, Swashbuckler, Vigilante, Warpriest | 5d6 &times; 10 gp | 175 gp |",
			"",
			"[^U]: The Unchained version of this class has the same starting gold.",
			"",
			"### Coins",
			"",
			"The most common coin is the gold piece (gp). A gold piece is worth 10 silver pieces (sp). Each silver piece is worth 10 copper pieces (cp). In addition to copper, silver, and gold coins, there are also platinum pieces (pp), which are each worth 10 gp.",
			"",
			"The standard coin weighs about a third of an ounce (50 to the pound).",
			"",
			"### Table 6-2: Coins",
			"",
			"| Exchange Value | cp | sp | gp | pp |",
			"| --- | --- | --- | --- | --- |",
			"| Copper Piece (cp) | 1 | 1/10 | 1/100 | 1/1,000 |",
			"| Silver Piece (sp) | 10 | 1 | 1/10 | 1/100 |",
			"| Gold Piece (gp) | 100 | 10 | 1 | 1/10 |",
			"| Platinum Piece (pp) | 1,000 | 100 | 10 | 1 |",
			"",
			"### Trade Goods",
			"",
			"Merchants commonly exchange trade goods without using currency. As a means of comparison, some trade goods are detailed on Table 6-3. Trade goods are the exception to the rule that you can sell an item for half its price; they're valuable enough to be exchanged almost as if they were cash itself. Trade goods are usually transported and sold in larger quantities than the amount listed. A farmer may have 10- and 20-pound sacks of potatoes to sell to a large family or restaurant, and be resistant to tearing open a bag just to sell a few individual potatoes.",
			"",
			"Trade goods fall into several categories.",
			"",
			":HL[Animals:] The listed price is for one live animal. For larger animals such as pigs and cows, the price includes a short length of cheap rope, allowing you to lead the creature away. For smaller animals such as chickens and geese, the purchase might include a bag for carrying them.",
			"",
			":HL[Food:] Food items includes staples such as wheat, nuts, or cheese, plus more exotic foods or ingredients such as chilies, coffee beans, or honey. Note that some of the food items here have different prices than in the section on food, because purchasing that item as something ready to eat includes the cost (in money or labor) of preparing and cooking the food. For example, turnips as a trade good are 2 cp per pound, but a poor meal (which primarily consists of turnips) is 1 sp per day. You can buy a 10-pound bag of turnips for 2 sp, but you'd have to cut and boil them to turn them into a meal.",
			"",
			":HL[Raw Materials:] Raw materials have little use as-is but can be made into other useful or valuable items. Iron, stone, darkwood, leather, cloth, and fur pelts are raw materials. Metals are usually sold as ingots or rough nuggets, but can be transported or sold as ore.",
			"",
			"The value of metal ore depends on its grade: how much of it is valuable metal out of the total volume of common rock. For a typical fantasy campaign, an ore's grade may be as high as 60% (for some particularly rich iron deposits) or as low as 5% (any less than this and it's not cost-effective to mine it). For convenience, assume that typical ore is 25% grade. Multiply the pure metal's price per pound by this grade percentage to determine the best value of the ore. For example, gold is 50 gp per pound, so a 25% grade ore is worth about 50 gp &times; 25% = 12-1/2 gp per pound. Given the cost of smelting, ore is usually worth one-half to three-quarters this value (so the 25% grade gold ore is actually bought and sold for about 6 gp to 9 gp per pound).",
			"",
			":HL[Spices:] Spices such as garlic, cumin, fennel, salt, and ginger are used to flavor other foods. They are usually sold in jars, bottles, or waxed-cloth packets.",
			"",
			"### Table 6-3: Trade Goods",
			"",
			"| Cost | Item |",
			"| --- | --- |",
			"| 1 cp | One pound of wheat; guinea pig; rat |",
			"| 2 cp | One pound of flour, beans, cheese, potatoes, or turnips; one chicken |",
			"| 3 cp | One pound of citrus fruits or nuts; twenty pounds of charcoal or peat |",
			"| 5 cp | One pound of coffee beans, sugar, or masonry stone; twenty pounds of coal |",
			"| 1 sp | One pound of iron |",
			"| 5 sp | One pound of garlic, mint, mustard, oregano, tobacco, copper; one square yard of thin leather |",
			"| 1 gp | One pound of allspice, basil, cinnamon, cloves, dill, honey, maple syrup, nutmeg, rosemary, or glass; one goat |",
			"| 2 gp | One pound of chilies, cardamom, cumin, fennel, ginger, pepper, vanilla; one beaver pelt; one sheep |",
			"| 3 gp | One pig; fox pelt; mink pelt; one square yard of thick leather |",
			"| 4 gp | One square yard of linen; ermine pelt |",
			"| 5 gp | One pound of salt, marble, or silver; seal pelt |",
			"| 10 gp | One square yard of silk; one cow; one pound of chocolate or darkwood |",
			"| 15 gp | One pound of saffron or cloves, or one ox |",
			"| 50 gp | One pound of gold or cold iron |",
			"| 300 gp | One pound of adamantine |",
			"| 500 gp | One pound of mithral or platinum |",
			"",
			"### Selling Treasure",
			"",
			"In general, a character can sell something for half its listed price, including weapons, armor, gear, and magic items. This also includes character-created items.",
			"",
			"Trade goods are the exception to the half-price rule. A trade good, in this sense, is a valuable good that can be easily exchanged almost as if it were cash itself."
		],
		"parent_topics": [
			"basics",
			"equipment"
		],
		"siblings": [
			"wealth_and_money",
			"weapons",
			"armor",
			"other_goods_and_services",
			"carrying_capacity"
		]
	},
	"weapons": {
		"name": "Weapons",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/140}",
			"",
			"From the common longsword to the exotic dwarven urgrosh, [weapons](main/equipment_weapons) come in a wide variety of shapes and sizes.",
			"",
			"All weapons deal hit point damage. This damage is subtracted from the current hit points of any creature struck by the weapon. When the result of the die roll to make an attack is a natural 20 (that is, the die actually shows a 20), this is known as a critical threat (although some weapons can score a critical threat on a roll of less than 20). If a critical threat is scored, another attack roll is made, using the same modifiers as the original attack roll. If this second attack roll is equal to or greater than the target's AC, the hit becomes a critical hit, dealing additional damage.",
			"",
			"Weapons are grouped into several interlocking sets of categories. These categories pertain to what training is needed to become proficient in a weapon's use (simple, martial, or exotic), the weapon's usefulness either in close combat (melee) or at a distance (ranged, which includes both thrown and projectile weapons), its relative encumbrance (light, one-handed, or two-handed), and its size (Small, Medium, or Large)."
		],
		"parent_topics": [
			"basics",
			"equipment"
		],
		"subtopics": [
			"weapon_types",
			"weapon_encumbrance",
			"weapon_descriptions",
			"weapon_special_features",
			"masterwork_weapons"
		],
		"siblings": [
			"wealth_and_money",
			"weapons",
			"armor",
			"other_goods_and_services",
			"carrying_capacity"
		]
	},
	"weapon_types": {
		"name": "Weapon Types",
		"tags": "weapon proficiency melee ranged projectile weapons reach thrown weapons double-headed",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/140}",
			"",
			":HL[Simple, Martial, and Exotic Weapons:] Anybody but a druid, monk, or wizard is proficient with all simple weapons. Barbarians, fighters, paladins, and rangers are proficient with all simple and all martial weapons. Characters of other classes are proficient with an assortment of simple weapons and possibly some martial or even exotic weapons. All characters are proficient with unarmed strikes and any natural weapons possessed by their race. A character who uses a weapon with which he is not proficient takes a -4 penalty on attack rolls.",
			"",
			":HL[Melee and Ranged Weapons:] Melee weapons are used for making melee attacks, though some of them can be thrown as well. Ranged weapons are thrown weapons or projectile weapons that are not effective in melee.",
			"",
			":HL[Reach Weapons:] Glaives, guisarmes, lances, longspears, ranseurs, and whips are reach weapons. A reach weapon is a melee weapon that allows its wielder to strike at targets that aren't adjacent to him. Most reach weapons double the wielder's natural reach, meaning that a typical Small or Medium wielder of such a weapon can attack a creature 10 feet away, but not a creature in an adjacent square. A typical Large character wielding a reach weapon of the appropriate size can attack a creature 15 or 20 feet away, but not adjacent creatures or creatures up to 10 feet away.",
			"",
			":HL[Double Weapons:] Dire flails, dwarven urgroshes, gnome hooked hammers, orc double axes, quarterstaves, and two-bladed swords are double weapons. A character can fight with both ends of a double weapon as if fighting with two weapons, but he incurs all the normal attack penalties associated with two-weapon combat, just as though the character were wielding a one-handed weapon and a light weapon (see {rule/two-weapon fighting}).",
			"",
			"The character can also choose to use a double weapon two-handed, attacking with only one end of it. A creature wielding a double weapon in one hand can't use it as a double weapon - only one end of the weapon can be used in any given round.",
			"",
			":HL[Thrown Weapons:] Daggers, clubs, shortspears, spears, darts, javelins, throwing axes, light hammers, tridents, shuriken, and nets are thrown weapons. The wielder applies his Strength modifier to damage dealt by thrown weapons (except for splash weapons). It is possible to throw a weapon that isn't designed to be thrown (that is, a melee weapon that doesn't have a numeric entry in the Range column), and a character who does so takes a -4 penalty on the attack roll. Throwing a light or one-handed weapon is a standard action, while throwing a two-handed weapon is a full-round action. Regardless of the type of weapon, such an attack scores a threat only on a natural roll of 20 and deals double damage on a critical hit. Such a weapon has a range increment of 10 feet.",
			"",
			":HL[Projectile Weapons:] Blowguns, light crossbows, slings, heavy crossbows, shortbows, composite shortbows, longbows, composite longbows, halfling sling staves, hand crossbows, and repeating crossbows are projectile weapons. Most projectile weapons require two hands to use (see specific weapon descriptions). A character gets no Strength bonus on damage rolls with a projectile weapon unless it's a specially built composite shortbow or longbow, or a sling. If the character has a penalty for low Strength, apply it to damage rolls when he uses a bow or a sling.",
			"",
			":HL[Ammunition:] Projectile weapons use ammunition: arrows (for bows), bolts (for crossbows), darts (for blowguns), or sling bullets (for slings and halfling sling staves). When using a bow, a character can draw ammunition as a free action; crossbows and slings require an action for reloading (as noted in their descriptions). Generally speaking, ammunition that hits its target is destroyed or rendered useless, while ammunition that misses has a 50% chance of being destroyed or lost.",
			"",
			"Although they are thrown weapons, shuriken are treated as ammunition for the purposes of drawing them, crafting masterwork or otherwise special versions of them (see {rule/Masterwork Weapons}), and what happens to them after they are thrown."
		],
		"parent_topics": [
			"basics",
			"equipment",
			"weapons"
		],
		"siblings": [
			"weapon_types",
			"weapon_encumbrance",
			"weapon_descriptions",
			"weapon_special_features",
			"masterwork_weapons"
		]
	},
	"weapon_encumbrance": {
		"name": "Weapon Encumbrance and Size",
		"tags": "weapon size improvised weapons light weapon one-handed two-handed",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/141}",
			"",
			":HL[Light, One-Handed, and Two-Handed Melee Weapons:] This designation is a measure of how much effort it takes to wield a weapon in combat. It indicates whether a melee weapon, when wielded by a character of the weapon's size category, is considered a light weapon, a one-handed weapon, or a two-handed weapon.",
			"",
			":HL[Light:] A light weapon is used in one hand. It is easier to use in one's off hand than a one-handed weapon is, and can be used while [grappling](rule/grapple). Add the wielder's Strength modifier to damage rolls for melee attacks with a light weapon if it's used in the primary hand, or half the wielder's Strength bonus if it's used in the off hand. Using two hands to wield a light weapon gives no advantage on damage; the Strength bonus applies as though the weapon were held in the wielder's primary hand only. An unarmed strike is always considered a light weapon.",
			"",
			":HL[One-Handed:] A one-handed weapon can be used in either the primary hand or the off hand. Add the wielder's Strength bonus to damage rolls for melee attacks with a one-handed weapon if it's used in the primary hand, or 1/2 his Strength bonus if it's used in the off hand. If a one-handed weapon is wielded with two hands during melee combat, add 1-1/2 times the character's Strength bonus to damage rolls.",
			"",
			":HL[Two-Handed:] Two hands are required to use a two-handed melee weapon effectively. Apply 1-1/2 times the character's Strength bonus to damage rolls for melee attacks with such a weapon.",
			"",
			":HL[Weapon Size:] Every weapon has a size category. This designation indicates the size of the creature for which the weapon was designed.",
			"",
			"A weapon's size category isn't the same as its size as an object. Instead, a weapon's size category is keyed to the size of the intended wielder. In general, a light weapon is an object two size categories smaller than the wielder, a one-handed weapon is an object one size category smaller than the wielder, and a two-handed weapon is an object of the same size category as the wielder.",
			"",
			":HL[Inappropriately Sized Weapons:] A creature can't make optimum use of a weapon that isn't properly sized for it. A cumulative -2 penalty applies on attack rolls for each size category of difference between the size of its intended wielder and the size of its actual wielder. If the creature isn't proficient with the weapon, a -4 nonproficiency penalty also applies.",
			"",
			"The measure of how much effort it takes to use a weapon (whether the weapon is designated as a light, one-handed, or two-handed weapon for a particular wielder) is altered by one step for each size category of difference between the wielder's size and the size of the creature for which the weapon was designed. For example, a Small creature would wield a Medium one-handed weapon as a two-handed weapon. If a weapon's designation would be changed to something other than light, one-handed, or two-handed by this alteration, the creature can't wield the weapon at all.",
			"",
			":HL[Improvised Weapons:] Sometimes objects not crafted to be weapons nonetheless see use in combat. Because such objects are not designed for this use, any creature that uses an improvised weapon in combat is considered to be nonproficient with it and takes a -4 penalty on attack rolls made with that object. To determine the size category and appropriate damage for an improvised weapon, compare its relative size and damage potential to the weapon list to find a reasonable match. An improvised weapon scores a threat on a natural roll of 20 and deals double damage on a critical hit. An improvised thrown weapon has a range increment of 10 feet."
		],
		"parent_topics": [
			"basics",
			"equipment",
			"weapons"
		],
		"siblings": [
			"weapon_types",
			"weapon_encumbrance",
			"weapon_descriptions",
			"weapon_special_features",
			"masterwork_weapons"
		]
	},
	"weapon_descriptions": {
		"name": "Weapon Descriptions",
		"tags": "scatter weapon quality, weapon damage by size",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Combat"
		],
		"description": [
			"{SOURCE PRPG Core Rulebook/144;Ultimate Combat/149}",
			"",
			":HL[Cost:] This value is the weapon's cost in gold pieces (gp) or silver pieces (sp). The cost includes miscellaneous gear that goes with the weapon, such as a scabbard or quiver. This cost is the same for a Small or Medium version of the weapon. A Large version costs twice the listed price.",
			"",
			":HL[Dmg:] These columns give the damage dealt by the weapon on a successful hit. The column labeled **Dmg (S)** is for Small weapons. The column labeled **Dmg (M)** is for Medium weapons. If two damage ranges are given, then the weapon is a double weapon. Use the second damage figure given for the double weapon's extra attack. Table 6-5 gives weapon damage values for Tiny and Large weapons.",
			"",
			"### Table 6-5: Tiny and Large Weapon Damage",
			"",
			"| Tiny Weapon Damage | Small Weapon Damage | Medium Weapon Damage | Large Weapon Damage |",
			"| :---: | :---: | :---: | :---: |",
			"| - | 1 | 1d2 | 1d3 |",
			"| 1 | 1d2 | 1d3 | 1d4 |",
			"| 1d2 | 1d3 | 1d4 | 1d6 |",
			"| 1d3 | 1d4 | 1d6 | 1d8 |",
			"| 1d4 | 1d6 | 1d8 | 2d6 |",
			"| 1d4 | 1d6 | 2d4 | 2d6 |",
			"| 1d6 | 1d8 | 1d10 | 2d8 |",
			"| 1d8 | 1d10 | 1d12 | 3d6 |",
			"| 1d8 | 1d10 | 2d6 | 3d6 |",
			"| 1d10 | 2d6 | 2d8 | 3d8 |",
			"| 2d6 | 2d8 | 2d10 | 4d8 |",
			"",
			":HL[Critical:] The entry in this column notes how the weapon is used with the rules for critical hits. When your character scores a critical hit, roll the damage two, three, or four times, as indicated by its critical multiplier (using all applicable modifiers on each roll), and add all the results together.",
			"",
			"Extra damage over and above a weapon's normal damage is not multiplied when you score a critical hit.",
			"",
			">**&times;2:** The weapon deals double damage on a critical hit.",
			">",
			">**&times;3:** The weapon deals triple damage on a critical hit.",
			">",
			">**&times;3/&times;4:** One head of this double weapon deals triple damage on a critical hit. The other head deals quadruple damage on a critical hit.",
			">",
			">**&times;4:** The weapon deals quadruple damage on a critical hit.",
			">",
			">**19-20/&times;2:** The weapon scores a threat on a natural roll of 19 or 20 (instead of just 20) and deals double damage on a critical hit.",
			">",
			">**18-20/&times;2:** The weapon scores a threat on a natural roll of 18, 19, or 20 (instead of just 20) and deals double damage on a critical hit.",
			"",
			":HL[Range:] Any attack at more than this distance is penalized for range. Beyond this range, the attack takes a cumulative -2 penalty for each full range increment (or fraction thereof) of distance to the target. For example, a dagger (with a range of 10 feet) thrown at a target that is 25 feet away would incur a -4 penalty. A thrown weapon has a maximum range of five range increments. A projectile weapon can shoot to 10 range increments.",
			"",
			":HL[Weight:] This column gives the weight of a Medium version of the weapon. Halve this number for Small weapons and double it for Large weapons. Some weapons have a special weight. See the weapon's description for details.",
			"",
			":HL[Type:] Weapons are classified according to the type of damage they deal: B for bludgeoning, P for piercing, or S for slashing. Some monsters may be resistant or immune to attacks from certain types of weapons.",
			"",
			"Some weapons deal damage of multiple types. If a weapon causes two types of damage, the type it deals is not half one type and half another; all damage caused is of both types. Therefore, a creature would have to be immune to both types of damage to ignore any of the damage caused by such a weapon.",
			"",
			"In other cases, a weapon can deal either of two types of damage. In a situation where the damage type is significant, the wielder can choose which type of damage to deal with such a weapon.",
			"",
			":HL[Scatter:] A weapon with the scatter weapon quality can shoot two different types of ammunition. It can fire normal bullets that target one creature, or it can make a scattering shot, attacking all creatures within a cone. Cannons with the scatter weapon quality only fire grapeshot, unless their descriptions state otherwise. When a scatter weapon attacks all creatures within a cone, it makes a separate attack roll against each creature within the cone. Each attack roll takes a -2 penalty, and its attack damage cannot be modified by precision damage or damage-increasing feats such as {feat/Vital Strike}. Effects that grant {rule/concealment}, such as fog or smoke, or the {spell/blur}, {spell/invisibility}, or {spell/mirror image} spells, do not foil a scatter attack. If any of the attack rolls threaten a critical, confirm the critical for that attack roll alone. A firearm that makes a scatter shot misfires only if all of the attack rolls made misfire. If a scatter weapon explodes on a misfire, it deals triple its damage to all creatures within the misfire radius."
		],
		"parent_topics": [
			"basics",
			"equipment",
			"weapons"
		],
		"siblings": [
			"weapon_types",
			"weapon_encumbrance",
			"weapon_descriptions",
			"weapon_special_features",
			"masterwork_weapons"
		]
	},
	"weapon_special_features": {
		"name": "Weapon Special Features",
		"tags": "brace weapons broken weapons deadly weapons disarm weapons distracting weapons double weapons fragile weapons grapple weapons monk weapons nonlethal weapons performance weapons reach weapons sunder weapons trip weapons",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Combat",
			"Ultimate Equipment"
		],
		"description": [
			"{SOURCE PRPG Core Rulebook/144;Ultimate Combat/130, 149;Ultimate Equipment/22}",
			"",
			"Some weapons have special features in addition to those noted in their descriptions.",
			"",
			":HL[Blocking:] When you use this weapon to fight defensively, you gain a +1 shield bonus to AC.",
			"",
			":HL[Brace:] If you use a readied action to set a brace weapon against a charge, you deal double damage on a successful hit against a charging character.",
			"",
			":HL[Broken:] Items that have taken damage in excess of half their total hit points gain the {misc/broken} condition, meaning they are less effective at their designated task. Attacks made with a broken weapon suffer a -2 penalty on attack and damage rolls. Such weapons only score a critical hit on a natural 20 and only deal &times;2 damage on a confirmed critical hit. Both firearms and *fragile* weapons (see below) include effects that grant a weapon the broken condition without the weapon explicitly taking damage.",
			"",
			"If a weapon gains the broken condition from an effect, that weapon is considered to have taken damage equal to half its hit points +1. This damage is repaired either by something that addresses the effect that granted the weapon the broken condition (like quick clear in the case of firearm misfires or the {feat/Field Repair} feat in the case of weapons with the fragile quality) or by the normal method for recovering item hit points (detailed in the broken condition description). When an effect that grants the broken condition is removed, the weapon regains the hit points it lost when the broken condition was applied.",
			"",
			"Damage done by an attack against a weapon cannot be repaired by an effect that removes the broken condition.",
			"",
			":HL[Deadly:] When you use this weapon to deliver a {misc/coup de grace}, it gains a +4 bonus to damage when calculating the DC of the Fortitude saving throw to see whether the target of the coup de grace dies from the attack. The bonus is not added to the actual damage of the coup de grace attack.",
			"",
			":HL[Disarm:] When you use a disarm weapon, you get a +2 bonus on Combat Maneuver Checks to {rule/disarm} an enemy.",
			"",
			":HL[Distracting:] You gain a +2 bonus on Bluff skill checks to {rule/feint} in combat while wielding this weapon.",
			"",
			":HL[Double:] You can use a double weapon to fight as if {rule/fighting with |two weapon/s>_fighting}, but if you do, you incur all the normal attack penalties associated with fighting with two weapons, just as if you were using a one-handed weapon and a light weapon. You can choose to wield one end of a double weapon two-handed, but it cannot be used as a double weapon when wielded in this way - only one end of the weapon can be used in any given round.",
			"",
			":HL[Fragile:] Weapons and armor with the fragile quality cannot take the beating that sturdier weapons can. A fragile weapon gains the *broken* condition (see above) if the wielder rolls a natural 1 on an attack roll with the weapon. If a fragile weapon is already broken, the roll of a natural 1 destroys it instead. Masterwork and magical fragile weapons and armor lack these flaws unless otherwise noted in the item description or the special material description. If a weapon gains the broken condition in this way, that weapon is considered to have taken damage equal to half its hit points +1. This damage is repaired either by something that addresses the effect that granted the weapon the broken condition (like quick clear in the case of firearm misfires or the Field Repair feat) or by the repair methods described in the broken condition. When an effect that grants the broken condition is removed, the weapon regains the hit points it lost when the broken condition was applied. Damage done by an attack against a weapon (such as from a {rule/sunder} combat maneuver) cannot be repaired by an effect that removes the broken condition.",
			"",
			":HL[Grapple:] On a successful critical hit with a weapon of this type, you can {rule/grapple} the target of the attack. The wielder can then attempt a combat maneuver check to grapple his opponent as a free action. This grapple attempt does not provoke an attack of opportunity from the creature you are attempting to grapple if that creature is not threatening you. While you grapple the target with a grappling weapon, you can only move or damage the creature on your turn. You are still considered {rule/grapple/d>_conditions}, though you do not have to be adjacent to the creature to continue the grapple. If you move far enough away to be out of the weapon's reach, you end the grapple with that action.",
			"",
			":HL[Monk:] A monk weapon can be used by a {class/monk} to perform a flurry of blows.",
			"",
			":HL[Nonlethal:] These weapons deal nonlethal damage.",
			"",
			":HL[Performance:] When wielding this weapon, if an attack or combat maneuver made with this weapon prompts a {rule/combat |performance /check>combat}, you gain a +2 bonus on that check.",
			"",
			":HL[Reach:] A reach weapon is a melee weapon that allows its wielder to strike at targets that aren't adjacent to him. Most reach weapons double the wielder's natural reach, meaning that a typical Small or Medium wielder of such a weapon can attack a creature 10 feet away, but not a creature in an adjacent square. A typical Large character wielding a reach weapon of the appropriate size can attack a creature 15 or 20 feet away, but not adjacent creatures or creatures up to 10 feet away.",
			"",
			":HL[Sunder:] When you use a sunder weapon, you get a +2 bonus on Combat Maneuver Checks to sunder attempts.",
			"",
			":HL[Trip:] You can use any weapon to make {rule/trip} attacks, but if you are tripped during your own trip attempt, you can drop a trip weapon to avoid being tripped. If the weapon has any other bonuses that apply during a trip attempt, those bonuses also apply during {rule/drag} and {rule/reposition} combat maneuvers."
		],
		"parent_topics": [
			"basics",
			"equipment",
			"weapons"
		],
		"siblings": [
			"weapon_types",
			"weapon_encumbrance",
			"weapon_descriptions",
			"weapon_special_features",
			"masterwork_weapons"
		]
	},
	"masterwork_weapons": {
		"name": "Masterwork Weapons",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/149}",
			"",
			"A masterwork weapon is a finely crafted version of a normal weapon. Wielding it provides a +1 enhancement bonus on attack rolls.",
			"",
			"You can't add the masterwork quality to a weapon after it is created; it must be crafted as a masterwork weapon (see the {skill/Craft (any)} skill). The masterwork quality adds 300 gp to the cost of a normal weapon (or 6 gp to the cost of a single unit of ammunition). Adding the masterwork quality to a double weapon costs twice the normal increase (+600 gp).",
			"",
			"Masterwork ammunition is damaged (effectively destroyed) when used. The enhancement bonus of masterwork ammunition does not stack with any enhancement bonus of the projectile weapon firing it.",
			"",
			"All magic weapons are automatically considered to be of masterwork quality. The enhancement bonus granted by the masterwork quality doesn't stack with the enhancement bonus provided by the weapon's magic.",
			"",
			"Even though some types of armor and shields can be used as weapons, you can't create a masterwork version of such an item that confers an enhancement bonus on attack rolls. Instead, masterwork armor and shields have lessened armor check penalties."
		],
		"parent_topics": [
			"basics",
			"equipment",
			"weapons"
		],
		"siblings": [
			"weapon_types",
			"weapon_encumbrance",
			"weapon_descriptions",
			"weapon_special_features",
			"masterwork_weapons"
		]
	},
	"armor": {
		"name": "Armor",
		"tags": "sleeping in armor, maximum dex bonus, shields, armor check penalty, Arcane Spell Failure Chance, armor proficiency",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/149}",
			"",
			"For most, armor is the simplest way to protect oneself in a world of rampant threats and dangers. Many characters can wear only the simplest of armors, and only some can use shields. To wear heavier armor effectively, a character can select the Armor Proficiency feats, but most classes are automatically proficient with the armors that work best for them.",
			"",
			"Armor and shields [are listed here](main/equipment_armor). They use the following format.",
			"",
			":HL[Cost:] The cost in gold pieces of the armor for Small or Medium humanoid creatures. See [Table 6-8](rule/armor_for_unusual_creatures) for armor prices for other creatures.",
			"",
			":HL[Armor/Shield Bonus:] Each type of armor grants an armor bonus to AC, while shields grant a shield bonus to AC. The armor bonus from a suit of armor doesn't stack with other effects or items that grant an armor bonus. Similarly, the shield bonus from a shield doesn't stack with other effects that grant a shield bonus.",
			"",
			":HL[Maximum Dex Bonus:] This number is the maximum Dexterity bonus to AC that this type of armor allows. Dexterity bonuses in excess of this number are reduced to this number for the purposes of determining the wearer's AC. Heavier armors limit mobility, reducing the wearer's ability to dodge blows. This restriction doesn't affect any other Dexterity-related abilities.",
			"",
			"Even if a character's Dexterity bonus to AC drops to 0 because of armor, this situation does not count as losing his Dexterity bonus to AC.",
			"",
			"A character's encumbrance (the amount of gear carried, including armor) may also restrict the maximum Dexterity bonus that can be applied to his Armor Class.",
			"",
			":HL[Shields:] Shields do not affect a character's maximum Dexterity bonus, except for tower shields.",
			"",
			":HL[Armor Check Penalty:] Any armor heavier than leather, as well as any shield, hurts a character's ability to use Dexterity- and Strength-based skills. An armor check penalty applies to all Dexterity- and Strength-based skill checks. A character's encumbrance may also incur an armor check penalty.",
			"",
			":HL[Shields:] If a character is wearing armor and using a shield, both armor check penalties apply.",
			"",
			":HL[Nonproficient with Armor Worn:] A character who wears armor and/or uses a shield with which he is not proficient takes the armor's (and/or shield's) armor check penalty on attack rolls as well as on all Dexterity- and Strength-based ability and skill checks. The penalty for nonproficiency with armor stacks with the penalty for shields.",
			"",
			":HL[Sleeping in Armor:] A character who sleeps in medium or heavy armor is automatically fatigued the next day. He takes a -2 penalty on Strength and Dexterity and can't charge or run. Sleeping in light armor does not cause fatigue.",
			"",
			":HL[Arcane Spell Failure Chance:] Armor interferes with the gestures that a spellcaster must make to cast an arcane spell that has a somatic component. Arcane spellcasters face the possibility of arcane spell failure if they're wearing armor. Bards can wear light armor and use shields without incurring any arcane spell failure chance for their bard spells.",
			"",
			">:HL[Casting an Arcane Spell in Armor:] A character who casts an arcane spell while wearing armor must usually make an arcane spell failure check. The number in the Arcane Spell Failure Chance column is the percentage chance that the spell fails and is ruined. If the spell lacks a somatic component, however, it can be cast with no chance of arcane spell failure.",
			">",
			">If a character is wearing armor and using a shield, add the two numbers together to get a single arcane spell failure chance.",
			"",
			":HL[Speed:] Medium or heavy armor slows the wearer down. The number on the chart is the character's speed while wearing the armor. Humans, elves, half-elves, and half-orcs have an unencumbered speed of 30 feet. They use the first column. Dwarves, gnomes, and halflings have an unencumbered speed of 20 feet. They use the second column. Remember, however, that a dwarf's land speed remains 20 feet even in medium or heavy armor or when carrying a medium or heavy load. Shields do not affect a character's speed.",
			"",
			":HL[Weight:] This column gives the weight of the armor sized for a Medium wearer. Armor fitted for Small characters weighs half as much, and armor for Large characters weighs twice as much."
		],
		"parent_topics": [
			"basics",
			"equipment"
		],
		"siblings": [
			"wealth_and_money",
			"weapons",
			"armor",
			"other_goods_and_services",
			"carrying_capacity"
		],
		"subtopics": [
			"masterwork_armor",
			"armor_for_unusual_creatures",
			"getting_into_and_out_of_armor"
		]
	},
	"masterwork_armor": {
		"name": "Masterwork Armor",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/153}",
			"",
			"Just as with {rule/masterwork_<weapons}, you can purchase or craft masterwork versions of armor or shields. Such a well-made item functions like the normal version, except that its armor check penalty is lessened by 1.",
			"",
			"A masterwork suit of armor or shield costs an extra 150 gp over and above the normal cost for that type of armor or shield.",
			"",
			"The masterwork quality of a suit of armor or shield never provides a bonus on attack or damage rolls, even if the armor or shield is used as a weapon.",
			"",
			"All magic armors and shields are automatically considered to be of masterwork quality.",
			"",
			"You can't add the masterwork quality to armor or a shield after it is created; it must be crafted as a masterwork item."
		],
		"parent_topics": [
			"basics",
			"equipment",
			"armor"
		],
		"siblings": [
			"masterwork_armor",
			"armor_for_unusual_creatures",
			"getting_into_and_out_of_armor"
		]
	},
	"armor_for_unusual_creatures": {
		"name": "Armor for Unusual Creatures",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/153}",
			"",
			"Armor and shields for unusually big creatures, unusually little creatures, and non-humanoid creatures (such as horses) have different costs and weights. Refer to the appropriate line on Table 6-8 and apply the multipliers to cost and weight for the armor type in question.",
			"",
			"### Table 6-8: Armor for Unusual Creatures",
			"",
			"| Size | Cost (humanoid) | Weight (humanoid) | Cost (non-humanoid) | Weight (non-humanoid) |",
			"| --- | --- | --- | --- | --- |",
			"| Tiny or smaller\\* | &times;1/2 | &times;1/10 | &times;1 | &times;1/10 |",
			"| Small | &times;1 | &times;1/2 | &times;2 | &times;1/2 |",
			"| Medium | &times;1 | &times;1 | &times;2 | &times;1 |",
			"| Large | &times;2 | &times;2 | &times;4 | &times;2 |",
			"| Huge | &times;4 | &times;5 | &times;8 | &times;5 |",
			"| Gargantuan | &times;8 | &times;8 | &times;16 | &times;8 |",
			"| Colossal | &times;16 | &times;12 | &times;32 | &times;12 |",
			"",
			"\\*Divide armor bonus by 2."
		],
		"parent_topics": [
			"basics",
			"equipment",
			"armor"
		],
		"siblings": [
			"masterwork_armor",
			"armor_for_unusual_creatures",
			"getting_into_and_out_of_armor"
		]
	},
	"getting_into_and_out_of_armor": {
		"name": "Getting Into and Out of Armor",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/153}",
			"",
			"The time required to don armor depends on its type; see Table 6-7.",
			"",
			":HL[Don:] This column tells how long it takes a character to put the armor on. (One minute is 10 rounds.) Readying (strapping on) a shield is only a move action.",
			"",
			":HL[Don Hastily:] This column tells how long it takes to put the armor on in a hurry. The armor check penalty and armor bonus for hastily donned armor are each 1 point worse than normal.",
			"",
			":HL[Remove:] This column tells how long it takes to get the armor off. Removing a shield from the arm and dropping it is only a move action.",
			"",
			"### Table 6-7: Donning Armor",
			"",
			"| Armor Type | Don | Don Hastily | Remove |",
			"| --- | --- | --- | --- |",
			"| Shield (any) | 1 move action | n/a | 1 move action |",
			"| Padded, leather, hide, studded leather, or chain shirt | 1 minute | 5 rounds | 1 minute[^1] |",
			"| Breastplate, scale mail, chainmail, banded mail, or splint mail | 4 minutes[^1] | 1 minute | 1 minute[^1] |",
			"| Half-plate or full plate | 4 minutes[^2] | 4 minutes[^1] | 1d4+1 minutes[^1] |",
			"",
			"[^1]: If the character has some help, cut this time in half. A single character doing nothing else can help one or two adjacent characters. Two characters can't help each other don armor at the same time.",
			"[^2]: The wearer must have help to don this armor. Without help, it can be donned only hastily."
		],
		"parent_topics": [
			"basics",
			"equipment",
			"armor"
		],
		"siblings": [
			"masterwork_armor",
			"armor_for_unusual_creatures",
			"getting_into_and_out_of_armor"
		]
	},
	"other_goods_and_services": {
		"name": "Other Goods and Services",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/155;Ultimate Equipment/56}",
			"",
			":HL[Adventuring Gear:] Beyond armor and weapons, a character can carry a whole variety of useful [adventuring gear](main/equipment_misc).",
			"",
			":HL[Alchemical Items:] This includes a [wide variety of items](main/equipment_alchemical), including concoctions, tinctures, reagents, tools, and more. Most can be crafted using Craft (alchemy).",
			"",
			":HL[Kits:] [This section](main/equipment_class_kits) includes several kits of preselected gear for each character class or for specific adventuring purposes (dungeoneering, spelunking, and so on). GMs can use these kits to quickly round out an NPC's gear. Players can use them to equip new PCs in a hurry or as a shorthand for providing gear for cohorts, followers, minions, and hirelings. The listed price for the kit includes a small discount for purchasing these items as a group. Items in a kit that are used up, destroyed, or lost cost the full price to replace.",
			"",
			":HL[Tools and Skill Kits:] [These items](main/equipment_tools) are particularly useful to characters with certain skills and class abilities.",
			"",
			":HL[Clothing:] All characters begin play with one outfit, valued at 10 gp or less. [Additional outfits](main/equipment_clothing) can be purchased normally.",
			"",
			":HL[Food, Drink, and Lodging:] These prices are for [meals and accommodations](main/equipment_food_and_drink) at establishments in an average city, as well as things like trail rations.",
			"",
			":HL[Mounts, Pets and Related Gear:] These are listed separately under [mounts or pets] and [animal gear](main/equipment_animal_gear).",
			"",
			":HL[Transport:] This includes a cost per mile for [riding in a vehicle](main/equipment_transport), and costs for purchasing vehicles outright. Vehicle prices generally exclude crew or animals.",
			"",
			":HL[Entertainment, Spellcasting, and Services:] Many adventurers like to sit down and play a game now and then to pass the time - or make some easy gold. But sometimes the best solution to a problem is to [hire someone else](main/equipment_entertainment_services) to take care of it."
		],
		"parent_topics": [
			"basics",
			"equipment"
		],
		"siblings": [
			"wealth_and_money",
			"weapons",
			"armor",
			"other_goods_and_services",
			"carrying_capacity"
		]
	},
	"carrying_capacity": {
		"name": "Carrying Capacity and Encumbrance",
		"tags": "lifting weight dragging weight capacity",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/169}",
			"",
			"These carrying capacity rules determine how much a character's equipment slows him down. Encumbrance comes in two parts: encumbrance by armor and encumbrance by total weight.",
			"",
			":HL[Encumbrance by Armor:] A character's armor determines his maximum Dexterity bonus to AC, armor check penalty, speed, and running speed. Unless your character is weak or carrying a lot of gear, that's all you need to know; the extra gear your character carries won't slow him down any more than the armor already does.",
			"",
			"If your character is weak or carrying a lot of gear, however, then you'll need to calculate encumbrance by weight. Doing so is most important when your character is trying to carry some heavy object.",
			"",
			":HL[Encumbrance by Weight:] If you want to determine whether your character's gear is heavy enough to slow him down more than his armor already does, total the weight of all the character's items, including armor, weapons, and gear. Compare this total to the character's Strength on Table 7-4. Depending on the character's carrying capacity, he or she may be carrying a light, medium, or heavy load. Like armor, a character's load affects his maximum Dexterity bonus to AC, carries a check penalty (which works like an armor check penalty), reduces the character's speed, and affects how fast the character can run, as shown on Table 7-5. A medium or heavy load counts as medium or heavy armor for the purpose of abilities or skills that are restricted by armor. Carrying a light load does not encumber a character.",
			"",
			"If your character is wearing armor, use the worse figure (from armor or from load) for each category. Do not stack the penalties.",
			"",
			":HL[Lifting and Dragging:] A character can lift as much as his maximum load over his head. A character's maximum load is the highest amount of weight listed for a character's Strength in the heavy load column of Table 7-4.",
			"",
			"A character can lift as much as double his maximum load off the ground, but he or she can only stagger around with it. While overloaded in this way, the character loses any Dexterity bonus to AC and can move only 5 feet per round (as a full-round action).",
			"",
			"A character can generally push or drag along the ground as much as five times his maximum load. Favorable conditions can double these numbers, and bad circumstances can reduce them by half or more.",
			"",
			":HL[Bigger and Smaller Creatures:] The figures on Table 7-4 are for Medium bipedal creatures. A larger bipedal creature can carry more weight depending on its size category, as follows: Large &times;2, Huge &times;4, Gargantuan &times;8, Colossal &times;16. A smaller creature can carry less weight depending on its size category, as follows: Small &times;3/4, Tiny &times;1/2, Diminutive &times;1/4, Fine &times;1/8.",
			"",
			"Quadrupeds can carry heavier loads than bipeds can. Multiply the values corresponding to the creature's Strength score from Table 7-4 by the appropriate modifier, as follows: Fine &times;1/4, Diminutive &times;1/2, Tiny &times;3/4, Small &times;1, Medium &times;1-1/2, Large &times;3, Huge &times;6, Gargantuan &times;12, Colossal &times;24.",
			"",
			"### Table 7-4: Carrying Capacity",
			"",
			"| Strength Score | Light Load | Medium Load | Heavy Load |",
			"| --- | --- | --- | --- |",
			"| 1 | 3 lbs. or less | 4-6 lbs. | 7-10 lbs. |",
			"| 2 | 6 lbs. or less | 7-13 lbs. | 14-20 lbs. |",
			"| 3 | 10 lbs. or less | 11-20 lbs. | 21-30 lbs. |",
			"| 4 | 13 lbs. or less | 13-26 lbs. | 27-40 lbs. |",
			"| 5 | 16 lbs. or less | 17-33 lbs. | 34-50 lbs. |",
			"| 6 | 20 lbs. or less | 21-40 lbs. | 41-60 lbs. |",
			"| 7 | 23 lbs. or less | 24-46 lbs. | 47-70 lbs. |",
			"| 8 | 26 lbs. or less | 27-53 lbs. | 54-80 lbs. |",
			"| 9 | 30 lbs. or less | 31-60 lbs. | 61-90 lbs. |",
			"| 10 | 33 lbs. or less | 34-66 lbs. | 67-100 lbs. |",
			"| 11 | 38 lbs. or less | 39-76 lbs. | 77-115 lbs. |",
			"| 12 | 43 lbs. or less | 44-86 lbs. | 87-130 lbs. |",
			"| 13 | 50 lbs. or less | 51-100 lbs. | 101-150 lbs. |",
			"| 14 | 58 lbs. or less | 59-116 lbs. | 117-175 lbs. |",
			"| 15 | 66 lbs. or less | 67-134 lbs. | 134-200 lbs. |",
			"| 16 | 76 lbs. or less | 77-153 lbs. | 154-230 lbs. |",
			"| 17 | 86 lbs. or less | 87-173 lbs. | 174-260 lbs. |",
			"| 18 | 100 lbs. or less | 101-200 lbs. | 201-300 lbs. |",
			"| 19 | 116 lbs. or less | 117-233 lbs. | 234-350 lbs. |",
			"| 20 | 133 lbs. or less | 134-266 lbs. | 267-400 lbs. |",
			"| 21 | 153 lbs. or less | 154-306 lbs. | 307-460 lbs. |",
			"| 22 | 173 lbs. or less | 174-346 lbs. | 347-520 lbs. |",
			"| 23 | 200 lbs. or less | 201-400 lbs. | 401-600 lbs. |",
			"| 24 | 233 lbs. or less | 234-466 lbs. | 467-700 lbs. |",
			"| 25 | 266 lbs. or less | 267-533 lbs. | 534-800 lbs. |",
			"| 26 | 306 lbs. or less | 307-613 lbs. | 614-920 lbs. |",
			"| 27 | 346 lbs. or less | 347-693 lbs. | 694-1,040 lbs. |",
			"| 28 | 400 lbs. or less | 401-800 lbs. | 801-1,200 lbs. |",
			"| 29 | 466 lbs. or less | 467-933 lbs. | 934-1,400 lbs. |",
			"| +10 | &times;4 | &times;4 | &times;4 |",
			"",
			":HL[Tremendous Strength:] For Strength scores not shown on Table 7-4, find the Strength score between 20 and 29 that has the same number in the \"ones\" digit as the creature's Strength score does and multiply the numbers in that row by 4 for every 10 points the creature's Strength is above the score for that row.",
			"",
			"### Table 7-5: Encumbrance Effects",
			"",
			"| Load | Max Dex | Check Penalty | Speed 30 ft. | Speed 20 ft. | Run |",
			"| --- | --- | --- | --- | --- | --- |",
			"| Medium | +3 | -3 | 20 ft. | 15 ft. | &times;4 |",
			"| Heavy | +1 | -6 | 20 ft. | 15 ft. | &times;3 |",
			"",
			"### Armor and Encumbrance for Other Base Speeds",
			"",
			"The table below provides reduced speed figures for all base speeds from 5 feet to 120 feet (in 5-foot increments).",
			"",
			"| Base Speed | Reduced Speed |",
			"| --- | --- |",
			"| 5 ft. | 5 ft. |",
			"| 10 ft.-15 ft. | 10 ft. |",
			"| 20 ft. | 15 ft. |",
			"| 25 ft.-30 ft.ft. | 20 ft. |",
			"| 35 ft. | 25 ft. |",
			"| 40 ft.-45 ft. | 30 ft. |",
			"| 50 ft. | 35 ft. |",
			"| 55 ft.-60 ft. | 40 ft. |",
			"| 65 ft. | 45 ft. |",
			"| 70 ft.-75 ft. | 50 ft. |",
			"| 80 ft. | 55 ft. |",
			"| 85 ft.-90 ft. | 60 ft. |",
			"| 95 ft. | 65 ft. |",
			"| 100 ft.-105 ft. | 70 ft. |",
			"| 110 ft. | 75 ft. |",
			"| 115 ft.-120 ft. | 80 ft. |"
		],
		"parent_topics": [
			"basics",
			"equipment"
		],
		"siblings": [
			"wealth_and_money",
			"weapons",
			"armor",
			"other_goods_and_services",
			"carrying_capacity"
		]
	},
	"magic_items": {
		"name": "Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/458}",
			"",
			"From the common potion of cure light wounds to the mighty holy avenger, magic items are valuable tools used by heroes and villains alike. This section contains a wide variety of items to enhance any character.",
			"",
			"Magic items are divided into categories: armor, weapons, potions, rings, rods, scrolls, staves, wands, and wondrous items. In addition, some magic items are cursed or intelligent. Finally, a few magic items are of such rarity and power that they are considered to belong to a category of their own: artifacts. Artifacts are classified in turn as minor (extremely rare but not one-of-a-kind items) or major (each one unique and incredibly potent)."
		],
		"parent_topics": [ "basics" ],
		"subtopics": [
			"magic_items_and_detect_magic",
			"using_items",
			"size_and_magic_items",
			"magic_items_on_the_body",
			"saving_throws_against_magic_item_powers",
			"damaging_magic_items",
			"repairing_magic_items",
			"charges_doses_and_multiple_uses",
			"purchasing_magic_items",
			"magic_item_descriptions",
			"intelligent_items",
			"cursed_items",
			"artifacts",
			"magic_item_creation"
		],
		"siblings": [
			"how_to_play",
			"common_terms",
			"character_creation",
			"ability_scores",
			"races",
			"classes",
			"character_advancement",
			"alignment",
			"skills",
			"feats",
			"equipment",
			"traits_and_other_details",
			"magic_items",
			"movement",
			"vision_and_light",
			"breaking_things",
			"magic"
		]
	},
	"magic_items_and_detect_magic": {
		"name": "Magic Items and Detect Magic",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/458}",
			"",
			"When detect magic identifies a magic item's school of magic, this information refers to the school of the spell placed within the potion, scroll, or wand, or the prerequisite given for the item. The description of each item provides its aura strength and the school to which it belongs.",
			"",
			"If more than one spell is given as a prerequisite, use the highest-level spell. If no spells are included in the prerequisites, use the following default guidelines.",
			"",
			"| Item Nature | School |",
			"| --- | --- |",
			"| Armors and protection items | Abjuration |",
			"| Weapons or offensive items | Evocation |",
			"| Bonus to ability score, skill check, etc. | Transmutation |"
		],
		"parent_topics": [
			"basics",
			"magic_items"
		],
		"siblings": [
			"magic_items_and_detect_magic",
			"using_items",
			"size_and_magic_items",
			"magic_items_on_the_body",
			"saving_throws_against_magic_item_powers",
			"damaging_magic_items",
			"repairing_magic_items",
			"charges_doses_and_multiple_uses",
			"purchasing_magic_items",
			"magic_item_descriptions",
			"intelligent_items",
			"cursed_items",
			"artifacts",
			"magic_item_creation"
		]
	},
	"using_items": {
		"name": "Using Magic Items",
		"tags": "using magic items activating magic items spell completion command word spell trigger use-activated",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/458}",
			"",
			"To use a magic item, it must be activated, although sometimes activation simply means putting a ring on your finger. Some items, once donned, function constantly. In most cases, though, using an item requires a standard action that does not provoke attacks of opportunity. By contrast, spell completion items are treated like spells in combat and do provoke attacks of opportunity.",
			"",
			"Activating a magic item is a standard action unless the item description indicates otherwise. However, the casting time of a spell is the time required to activate the same power in an item, regardless of the type of magic item, unless the item description specifically states otherwise.",
			"",
			"The four ways to activate magic items are described below.",
			"",
			":HL[Spell Completion:] This is the activation method for scrolls. A scroll is a spell that is mostly finished. The preparation is done for the caster, so no preparation time is needed beforehand as with normal spellcasting. All that's left to do is perform the finishing parts of the spellcasting (the final gestures, words, and so on). To use a spell completion item safely, a character must be of high enough level in the right class to cast the spell already. If he can't already cast the spell, there's a chance he'll make a mistake. Activating a spell completion item is a standard action (or the spell's casting time, whichever is longer) and provokes attacks of opportunity exactly as casting a spell does.",
			"",
			":HL[Spell Trigger:] Spell trigger activation is similar to spell completion, but it's even simpler. No gestures or spell finishing is needed, just a special knowledge of spellcasting that an appropriate character would know, and a single word that must be spoken. Spell trigger items can be used by anyone whose class can cast the corresponding spell. This is the case even for a character who can't actually cast spells, such as a 3rd-level paladin. The user must still determine what spell is stored in the item before she can activate it. Activating a spell trigger item is a standard action and does not provoke attacks of opportunity.",
			"",
			":HL[Command Word:] If no activation method is suggested either in the magic item description or by the nature of the item, assume that a command word is needed to activate it. Command word activation means that a character speaks the word and the item activates. No other special knowledge is needed.",
			"",
			"A command word can be a real word, but when this is the case, the holder of the item runs the risk of activating the item accidentally by speaking the word in normal conversation. More often, the command word is some seemingly nonsensical word, or a word or phrase from an ancient language no longer in common use. Activating a command word magic item is a standard action and does not provoke attacks of opportunity.",
			"",
			"Sometimes the command word to activate an item is written right on the item. Occasionally, it might be hidden within a pattern or design engraved on, carved into, or built into the item, or the item might bear a clue to the command word.",
			"",
			"The Knowledge (arcana) and Knowledge (history) skills might be useful in helping to identify command words or deciphering clues regarding them. A successful check against DC 30 is needed to come up with the word itself. If that check is failed, succeeding on a second check (DC 25) might provide some insight into a clue. The spells {spell/detect magic}, {spell/identify}, and {spell/analyze dweomer} all reveal command words if the properties of the item are successfully identified.",
			"",
			":HL[Use Activated:] This type of item simply has to be used in order to activate it. A character has to drink a potion, swing a sword, interpose a shield to deflect a blow in combat, look through a lens, sprinkle dust, wear a ring, or don a hat. Use activation is generally straightforward and self-explanatory.",
			"",
			"Many use-activated items are objects that a character wears. Continually functioning items are practically always items that one wears. A few must simply be in the character's possession (meaning on his person). However, some items made for wearing must still be activated. Although this activation sometimes requires a command word (see above), usually it means mentally willing the activation to happen. The description of an item states whether a command word is needed in such a case.",
			"",
			"Unless stated otherwise, activating a use-activated magic item is either a standard action or not an action at all and does not provoke attacks of opportunity, unless the use involves performing an action that provokes an attack of opportunity in itself. If the use of the item takes time before a magical effect occurs, then use activation is a standard action. If the item's activation is subsumed in its use and takes no extra time use, activation is not an action at all.",
			"",
			"Use activation doesn't mean that if you use an item, you automatically know what it can do. You must know (or at least guess) what the item can do and then use the item in order to activate it, unless the benefit of the item comes automatically, such as from drinking a potion or swinging a sword."
		],
		"parent_topics": [
			"basics",
			"magic_items"
		],
		"siblings": [
			"magic_items_and_detect_magic",
			"using_items",
			"size_and_magic_items",
			"magic_items_on_the_body",
			"saving_throws_against_magic_item_powers",
			"damaging_magic_items",
			"repairing_magic_items",
			"charges_doses_and_multiple_uses",
			"purchasing_magic_items",
			"magic_item_descriptions",
			"intelligent_items",
			"cursed_items",
			"artifacts",
			"magic_item_creation"
		]
	},
	"size_and_magic_items": {
		"name": "Size and Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/459}",
			"",
			"When an article of magic clothing or jewelry is discovered, most of the time size shouldn't be an issue. Many magic garments are made to be easily adjustable, or they adjust themselves magically to the wearer. Size should not keep characters of various kinds from using magic items. There may be rare exceptions, especially with race-specific items.",
			"",
			":HL[Armor and Weapon Sizes:] Armor and weapons that are found at random have a 30% chance of being Small (01-30), a 60% chance of being Medium (31-90), and a 10% chance of being any other size (91-100)."
		],
		"parent_topics": [
			"basics",
			"magic_items"
		],
		"siblings": [
			"magic_items_and_detect_magic",
			"using_items",
			"size_and_magic_items",
			"magic_items_on_the_body",
			"saving_throws_against_magic_item_powers",
			"damaging_magic_items",
			"repairing_magic_items",
			"charges_doses_and_multiple_uses",
			"purchasing_magic_items",
			"magic_item_descriptions",
			"intelligent_items",
			"cursed_items",
			"artifacts",
			"magic_item_creation"
		]
	},
	"magic_items_on_the_body": {
		"name": "Magic Items on the Body",
		"tags": "slots, item slots",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/459}",
			"",
			"Many magic items need to be donned by a character who wants to employ them or benefit from their abilities. It's possible for a creature with a humanoid-shaped body to wear as many as 15 magic items at the same time. However, each of those items must be worn on (or over) a particular part of the body, known as a \"slot.\"",
			"",
			"A humanoid-shaped body can be decked out in magic gear consisting of one item from each of the following groups, keyed to which slot on the body the item is worn.",
			"",
			">:HL[Armor:] suits of armor.",
			">",
			">:HL[Belts:] belts and girdles.",
			">",
			">:HL[Body:] robes and vestments.",
			">",
			">:HL[Chest:] mantles, shirts, and vests.",
			">",
			">:HL[Eyes:] eyes, glasses, and goggles.",
			">",
			">:HL[Feet:] boots, shoes, and slippers.",
			">",
			">:HL[Hands:] gauntlets and gloves.",
			">",
			">:HL[Head:] circlets, crowns, hats, helms, and masks.",
			">",
			">:HL[Headband:] headbands and phylacteries.",
			">",
			">:HL[Neck:] amulets, brooches, medallions, necklaces, periapts, and scarabs.",
			">",
			">:HL[Ring (up to two):] rings.",
			">",
			">:HL[Shield:] shields.",
			">",
			">:HL[Shoulders:] capes and cloaks.",
			">",
			">:HL[Wrist:] bracelets and bracers.",
			"",
			"Of course, a character may carry or possess as many items of the same type as he wishes. However, additional items beyond those in the slots listed above have no effect.",
			"",
			"Some items can be worn or carried without taking up a slot on a character's body. The description of an item indicates when an item has this property."
		],
		"parent_topics": [
			"basics",
			"magic_items"
		],
		"siblings": [
			"magic_items_and_detect_magic",
			"using_items",
			"size_and_magic_items",
			"magic_items_on_the_body",
			"saving_throws_against_magic_item_powers",
			"damaging_magic_items",
			"repairing_magic_items",
			"charges_doses_and_multiple_uses",
			"purchasing_magic_items",
			"magic_item_descriptions",
			"intelligent_items",
			"cursed_items",
			"artifacts",
			"magic_item_creation"
		]
	},
	"saving_throws_against_magic_item_powers": {
		"name": "Saving Throws Against Magic Item Powers",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/459}",
			"",
			"Magic items produce spells or spell-like effects. For a saving throw against a spell or spell-like effect from a magic item, the DC is 10 + the level of the spell or effect + the ability modifier of the minimum ability score needed to cast that level of spell.",
			"",
			"Staves are an exception to the rule. Treat the saving throw as if the wielder cast the spell, including caster level and all modifiers to save DCs.",
			"",
			"Most item descriptions give saving throw DCs for various effects, particularly when the effect has no exact spell equivalent (making its level otherwise difficult to determine quickly)."
		],
		"parent_topics": [
			"basics",
			"magic_items"
		],
		"siblings": [
			"magic_items_and_detect_magic",
			"using_items",
			"size_and_magic_items",
			"magic_items_on_the_body",
			"saving_throws_against_magic_item_powers",
			"damaging_magic_items",
			"repairing_magic_items",
			"charges_doses_and_multiple_uses",
			"purchasing_magic_items",
			"magic_item_descriptions",
			"intelligent_items",
			"cursed_items",
			"artifacts",
			"magic_item_creation"
		]
	},
	"damaging_magic_items": {
		"name": "Damaging Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/459}",
			"",
			"A magic item doesn't need to make a saving throw unless it is unattended, it is specifically targeted by the effect, or its wielder rolls a natural 1 on his save. Magic items should always get a saving throw against spells that might deal damage to them - even against attacks from which a nonmagical item would normally get no chance to save. Magic items use the same saving throw bonus for all saves, no matter what the type (Fortitude, Reflex, or Will). A magic item's saving throw bonus equals 2 + 1/2 its caster level (rounded down). The only exceptions to this are intelligent magic items, which make Will saves based on their own Wisdom scores.",
			"",
			"Magic items, unless otherwise noted, take damage as nonmagical items of the same sort. A damaged magic item continues to function, but if it is destroyed, all its magical power is lost. Magic items that take damage in excess of half their total hit points, but not more than their total hit points, gain the {misc/broken/ condition}, and might not function properly."
		],
		"parent_topics": [
			"basics",
			"magic_items"
		],
		"siblings": [
			"magic_items_and_detect_magic",
			"using_items",
			"size_and_magic_items",
			"magic_items_on_the_body",
			"saving_throws_against_magic_item_powers",
			"damaging_magic_items",
			"repairing_magic_items",
			"charges_doses_and_multiple_uses",
			"purchasing_magic_items",
			"magic_item_descriptions",
			"intelligent_items",
			"cursed_items",
			"artifacts",
			"magic_item_creation"
		]
	},
	"repairing_magic_items": {
		"name": "Repairing Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/459}",
			"",
			"Repairing a magic item requires material components equal to half the cost to create the item, and requires half the time. The make whole spell can also repair a damaged (or even a destroyed) magic item - if the caster is high enough level."
		],
		"parent_topics": [
			"basics",
			"magic_items"
		],
		"siblings": [
			"magic_items_and_detect_magic",
			"using_items",
			"size_and_magic_items",
			"magic_items_on_the_body",
			"saving_throws_against_magic_item_powers",
			"damaging_magic_items",
			"repairing_magic_items",
			"charges_doses_and_multiple_uses",
			"purchasing_magic_items",
			"magic_item_descriptions",
			"intelligent_items",
			"cursed_items",
			"artifacts",
			"magic_item_creation"
		]
	},
	"charges_doses_and_multiple_uses": {
		"name": "Charges, Doses, and Multiple Uses",
		"subtitle": "Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/459}",
			"",
			"Many items, particularly wands and staves, are limited in power by the number of charges they hold. Normally, charged items have 50 charges at most (10 for staves). If such an item is found as a random part of a treasure, roll d% and divide by 2 to determine the number of charges left (round down, minimum 1). If the item has a maximum number of charges other than 50, roll randomly to determine how many charges are left.",
			"",
			"Prices listed are always for fully charged items. (When an item is created, it is fully charged.) For an item that's worthless when its charges run out (which is the case for almost all charged items), the value of the partially used item is proportional to the number of charges left. For an item that has usefulness in addition to its charges, only part of the item's value is based on the number of charges left."
		],
		"parent_topics": [
			"basics",
			"magic_items"
		],
		"siblings": [
			"magic_items_and_detect_magic",
			"using_items",
			"size_and_magic_items",
			"magic_items_on_the_body",
			"saving_throws_against_magic_item_powers",
			"damaging_magic_items",
			"repairing_magic_items",
			"charges_doses_and_multiple_uses",
			"purchasing_magic_items",
			"magic_item_descriptions",
			"intelligent_items",
			"cursed_items",
			"artifacts",
			"magic_item_creation"
		]
	},
	"purchasing_magic_items": {
		"name": "Purchasing Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/460}",
			"",
			"Magic items are valuable, and most major cities have at least one or two purveyors of magic items, from a simple potion merchant to a weapon smith that specializes in magic swords. Of course, not every item is available in every town.",
			"",
			"The following guidelines are presented to help GMs determine what items are available in a given community. These guidelines assume a setting with an average level of magic. Some cities might deviate wildly from these baselines, subject to GM discretion. The GM should keep a list of what items are available from each merchant and should replenish the stocks on occasion to represent new acquisitions.",
			"",
			"The number and types of magic items available in a community depend upon its size. Each community has a base value associated with it (see Table 15-1). There is a 75% chance that any item of that value or lower can be found for sale with little effort in that community. In addition, the community has a number of other items for sale. These items are randomly determined and are broken down by category (minor, medium, or major). After determining the number of items available in each category, refer to Table 15-2 to determine the type of each item (potion, scroll, ring, weapon, etc.) before moving on to the individual charts to determine the exact item. Reroll any items that fall below the community's base value.",
			"",
			"If you are running a campaign with low magic, reduce the base value and the number of items in each community by half. Campaigns with little or no magic might not have magic items for sale at all. GMs running these sorts of campaigns should make some adjustments to the challenges faced by the characters due to their lack of magic gear.",
			"",
			"Campaigns with an abundance of magic items might have communities with twice the listed base value and random items available. Alternatively, all communities might count as one size category larger for the purposes of what items are available. In a campaign with very common magic, all magic items might be available for purchase in a metropolis.",
			"",
			"Nonmagical items and gear are generally available in a community of any size unless the item is particularly expensive, such as full plate, or made of an unusual material, such as an adamantine longsword. These items should follow the base value guidelines to determine their availability, subject to GM discretion.",
			"",
			"### Table 15-1: Available Magic Items",
			"",
			"| Community Size | Base Value | Minor | Medium | Major |",
			"| --- | --- | --- | --- | --- |",
			"| Thorp | 50 gp | 1d4 items | - | - |",
			"| Hamlet | 200 gp | 1d6 items | - | - |",
			"| Village | 500 gp | 2d4 items | 1d4 items | - |",
			"| Small town | 1,000 gp | 3d4 items | 1d6 items | - |",
			"| Large town | 2,000 gp | 3d4 items | 2d4 items | 1d4 items |",
			"| Small city | 4,000 gp | 4d4 items | 3d4 items | 1d6 items |",
			"| Large city | 8,000 gp | 4d4 items | 3d4 items | 2d4 items |",
			"| Metropolis | 16,000 gp | \\* | 4d4 items | 3d4 items |",
			"",
			"\\* In a metropolis, nearly all minor magic items are available.",
			"",
			"### Table 15-2: Random Magic Item Generation",
			"",
			"| Minor | Medium | Major | Item |",
			"| :---: | :---: | :---: | --- |",
			"| 01-04 | 01-10 | 01-10 | Armor and shields |",
			"| 05-09 | 11-20 | 11-20 | Weapons |",
			"| 10-44 | 21-30 | 21-25 | Potions |",
			"| 45-46 | 31-40 | 26-35 | Rings |",
			"| - | 41-50 | 36-45 | Rods |",
			"| 47-81 | 51-65 | 46-55 | Scrolls |",
			"| - | 66-68 | 56-75 | Staves |",
			"| 82-91 | 69-83 | 56-80 | Wands |",
			"| 92-100 | 84-100 | 81-100 | Wondrous items |"
		],
		"parent_topics": [
			"basics",
			"magic_items"
		],
		"siblings": [
			"magic_items_and_detect_magic",
			"using_items",
			"size_and_magic_items",
			"magic_items_on_the_body",
			"saving_throws_against_magic_item_powers",
			"damaging_magic_items",
			"repairing_magic_items",
			"charges_doses_and_multiple_uses",
			"purchasing_magic_items",
			"magic_item_descriptions",
			"intelligent_items",
			"cursed_items",
			"artifacts",
			"magic_item_creation"
		]
	},
	"magic_item_descriptions": {
		"name": "Magic Item Descriptions",
		"tags": "aura caster level slot price weight description construction requirements cost",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/460}",
			"",
			"Each general type of magic item gets an overall description, followed by descriptions of specific items.",
			"",
			"General descriptions include notes on activation, random generation, and other material. The AC, hardness, hit points, and break DC are given for typical examples of some magic items. The AC assumes that the item is unattended and includes a -5 penalty for the item's effective Dexterity of 0. If a creature holds the item, use the creature's Dexterity modifier in place of the -5 penalty.",
			"",
			"Some individual items, notably those that just store spells, don't get full-blown descriptions. Reference the spell's description for details, modified by the form of the item (potion, scroll, wand, and so on). Assume that the spell is cast at the minimum level required to cast it. Items with full descriptions have their powers detailed, and each of the following topics is covered in notational form as part of its entry.",
			"",
			":HL[Aura:] Most of the time, a detect magic spell reveals the school of magic associated with a magic item and the strength of the aura an item emits. This information (when applicable) is given at the beginning of the item's notational entry. See the {spell/detect magic} spell description for details.",
			"",
			":HL[Caster Level (CL):] The next item in a notational entry gives the caster level of the item, indicating its relative power. The caster level determines the item's saving throw bonus, as well as range or other level-dependent aspects of the powers of the item (if variable). It also determines the level that must be contended with should the item come under the effect of a {spell/dispel magic} spell or similar situation.",
			"",
			"For potions, scrolls, and wands, the creator can set the caster level of an item at any number high enough to cast the stored spell but not higher than her own caster level. For other magic items, the caster level is determined by the item itself.",
			"",
			":HL[Slot:] Most magic items can only be utilized if worn or wielded in their proper slots. If the item is stowed or placed elsewhere, it does not function. If the slot lists \"none,\" the item must be held or otherwise carried to function.",
			"",
			":HL[Price:] This is the cost, in gold pieces, to purchase the item, if it is available for sale. Generally speaking, magic items can be sold by PCs for half this value.",
			"",
			":HL[Weight:] This is the weight of an item. When a weight figure is not given, the item has no weight worth noting (for purposes of determining how much of a load a character can carry).",
			"",
			":HL[Description:] This section of a magic item describes the item's powers and abilities. Potions, scrolls, staves, and wands refer to various spells as part of their descriptions.",
			"",
			":HL[Construction:] With the exception of artifacts, most magic items can be built by a spellcaster with the appropriate feats and prerequisites. This section describes those prerequisites.",
			"",
			":HL[Requirements:] Certain requirements must be met in order for a character to create a magic item. These include feats, spells, and miscellaneous requirements such as level, alignment, and race or kind.",
			"",
			"A spell prerequisite may be provided by a character who has prepared the spell (or who knows the spell, in the case of a sorcerer or bard), or through the use of a spell completion or spell trigger magic item or a spell-like ability that produces the desired spell effect. For each day that passes in the creation process, the creator must expend one spell completion item or one charge from a spell trigger item if either of those objects is used to supply a prerequisite.",
			"",
			"It is possible for more than one character to cooperate in the creation of an item, with each participant providing one or more of the prerequisites. In some cases, cooperation may even be necessary.",
			"",
			"If two or more characters cooperate to create an item, they must agree among themselves who will be considered the creator for the purpose of determinations where the creator's level must be known.",
			"",
			":HL[Cost:] This is the cost in gold pieces to create the item. Generally this cost is equal to half the price of an item, but additional material components might increase this number. The cost to create includes the costs derived from the base cost plus the costs of the components."
		],
		"parent_topics": [
			"basics",
			"magic_items"
		],
		"subtopics": [
			"extradimensional_spaces",
			"magic_armor",
			"magic_weapons",
			"potions",
			"rings",
			"rods",
			"scrolls",
			"staves",
			"wands",
			"wondrous_items"
		],
		"siblings": [
			"magic_items_and_detect_magic",
			"using_items",
			"size_and_magic_items",
			"magic_items_on_the_body",
			"saving_throws_against_magic_item_powers",
			"damaging_magic_items",
			"repairing_magic_items",
			"charges_doses_and_multiple_uses",
			"purchasing_magic_items",
			"magic_item_descriptions",
			"intelligent_items",
			"cursed_items",
			"artifacts",
			"magic_item_creation"
		]
	},
	"extradimensional_spaces": {
		"name": "Extradimensional Spaces",
		"subtitle": "Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/501}",
			"",
			"A number of spells and magic items utilize extradimensional spaces, such as {spell/rope trick}, a {magic-wondrous/bag of holding>_type_1}, a {magic-wondrous/handy haversack}, and a {magic-wondrous/portable hole}. These spells and magic items create a tiny pocket space that does not exist in any dimension. Such items do not function, however, inside another extradimensional space. If placed inside such a space, they cease to function until removed from the extradimensional space. For example, if a bag of holding is brought into a rope trick, the contents of the bag of holding become inaccessible until the bag of holding is taken outside the rope trick. The only exception to this is when a bag of holding and a portable hole interact, forming a rift to the {rule/Astral Plane}, as noted in their descriptions."
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"magic_item_descriptions"
		],
		"siblings": [
			"extradimensional_spaces",
			"magic_armor",
			"magic_weapons",
			"potions",
			"rings",
			"rods",
			"scrolls",
			"staves",
			"wands",
			"wondrous_items"
		]
	},
	"magic_armor": {
		"name": "Magic Armor",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/461}",
			"",
			"In general, magic armor protects the wearer to a greater extent than nonmagical armor. Magic armor bonuses are enhancement bonuses, never rise above +5, and stack with regular armor bonuses (and with shield and magic shield enhancement bonuses). All magic armor is also masterwork armor, reducing armor check penalties by 1.",
			"",
			"In addition to an enhancement bonus, armor may have special abilities. Special abilities usually count as additional bonuses for determining the market value of an item, but do not improve AC. A suit of armor cannot have an effective bonus (enhancement plus special ability bonus equivalents, including from character abilities and spells) higher than +10. A suit of armor with a special ability must also have at least a +1 enhancement bonus.",
			"",
			"A suit of armor or a shield may be made of an unusual material. Roll d%: 01-95 indicates that the item is of a standard sort, and 96-100 indicates that it is made of a special material.",
			"",
			"Armor is always created so that if the type of armor comes with a pair of boots, a helm, or a set of gauntlets, these pieces can be switched for other magic boots, helms, or gauntlets.",
			"",
			":HL[Caster Level for Armor and Shields:] The caster level of a magic shield or magic armor with a special ability is given in the item description. For an item with only an enhancement bonus, the caster level is three times the enhancement bonus. If an item has both an enhancement bonus and a special ability, the higher of the two caster level requirements must be met.",
			"",
			":HL[Shields:] Shield enhancement bonuses stack with armor enhancement bonuses. Shield enhancement bonuses do not act as attack or damage bonuses when the shield is used in a shield bash. The {magic-enh/bashing} special ability, however, does grant a +1 bonus on attack and damage rolls (see the special ability description).",
			"",
			"A shield could be built that also acted as a magic weapon, but the cost of the enhancement bonus on attack rolls would need to be added into the cost of the shield and its enhancement bonus to AC.",
			"",
			"As with armor, special abilities built into the shield add to the market value in the form of additions to the bonus of the shield, although they do not improve AC. A shield cannot have an effective bonus (enhancement plus special ability bonus equivalents) higher than +10. A shield with a special ability must also have at least a +1 enhancement bonus.",
			"",
			":HL[Activation:] Usually a character benefits from magic armor and shields in exactly the way a character benefits from nonmagical armor and shields: by wearing them. If armor or a shield has a special ability that the user needs to activate, then the user usually needs to utter the command word (a standard action).",
			"",
			":HL[Armor for Unusual Creatures:] The cost of armor for non-humanoid creatures, as well as for creatures who are neither Small nor Medium, [varies](rule/armor_for_unusual_creatures). The cost of the masterwork quality and any magical enhancement remains the same.",
			"",
			"### Table 15-3: Armor and Shields",
			"",
			"| Minor | Medium | Major | Item | Base Price |",
			"| --- | --- | --- | --- | --- |",
			"| 01-60 | 01-05 | - | +1 shield | 1,000 gp |",
			"| 61-80 | 06-10 | - | +1 armor | 1,000 gp |",
			"| 81-85 | 11-20 | - | +2 shield | 4,000 gp |",
			"| 86-87 | 21-30 | - | +2 armor | 4,000 gp |",
			"| - | 31-40 | 01-08 | +3 shield | 9,000 gp |",
			"| - | 41-50 | 09-16 | +3 armor | 9,000 gp |",
			"| - | 51-55 | 17-27 | +4 shield | 16,000 gp |",
			"| - | 56-57 | 28-38 | +4 armor | 16,000 gp |",
			"| - | - | 39-49 | +5 shield | 25,000 gp |",
			"| - | - | 50-57 | +5 armor | 25,000 gp |",
			"| - | - | - | +6 armor/shield[^1] | 36,000 gp |",
			"| - | - | - | +7 armor/shield[^1] | 49,000 gp |",
			"| - | - | - | +8 armor/shield[^1] | 64,000 gp |",
			"| - | - | - | +9 armor/shield[^1] | 81,000 gp |",
			"| - | - | - | +10 armor/shield[^1] | 100,000 gp |",
			"| 88-89 | 58-60 | 58-60 | Specific armor (below) | - |",
			"| 90-91 | 61-63 | 61-63 | Specific shield (below) | - |",
			"| 92-100 | 64-100 | 64-100 | Special ability (below) and roll again | - |",
			"",
			"*Also see: {rule/Random Armor and Shields/ (Gamemastery)}*",
			"",
			"### Table 15-6: Specific Armors",
			"",
			"| Minor | Medium | Major | Specific Armor | Market Price |",
			"| --- | --- | --- | --- | --- |",
			"| 01-50 | 01-25 | - | {magic-armor/Mithral shirt} | 1,100 gp |",
			"| 51-80 | 26-45 | - | {magic-armor/Dragonhide plate} | 3,300 gp |",
			"| 81-100 | 46-57 | - | {magic-armor/Elven chain} | 5,150 gp |",
			"| - | 58-67 | - | {magic-armor/Rhino hide} | 5,165 gp |",
			"| - | 68-82 | 01-10 | {magic-armor/Adamantine breastplate} | 10,200 gp |",
			"| - | 83-97 | 11-20 | {magic-armor/Dwarven plate} | 16,500 gp |",
			"| - | 98-100 | 21-32 | {magic-armor/Banded mail of luck} | 18,900 gp |",
			"| - | - | 33-50 | {magic-armor/Celestial armor} | 22,400 gp |",
			"| - | - | 51-60 | {magic-armor/Plate armor of the deep} | 24,650 gp |",
			"| - | - | 61-75 | {magic-armor/Breastplate of command} | 25,400 gp |",
			"| - | - | 76-90 | {magic-armor/Mithral full plate of speed} | 26,500 gp |",
			"| - | - | 91-100 | {magic-armor/Demon armor} | 52,260 gp |",
			"",
			"### Table 15-7: Specific Shields",
			"",
			"| Minor | Medium | Major | Specific Armor | Market Price |",
			"| --- | --- | --- | --- | --- |",
			"| 01-30 | 01-20 | - | {magic-armor/Darkwood buckler} | 203 gp |",
			"| 31-80 | 21-45 | - | {magic-armor/Darkwood shield} | 257 gp |",
			"| 81-95 | 46-70 | - | {magic-armor/Mithral heavy shield} | 1,020 gp |",
			"| 96-100 | 71-85 | 01-20 | {magic-armor/Caster's shield} | 3,153 gp |",
			"| - | 86-90 | 21-40 | {magic-armor/Spined shield} | 5,580 gp |",
			"| - | 91-95 | 41-60 | {magic-armor/Lion's shield} | 9,170 gp |",
			"| - | 96-100 | 61-90 | {magic-armor/Winged shield} | 17,257 gp |",
			"| - | - | 91-100 | {magic-armor/Absorbing shield} | 50,170 gp |",
			"",
			"### Table 15-4: Armor Special Abilities",
			"",
			"| Minor | Medium | Major | Special Ability | Base Price Modifier |",
			"| --- | --- | --- | --- | --- |",
			"| 01-25 | 01-05 | 01-03 | {magic-enh/Glamered} | +2,700 gp |",
			"| 26-32 | 06-08 | 04 | {magic-enh/Fortification, light} | +1 bonus[^2] |",
			"| 33-52 | 09-11 | - | {magic-enh/Slick} | +3,750 gp |",
			"| 53-92 | 12-17 | - | {magic-enh/Shadow} | +3,750 gp |",
			"| 93-96 | 18-19 | - | {magic-enh/Spell resistance (13)} | +2 bonus[^2] |",
			"| 97 | 20-29 | 05-07 | {magic-enh/Slick, improved} | +15,000 gp |",
			"| 98-99 | 30-49 | 08-13 | {magic-enh/Shadow, improved} | +15,000 gp |",
			"| - | 50-74 | 14-28 | {magic-enh/Energy resistance} | +18,000 gp |",
			"| - | 75-79 | 29-33 | {magic-enh/Ghost touch>_a} | +3 bonus[^2] |",
			"| - | 80-84 | 34-35 | {magic-enh/Invulnerability} | +3 bonus[^2] |",
			"| - | 85-89 | 36-40 | {magic-enh/Fortification, moderate} | +3 bonus[^2] |",
			"| - | 90-94 | 41-42 | {magic-enh/Spell resistance (15)} | +3 bonus[^2] |",
			"| - | 95-99 | 43 | {magic-enh/Wild} | +3 bonus[^2] |",
			"| - | - | 44-48 | {magic-enh/Slick, greater} | +33,750 gp |",
			"| - | - | 49-58 | {magic-enh/Shadow, greater} | +33,750 gp |",
			"| - | - | 59-83 | {magic-enh/Energy resistance, improved} | +42,000 gp |",
			"| - | - | 84-88 | {magic-enh/Spell resistance (17)} | +4 bonus[^2] |",
			"| - | - | 89 | {magic-enh/Etherealness} | +49,000 gp |",
			"| - | - | 90 | {magic-enh/Undead controlling} | +49,000 gp |",
			"| - | - | 91-92 | {magic-enh/Fortification, heavy} | +5 bonus[^2] |",
			"| - | - | 93-94 | {magic-enh/Spell resistance (19)} | +5 bonus[^2] |",
			"| - | - | 95-99 | {magic-enh/Energy resistance, greater} | +66,000 gp |",
			"| 100 | 100 | 100 | Roll twice again[^3] | - |",
			"",
			"### Table 15-5: Shield Special Abilities",
			"",
			"| Minor | Medium | Major | Special Ability | Base Price Modifier |",
			"| --- | --- | --- | --- | --- |",
			"| 01-20 | 01-10 | 01-05 | {magic-enh/Arrow catching} | +1 bonus[^2] |",
			"| 21-40 | 11-20 | 06-08 | {magic-enh/Bashing} | +1 bonus[^2] |",
			"| 41-50 | 21-25 | 09-10 | {magic-enh/Blinding} | +1 bonus[^2] |",
			"| 51-75 | 26-40 | 11-15 | {magic-enh/Fortification, light} | +1 bonus[^2] |",
			"| 76-92 | 41-50 | 16-20 | {magic-enh/Arrow deflection} | +2 bonus[^2] |",
			"| 93-97 | 51-57 | 21-25 | {magic-enh/Animated} | +2 bonus[^2] |",
			"| 98-99 | 58-59 | - | {magic-enh/Spell resistance (13)} | +2 bonus[^2] |",
			"| - | 60-79 | 26-41 | {magic-enh/Energy resistance} | +18,000 gp |",
			"| - | 80-85 | 42-46 | {magic-enh/Ghost touch>_a} | +3 bonus[^2] |",
			"| - | 86-95 | 47-56 | {magic-enh/Fortification, moderate} | +3 bonus[^2] |",
			"| - | 96-98 | 57-58 | {magic-enh/Spell resistance (15)} | +3 bonus[^2] |",
			"| - | 99 | 59 | {magic-enh/Wild} | +3 bonus[^2] |",
			"| - | - | 60-84 | {magic-enh/Energy resistance, improved} | +42,000 gp |",
			"| - | - | 85-86 | {magic-enh/Spell resistance (17)} | +4 bonus[^2] |",
			"| - | - | 87 | {magic-enh/Undead controlling} | +49,000 gp |",
			"| - | - | 88-91 | {magic-enh/Fortification, heavy} | +5 bonus[^2] |",
			"| - | - | 92-93 | {magic-enh/Reflecting} | +5 bonus[^2] |",
			"| - | - | 94 | {magic-enh/Spell resistance (19)} | +5 bonus[^2] |",
			"| - | - | 95-99 | {magic-enh/Energy resistance, greater} | +66,000 gp |",
			"| 100 | 100 | 100 | Roll twice again[^3] | - |",
			"",
			"[^1]: Armor and shields can't have enhancement bonuses higher than +5. Use these lines to determine price when special abilities are added in.",
			"[^2]: Add to enhancement bonus on Table 15-3 to determine total market price.",
			"[^3]: If you roll a special ability twice, only one counts. If you roll two versions of the same special ability, use the better."
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"magic_item_descriptions"
		],
		"siblings": [
			"extradimensional_spaces",
			"magic_armor",
			"magic_weapons",
			"potions",
			"rings",
			"rods",
			"scrolls",
			"staves",
			"wands",
			"wondrous_items"
		]
	},
	"magic_weapons": {
		"name": "Magic Weapons",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/468}",
			"",
			"A magic weapon is enhanced to strike more truly and deliver more damage. Magic weapons have enhancement bonuses ranging from +1 to +5. They apply these bonuses to both attack and damage rolls when used in combat. All magic weapons are also masterwork weapons, but their masterwork bonuses on attack rolls do not stack with their enhancement bonuses on attack rolls.",
			"",
			"Weapons come in two basic categories: :HL[melee] and :HL[ranged]. Some of the weapons listed as melee weapons can also be used as ranged weapons. In this case, their enhancement bonuses apply to both melee and ranged attacks.",
			"",
			"Some magic weapons have special abilities. Special abilities count as additional bonuses for determining the market value of the item, but do not modify attack or damage bonuses except where specifically noted). A single weapon cannot have a modified bonus (enhancement bonus plus special ability bonus equivalents, including from character abilities and spells) higher than +10. A weapon with a special ability must also have at least a +1 enhancement bonus. Weapons cannot possess the same special ability more than once.",
			"",
			"Weapons or ammunition can be made of an unusual material. Roll d%: 01-95 indicates that the item is of a standard sort, and 96-100 indicates that it is made of a [special material](main/equipment_materials).",
			"",
			":HL[Caster Level for Weapons:] The caster level of a weapon with a special ability is given in the item description. For an item with only an enhancement bonus and no other abilities, the caster level is three times the enhancement bonus. If an item has both an enhancement bonus and a special ability, the higher of the two caster level requirements must be met.",
			"",
			":HL[Additional Damage Dice:] Some magic weapons deal additional dice of damage. Unlike other modifiers to damage, additional dice of damage are not multiplied when the attacker scores a critical hit.",
			"",
			":HL[Ranged Weapons and Ammunition:] The enhancement bonus from a ranged weapon does not stack with the enhancement bonus from ammunition. Only the higher of the two enhancement bonuses applies.",
			"",
			"Ammunition fired from a projectile weapon with an enhancement bonus of +1 or higher is treated as a magic weapon for the purpose of overcoming damage reduction. Similarly, ammunition fired from a projectile weapon with an alignment gains the alignment of that projectile weapon.",
			"",
			":HL[Magic Ammunition and Breakage:] When a magic arrow, crossbow bolt, or sling bullet misses its target, there is a 50% chance it breaks or is otherwise rendered useless. A magic arrow, bolt, or bullet that successfully hits a target is automatically destroyed after it delivers its damage.",
			"",
			":HL[Light Generation:] Fully 30% of magic weapons shed light equivalent to a light spell. These glowing weapons are quite obviously magical. Such a weapon can't be concealed when drawn, nor can its light be shut off. Some of the specific weapons detailed below always or never glow, as defined in their descriptions.",
			"",
			":HL[Hardness and Hit Points:] Each +1 of a magic weapon's enhancement bonus adds +2 to its hardness and +10 to its hit points. See also [Table 7-12](rule/breaking_things).",
			"",
			":HL[Activation:] Usually a character benefits from a magic weapon in the same way a character benefits from a mundane weapon: by wielding (attacking with) it. If a weapon has a special ability that the user needs to activate, then the user usually needs to utter a command word (a standard action). A character can activate the special abilities of 50 pieces of ammunition at the same time, assuming each piece has identical abilities.",
			"",
			":HL[Magic Weapons and Critical Hits:] Some weapon special abilities and some specific weapons have an extra effect on a critical hit. This special effect also functions against creatures not normally subject to critical hits. On a successful critical roll, apply the special effect, but do not multiply the weapon's regular damage.",
			"",
			":HL[Weapons for Unusually Sized Creatures:] The cost of weapons for creatures who are neither Small nor Medium varies. The cost of the masterwork quality and any magical enhancement remains the same.",
			"",
			":HL[Special Qualities:] Roll d%. A 01-30 result indicates that the item sheds light, 31-45 indicates that something (a design, inscription, or the like) provides a clue to the weapon's function, and 46-100 indicates no special qualities.",
			"",
			"### Table 15-8: Weapons",
			"",
			"| Minor | Medium | Major | Weapon Bonus | Base Price[^1] |",
			"| --- | --- | --- | --- | --- |",
			"| 01-70 | 01-10 | - | +1 | 2,000 gp |",
			"| 71-85 | 11-29 | - | +2 | 8,000 gp |",
			"| - | 30-58 | 01-20 | +3 | 18,000 gp |",
			"| - | 59-62 | 21-38 | +4 | 32,000 gp |",
			"| - | - | 39-49 | +5 | 50,000 gp |",
			"| - | - | - | +6[^2] | 72,000 gp |",
			"| - | - | - | +7[^2] | 98,000 gp |",
			"| - | - | - | +8[^2] | 128,000 gp |",
			"| - | - | - | +9[^2] | 162,000 gp |",
			"| - | - | - | +10[^2] | 200,000 gp |",
			"| 86-90 | 63-68 | 50-63 | Specific weapon (below) | - |",
			"| 92-100 | 69-100 | 64-100 | Special ability (below) and roll again | - |",
			"",
			"*Also see: {rule/Random Weapons/ (Gamemastery)}*",
			"",
			"### Table 15-9: Melee Weapon Special Abilities",
			"",
			"| Minor | Medium | Major | Special Ability | Base Price Modifier[^1] |",
			"| --- | --- | --- | --- | --- |",
			"| 01-10 | 01-06 | 01-03 | {magic-enh/Bane} | +1 bonus |",
			"| 11-17 | 07-12 | - | {magic-enh/Defending} | +1 bonus |",
			"| 18-27 | 13-19 | 04-06 | {magic-enh/Flaming} | +1 bonus |",
			"| 28-37 | 20-26 | 07-09 | {magic-enh/Frost} | +1 bonus |",
			"| 38-47 | 27-33 | 10-12 | {magic-enh/Shock} | +1 bonus |",
			"| 48-56 | 34-38 | 13-15 | {magic-enh/Ghost touch (weapon)} | +1 bonus |",
			"| 57-67 | 39-44 | - | {magic-enh/Keen} [^4] | +1 bonus |",
			"| 68-71 | 45-48 | 16-19 | {magic-enh/Ki focus} | +1 bonus |",
			"| 72-75 | 49-50 | - | {magic-enh/Merciful} | +1 bonus |",
			"| 76-82 | 51-54 | 20-21 | {magic-enh/Mighty cleaving} | +1 bonus |",
			"| 83-87 | 55-59 | 22-24 | {magic-enh/Spell storing (weapon)} | +1 bonus |",
			"| 88-91 | 60-63 | 25-28 | {magic-enh/Throwing} | +1 bonus |",
			"| 92-95 | 64-65 | 29-32 | {magic-enh/Thundering} | +1 bonus |",
			"| 96-99 | 66-69 | 33-36 | {magic-enh/Vicious} | +1 bonus |",
			"| - | 70-72 | 37-41 | {magic-enh/Anarchic} | +2 bonus |",
			"| - | 73-75 | 42-46 | {magic-enh/Axiomatic} | +2 bonus |",
			"| - | 76-78 | 47-49 | {magic-enh/Disruption} [^5] | +2 bonus |",
			"| - | 79-81 | 50-54 | {magic-enh/Flaming burst} | +2 bonus |",
			"| - | 82-84 | 55-59 | {magic-enh/Icy burst} | +2 bonus |",
			"| - | 85-87 | 60-64 | {magic-enh/Holy} | +2 bonus |",
			"| - | 88-90 | 65-69 | {magic-enh/Shocking burst} | +2 bonus |",
			"| - | 91-93 | 70-74 | {magic-enh/Unholy} | +2 bonus |",
			"| - | 94-95 | 75-78 | {magic-enh/Wounding} | +2 bonus |",
			"| - | - | 79-83 | {magic-enh/Speed} | +3 bonus |",
			"| - | - | 84-86 | {magic-enh/Brilliant energy} | +4 bonus |",
			"| - | - | 87-88 | {magic-enh/Dancing} | +4 bonus |",
			"| - | - | 89-90 | {magic-enh/Vorpal} [^4] | +5 bonus |",
			"| 100 | 96-100 | 91-100 | Roll again twice[^6] | - |",
			"",
			"### Table 15-10: Ranged Weapon Special Abilities",
			"",
			"| Minor | Medium | Major | Special Ability | Base Price Modifier[^3] |",
			"| --- | --- | --- | --- | --- |",
			"| 01-12 | 01-08 | 01-04 | {magic-enh/Bane} [^7] | +1 bonus |",
			"| 13-25 | 09-16 | 05-08 | {magic-enh/Distance} | +1 bonus |",
			"| 26-40 | 17-28 | 09-12 | {magic-enh/Flaming} [^7] | +1 bonus |",
			"| 41-55 | 29-40 | 13-16 | {magic-enh/Frost} [^7] | +1 bonus |",
			"| 56-60 | 41-42 | - | {magic-enh/Merciful} [^7] | +1 bonus |",
			"| 61-68 | 43-47 | 17-21 | {magic-enh/Returning} | +1 bonus |",
			"| 69-83 | 48-59 | 22-25 | {magic-enh/Shock} [^7] | +1 bonus |",
			"| 84-93 | 60-64 | 26-27 | {magic-enh/Seeking} | +1 bonus |",
			"| 94-99 | 65-68 | 28-29 | {magic-enh/Thundering} [^7] | +1 bonus |",
			"| - | 69-71 | 30-34 | {magic-enh/Anarchic} [^7] | +2 bonus |",
			"| - | 72-74 | 35-39 | {magic-enh/Axiomatic} [^7] | +2 bonus |",
			"| - | 75-79 | 40-49 | {magic-enh/Flaming burst} [^7] | +2 bonus |",
			"| - | 80-82 | 50-54 | {magic-enh/Holy} [^7] | +2 bonus |",
			"| - | 83-87 | 55-64 | {magic-enh/Icy burst} [^7] | +2 bonus |",
			"| - | 88-92 | 65-74 | {magic-enh/Shocking burst} [^7] | +2 bonus |",
			"| - | 93-95 | 75-79 | {magic-enh/Unholy} [^7] | +2 bonus |",
			"| - | - | 80-84 | {magic-enh/Speed} | +3 bonus |",
			"| - | - | 85-90 | {magic-enh/Brilliant energy} | +4 bonus |",
			"| 100 | 96-100 | 91-100 | Roll again twice[^6] | - |",
			"",
			"[^1]: For ammunition, this price is for 50 arrows, bolts, or bullets.",
			"[^2]: A weapon can't have an enhancement bonus higher than +5. Use these lines to determine price when special abilities are added in.",
			"[^3]: Add to enhancement bonus on Table 15-8 to determine total market price.",
			"[^4]: Piercing or slashing weapons only (slashing only for vorpal). Reroll if randomly generated for a bludgeoning weapon.",
			"[^5]: Bludgeoning weapons only. Reroll if randomly generated for a piercing or slashing weapon.",
			"[^6]: Reroll if you get a duplicate special ability, an ability incompatible with an ability that you've already rolled, or if the extra ability puts you over the +10 limit. A weapon's enhancement bonus and special ability bonus equivalents can't total more than +10.",
			"[^7]: Bows, crossbows, and slings crafted with this ability bestow this power upon their ammunition."
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"magic_item_descriptions"
		],
		"siblings": [
			"extradimensional_spaces",
			"magic_armor",
			"magic_weapons",
			"potions",
			"rings",
			"rods",
			"scrolls",
			"staves",
			"wands",
			"wondrous_items"
		]
	},
	"potions": {
		"name": "Potions",
		"subtitle": "Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/477}",
			"",
			"A potion is a magic liquid that produces its effect when imbibed. Potions vary incredibly in appearance. Magic oils are similar to potions, except that oils are applied externally rather than imbibed. A potion or oil can be used only once. It can duplicate the effect of a spell of up to 3rd level that has a casting time of less than 1 minute and targets one or more creatures or objects. The price of a potion is equal to the level of the spell &times; the creator's caster level &times; 50 gp. If the potion has a material component cost, it is added to the base price and cost to create. Table 15-12 gives sample prices for potions created at the lowest possible caster level for each spellcasting class. Note that some spells appear at different levels for different casters. The level of such spells depends on the caster brewing the potion.",
			"",
			"Potions are like spells cast upon the imbiber. The character taking the potion doesn't get to make any decisions about the effect - the caster who brewed the potion has already done so. The drinker of a potion is both the effective target and the caster of the effect (though the potion indicates the caster level, the drinker still controls the effect).",
			"",
			"The person applying an oil is the effective caster, but the object is the target.",
			"",
			":HL[Physical Description:] A typical potion or oil consists of 1 ounce of liquid held in a ceramic or glass vial fitted with a tight stopper. The stoppered container is usually no more than 1 inch wide and 2 inches high. The vial has AC 13, 1 hit point, hardness 1, and a break DC of 12.",
			"",
			":HL[Identifying Potions:] In addition to the standard methods of identification, PCs can sample from each container they find to attempt to determine the nature of the liquid inside with a Perception check. The DC of this check is equal to 15 + the spell level of the potion (although this DC might be higher for rare or unusual potions).",
			"",
			":HL[Activation:] Drinking a potion or applying an oil requires no special skill. The user merely removes the stopper and swallows the potion or smears on the oil. The following rules govern potion and oil use.",
			"",
			"Drinking a potion or using an oil is a standard action. The potion or oil takes effect immediately. Using a potion or oil provokes attacks of opportunity. An enemy may direct an attack of opportunity against the potion or oil container rather than against the character. A successful attack of this sort can destroy the container, preventing the character from drinking the potion or applying the oil.",
			"",
			"A creature must be able to swallow a potion or smear on an oil. Because of this, incorporeal creatures cannot use potions or oils. Any corporeal creature can imbibe a potion or use an oil.",
			"",
			"A character can carefully administer a potion to an unconscious creature as a full-round action, trickling the liquid down the creature's throat. Likewise, it takes a full-round action to apply an oil to an unconscious creature.",
			"",
			"### Table 15-12: Potions",
			"",
			"| Minor | Medium | Major | Spell Level | Caster Level |",
			"| --- | --- | --- | --- | --- |",
			"| 01-20 | - | - | 0 | 1st |",
			"| 21-60 | 01-20 | - | 1st | 1st |",
			"| 61-100 | 21-60 | 01-20 | 2nd | 3rd |",
			"| - | 61-100 | 21-100 | 3rd | 5th |",
			"",
			"*Also see: {rule/Random Potions and Oils/ (Gamemastery)}*",
			"",
			"### Potion Costs",
			"",
			"| Spell Level | Full Casters | Spontaneous Full Casters | Two-Thirds Casters | Delayed Casters |",
			"| --- | --- | --- | --- | --- |",
			"| 0 | 25 gp | 25 gp | 25 gp | - |",
			"| 1st | 50 gp | 50 gp | 50 gp | 50 gp |",
			"| 2nd | 300 gp | 400 gp | 400 gp | 400 gp |",
			"| 3rd | 750 gp | 900 gp | 1,050 gp | 1,050 gp |",
			"",
			":HL[Full Casters:] Cleric, Druid, Shaman, Witch, Wizard",
			"",
			":HL[Spontaneous Full Casters:] Arcanist, Sorcerer, Oracle, Psychic",
			"",
			":HL[Two-Thirds Casters:] Alchemist, Bard, Hunter, Inquisitor, Investigator, Magus, Mesmerist, Occultist, Skald, Spiritualist, Summoner, Unchained Summoner, Warpriest",
			"",
			":HL[Delayed Casters:] (Caster level is equal to class level - 3) Antipaladin, Bloodrager, Medium, Paladin, Ranger"
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"magic_item_descriptions"
		],
		"siblings": [
			"extradimensional_spaces",
			"magic_armor",
			"magic_weapons",
			"potions",
			"rings",
			"rods",
			"scrolls",
			"staves",
			"wands",
			"wondrous_items"
		]
	},
	"rings": {
		"name": "Rings",
		"subtitle": "Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/478}",
			"",
			"Rings bestow magical powers upon their wearers. Only a rare few have charges - most magic rings are permanent and potent magic items. Anyone can use a ring.",
			"",
			"A character can only effectively wear two magic rings. A third magic ring doesn't work if the wearer is already wearing two magic rings.",
			"",
			":HL[Physical Description:] Rings have no appreciable weight. Although exceptions exist that are crafted from glass or bone, the vast majority of rings are forged from metal - usually precious metals such as gold, silver, and platinum. A ring has AC 13, 2 hit points, hardness 10, and a break DC of 25.",
			"",
			":HL[Activation:] A ring's ability is usually activated by a spoken command word (a standard action that does not provoke attacks of opportunity) or its effects work continually. Some rings have unusual activations, as mentioned in the ring's specific description.",
			"",
			":HL[Special Qualities:] Roll d%. A result of 01 indicates the ring is intelligent, 02-31 indicates that something (a design, inscription, or the like) provides a clue to its function, and 32-100 indicates no special qualities. Intelligent items have extra abilities and sometimes [extraordinary powers and special purposes](rule/intelligent_items). Rings with charges can never be intelligent.",
			"",
			"### Table 15-13: Rings",
			"",
			"| Minor | Medium | Major | Ring | Market Price |",
			"| --- | --- | --- | --- | --- |",
			"| 01-18 | &mdash; | &mdash; | {magic-ring/Ring of Protection +1} | 2,000 gp |",
			"| 19-28 | &mdash; | &mdash; | {magic-ring/Ring of Feather falling} | 2,200 gp |",
			"| 29-36 | &mdash; | &mdash; | {magic-ring/Ring of Sustenance} | 2,500 gp |",
			"| 37-44 | &mdash; | &mdash; | {magic-ring/Ring of Climbing} | 2,500 gp |",
			"| 45-52 | &mdash; | &mdash; | {magic-ring/Ring of Jumping} | 2,500 gp |",
			"| 53-60 | &mdash; | &mdash; | {magic-ring/Ring of Swimming} | 2,500 gp |",
			"| 61-70 | 01-05 | &mdash; | {magic-ring/Ring of Counterspells} | 4,000 gp |",
			"| 71-75 | 06-08 | &mdash; | {magic-ring/Ring of Mind shielding} | 8,000 gp |",
			"| 76-80 | 09-18 | &mdash; | {magic-ring/Ring of Protection +2} | 8,000 gp |",
			"| 81-85 | 19-23 | &mdash; | {magic-ring/Ring of Force shield} | 8,500 gp |",
			"| 86-90 | 24-28 | &mdash; | {magic-ring/Ring of the Ram} | 8,600 gp |",
			"| &mdash; | 29-34 | &mdash; | {magic-ring/Ring of Climbing, improved} | 10,000 gp |",
			"| &mdash; | 35-40 | &mdash; | {magic-ring/Ring of Jumping, improved} | 10,000 gp |",
			"| &mdash; | 41-46 | &mdash; | {magic-ring/Ring of Swimming, improved} | 10,000 gp |",
			"| 91-93 | 47-50 | &mdash; | {magic-ring/Ring of Animal friendship} | 10,800 gp |",
			"| 94-96 | 51-56 | 01-02 | {magic-ring/Ring of Energy resistance, minor} | 12,000 gp |",
			"| 97-98 | 57-61 | &mdash; | {magic-ring/Ring of Chameleon power} | 12,700 gp |",
			"| 99-100 | 62-66 | &mdash; | {magic-ring/Ring of Water walking} | 15,000 gp |",
			"| &mdash; | 67-71 | 03-07 | {magic-ring/Ring of Protection +3} | 18,000 gp |",
			"| &mdash; | 72-76 | 08-10 | {magic-ring/Ring of Spell storing, minor} | 18,000 gp |",
			"| &mdash; | 77-81 | 11-15 | {magic-ring/Ring of Invisibility} | 20,000 gp |",
			"| &mdash; | 82-85 | 16-19 | {magic-ring/Ring of Wizardry (Type I)} | 20,000 gp |",
			"| &mdash; | 86-90 | 20-25 | {magic-ring/Ring of Evasion} | 25,000 gp |",
			"| &mdash; | 91-93 | 26-28 | {magic-ring/Ring of X-ray vision} | 25,000 gp |",
			"| &mdash; | 94-97 | 29-32 | {magic-ring/Ring of Blinking} | 27,000 gp |",
			"| &mdash; | 98-100 | 33-39 | {magic-ring/Ring of Energy resistance, major} | 28,000 gp |",
			"| &mdash; | &mdash; | 40-49 | {magic-ring/Ring of Protection +4} | 32,000 gp |",
			"| &mdash; | &mdash; | 50-55 | {magic-ring/Ring of Wizardry (Type II)} | 40,000 gp |",
			"| &mdash; | &mdash; | 56-60 | {magic-ring/Ring of Freedom of movement} | 40,000 gp |",
			"| &mdash; | &mdash; | 61-63 | {magic-ring/Ring of Energy resistance, greater} | 44,000 gp |",
			"| &mdash; | &mdash; | 64-65 | {magic-ring/Ring of Friend shield/ (pair)} | 50,000 gp |",
			"| &mdash; | &mdash; | 66-70 | {magic-ring/Ring of Protection +5} | 50,000 gp |",
			"| &mdash; | &mdash; | 71-74 | {magic-ring/Ring of Shooting stars} | 50,000 gp |",
			"| &mdash; | &mdash; | 75-79 | {magic-ring/Ring of Spell storing} | 50,000 gp |",
			"| &mdash; | &mdash; | 80-83 | {magic-ring/Ring of Wizardry (Type III)} | 70,000 gp |",
			"| &mdash; | &mdash; | 84-86 | {magic-ring/Ring of Telekinesis} | 75,000 gp |",
			"| &mdash; | &mdash; | 87-88 | {magic-ring/Ring of Regeneration} | 90,000 gp |",
			"| &mdash; | &mdash; | 89-91 | {magic-ring/Ring of Spell turning} | 100,000 gp |",
			"| &mdash; | &mdash; | 92-93 | {magic-ring/Ring of Wizardry (Type IV)} | 100,000 gp |",
			"| &mdash; | &mdash; | 94 | {magic-ring/Ring of Three wishes} | 120,000 gp |",
			"| &mdash; | &mdash; | 95 | {magic-ring/Ring of Djinni calling} | 125,000 gp |",
			"| &mdash; | &mdash; | 96 | {magic-ring/Ring of Elemental command/ (air)} | 200,000 gp |",
			"| &mdash; | &mdash; | 97 | {magic-ring/Ring of Elemental command/ (earth)} | 200,000 gp |",
			"| &mdash; | &mdash; | 98 | {magic-ring/Ring of Elemental command/ (fire)} | 200,000 gp |",
			"| &mdash; | &mdash; | 99 | {magic-ring/Ring of Elemental command/ (water)} | 200,000 gp |",
			"| &mdash; | &mdash; | 100 | {magic-ring/Ring of Spell storing, major} | 200,000 gp |"
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"magic_item_descriptions"
		],
		"siblings": [
			"extradimensional_spaces",
			"magic_armor",
			"magic_weapons",
			"potions",
			"rings",
			"rods",
			"scrolls",
			"staves",
			"wands",
			"wondrous_items"
		]
	},
	"rods": {
		"name": "Rods",
		"subtitle": "Metamagic Rods, Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/484}",
			"",
			"Rods are scepter-like devices that have unique magical powers and do not usually have charges. Anyone can use a rod.",
			"",
			":HL[Physical Description:] Rods weigh approximately 5 pounds. They range from 2 feet to 3 feet long and are usually made of iron or some other metal. (Many, as noted in their descriptions, can function as light maces or clubs due to their hardy construction.) These sturdy items have AC 9, 10 hit points, hardness 10, and a break DC of 27.",
			"",
			":HL[Activation:] Details relating to rod use vary from item to item. Unless noted otherwise, you must be holding a rod to use its abilities. See the individual descriptions for specifics.",
			"",
			":HL[Special Qualities:] Roll d%. A 01 result indicates the rod is intelligent, 02-31 indicates that something (a design, inscription, or the like) provides a clue to its function, and 32-100 indicates no special qualities. Intelligent items have extra abilities and sometimes extraordinary powers and special purposes (see {rule/Intelligent Items}).",
			"",
			"Rods with charges can never be intelligent.",
			"",
			"### Metamagic Rods",
			"",
			"Metamagic rods hold the essence of a metamagic feat, allowing the user to apply metamagic effects to spells (but not spell-like abilities) as they are cast. This does not change the spell slot of the altered spell. Metamagic rods are use-activated (but casting spells in a threatened area still draws an attack of opportunity). A caster may only use one metamagic rod on any given spell, but it is permissible to combine a rod with metamagic feats possessed by the rod's wielder. In this case, only the feats possessed by the wielder adjust the spell slot of the spell being cast.",
			"",
			"Possession of a metamagic rod does not confer the associated feat on the owner, only the ability to use the given feat a specified number of times per day. A sorcerer still must take a full-round action when using a metamagic rod, just as if using a metamagic feat he possesses (except for quicken metamagic rods, which can be used as a swift action).",
			"",
			":HL[Lesser and Greater Metamagic Rods:] Normal metamagic rods can be used with spells of 6th level or lower. Lesser rods can be used with spells of 3rd level or lower, while greater rods can be used with spells of 9th level or lower.",
			"",
			"### Table 15-14: Rods",
			"",
			"| Medium | Major | Rod | Market Price |",
			"| --- | --- | --- | --- |",
			"| 01-07 | &mdash; | {magic-rod/Rod of Metamagic, Enlarge, lesser} | 3,000 gp |",
			"| 08-14 | &mdash; | {magic-rod/Rod of Metamagic, Extend, lesser} | 3,000 gp |",
			"| 15-21 | &mdash; | {magic-rod/Rod of Metamagic, Silent, lesser} | 3,000 gp |",
			"| 22-28 | &mdash; | {magic-rod/Immovable Rod} | 5,000 gp |",
			"| 29-35 | &mdash; | {magic-rod/Rod of Metamagic, Empower, lesser} | 9,000 gp |",
			"| 36-42 | &mdash; | {magic-rod/Rod of Metal and mineral detection} | 10,500 gp |",
			"| 43-53 | 01-04 | {magic-rod/Rod of Cancellation} | 11,000 gp |",
			"| 54-57 | 05-06 | {magic-rod/Rod of Metamagic, Enlarge} | 11,000 gp |",
			"| 58-61 | 07-08 | {magic-rod/Rod of Metamagic, Extend} | 11,000 gp |",
			"| 62-65 | 09-10 | {magic-rod/Rod of Metamagic, Silent} | 11,000 gp |",
			"| 66-71 | 11-14 | {magic-rod/Rod of Wonder} | 12,000 gp |",
			"| 72-79 | 15-19 | {magic-rod/Rod of the Python} | 13,000 gp |",
			"| 80-83 | &mdash; | {magic-rod/Rod of Metamagic, Maximize, lesser} | 14,000 gp |",
			"| 84-89 | 20-21 | {magic-rod/Rod of Flame extinguishing} | 15,000 gp |",
			"| 90-97 | 22-25 | {magic-rod/Rod of the Viper} | 19,000 gp |",
			"| &mdash; | 26-30 | {magic-rod/Rod of Enemy detection} | 23,500 gp |",
			"| &mdash; | 31-36 | {magic-rod/Rod of Metamagic, Enlarge, greater} | 24,500 gp |",
			"| &mdash; | 37-42 | {magic-rod/Rod of Metamagic, Extend, greater} | 24,500 gp |",
			"| &mdash; | 43-48 | {magic-rod/Rod of Metamagic, Silent, greater} | 24,500 gp |",
			"| &mdash; | 49-53 | {magic-rod/Rod of Splendor} | 25,000 gp |",
			"| &mdash; | 54-58 | {magic-rod/Rod of Withering} | 25,000 gp |",
			"| 98-99 | 59-64 | {magic-rod/Rod of Metamagic, Empower} | 32,500 gp |",
			"| &mdash; | 65-69 | {magic-rod/Rod of Thunder and lightning} | 33,000 gp |",
			"| 100 | 70-73 | {magic-rod/Rod of Metamagic, Quicken, lesser} | 35,000 gp |",
			"| &mdash; | 74-77 | {magic-rod/Rod of Negation} | 37,000 gp |",
			"| &mdash; | 78-80 | {magic-rod/Rod of Absorption} | 50,000 gp |",
			"| &mdash; | 81-84 | {magic-rod/Rod of Flailing} | 50,000 gp |",
			"| &mdash; | 85-86 | {magic-rod/Rod of Metamagic, Maximize} | 54,000 gp |",
			"| &mdash; | 87-88 | {magic-rod/Rod of Rulership} | 60,000 gp |",
			"| &mdash; | 89-90 | {magic-rod/Rod of Security} | 61,000 gp |",
			"| &mdash; | 91-92 | {magic-rod/Rod of Lordly might} | 70,000 gp |",
			"| &mdash; | 93-94 | {magic-rod/Rod of Metamagic, Empower, greater} | 73,000 gp |",
			"| &mdash; | 95-96 | {magic-rod/Rod of Metamagic, Quicken} | 75,500 gp |",
			"| &mdash; | 97-98 | {magic-rod/Rod of Alertness} | 85,000 gp |",
			"| &mdash; | 99 | {magic-rod/Rod of Metamagic, Maximize, greater} | 121,500 gp |",
			"| &mdash; | 100 | {magic-rod/Rod of Metamagic, Quicken, greater} | 170,000 gp |"
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"magic_item_descriptions"
		],
		"siblings": [
			"extradimensional_spaces",
			"magic_armor",
			"magic_weapons",
			"potions",
			"rings",
			"rods",
			"scrolls",
			"staves",
			"wands",
			"wondrous_items"
		]
	},
	"scrolls": {
		"name": "Scrolls",
		"subtitle": "Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/490}",
			"",
			"A scroll is a spell (or collection of spells) that has been stored in written form. A spell on a scroll can be used only once. The writing vanishes from the scroll when the spell is activated. Using a scroll is basically like casting a spell. The price of a scroll is equal to the level of the spell &times; the creator's caster level &times; 25 gp. If the scroll has a material component cost, it is added to the base price and cost to create. Table 15-15 gives sample prices for scrolls created at the lowest possible caster level for each spellcasting class. Note that some spells appear at different levels for different casters. The level of such spells depends on the caster scribing the scroll.",
			"",
			":HL[Physical Description:] A scroll is a heavy sheet of fine vellum or high-quality paper. An area about 8-1/2 inches wide and 11 inches long is sufficient to hold one spell. The sheet is reinforced at the top and bottom with strips of leather slightly longer than the sheet is wide. A scroll holding more than one spell has the same width (about 8-1/2 inches) but is an extra foot or so long for each additional spell. Scrolls that hold three or more spells are usually fitted with reinforcing rods at each end rather than simple strips of leather. A scroll has AC 9, 1 hit point, hardness 0, and a break DC of 8.",
			"",
			"To protect it from wrinkling or tearing, a scroll is rolled up from both ends to form a double cylinder. (This also helps the user unroll the scroll quickly.) The scroll is placed in a tube of ivory, jade, leather, metal, or wood. Most scroll cases are inscribed with magic symbols which often identify the owner or the spells stored on the scrolls inside. The symbols sometimes hide magic traps.",
			"",
			":HL[Activation:] To activate a scroll, a spellcaster must read the spell written on it. This involves several steps and conditions.",
			"",
			":HL[Decipher the Writing:] The writing on a scroll must be deciphered before a character can use it or know exactly what spell it contains. This requires a {spell/read magic} spell or a successful Spellcraft check (DC 20 + spell level). Deciphering a scroll is a full-round action.",
			"",
			"Deciphering a scroll to determine its contents does not activate its magic unless it is a specially prepared cursed scroll. A character can decipher the writing on a scroll in advance so that she can proceed directly to the next step when the time comes to use the scroll.",
			"",
			":HL[Activate the Spell:] Activating a scroll requires reading the spell from the scroll. The character must be able to see and read the writing on the scroll. Activating a scroll spell requires no material components or focus. (The creator of the scroll provided these when scribing the scroll.) Note that some spells are effective only when cast on an item or items. In such a case, the scroll user must provide the item when activating the spell. Activating a scroll spell is subject to disruption just as casting a normally prepared spell would be. Using a scroll is like casting a spell for purposes of arcane spell failure chance.",
			"",
			"To have any chance of activating a scroll spell, the scroll user must meet the following requirements.",
			"",
			"- The spell must be of the correct type (arcane, divine, or psychic).",
			"    - Arcane spellcasters (alchemists, arcanists, bards, bloodragers, investigators, magi, skalds, sorcerers, summoner, witches, wizards) can only create and use scrolls containing arcane spells.",
			"    - Divine spellcasters (antipaladins, clerics, druids, hunters, inquisitors, oracles, paladins, rangers, shamans, warpriests) can only create and use scrolls containing divine spells.",
			"    - Psychic spellcasters (mediums, mesmerists, occultists, psychics, spiritualists) can only create and use scrolls containing psychic spells.",
			"- The user must have the spell on her class list.",
			"- The user must have the requisite ability score.",
			"",
			"If the user meets all the requirements noted above, and her caster level is at least equal to the spell's caster level, she can automatically activate the spell without a check. If she meets all three requirements but her own caster level is lower than the scroll spell's caster level, then she has to make a caster level check (DC = scroll's caster level + 1) to cast the spell successfully. If she fails, she must make a DC 5 Wisdom check to avoid a mishap (see Scroll Mishaps). A natural roll of 1 always fails, whatever the modifiers. If the caster level check fails but no mishap occurs, the scroll is not expended. Activating a scroll is a standard action (or the spell's casting time, whichever is longer) and it provokes attacks of opportunity exactly as casting a spell does.",
			"",
			":HL[Determine Effect:] A spell successfully activated from a scroll works exactly like a spell prepared and cast the normal way. Assume the scroll spell's caster level is always the minimum level required to cast the spell for the character who scribed the scroll, unless the scriber specifically desired otherwise.",
			"",
			"The writing for an activated spell disappears from the scroll as the spell is cast.",
			"",
			":HL[Scroll Mishaps:] When a mishap occurs, the spell on the scroll has a reversed or harmful effect. Possible mishaps are given below.",
			"",
			"- A surge of uncontrolled magical energy deals 1d6 points of damage per spell level to the scroll user.",
			"- Spell strikes the scroll user or an ally instead of the intended target, or a random target nearby if the scroll user was the intended recipient.",
			"- Spell takes effect at some random location within spell range.",
			"- Spell's effect on the target is contrary to the spell's normal effect.",
			"- The scroll user suffers some minor but bizarre effect related to the spell in some way. Most such effects should last only as long as the original spell's duration, or 2d10 minutes for instantaneous spells.",
			"- Some innocuous item or items appear in the spell's area.",
			"- Spell has delayed effect. Sometime within the next 1d12 hours, the spell activates. If the scroll user was the intended recipient, the spell takes effect normally. If the user was not the intended recipient, the spell goes off in the general direction of the original recipient or target, up to the spell's maximum range, if the target has moved away.",
			"",
			"### Table 15-15: Scrolls",
			"",
			"| Minor | Medium | Major | Spell Level | Caster Level |",
			"| --- | --- | --- | --- | --- |",
			"| 01-05 | - | - | 0 | 1st |",
			"| 06-50 | - | - | 1 | 1st |",
			"| 51-95 | 01-05 | - | 2 | 3rd |",
			"| 96-100 | 06-65 | - | 3 | 5th |",
			"| - | 66-95 | 01-05 | 4 | 7th |",
			"| - | 96-100 | 06-50 | 5 | 9th |",
			"| - | - | 51-70 | 6 | 11th |",
			"| - | - | 71-85 | 7 | 13th |",
			"| - | - | 86-95 | 8 | 15th |",
			"| - | - | 96-100 | 9 | 17th |",
			"",
			"*Also see: {rule/Random Scrolls/ (Gamemastery)}*",
			"",
			"### Scroll Costs",
			"",
			"| Spell Level | Full Casters | Spontaneous Full Casters | Two-Thirds Casters | Delayed Casters |",
			"| --- | --- | --- | --- | --- |",
			"| 0 | 12.5 gp | 12.5 gp | 12.5 gp | - |",
			"| 1st | 25 gp | 25 gp | 25 gp | 25 gp |",
			"| 2nd | 150 gp | 200 gp | 200 gp | 200 gp |",
			"| 3rd | 375 gp | 450 gp | 525 gp | 525 gp |",
			"| 4th | 700 gp | 800 gp | 1,000 gp | 1,000 gp |",
			"| 5th | 1,125 gp | 1,250 gp | 1,625 gp | - |",
			"| 6th | 1,650 gp | 1,800 gp | 2,400 gp | - |",
			"| 7th | 2,275 gp | 2,450 gp | - | - |",
			"| 8th | 3,000 gp | 3,200 gp | - | - |",
			"| 9th | 3,825 gp | 4,050 gp | - | - |",
			"",
			":HL[Full Casters:] Cleric, Druid, Shaman, Witch, Wizard",
			"",
			":HL[Spontaneous Full Casters:] Arcanist, Sorcerer, Oracle, Psychic",
			"",
			":HL[Two-Thirds Casters:] Alchemist, Bard, Hunter, Inquisitor, Investigator, Magus, Mesmerist, Occultist, Skald, Spiritualist, Summoner, Unchained Summoner, Warpriest",
			"",
			":HL[Delayed Casters:] (Caster level is equal to class level - 3) Antipaladin, Bloodrager, Medium, Paladin, Ranger"
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"magic_item_descriptions"
		],
		"siblings": [
			"extradimensional_spaces",
			"magic_armor",
			"magic_weapons",
			"potions",
			"rings",
			"rods",
			"scrolls",
			"staves",
			"wands",
			"wondrous_items"
		]
	},
	"staves": {
		"name": "Staves",
		"subtitle": "Magic Items",
		"tags": "staffs",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/491}",
			"",
			"A staff is a long shaft that stores several spells. Unlike wands, which can contain a wide variety of spells, each staff is of a certain kind and holds specific spells. A staff has 10 charges when created.",
			"",
			":HL[Physical Description:] A typical staff measures anywhere from 4 feet to 7 feet long and is 2 inches to 3 inches thick, weighing about 5 pounds. Most staves are wood, but an exotic few are bone, metal, or even glass. A staff often has a gem or some device at its tip or is shod in metal at one or both ends. Staves are often decorated with carvings or runes. A typical staff is like a walking stick, quarterstaff, or cudgel. It has AC 7, 10 hit points, hardness 5, and a break DC of 24.",
			"",
			":HL[Activation:] Staves use the spell trigger activation method, so casting a spell from a staff is usually a standard action that doesn't provoke attacks of opportunity. (If the spell being cast has a longer casting time than 1 standard action, however, it takes that long to cast the spell from a staff.) To activate a staff, a character must hold it forth in at least one hand (or whatever passes for a hand, for non-humanoid creatures).",
			"",
			":HL[Special Qualities:] Roll d%. A 01-30 result indicates that something (a design, inscription, or the like) provides some clue to the staff's function, and 31-100 indicates no special qualities.",
			"",
			":HL[Using Staves:] Staves use the wielder's ability score and relevant feats to set the DC for saves against their spells. Unlike with other sorts of magic items, the wielder can use his caster level when activating the power of a staff if it's higher than the caster level of the staff.",
			"",
			"This means that staves are far more potent in the hands of a powerful spellcaster. Because they use the wielder's ability score to set the save DC for the spell, spells from a staff are often harder to resist than those from other magic items, which use the minimum ability score required to cast the spell. Not only are aspects of the spell dependent on caster level (range, duration, and so on) potentially higher, but spells from a staff are also harder to dispel and have a better chance of overcoming a target's spell resistance.",
			"",
			"Staves hold a maximum of 10 charges. Each spell cast from a staff consumes one or more charges. When a staff runs out of charges, it cannot be used until it is recharged. Each morning, when a spellcaster prepares spells or regains spell slots, he can also imbue one staff with a portion of his power so long as one or more of the spells cast by the staff is on his spell list and he is capable of casting at least one of the spells. Imbuing a staff with this power restores one charge to the staff, but the caster must forgo one prepared spell or spell slot of a level equal to the highest-level spell cast by the staff. For example, a 9th-level wizard with a staff of fire could imbue the staff with one charge per day by using up one of his 4th-level spells. A staff cannot gain more than one charge per day and a caster cannot imbue more than one staff per day.",
			"",
			"Furthermore, a staff can hold a spell of any level, unlike a wand, which is limited to spells of 4th level or lower. The minimum caster level of a staff is 8th.",
			"",
			"### Table 15-16: Staves",
			"",
			"| Medium | Major | Staff | Market Price |",
			"| --- | --- | --- | --- |",
			"| 01-15 | 01-03 | :ripple[magic-staff/Staff of Charming] | 17,600 gp |",
			"| 16-30 | 04-09 | :ripple[magic-staff/Staff of Fire] | 18,950 gp |",
			"| 31-40 | 10-11 | :ripple[magic-staff/Staff of Swarming Insects] | 22,800 gp |",
			"| 41-55 | 12-13 | :ripple[magic-staff/Staff of Size Alteration] | 26,150 gp |",
			"| 56-75 | 14-19 | :ripple[magic-staff/Staff of Healing] | 29,600 gp |",
			"| 76-90 | 20-24 | :ripple[magic-staff/Staff of Frost] | 41,400 gp |",
			"| 91-95 | 25-31 | :ripple[magic-staff/Staff of Illumination] | 51,500 gp |",
			"| 96-100 | 32-38 | :ripple[magic-staff/Staff of Defense] | 62,000 gp |",
			"| &mdash; | 39-45 | :ripple[magic-staff/Staff of Abjuration] | 82,000 gp |",
			"| &mdash; | 46-50 | :ripple[magic-staff/Staff of Conjuration] | 82,000 gp |",
			"| &mdash; | 51-55 | :ripple[magic-staff/Staff of Divination] | 82,000 gp |",
			"| &mdash; | 56-60 | :ripple[magic-staff/Staff of Enchantment] | 82,000 gp |",
			"| &mdash; | 61-65 | :ripple[magic-staff/Staff of Evocation] | 82,000 gp |",
			"| &mdash; | 66-70 | :ripple[magic-staff/Staff of Illusion] | 82,000 gp |",
			"| &mdash; | 71-75 | :ripple[magic-staff/Staff of Necromancy] | 82,000 gp |",
			"| &mdash; | 76-80 | :ripple[magic-staff/Staff of Transmutation] | 82,000 gp |",
			"| &mdash; | 81-85 | :ripple[magic-staff/Staff of Earth and Stone] | 85,800 gp |",
			"| &mdash; | 86-90 | :ripple[magic-staff/Staff of the Woodlands] | 100,400 gp |",
			"| &mdash; | 91-95 | :ripple[magic-staff/Staff of Life] | 109,400 gp |",
			"| &mdash; | 96-98 | :ripple[magic-staff/Staff of Passage] | 206,900 gp |",
			"| &mdash; | 99-100 | :ripple[magic-staff/Staff of Power] | 235,000 gp |"
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"magic_item_descriptions"
		],
		"siblings": [
			"extradimensional_spaces",
			"magic_armor",
			"magic_weapons",
			"potions",
			"rings",
			"rods",
			"scrolls",
			"staves",
			"wands",
			"wondrous_items"
		]
	},
	"wands": {
		"name": "Wands",
		"subtitle": "Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/496}",
			"",
			"A wand is a thin baton that contains a single spell of 4th level or lower. A wand has 50 charges when created - each charge allows the use of the wand's spell one time. A wand that runs out of charges is just a stick. The price of a wand is equal to the level of the spell &times; the creator's caster level &times; 750 gp. If the wand has a material component cost, it is added to the base price and cost to create once for each charge (50 &times; material component cost). Table 15-17 gives sample prices for wands created at the lowest possible caster level for each spellcasting class. Note that some spells appear at different levels for different casters. The level of such spells depends on the caster crafting the wand.",
			"",
			":HL[Physical Description:] A wand is 6 to 12 inches long, 1/4 inch thick, and weighs no more than 1 ounce. Most wands are wood, but some are bone, metal, or even crystal. A typical wand has AC 7, 5 hit points, hardness 5, and a break DC of 16.",
			"",
			":HL[Activation:] Wands use the spell trigger activation method, so casting a spell from a wand is usually a standard action that doesn't provoke attacks of opportunity. (If the spell being cast has a longer casting time than 1 action, however, it takes that long to cast the spell from a wand.) To activate a wand, a character must hold it in hand (or whatever passes for a hand, for non-humanoid creatures) and point it in the general direction of the target or area. A wand may be used while grappling or while swallowed whole.",
			"",
			":HL[Special Qualities:] Roll d%. A 01-30 result indicates that something (a design, inscription, or the like) provides some clue to the wand's function, and 31-100 indicates no special qualities.",
			"",
			"### Table 15-17: Wands",
			"",
			"| Minor | Medium | Major | Spell Level | Caster Level |",
			"| --- | --- | --- | --- | --- |",
			"| 01-05 | - | - | 0 | 1st |",
			"| 06-60 | - | - | 1st | 1st |",
			"| 61-100 | 01-606 | - | 2nd | 3rd |",
			"| - | 61-100 | 01-60 | 3rd | 5th |",
			"| - | - | 61-100 | 4th | 7th |",
			"",
			"*Also see: {rule/Random Wands/ (Gamemastery)}*",
			"",
			"### Wand Costs",
			"",
			"| Spell Level | Full Casters | Spontaneous Full Casters | Two-Thirds Casters | Delayed Casters |",
			"| --- | --- | --- | --- | --- |",
			"| 0 | 375 gp | 375 gp | 375 gp | - |",
			"| 1st | 750 gp | 750 gp | 750 gp | 750 gp |",
			"| 2nd | 4,500 gp | 6,000 gp | 6,000 gp | 6,000 gp |",
			"| 3rd | 11,250 gp | 13,500 gp | 15,750 gp | 15,750 gp |",
			"| 4th | 21,000 gp | 24,000 gp | 30,000 gp | 30,000 gp |",
			"",
			":HL[Full Casters:] Cleric, Druid, Shaman, Witch, Wizard",
			"",
			":HL[Spontaneous Full Casters:] Arcanist, Sorcerer, Oracle, Psychic",
			"",
			":HL[Two-Thirds Casters:] Alchemist, Bard, Hunter, Inquisitor, Investigator, Magus, Mesmerist, Occultist, Skald, Spiritualist, Summoner, Unchained Summoner, Warpriest",
			"",
			":HL[Delayed Casters:] (Caster level is equal to class level - 3) Antipaladin, Bloodrager, Medium, Paladin, Ranger"
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"magic_item_descriptions"
		],
		"siblings": [
			"extradimensional_spaces",
			"magic_armor",
			"magic_weapons",
			"potions",
			"rings",
			"rods",
			"scrolls",
			"staves",
			"wands",
			"wondrous_items"
		]
	},
	"wondrous_items": {
		"name": "Wondrous Items",
		"subtitle": "Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/496}",
			"",
			"This is a catch all category for anything that doesn't fall into the other groups. Anyone can use a wondrous item (unless specified otherwise in the description).",
			"",
			":HL[Physical Description:] Varies.",
			"",
			":HL[Activation:] Usually use-activated or command word, but details vary from item to item.",
			"",
			":HL[Special Qualities:] Roll d%. An 01 result indicates the wondrous item is intelligent, 02-31 indicates that something (a design, inscription, or the like) provides a clue to its function, and 32-100 indicates no special qualities. {rule/Intelligent items} have extra abilities and sometimes extraordinary powers and special purposes.",
			"",
			"Wondrous items with charges can never be intelligent."
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"magic_item_descriptions"
		],
		"siblings": [
			"extradimensional_spaces",
			"magic_armor",
			"magic_weapons",
			"potions",
			"rings",
			"rods",
			"scrolls",
			"staves",
			"wands",
			"wondrous_items"
		],
		"subtopics": [
			"minor_wondrous_items",
			"medium_wondrous_items",
			"major_wondrous_items"
		]
	},
	"minor_wondrous_items": {
		"name": "Table 15-18: Minor Wondrous Items",
		"subtitle": "Random Item Generator",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/497}",
			"",
			"| d% | Item | Market Price |",
			"| --- | --- | --- |",
			"| 01 | :ripple[magic-wondrous/Feather token, anchor] | 50 gp |",
			"| 02 | :ripple[magic-wondrous/Universal solvent] | 50 gp |",
			"| 03 | :ripple[magic-wondrous/Elixir of love] | 150 gp |",
			"| 04 | :ripple[magic-wondrous/Unguent of timelessness] | 150 gp |",
			"| 05 | :ripple[magic-wondrous/Feather token, fan] | 200 gp |",
			"| 06 | :ripple[magic-wondrous/Dust of tracelessness] | 250 gp |",
			"| 07 | :ripple[magic-wondrous/Elixir of hiding] | 250 gp |",
			"| 08 | :ripple[magic-wondrous/Elixir of tumbling] | 250 gp |",
			"| 09 | :ripple[magic-wondrous/Elixir of swimming] | 250 gp |",
			"| 10 | :ripple[magic-wondrous/Elixir of vision] | 250 gp |",
			"| 11 | :ripple[magic-wondrous/Silversheen] | 250 gp |",
			"| 12 | :ripple[magic-wondrous/Feather token, bird] | 300 gp |",
			"| 13 | :ripple[magic-wondrous/Feather token, tree] | 400 gp |",
			"| 14 | :ripple[magic-wondrous/Feather token, swan boat] | 450 gp |",
			"| 15 | :ripple[magic-wondrous/Elixir of truth] | 500 gp |",
			"| 16 | :ripple[magic-wondrous/Feather token, whip] | 500 gp |",
			"| 17 | :ripple[magic-wondrous/Dust of dryness] | 850 gp |",
			"| 18 | :ripple[magic-wondrous/Hand of the mage] | 900 gp |",
			"| 19 | :ripple[magic-wondrous/Bracers of armor +1] | 1,000 gp |",
			"| 20 | :ripple[magic-wondrous/Cloak of resistance +1] | 1,000 gp |",
			"| 21 | :ripple[magic-wondrous/Pearl of power, 1st/-level spell] | 1,000 gp |",
			"| 22 | :ripple[magic-wondrous/Phylactery of faithfulness] | 1,000 gp |",
			"| 23 | :ripple[magic-wondrous/Salve of slipperiness] | 1,000 gp |",
			"| 24 | :ripple[magic-wondrous/Elixir of fire breath] | 1,100 gp |",
			"| 25 | :ripple[magic-wondrous/Pipes of the sewers] | 1,150 gp |",
			"| 26 | :ripple[magic-wondrous/Dust of illusion] | 1,200 gp |",
			"| 27 | :ripple[magic-wondrous/Brooch of shielding] | 1,500 gp |",
			"| 28 | :ripple[magic-wondrous/Necklace of fireballs type I] | 1,650 gp |",
			"| 29 | :ripple[magic-wondrous/Dust of appearance] | 1,800 gp |",
			"| 30 | :ripple[magic-wondrous/Hat of disguise] | 1,800 gp |",
			"| 31 | :ripple[magic-wondrous/Pipes of sounding] | 1,800 gp |",
			"| 32 | :ripple[magic-wondrous/Efficient quiver] | 1,800 gp |",
			"| 33 | :ripple[magic-wondrous/Amulet of natural armor +1] | 2,000 gp |",
			"| 34 | :ripple[magic-wondrous/Handy haversack] | 2,000 gp |",
			"| 35 | :ripple[magic-wondrous/Horn of fog] | 2,000 gp |",
			"| 36 | :ripple[magic-wondrous/Elemental gem] | 2,250 gp |",
			"| 37 | :ripple[magic-wondrous/Robe of bones] | 2,400 gp |",
			"| 38 | :ripple[magic-wondrous/Sovereign glue] | 2,400 gp |",
			"| 39 | :ripple[magic-wondrous/Bag of holding type I] | 2,500 gp |",
			"| 40 | :ripple[magic-wondrous/Boots of elvenkind] | 2,500 gp |",
			"| 41 | :ripple[magic-wondrous/Boots of the winterlands] | 2,500 gp |",
			"| 42 | :ripple[magic-wondrous/Candle of truth] | 2,500 gp |",
			"| 43 | :ripple[magic-wondrous/Cloak of elvenkind] | 2,500 gp |",
			"| 44 | :ripple[magic-wondrous/Eyes of the eagle] | 2,500 gp |",
			"| 45 | :ripple[magic-wondrous/Goggles of minute seeing] | 2,500 gp |",
			"| 46 | :ripple[magic-wondrous/Scarab, golembane] | 2,500 gp |",
			"| 47 | :ripple[magic-wondrous/Necklace of fireballs type II] | 2,700 gp |",
			"| 48 | :ripple[magic-wondrous/Stone of alarm] | 2,700 gp |",
			"| 49 | :ripple[magic-wondrous/Bead of force] | 3,000 gp |",
			"| 50 | :ripple[magic-wondrous/Chime of opening] | 3,000 gp |",
			"| 51 | :ripple[magic-wondrous/Horseshoes of speed] | 3,000 gp |",
			"| 52 | :ripple[magic-wondrous/Rope of climbing] | 3,000 gp |",
			"| 53 | :ripple[magic-wondrous/Bag of tricks, gray] | 3,400 gp |",
			"| 54 | :ripple[magic-wondrous/Dust of disappearance] | 3,500 gp |",
			"| 55 | :ripple[magic-wondrous/Lens of detection] | 3,500 gp |",
			"| 56 | :ripple[magic-wondrous/Vestment, druid's] | 3,750 gp |",
			"| 57 | :ripple[magic-wondrous/Figurine of wondrous power, silver raven] | 3,800 gp |",
			"| 58 | :ripple[magic-wondrous/Amulet of mighty fists +1] | 4,000 gp |",
			"| 59 | :ripple[magic-wondrous/Belt of giant strength +2] | 4,000 gp |",
			"| 60 | :ripple[magic-wondrous/Belt of incredible dexterity +2] | 4,000 gp |",
			"| 61 | :ripple[magic-wondrous/Belt of mighty constitution +2] | 4,000 gp |",
			"| 62 | :ripple[magic-wondrous/Bracers of armor +2] | 4,000 gp |",
			"| 63 | :ripple[magic-wondrous/Cloak of resistance +2] | 4,000 gp |",
			"| 64 | :ripple[magic-wondrous/Gloves of arrow snaring] | 4,000 gp |",
			"| 65 | :ripple[magic-wondrous/Headband of alluring charisma +2] | 4,000 gp |",
			"| 66 | :ripple[magic-wondrous/Headband of inspired wisdom +2] | 4,000 gp |",
			"| 67 | :ripple[magic-wondrous/Headband of vast intelligence +2] | 4,000 gp |",
			"| 68 | :ripple[magic-ioun/Clear spindle/ ioun stone] | 4,000 gp |",
			"| 69 | :ripple[magic-wondrous/Restorative ointment] | 4,000 gp |",
			"| 70 | :ripple[magic-wondrous/Marvelous pigments] | 4,000 gp |",
			"| 71 | :ripple[magic-wondrous/Pearl of power, 2nd/-level spell] | 4,000 gp |",
			"| 72 | :ripple[magic-wondrous/Stone salve] | 4,000 gp |",
			"| 73 | :ripple[magic-wondrous/Necklace of fireballs type III] | 4,350 gp |",
			"| 74 | :ripple[magic-wondrous/Circlet of persuasion] | 4,500 gp |",
			"| 75 | :ripple[magic-wondrous/Slippers of spider climbing] | 4,800 gp |",
			"| 76 | :ripple[magic-wondrous/Incense of meditation] | 4,900 gp |",
			"| 77 | :ripple[magic-wondrous/Bag of holding type II] | 5,000 gp |",
			"| 78 | :ripple[magic-wondrous/Bracers of archery, lesser] | 5,000 gp |",
			"| 79 | :ripple[magic-ioun/Dusty rose prism/ ioun stone] | 5,000 gp |",
			"| 80 | :ripple[magic-wondrous/Helm of comprehend languages and read magic] | 5,200 gp |",
			"| 81 | :ripple[magic-wondrous/Vest of escape] | 5,200 gp |",
			"| 82 | :ripple[magic-wondrous/Eversmoking bottle] | 5,400 gp |",
			"| 83 | :ripple[magic-wondrous/Sustaining spoon] | 5,400 gp |",
			"| 84 | :ripple[magic-wondrous/Necklace of fireballs type IV] | 5,400 gp |",
			"| 85 | :ripple[magic-wondrous/Boots of striding and springing] | 5,500 gp |",
			"| 86 | :ripple[magic-wondrous/Wind fan] | 5,500 gp |",
			"| 87 | :ripple[magic-wondrous/Necklace of fireballs type V] | 5,850 gp |",
			"| 88 | :ripple[magic-wondrous/Horseshoes of a zephyr] | 6,000 gp |",
			"| 89 | :ripple[magic-wondrous/Pipes of haunting] | 6,000 gp |",
			"| 90 | :ripple[magic-wondrous/Gloves of swimming and climbing] | 6,250 gp |",
			"| 91 | :ripple[magic-wondrous/Crown of blasting, minor] | 6,480 gp |",
			"| 92 | :ripple[magic-wondrous/Horn of goodness or evil] | 6,500 gp |",
			"| 93 | :ripple[magic-wondrous/Robe of useful items] | 7,000 gp |",
			"| 94 | :ripple[magic-wondrous/Boat, folding] | 7,200 gp |",
			"| 95 | :ripple[magic-wondrous/Cloak of the manta ray] | 7,200 gp |",
			"| 96 | :ripple[magic-wondrous/Bottle of air] | 7,250 gp |",
			"| 97 | :ripple[magic-wondrous/Bag of holding type III] | 7,400 gp |",
			"| 98 | :ripple[magic-wondrous/Periapt of health] | 7,400 gp |",
			"| 99 | :ripple[magic-wondrous/Boots of levitation] | 7,500 gp |",
			"| 100 | :ripple[magic-wondrous/Harp of charming] | 7,500 gp |"
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"magic_item_descriptions",
			"wondrous_items"
		],
		"siblings": [
			"minor_wondrous_items",
			"medium_wondrous_items",
			"major_wondrous_items"
		]
	},
	"medium_wondrous_items": {
		"name": "Table 15-19: Medium Wondrous Items",
		"subtitle": "Random Item Generator",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/498}",
			"",
			"| d% | Item | Market Price |",
			"| --- | --- | --- |",
			"| 01 | :ripple[magic-wondrous/Amulet of natural armor +2] | 8,000 gp |",
			"| 02 | :ripple[magic-wondrous/Golem manual, flesh] | 8,000 gp |",
			"| 03 | :ripple[magic-wondrous/Hand of glory] | 8,000 gp |",
			"| 04 | :ripple[magic-ioun/Deep red sphere/ ioun stone] | 8,000 gp |",
			"| 05 | :ripple[magic-ioun/Incandescent blue sphere/ ioun stone] | 8,000 gp |",
			"| 06 | :ripple[magic-ioun/Pale blue rhomboid/ ioun stone] | 8,000 gp |",
			"| 07 | :ripple[magic-ioun/Pink and green sphere/ ioun stone] | 8,000 gp |",
			"| 08 | :ripple[magic-ioun/Pink rhomboid/ ioun stone] | 8,000 gp |",
			"| 09 | :ripple[magic-ioun/Scarlet and blue sphere/ ioun stone] | 8,000 gp |",
			"| 10 | :ripple[magic-wondrous/Deck of illusions] | 8,100 gp |",
			"| 11 | :ripple[magic-wondrous/Necklace of fireballs type VI] | 8,100 gp |",
			"| 12 | :ripple[magic-wondrous/Candle of invocation] | 8,400 gp |",
			"| 13 | :ripple[magic-wondrous/Robe of blending] | 8,400 gp |",
			"| 14 | :ripple[magic-wondrous/Bag of tricks, rust] | 8,500 gp |",
			"| 15 | :ripple[magic-wondrous/Necklace of fireballs type VII] | 8,700 gp |",
			"| 16 | :ripple[magic-wondrous/Bracers of armor +3] | 9,000 gp |",
			"| 17 | :ripple[magic-wondrous/Cloak of resistance +3] | 9,000 gp |",
			"| 18 | :ripple[magic-wondrous/Decanter of endless water] | 9,000 gp |",
			"| 19 | :ripple[magic-wondrous/Necklace of adaptation] | 9,000 gp |",
			"| 20 | :ripple[magic-wondrous/Pearl of power, 3rd/-level spell] | 9,000 gp |",
			"| 21 | :ripple[magic-wondrous/Figurine of wondrous power, serpentine owl] | 9,100 gp |",
			"| 22 | :ripple[magic-wondrous/Strand of prayer beads, lesser] | 9,600 gp |",
			"| 23 | :ripple[magic-wondrous/Bag of holding type IV] | 10,000 gp |",
			"| 24 | :ripple[magic-wondrous/Belt of physical might +2] | 10,000 gp |",
			"| 25 | :ripple[magic-wondrous/Figurine of wondrous power, bronze griffon] | 10,000 gp |",
			"| 26 | :ripple[magic-wondrous/Figurine of wondrous power, ebony fly] | 10,000 gp |",
			"| 27 | :ripple[magic-wondrous/Glove of storing] | 10,000 gp |",
			"| 28 | :ripple[magic-wondrous/Headband of mental prowess +2] | 10,000 gp |",
			"| 29 | :ripple[magic-ioun/Dark blue rhomboid/ ioun stone] | 10,000 gp |",
			"| 30 | :ripple[magic-wondrous/Cape of the mountebank] | 10,800 gp |",
			"| 31 | :ripple[magic-wondrous/Phylactery of negative channeling] | 11,000 gp |",
			"| 32 | :ripple[magic-wondrous/Phylactery of positive channeling] | 11,000 gp |",
			"| 33 | :ripple[magic-wondrous/Gauntlet of rust] | 11,500 gp |",
			"| 34 | :ripple[magic-wondrous/Boots of speed] | 12,000 gp |",
			"| 35 | :ripple[magic-wondrous/Goggles of night] | 12,000 gp |",
			"| 36 | :ripple[magic-wondrous/Golem manual, clay] | 12,000 gp |",
			"| 37 | :ripple[magic-wondrous/Medallion of thoughts] | 12,000 gp |",
			"| 38 | :ripple[magic-wondrous/Blessed book] | 12,500 gp |",
			"| 39 | :ripple[magic-wondrous/Gem of brightness] | 13,000 gp |",
			"| 40 | :ripple[magic-wondrous/Lyre of building] | 13,000 gp |",
			"| 41 | :ripple[magic-wondrous/Robe, Monk's] | 13,000 gp |",
			"| 42 | :ripple[magic-wondrous/Cloak of arachnida] | 14,000 gp |",
			"| 43 | :ripple[magic-wondrous/Belt of dwarvenkind] | 14,900 gp |",
			"| 44 | :ripple[magic-wondrous/Periapt of wound closure] | 15,000 gp |",
			"| 45 | :ripple[magic-wondrous/Pearl of the sirines] | 15,300 gp |",
			"| 46 | :ripple[magic-wondrous/Figurine of wondrous power, onyx dog] | 15,500 gp |",
			"| 47 | :ripple[magic-wondrous/Amulet of mighty fists +2] | 16,000 gp |",
			"| 48 | :ripple[magic-wondrous/Bag of tricks, tan] | 16,000 gp |",
			"| 49 | :ripple[magic-wondrous/Belt of giant strength +4] | 16,000 gp |",
			"| 50 | :ripple[magic-wondrous/Belt of incredible dexterity +4] | 16,000 gp |",
			"| 51 | :ripple[magic-wondrous/Belt of mighty constitution +4] | 16,000 gp |",
			"| 52 | :ripple[magic-wondrous/Belt of physical perfection +2] | 16,000 gp |",
			"| 53 | :ripple[magic-wondrous/Boots, winged] | 16,000 gp |",
			"| 54 | :ripple[magic-wondrous/Bracers of armor +4] | 16,000 gp |",
			"| 55 | :ripple[magic-wondrous/Cloak of resistance +4] | 16,000 gp |",
			"| 56 | :ripple[magic-wondrous/Headband of alluring charisma +4] | 16,000 gp |",
			"| 57 | :ripple[magic-wondrous/Headband of inspired wisdom +4] | 16,000 gp |",
			"| 58 | :ripple[magic-wondrous/Headband of mental superiority +2] | 16,000 gp |",
			"| 59 | :ripple[magic-wondrous/Headband of vast intelligence +4] | 16,000 gp |",
			"| 60 | :ripple[magic-wondrous/Pearl of power, 4th/-level spell] | 16,000 gp |",
			"| 61 | :ripple[magic-wondrous/Scabbard of keen edges] | 16,000 gp |",
			"| 62 | :ripple[magic-wondrous/Figurine of wondrous power, golden lions] | 16,500 gp |",
			"| 63 | :ripple[magic-wondrous/Chime of interruption] | 16,800 gp |",
			"| 64 | :ripple[magic-wondrous/Broom of flying] | 17,000 gp |",
			"| 65 | :ripple[magic-wondrous/Figurine of wondrous power, marble elephant] | 17,000 gp |",
			"| 66 | :ripple[magic-wondrous/Amulet of natural armor +3] | 18,000 gp |",
			"| 67 | :ripple[magic-ioun/Iridescent spindle/ ioun stone] | 18,000 gp |",
			"| 68 | :ripple[magic-wondrous/Bracelet of friends] | 19,000 gp |",
			"| 69 | :ripple[magic-wondrous/Carpet of flying, 5 ft. by 5 ft.] | 20,000 gp |",
			"| 70 | :ripple[magic-wondrous/Horn of blasting] | 20,000 gp |",
			"| 71 | :ripple[magic-ioun/Pale lavender ellipsoid/ ioun stone] | 20,000 gp |",
			"| 72 | :ripple[magic-ioun/Pearly white spindle/ ioun stone] | 20,000 gp |",
			"| 73 | :ripple[magic-wondrous/Portable hole] | 20,000 gp |",
			"| 74 | :ripple[magic-wondrous/Stone of good luck (luckstone)] | 20,000 gp |",
			"| 75 | :ripple[magic-wondrous/Figurine of wondrous power, ivory goats] | 21,000 gp |",
			"| 76 | :ripple[magic-wondrous/Rope of entanglement] | 21,000 gp |",
			"| 77 | :ripple[magic-wondrous/Golem manual, stone] | 22,000 gp |",
			"| 78 | :ripple[magic-wondrous/Mask of the skull] | 22,000 gp |",
			"| 79 | :ripple[magic-wondrous/Mattock of the titans] | 23,348 gp |",
			"| 80 | :ripple[magic-wondrous/Crown of blasting, major] | 23,760 gp |",
			"| 81 | :ripple[magic-wondrous/Cloak of displacement, minor] | 24,000 gp |",
			"| 82 | :ripple[magic-wondrous/Helm of underwater action] | 24,000 gp |",
			"| 83 | :ripple[magic-wondrous/Bracers of archery, greater] | 25,000 gp |",
			"| 84 | :ripple[magic-wondrous/Bracers of armor +5] | 25,000 gp |",
			"| 85 | :ripple[magic-wondrous/Cloak of resistance +5] | 25,000 gp |",
			"| 86 | :ripple[magic-wondrous/Eyes of doom] | 25,000 gp |",
			"| 87 | :ripple[magic-wondrous/Pearl of power, 5th/-level spell] | 25,000 gp |",
			"| 88 | :ripple[magic-wondrous/Maul of the titans] | 25,305 gp |",
			"| 89 | :ripple[magic-wondrous/Cloak of the bat] | 26,000 gp |",
			"| 90 | :ripple[magic-wondrous/Iron bands of binding] | 26,000 gp |",
			"| 91 | :ripple[magic-wondrous/Cube of frost resistance] | 27,000 gp |",
			"| 92 | :ripple[magic-wondrous/Helm of telepathy] | 27,000 gp |",
			"| 93 | :ripple[magic-wondrous/Periapt of proof against poison] | 27,000 gp |",
			"| 94 | :ripple[magic-wondrous/Robe of scintillating colors] | 27,000 gp |",
			"| 95 | :ripple[magic-wondrous/Manual of bodily health +1] | 27,500 gp |",
			"| 96 | :ripple[magic-wondrous/Manual of gainful exercise +1] | 27,500 gp |",
			"| 97 | :ripple[magic-wondrous/Manual of quickness of action +1] | 27,500 gp |",
			"| 98 | :ripple[magic-wondrous/Tome of clear thought +1] | 27,500 gp |",
			"| 99 | :ripple[magic-wondrous/Tome of leadership and influence +1] | 27,500 gp |",
			"| 100 | :ripple[magic-wondrous/Tome of understanding +1] | 27,500 gp |"
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"magic_item_descriptions",
			"wondrous_items"
		],
		"siblings": [
			"minor_wondrous_items",
			"medium_wondrous_items",
			"major_wondrous_items"
		]
	},
	"major_wondrous_items": {
		"name": "Table 15-20: Major Wondrous Items",
		"subtitle": "Random Item Generator",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/499}",
			"",
			"| d% | Item | Market Price |",
			"| --- | --- | --- |",
			"| 01 | :ripple[magic-wondrous/Dimensional shackles] | 28,000 gp |",
			"| 02 | :ripple[magic-wondrous/Figurine of wondrous power, obsidian steed] | 28,500 gp |",
			"| 03 | :ripple[magic-wondrous/Drums of panic] | 30,000 gp |",
			"| 04 | :ripple[magic-ioun/Orange prism/ ioun stone] | 30,000 gp |",
			"| 05 | :ripple[magic-ioun/Pale green prism/ ioun stone] | 30,000 gp |",
			"| 06 | :ripple[magic-wondrous/Lantern of revealing] | 30,000 gp |",
			"| 07 | :ripple[magic-wondrous/Amulet of natural armor +4] | 32,000 gp |",
			"| 08 | :ripple[magic-wondrous/Amulet of proof against detection and location] | 35,000 gp |",
			"| 09 | :ripple[magic-wondrous/Carpet of flying, 5 ft. by 10 ft.] | 35,000 gp |",
			"| 10 | :ripple[magic-wondrous/Golem manual, iron] | 35,000 gp |",
			"| 11 | :ripple[magic-wondrous/Amulet of mighty fists +3] | 36,000 gp |",
			"| 12 | :ripple[magic-wondrous/Belt of giant strength +6] | 36,000 gp |",
			"| 13 | :ripple[magic-wondrous/Belt of incredible dexterity +6] | 36,000 gp |",
			"| 14 | :ripple[magic-wondrous/Belt of mighty constitution +6] | 36,000 gp |",
			"| 15 | :ripple[magic-wondrous/Bracers of armor +6] | 36,000 gp |",
			"| 16 | :ripple[magic-wondrous/Headband of alluring charisma +6] | 36,000 gp |",
			"| 17 | :ripple[magic-wondrous/Headband of inspired wisdom +6] | 36,000 gp |",
			"| 18 | :ripple[magic-wondrous/Headband of vast intelligence +6] | 36,000 gp |",
			"| 19 | :ripple[magic-ioun/Vibrant purple prism/ ioun stone] | 36,000 gp |",
			"| 20 | :ripple[magic-wondrous/Pearl of power, 6th/-level spell] | 36,000 gp |",
			"| 21 | :ripple[magic-wondrous/Scarab of protection] | 38,000 gp |",
			"| 22 | :ripple[magic-wondrous/Belt of physical might +4] | 40,000 gp |",
			"| 23 | :ripple[magic-wondrous/Headband of mental prowess +4] | 40,000 gp |",
			"| 24 | :ripple[magic-ioun/Lavender and green ellipsoid/ ioun stone] | 40,000 gp |",
			"| 25 | :ripple[magic-wondrous/Ring gates] | 40,000 gp |",
			"| 26 | :ripple[magic-wondrous/Crystal ball] | 42,000 gp |",
			"| 27 | :ripple[magic-wondrous/Golem manual, stone guardian] | 44,000 gp |",
			"| 28 | :ripple[magic-wondrous/Strand of prayer beads] | 45,800 gp |",
			"| 29 | :ripple[magic-wondrous/Orb of storms] | 48,000 gp |",
			"| 30 | :ripple[magic-wondrous/Boots of teleportation] | 49,000 gp |",
			"| 31 | :ripple[magic-wondrous/Bracers of armor +7] | 49,000 gp |",
			"| 32 | :ripple[magic-wondrous/Pearl of power, 7th/-level spell] | 49,000 gp |",
			"| 33 | :ripple[magic-wondrous/Amulet of natural armor +5] | 50,000 gp |",
			"| 34 | :ripple[magic-wondrous/Cloak of displacement, major] | 50,000 gp |",
			"| 35 | :ripple[magic-wondrous/Crystal ball (see invisibility)] | 50,000 gp |",
			"| 36 | :ripple[magic-wondrous/Horn of Valhalla] | 50,000 gp |",
			"| 37 | :ripple[magic-wondrous/Crystal ball (detect thoughts)] | 51,000 gp |",
			"| 38 | :ripple[magic-wondrous/Wings of flying] | 54,000 gp |",
			"| 39 | :ripple[magic-wondrous/Cloak of etherealness] | 55,000 gp |",
			"| 40 | :ripple[magic-wondrous/Instant fortress] | 55,000 gp |",
			"| 41 | :ripple[magic-wondrous/Manual of bodily health +2] | 55,000 gp |",
			"| 42 | :ripple[magic-wondrous/Manual of gainful exercise +2] | 55,000 gp |",
			"| 43 | :ripple[magic-wondrous/Manual of quickness of action +2] | 55,000 gp |",
			"| 44 | :ripple[magic-wondrous/Tome of clear thought +2] | 55,000 gp |",
			"| 45 | :ripple[magic-wondrous/Tome of leadership and influence +2] | 55,000 gp |",
			"| 46 | :ripple[magic-wondrous/Tome of understanding +2] | 55,000 gp |",
			"| 47 | :ripple[magic-wondrous/Eyes of charming] | 56,000 gp |",
			"| 48 | :ripple[magic-wondrous/Robe of stars] | 58,000 gp |",
			"| 49 | :ripple[magic-wondrous/Carpet of flying, 10 ft. by 10 ft.] | 60,000 gp |",
			"| 50 | :ripple[magic-wondrous/Darkskull] | 60,000 gp |",
			"| 51 | :ripple[magic-wondrous/Cube of force] | 62,000 gp |",
			"| 52 | :ripple[magic-wondrous/Amulet of mighty fists +4] | 64,000 gp |",
			"| 53 | :ripple[magic-wondrous/Belt of physical perfection +4] | 64,000 gp |",
			"| 54 | :ripple[magic-wondrous/Bracers of armor +8] | 64,000 gp |",
			"| 55 | :ripple[magic-wondrous/Headband of mental superiority +4] | 64,000 gp |",
			"| 56 | :ripple[magic-wondrous/Pearl of power, 8th/-level spell] | 64,000 gp |",
			"| 57 | :ripple[magic-wondrous/Crystal ball (telepathy)] | 70,000 gp |",
			"| 58 | :ripple[magic-wondrous/Horn of blasting, greater] | 70,000 gp |",
			"| 59 | :ripple[magic-wondrous/Pearl of power, two spells] | 70,000 gp |",
			"| 60 | :ripple[magic-wondrous/Helm of teleportation] | 73,500 gp |",
			"| 61 | :ripple[magic-wondrous/Gem of seeing] | 75,000 gp |",
			"| 62 | :ripple[magic-wondrous/Robe of the archmagi] | 75,000 gp |",
			"| 63 | :ripple[magic-wondrous/Mantle of faith] | 76,000 gp |",
			"| 64 | :ripple[magic-wondrous/Crystal ball (true seeing)] | 80,000 gp |",
			"| 65 | :ripple[magic-wondrous/Pearl of power, 9th/-level spell] | 81,000 gp |",
			"| 66 | :ripple[magic-wondrous/Well of many worlds] | 82,000 gp |",
			"| 67 | :ripple[magic-wondrous/Manual of bodily health +3] | 82,500 gp |",
			"| 68 | :ripple[magic-wondrous/Manual of gainful exercise +3] | 82,500 gp |",
			"| 69 | :ripple[magic-wondrous/Manual of quickness of action +3] | 82,500 gp |",
			"| 70 | :ripple[magic-wondrous/Tome of clear thought +3] | 82,500 gp |",
			"| 71 | :ripple[magic-wondrous/Tome of leadership and influence +3] | 82,500 gp |",
			"| 72 | :ripple[magic-wondrous/Tome of understanding +3] | 82,500 gp |",
			"| 73 | :ripple[magic-wondrous/Apparatus of the crab] | 90,000 gp |",
			"| 74 | :ripple[magic-wondrous/Belt of physical might +6] | 90,000 gp |",
			"| 75 | :ripple[magic-wondrous/Headband of mental prowess +6] | 90,000 gp |",
			"| 76 | :ripple[magic-wondrous/Mantle of spell resistance] | 90,000 gp |",
			"| 77 | :ripple[magic-wondrous/Mirror of opposition] | 92,000 gp |",
			"| 78 | :ripple[magic-wondrous/Strand of prayer beads, greater] | 95,800 gp |",
			"| 79 | :ripple[magic-wondrous/Amulet of mighty fists +5] | 100,000 gp |",
			"| 80 | :ripple[magic-wondrous/Manual of bodily health +4] | 110,000 gp |",
			"| 81 | :ripple[magic-wondrous/Manual of gainful exercise +4] | 110,000 gp |",
			"| 82 | :ripple[magic-wondrous/Manual of quickness of action +4] | 110,000 gp |",
			"| 83 | :ripple[magic-wondrous/Tome of clear thought +4] | 110,000 gp |",
			"| 84 | :ripple[magic-wondrous/Tome of leadership and influence +4] | 110,000 gp |",
			"| 85 | :ripple[magic-wondrous/Tome of understanding +4] | 110,000 gp |",
			"| 86 | :ripple[magic-wondrous/Amulet of the planes] | 120,000 gp |",
			"| 87 | :ripple[magic-wondrous/Robe of eyes] | 120,000 gp |",
			"| 88 | :ripple[magic-wondrous/Helm of brilliance] | 125,000 gp |",
			"| 89 | :ripple[magic-wondrous/Manual of bodily health +5] | 137,500 gp |",
			"| 90 | :ripple[magic-wondrous/Manual of gainful exercise +5] | 137,500 gp |",
			"| 91 | :ripple[magic-wondrous/Manual of quickness of action +5] | 137,500 gp |",
			"| 92 | :ripple[magic-wondrous/Tome of clear thought +5] | 137,500 gp |",
			"| 93 | :ripple[magic-wondrous/Tome of leadership and influence +5] | 137,500 gp |",
			"| 94 | :ripple[magic-wondrous/Tome of understanding +5] | 137,500 gp |",
			"| 95 | :ripple[magic-wondrous/Belt of physical perfection +6] | 144,000 gp |",
			"| 96 | :ripple[magic-wondrous/Headband of mental superiority +6] | 144,000 gp |",
			"| 97 | :ripple[magic-wondrous/Efreeti bottle] | 145,000 gp |",
			"| 98 | :ripple[magic-wondrous/Cubic gate] | 164,000 gp |",
			"| 99 | :ripple[magic-wondrous/Iron flask] | 170,000 gp |",
			"| 10 | :ripple[magic-wondrous/Mirror of life trapping] | 200,000 gp |"
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"magic_item_descriptions",
			"wondrous_items"
		],
		"siblings": [
			"minor_wondrous_items",
			"medium_wondrous_items",
			"major_wondrous_items"
		]
	},
	"intelligent_items": {
		"name": "Intelligent Items",
		"subtitle": "Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/532}",
			"",
			"Magic items sometimes have intelligence of their own. Magically imbued with sentience, these items think and feel the same way characters do and should be treated as NPCs. Intelligent items have extra abilities and sometimes extraordinary powers and special purposes. Only permanent magic items (as opposed to single-use items or those with charges) can be intelligent. (This means that potions, scrolls, and wands, among other items, are never intelligent.) In general, less than 1% of magic items have intelligence.",
			"",
			"Intelligent items can actually be considered creatures because they have Intelligence, Wisdom, and Charisma scores. Treat them as constructs. Intelligent items often have the ability to illuminate their surroundings at will (as magic weapons do); many cannot see otherwise.",
			"",
			"Unlike most magic items, intelligent items can activate their own powers without waiting for a command word from their owner. Intelligent items act during their owner's turn in the initiative order."
		],
		"parent_topics": [
			"basics",
			"magic_items"
		],
		"subtopics": [
			"designing_an_intelligent_item",
			"intelligent_item_alignment",
			"intelligent_item_ability_scores",
			"languages_spoken_by_item",
			"senses_and_communication",
			"intelligent_item_powers",
			"special_purpose_items",
			"dedicated_powers",
			"item_ego",
			"items_against_characters"
		],
		"siblings": [
			"magic_items_and_detect_magic",
			"using_items",
			"size_and_magic_items",
			"magic_items_on_the_body",
			"saving_throws_against_magic_item_powers",
			"damaging_magic_items",
			"repairing_magic_items",
			"charges_doses_and_multiple_uses",
			"purchasing_magic_items",
			"magic_item_descriptions",
			"intelligent_items",
			"cursed_items",
			"artifacts",
			"magic_item_creation"
		]
	},
	"designing_an_intelligent_item": {
		"name": "Designing an Intelligent Item",
		"subtitle": "Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/532}",
			"",
			"Creating a magic item with intelligence follows these simple guidelines. Intelligent items must have an alignment, mental ability scores, languages, senses, and at least one other special ability. These statistics and abilities can be improved during creation, increasing the item's overall cost. Many of these abilities add to an item's Ego score. Intelligent items with high Ego scores are difficult to control and can sometimes take control of their owner, making them dangerous to possess.",
			"",
			"An intelligent magic item has a base price increase of 500 gp. When determining the total value of an intelligent item, add this value to the sum of the prices of all of its additional abilities gained through being intelligent, before adding them to the magic item's base price."
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"intelligent_items"
		],
		"siblings": [
			"designing_an_intelligent_item",
			"intelligent_item_alignment",
			"intelligent_item_ability_scores",
			"languages_spoken_by_item",
			"senses_and_communication",
			"intelligent_item_powers",
			"special_purpose_items",
			"dedicated_powers",
			"item_ego",
			"items_against_characters"
		]
	},
	"intelligent_item_alignment": {
		"name": "Intelligent Item Alignment",
		"subtitle": "Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/533}",
			"",
			"Any item with intelligence has an alignment (see Table 15-21). Note that intelligent weapons already have alignments, either stated or by implication. If you're generating a random intelligent weapon, that weapon's alignment must fit with any alignment-oriented special abilities it has.",
			"",
			"Any character whose alignment does not correspond to that of the item (except as noted by the asterisks on the table) gains one negative level if he or she so much as picks up the item. Although this negative level never results in actual level loss, it remains as long as the item is in hand and cannot be overcome in any way (including by {spell/restoration} spells). This negative level is cumulative with any other penalties the item might place on inappropriate wielders. Items with {rule/item_<Ego/ scores} of 20 to 29 bestow two negative levels. Items with Ego scores of 30 or higher bestow three negative levels.",
			"",
			"### Table 15-21",
			"",
			"| d% | Alignment of Item |",
			"| --- | --- |",
			"| 01-10 | Chaotic good |",
			"| 11-20 | Chaotic neutral[^1] |",
			"| 21-35 | Chaotic evil |",
			"| 36-45 | Neutral evil[^1] |",
			"| 46-55 | Lawful evil |",
			"| 56-70 | Lawful good |",
			"| 71-80 | Lawful neutral[^1] |",
			"| 81-90 | Neutral good[^1] |",
			"| 91-100 | Neutral |",
			"",
			"[^1]: The item can also be used by any character whose alignment corresponds to the non-neutral portion of the item's alignment."
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"intelligent_items"
		],
		"siblings": [
			"designing_an_intelligent_item",
			"intelligent_item_alignment",
			"intelligent_item_ability_scores",
			"languages_spoken_by_item",
			"senses_and_communication",
			"intelligent_item_powers",
			"special_purpose_items",
			"dedicated_powers",
			"item_ego",
			"items_against_characters"
		]
	},
	"intelligent_item_ability_scores": {
		"name": "Intelligent Item Ability Scores",
		"subtitle": "Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/533}",
			"",
			"Intelligent magic items possess all three mental ability scores: Intelligence, Wisdom, and Charisma. Each one of these ability scores begins at a value of 10, but can be increased to as high as 20. Table 15-22 shows the cost to increase one of the item's ability scores. This cost must be paid for each ability score raised above 10. For example, an intelligent magic item with a 15 Intelligence, 12 Wisdom, and 10 Charisma would cost at least 2,400 gp more than the base item (including the 500 gp for being an intelligent item).",
			"",
			"### Table 15-22",
			"",
			"| Score Base | Price Modifier | Ego Modifier |",
			"| --- | --- | --- |",
			"| 10 | - | - |",
			"| 11 | +200 gp | - |",
			"| 12 | +500 gp | +1 |",
			"| 13 | +700 gp | +1 |",
			"| 14 | +1,000 gp | +2 |",
			"| 15 | +1,400 gp | +2 |",
			"| 16 | +2,000 gp | +3 |",
			"| 17 | +2,800 gp | +3 |",
			"| 18 | +4,000 gp | +4 |",
			"| 19 | +5,200 gp | +4 |",
			"| 20 | +8,000 gp | +5 |"
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"intelligent_items"
		],
		"siblings": [
			"designing_an_intelligent_item",
			"intelligent_item_alignment",
			"intelligent_item_ability_scores",
			"languages_spoken_by_item",
			"senses_and_communication",
			"intelligent_item_powers",
			"special_purpose_items",
			"dedicated_powers",
			"item_ego",
			"items_against_characters"
		]
	},
	"languages_spoken_by_item": {
		"name": "Languages Spoken by Item",
		"subtitle": "Intelligent Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/533}",
			"",
			"Like a character, an intelligent item understands Common plus one additional language per point of Intelligence bonus. Choose appropriate languages, taking into account the item's origin and purposes. If the item does not possess speech, it can still read and understand the languages it knows."
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"intelligent_items"
		],
		"siblings": [
			"designing_an_intelligent_item",
			"intelligent_item_alignment",
			"intelligent_item_ability_scores",
			"languages_spoken_by_item",
			"senses_and_communication",
			"intelligent_item_powers",
			"special_purpose_items",
			"dedicated_powers",
			"item_ego",
			"items_against_characters"
		]
	},
	"senses_and_communication": {
		"name": "Senses and Communication",
		"subtitle": "Intelligent Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/533}",
			"",
			"Every intelligent magic item begins with the ability to see and hear within 30 feet, as well as the ability to communicate empathically with its owner. Empathy only allows the item to encourage or discourage certain actions through urges and emotions. Additional forms of communication and better senses increase the item's cost and Ego score, as noted on Table 15-23.",
			"",
			":HL[Empathy (Su):] Empathy allows the item to encourage or discourage certain actions by communicating emotions and urges. It does not allow for verbal communication.",
			"",
			":HL[Speech (Su):] An intelligent item with the capability for speech can talk using any of the languages it knows.",
			"",
			":HL[Telepathy (Su):] Telepathy allows an intelligent item to communicate with its wielder telepathically, regardless of its known languages. The wielder must be touching the item to communicate in this way.",
			"",
			":HL[Senses:] Senses allow an intelligent magic item to see and hear out to the listed distance. Adding darkvision or blindsense allows the item to use those senses out to the same range as the item's base senses.",
			"",
			":HL[Read Languages (Ex):] The item can read script in any language, regardless of its known languages.",
			"",
			":HL[Read Magic (Sp):] An intelligent magic item with this ability can read magical writings and scrolls as if through {spell/read magic}. This ability does not allow the magic item to activate scrolls or other items. An intelligent magic item can suppress and resume this ability as a free action.",
			"",
			"### Table 15-23",
			"",
			"| Ability Base | Price Modifier | Ego Modifier |",
			"| --- | --- | --- |",
			"| Empathy | - | - |",
			"| Speech | +500 gp | - |",
			"| Telepathy | +1,000 gp | +1 |",
			"| Senses (30 ft.) | - | - |",
			"| Senses (60 ft.) | +500 gp | - |",
			"| Senses (120 ft.) | +1,000 gp | - |",
			"| Darkvision | +500 gp | - |",
			"| Blindsense | +5,000 gp | +1 |",
			"| Read languages | +1,000 gp | +1 |",
			"| Read magic | +2,000 gp | +1 |"
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"intelligent_items"
		],
		"siblings": [
			"designing_an_intelligent_item",
			"intelligent_item_alignment",
			"intelligent_item_ability_scores",
			"languages_spoken_by_item",
			"senses_and_communication",
			"intelligent_item_powers",
			"special_purpose_items",
			"dedicated_powers",
			"item_ego",
			"items_against_characters"
		]
	},
	"intelligent_item_powers": {
		"name": "Intelligent Item Powers",
		"subtitle": "Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/535}",
			"",
			"Each intelligent item should possess at least one power, although more powerful items might possess a host of powers. To find the item's specific powers, choose or roll on Table 15-24. All powers function at the direction of the item, although intelligent items generally follow the wishes of their owner. Activating a power or concentrating on an active one is a standard action the item takes. The caster level for these effects is equal to the item's caster level. Save DCs are based off the item's highest mental ability score.",
			"",
			"### Table 15-24",
			"",
			"| d% | Item Power | Base Price Modifier | Ego Modifier |",
			"| --- | --- | --- | --- |",
			"| 01-10 | Item can cast a 0-level spell at will | +1,000 gp | +1 |",
			"| 11-20 | Item can cast a 1st-level spell 3/day | +1,200 gp | +1 |",
			"| 21-25 | Item can use magic aura on itself at will | +2,000 gp | +1 |",
			"| 26-35 | Item can cast a 2nd-level spell 1/day | +2,400 gp | +1 |",
			"| 36-45 | Item has 5 ranks in one skill[^1] | +2,500 gp | +1 |",
			"| 46-50 | Item can sprout limbs and move with a speed of 10 feet | +5,000 gp | +1 |",
			"| 51-55 | Item can cast a 3rd-level spell 1/day | +6,000 gp | +1 |",
			"| 56-60 | Item can cast a 2nd-level spell 3/day | +7,200 gp | +1 |",
			"| 61-70 | Item has 10 ranks in one skill[^1] | +10,000 gp | +2 |",
			"| 71-75 | Item can change shape into one other form of the same size | +10,000 gp | +2 |",
			"| 76-80 | Item can fly, as per the spell, at a speed of 30 feet | +10,000 gp | +2 |",
			"| 81-85 | Item can cast a 4th-level spell 1/day | +11,200 gp | +2 |",
			"| 86-90 | Item can teleport itself 1/day | +15,000 gp | +2 |",
			"| 91-95 | Item can cast a 3rd-level spell 3/day | +18,000 gp | +2 |",
			"| 96-100 | Item can cast a 4th-level spell 3/day | +33,600 gp | +2 |",
			"",
			"[^1]: Intelligent items can only possess Intelligence-, Wisdom-, or Charisma-based skills, unless they also possess some form of ability to move."
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"intelligent_items"
		],
		"siblings": [
			"designing_an_intelligent_item",
			"intelligent_item_alignment",
			"intelligent_item_ability_scores",
			"languages_spoken_by_item",
			"senses_and_communication",
			"intelligent_item_powers",
			"special_purpose_items",
			"dedicated_powers",
			"item_ego",
			"items_against_characters"
		]
	},
	"special_purpose_items": {
		"name": "Special Purpose Items",
		"subtitle": "Intelligent Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/535}",
			"",
			"Some intelligent items have special purposes that guide their actions. Intelligent magic items with a special purpose gain a +2 Ego bonus. An item's purpose must suit the type and alignment of the item and should always be treated reasonably. A purpose of \"defeat/slay arcane spellcasters\" doesn't mean that the sword forces the wielder to kill every wizard she sees. Nor does it mean that the sword believes it is possible to kill every wizard, sorcerer, and bard in the world. It does mean that the item hates arcane spellcasters and wants to bring the local wizards' cabal to ruin, as well as end the rule of a sorcerer-queen in a nearby land. Likewise, a purpose of \"defend elves\" doesn't mean that if the wielder is an elf, he only wants to help the wielder. It means that the item wants to be used in furthering the cause of elves, stamping out their enemies and aiding their leaders. A purpose of \"defeat/slay all\" isn't just a matter of self-preservation. It means that the item won't rest (or let its wielder rest) until it places itself above all others.",
			"",
			"Table 15-25 has a number of sample purposes that a magic item might possess. If the wielder specifically ignores or goes against an intelligent item's special purpose, the item gains a +4 bonus to its Ego until the wielder cooperates. This is in addition to the +2 Ego bonus gained by items with a special purpose.",
			"",
			"### Table 15-25",
			"",
			"| d% | Purpose | Ego Modifier |",
			"| --- | --- | --- |",
			"| 01-20 | Defeat/slay diametrically opposed alignment[^1] | +2 |",
			"| 21-30 | Defeat/slay arcane spellcasters (including spellcasting monsters and those that use spell-like abilities) | +2 |",
			"| 31-40 | Defeat/slay divine spellcasters (including divine entities and servitors) | +2 |",
			"| 41-50 | Defeat/slay non-spellcasters | +2 |",
			"| 51-55 | Defeat/slay a particular creature type (see the {magic-enh/bane} special ability for choices) | +2 |",
			"| 56-60 | Defeat/slay a particular race or kind of creature | +2 |",
			"| 61-70 | Defend a particular race or kind of creature | +2 |",
			"| 71-80 | Defeat/slay the servants of a specific deity | +2 |",
			"| 81-90 | Defend the servants and interests of a specific deity | +2 |",
			"| 91-95 | Defeat/slay all (other than the item and the wielder) | +2 |",
			"| 96-100 | Choose one | +2 |",
			"",
			"[^1]: The purpose of the neutral (N) version of this item is to preserve the balance by defeating/slaying powerful beings of the extreme alignments (LG, LE, CG, CE)."
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"intelligent_items"
		],
		"siblings": [
			"designing_an_intelligent_item",
			"intelligent_item_alignment",
			"intelligent_item_ability_scores",
			"languages_spoken_by_item",
			"senses_and_communication",
			"intelligent_item_powers",
			"special_purpose_items",
			"dedicated_powers",
			"item_ego",
			"items_against_characters"
		]
	},
	"dedicated_powers": {
		"name": "Dedicated Powers",
		"subtitle": "Intelligent Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/535}",
			"",
			"A dedicated power operates only when an intelligent item is in pursuit of its special purpose. This determination is always made by the item. It should always be easy and straightforward to see how the ends justify the means. Unlike its other powers, an intelligent item can refuse to use its dedicated powers even if the owner is dominant (see {rule/Items Against Characters}). The caster level for these effects is equal to the item's caster level. Save DCs are based on the item's highest mental ability score. See Table 15-26 for a list of dedicated powers.",
			"",
			"### Table 15-26",
			"",
			"| d% | Dedicated Power | Base Price Modifier | Ego Modifier |",
			"| --- | --- | --- | --- |",
			"| 01-20 | Item can detect any special purpose foes within 60 feet | +10,000 gp | +1 |",
			"| 21-35 | Item can use a 4th-level spell at will | +56,000 gp | +2 |",
			"| 36-50 | Wielder gets +2 luck bonus on attacks, saves, and checks | +80,000 gp | +2 |",
			"| 51-65 | Item can use a 5th-level spell at will | +90,000 gp | +2 |",
			"| 66-80 | Item can use a 6th-level spell at will | +132,000 gp | +2 |",
			"| 81-95 | Item can use a 7th-level spell at will | +182,000 gp | +2 |",
			"| 96-100 | Item can use {spell/true resurrection} on wielder, once per month | +200,000 gp | +2 |"
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"intelligent_items"
		],
		"siblings": [
			"designing_an_intelligent_item",
			"intelligent_item_alignment",
			"intelligent_item_ability_scores",
			"languages_spoken_by_item",
			"senses_and_communication",
			"intelligent_item_powers",
			"special_purpose_items",
			"dedicated_powers",
			"item_ego",
			"items_against_characters"
		]
	},
	"item_ego": {
		"name": "Item Ego",
		"subtitle": "Intelligent Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/535}",
			"",
			"Ego is a measure of the total power and force of personality that an item possesses. An item's Ego score is the sum of all of its Ego modifiers plus an additional bonus for the cost of the base magic item (excluding the cost of all of the intelligent item enhancements). An item's Ego score helps determine whether the item or the character is dominant in their relationship, as detailed below.",
			"",
			"| Base Magic Item Value | Ego Modifier |",
			"| --- | --- |",
			"| Up to 1,000 gp | - |",
			"| 1,001 gp to 5,000 gp | +1 |",
			"| 5,001 gp to 10,000 gp | +2 |",
			"| 10,001 gp to 20,000 gp | +3 |",
			"| 20,001 gp to 50,000 gp | +4 |",
			"| 50,001 gp to 100,000 gp | +6 |",
			"| 100,001 gp to 200,000 gp | +8 |",
			"| 200,001 gp and higher | +12 |"
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"intelligent_items"
		],
		"siblings": [
			"designing_an_intelligent_item",
			"intelligent_item_alignment",
			"intelligent_item_ability_scores",
			"languages_spoken_by_item",
			"senses_and_communication",
			"intelligent_item_powers",
			"special_purpose_items",
			"dedicated_powers",
			"item_ego",
			"items_against_characters"
		]
	},
	"items_against_characters": {
		"name": "Items against Characters",
		"subtitle": "Intelligent Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/535}",
			"",
			"When an item has an Ego of its own, it has a will of its own. The item is absolutely true to its alignment. If the character who possesses the item is not true to that alignment's goals or the item's special purpose, personality conflict - item against character - results. Similarly, any item with an Ego score of 20 or higher always considers itself superior to any character, and a personality conflict results if the possessor does not always agree with the item.",
			"",
			"When a personality conflict occurs, the possessor must make a Will saving throw (DC = item's Ego). If the possessor succeeds, she is dominant. If she fails, the item is dominant. Dominance lasts for 1 day or until a critical situation occurs (such as a major battle, a serious threat to either the item or the character, and so on). Should an item gain dominance, it resists the character's desires and demands concessions such as any of the following:",
			"",
			"- Removal of associates or items whose alignment or personality is distasteful to the item.",
			"- The character divesting herself of all other magic items or items of a certain type.",
			"- Obedience from the character so the item can direct where they go for its own purposes.",
			"- Immediate seeking out and slaying of creatures hateful to the item.",
			"- Magical protections and devices to safeguard the item from molestation when it is not in use.",
			"- That the character carry the item with her on all occasions.",
			"- That the character relinquish the item to a more suitable possessor due to alignment differences or conduct.",
			"",
			"In extreme circumstances, the item can resort to even harsher measures, such as the following:",
			"",
			"- Force its possessor into combat.",
			"- Refuse to strike opponents.",
			"- Strike at its wielder or her associates.",
			"- Force its possessor to surrender to an opponent.",
			"- Cause itself to drop from the character's grasp.",
			"",
			"Naturally, such actions are unlikely when harmony reigns between the character's and item's alignments or when their purposes and personalities are well matched. Even so, an item might wish to have a lesser character possess it in order to easily establish and maintain dominance over him, or a higher-level possessor so as to better accomplish its goals.",
			"",
			"All magic items with personalities desire to play an important role in whatever activity is under way, particularly combat. Such items are natural rivals, even with others of the same alignment. No intelligent item wants to share its wielder with others. An intelligent item is aware of the presence of any other intelligent item within 60 feet, and most intelligent items try their best to mislead or distract their host so that she ignores or destroys the rival. Of course, alignment might change this sort of behavior.",
			"",
			"Items with personalities are never totally controlled or silenced by the characters that possess them, even though they may never successfully control their possessors. They may be powerless to force their demands, but most remain undaunted and continue to air their wishes and demands."
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"intelligent_items"
		],
		"siblings": [
			"designing_an_intelligent_item",
			"intelligent_item_alignment",
			"intelligent_item_ability_scores",
			"languages_spoken_by_item",
			"senses_and_communication",
			"intelligent_item_powers",
			"special_purpose_items",
			"dedicated_powers",
			"item_ego",
			"items_against_characters"
		]
	},
	"cursed_items": {
		"name": "Cursed Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/536}",
			"",
			"Cursed items are magic items with some sort of potentially negative impact. Occasionally they mix bad with good, forcing characters to make difficult choices. Cursed items are almost never made intentionally. Instead they are the result of rushed work, inexperienced crafters, or a lack of proper components. While many of these items still have functions, they either do not work as intended or come with serious drawbacks. When a magic item creation skill check fails by 5 or more, roll on Table 15-27 to determine the type of curse possessed by the item.",
			"",
			":HL[Identifying Cursed Items:] Cursed items are identified like any other magic item with one exception: unless the check made to identify the item exceeds the DC by 10 or more, the curse is not detected. If the check is not made by 10 or more, but still succeeds, all that is revealed is the magic item's original intent. If the item is known to be cursed, the nature of the curse can be determined using the standard DC to identify the item.",
			"",
			":HL[Removing Cursed Items:] While some cursed items can be simply discarded, others force a compulsion upon the user to keep the item, no matter the costs. Others reappear even if discarded or are impossible to throw away. These items can only be discarded after the character or item is targeted by a {spell/remove curse} or similar magic. The DC of the caster level check to undo the curse is equal to 10 + the item's caster level. If the spell is successful, the item can be discarded on the following round, but the curse reasserts itself if the item is used again."
		],
		"parent_topics": [
			"basics",
			"magic_items"
		],
		"subtopics": [ "common_cursed_item_effects" ],
		"siblings": [
			"magic_items_and_detect_magic",
			"using_items",
			"size_and_magic_items",
			"magic_items_on_the_body",
			"saving_throws_against_magic_item_powers",
			"damaging_magic_items",
			"repairing_magic_items",
			"charges_doses_and_multiple_uses",
			"purchasing_magic_items",
			"magic_item_descriptions",
			"intelligent_items",
			"cursed_items",
			"artifacts",
			"magic_item_creation"
		]
	},
	"common_cursed_item_effects": {
		"name": "Common Cursed Item Effects",
		"subtitle": "Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/536}",
			"",
			"The following are some of the most common cursed item effects. GMs should feel free to invent new cursed item effects to fit specific items.",
			"",
			"### Table 15-27: Common Item Curses",
			"",
			"| d% | Curse |",
			"| --- | --- |",
			"| 01-15 | Delusion |",
			"| 16-35 | Opposite effect or target |",
			"| 36-45 | Intermittent functioning |",
			"| 46-60 | Requirement |",
			"| 61-75 | Drawback |",
			"| 76-90 | Completely different effect |",
			"| 91-100 | Substitute [specific cursed item](main/magic_cursed) |",
			"",
			":HL[Delusion:] The user believes the item is what it appears to be, yet it actually has no magical power other than to deceive. The user is mentally fooled into thinking the item is functioning and cannot be convinced otherwise without the casting of {spell/remove curse}.",
			"",
			":HL[Opposite Effect or Target:] These cursed items malfunction, so that either they do the opposite of what the creator intended, or they target the user instead of someone else. The interesting point to keep in mind here is that these items aren't always bad to have. Opposite-effect items include weapons that impose penalties on attack and damage rolls rather than bonuses. Just as a character shouldn't necessarily immediately know what the enhancement bonus of a non-cursed magic item is, she shouldn't immediately know that a weapon is cursed. Once she knows, however, the item can be discarded unless some sort of compulsion is placed upon it that compels the wielder to keep and use it. In such cases, a {spell/remove curse} spell is generally needed to get rid of the item.",
			"",
			":HL[Intermittent Functioning:] The three varieties of intermittent functioning items all function perfectly as intended - at least some of the time. The three varieties are unreliable, dependent, and uncontrolled items.",
			"",
			":HL[Unreliable:] Each time the item is activated, there is a 5% chance (01-05 on d%) that it does not function.",
			"",
			":HL[Dependent:] The item only functions in certain situations. To determine the situation, select or roll on the following table.",
			"",
			"| d% | Situation |",
			"| --- | --- |",
			"| 01-03 | Temperature below freezing |",
			"| 04-06 | Temperature above freezing |",
			"| 07-10 | During the day |",
			"| 11-15 | During the night |",
			"| 16-20 | In direct sunlight |",
			"| 21-25 | Out of direct sunlight |",
			"| 26-34 | Underwater |",
			"| 35-37 | Out of water |",
			"| 38-45 | Underground |",
			"| 46-55 | Aboveground |",
			"| 56-60 | Within 10 feet of a random creature type |",
			"| 61-64 | Within 10 feet of a random race or kind of creature |",
			"| 65-72 | Within 10 feet of an arcane spellcaster |",
			"| 73-80 | Within 10 feet of a divine spellcaster |",
			"| 81-85 | In the hands of a non-spellcaster |",
			"| 86-90 | In the hands of a spellcaster |",
			"| 91-95 | In the hands of a creature of a particular alignment |",
			"| 96 | In the hands of a creature of a particular gender |",
			"| 97-99 | On holy days or during particular astrological events |",
			"| 100 | More than 100 miles from a particular site |",
			"",
			":HL[Uncontrolled:] An uncontrolled item occasionally activates at random times. Roll d% every day. On a result of 01-05 the item activates at some random point during that day.",
			"",
			":HL[Requirement:] Some items have stringent requirements that must be met for them to be usable. To keep an item with this kind of curse functioning, one or more of the following conditions must be met.",
			"",
			"- Character must eat twice as much as normal.",
			"- Character must sleep twice as much as normal.",
			"- Character must undergo a specific quest (one time only, and the item functions normally thereafter).",
			"- Character must sacrifice (destroy) 100 gp in valuables per day.",
			"- Character must sacrifice (destroy) 2,000 gp worth of magic items each week.",
			"- Character must swear fealty to a particular noble or to his entire family.",
			"- Character must discard all other magic items.",
			"- Character must worship a particular deity.",
			"- Character must change her name to a specific name. The item only works for characters of that name.",
			"- Character must add a specific class at the next opportunity if not of that class already.",
			"- Character must have a minimum number of ranks in a particular skill.",
			"- Character must sacrifice some part of her life energy (2 points of Constitution) one time. If the character gets the Constitution points back (such as from a {spell/restoration} spell), the item ceases functioning. (The item does not cease functioning if the character receives a Constitution increase caused by level gain, a {spell/wish}, or the use of a magic item.)",
			"- Item must be cleansed with holy water each day.",
			"- Item must be used to kill a living creature each day.",
			"- Item must be bathed in volcanic lava once per month.",
			"- Item must be used at least once a day, or it won't function again for its current possessor.",
			"- Item must draw blood when wielded (weapons only). It can't be put away or exchanged for another weapon until it has scored a hit.",
			"- Item must have a particular spell cast upon it each day (such as {spell/bless}, {spell/atonement}, or {spell/animate objects}).",
			"",
			"Requirements are so dependent upon suitability to the item that they should never be determined randomly. An intelligent item with a requirement often imposes its requirement through its personality. If the requirement is not met, the item ceases to function. If it is met, usually the item functions for one day before the requirement must be met again (although some requirements are one time only, others monthly, and still others continuous).",
			"",
			":HL[Drawback:] Items with drawbacks are usually still beneficial to the possessor but carry some negative aspect. Although sometimes drawbacks occur only when the item is used (or held, in the case of some weapons), usually the drawback remains with the character for as long as she has the item. Unless otherwise indicated, drawbacks remain in effect as long as the item is possessed. The DC to save against any of these effects is usually equal to 10 + the item's caster level.",
			"",
			"| d% | Drawback |",
			"| --- | --- |",
			"| 01-04 | Character's hair grows 1 inch longer every hour. |",
			"| 05-09 | Character either shrinks 6 inches (01-50 on d%) or grows that much taller (51-100). Only happens once. |",
			"| 10-13 | Temperature around item is 10&deg; F cooler than normal. |",
			"| 14-17 | Temperature around item is 10&deg; F warmer than normal. |",
			"| 18-21 | Character's hair color changes. |",
			"| 22-25 | Character's skin color changes. |",
			"| 26-29 | Character now bears some identifying mark (tattoo, weird glow, or the like). |",
			"| 30-32 | Character's gender changes. |",
			"| 33-34 | Character's race or kind changes. |",
			"| 35 | Character is afflicted with a random disease that cannot be cured. |",
			"| 36-39 | Item continually emits a disturbing sound (moaning, weeping, screaming, cursing, insults). |",
			"| 40 | Item looks ridiculous (garishly colored, silly shape, glows bright pink). |",
			"| 41-45 | Character becomes selfishly possessive. |",
			"| 46-49 | Character becomes paranoid about losing the item and afraid of damage occurring to it. |",
			"| 50-51 | Character's alignment changes. |",
			"| 52-54 | Character must attack nearest creature (5% chance [01-05 on d%] each day). |",
			"| 55-57 | Character is stunned for 1d4 rounds once item function is finished (or randomly, 1/day). |",
			"| 58-60 | Character's vision is blurry (-2 penalty on attack rolls, saves, and skill checks requiring vision). |",
			"| 61-64 | Character gains one negative level. |",
			"| 65 | Character gains two negative levels. |",
			"| 66-70 | Character must make a Will save each day or take 1 point of Intelligence damage. |",
			"| 71-75 | Character must make a Will save each day or take 1 point of Wisdom damage. |",
			"| 76-80 | Character must make a Will save each day or take 1 point of Charisma damage. |",
			"| 81-85 | Character must make a Fortitude save each day or take 1 point of Constitution damage. |",
			"| 86-90 | Character must make a Fortitude save each day or take 1 point of Strength damage. |",
			"| 91-95 | Character must make a Fortitude save each day or take 1 point of Dexterity damage. |",
			"| 96 | Character is polymorphed into a specific creature (5% chance [01-05 on d%] each day). |",
			"| 97 | Character cannot cast arcane spells. |",
			"| 98 | Character cannot cast divine spells. |",
			"| 99 | Character cannot cast any spells. |",
			"| 100 | Either pick one of the above that's appropriate or create a drawback specifically for that item. |",
			"",
			":HL[Specific Cursed Items:] Perhaps the most dangerous and insidious of all cursed items are those whose intended functions are completely replaced by a curse. Yet even these items can have their uses, particularly as traps or weapons. The cursed items listed [here](main/magic_cursed) provided as specific examples of cursed items. Instead of prerequisites, each cursed item is associated with one or more ordinary magic items whose creation might result in the cursed item. Cursed items can be sold, if the curse is not known to the buyer, as if they were the item they appear to be.",
			"",
			"Cursed suits of armor and weapons can come in many forms, and the examples listed here are merely the most common. For example, a cursed -2 sword, might appear as a +3 shortsword or a +1 dagger, with a similar negative instead of the listed -2."
		],
		"parent_topics": [
			"basics",
			"magic_items",
			"cursed_items"
		],
		"siblings": [ "common_cursed_item_effects" ]
	},
	"artifacts": {
		"name": "Artifacts",
		"subtitle": "Magic Items",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"{SOURCE PRPG Core Rulebook/543}",
			"",
			"[Artifacts](main/magic_artifacts) are extremely powerful. Rather than merely another form of magical equipment, they are the sorts of legendary relics that whole campaigns can be based on. Each could be the center of a whole set of adventures - a quest to recover it, a fight against an opponent wielding it, a mission to cause its destruction, and so on.",
			"",
			"Unlike normal magic items, artifacts are not easily destroyed. Instead of construction information, each artifact includes one possible means by which it might be destroyed.",
			"",
			"Artifacts can never be purchased, nor are they found as part of a random treasure hoard. When placing an artifact in your game, be sure to consider its impact and role. Remember that artifacts are fickle objects, and if they become too much of a nuisance, they can easily disappear or become lost once again.",
			"",
			":HL[Minor artifacts] are not necessarily unique items. Even so, they are magic items that no longer can be created, at least by common mortal means.",
			"",
			":HL[Major artifacts] are unique items - only one of each such item exists. These are the most potent of magic items, capable of altering the balance of a campaign. Unlike all other magic items, major artifacts are not easily destroyed. Each should have only a single, specific means of destruction."
		],
		"parent_topics": [
			"basics",
			"magic_items"
		],
		"siblings": [
			"magic_items_and_detect_magic",
			"using_items",
			"size_and_magic_items",
			"magic_items_on_the_body",
			"saving_throws_against_magic_item_powers",
			"damaging_magic_items",
			"repairing_magic_items",
			"charges_doses_and_multiple_uses",
			"purchasing_magic_items",
			"magic_item_descriptions",
			"intelligent_items",
			"cursed_items",
			"artifacts",
			"magic_item_creation"
		]
	}
}
