{
	"advanced_player_topics": {
		"name": "Advanced Player Topics",
		"subtopics": [
			"companions",
			"lineage",
			"retirement",
			"retraining",
			"young_characters"
		],
		"description": [
			"These topics contain more \"advanced\" topics for players of the Pathfinder RPG."
		]
	},
	"companions": {
		"name": "Companions, Cohorts, etc.",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/140}",
			"",
			"In a typical campaign, each player controls one character. However, there are several ways for you to temporarily or permanently gain the assistance of a companion, such as an animal companion, a cohort, an eidolon, or a familiar. The combat advantages of controlling a second creature are obvious, but having a companion also has drawbacks and requires an understanding of both your role and the GM's in determining the creature's actions. This section addresses common issues for companions and the characters who use them."
		],
		"parent_topics": [ "advanced_player_topics" ],
		"subtopics": [
			"controlling_companions",
			"advancing_companions",
			"intelligent_animals",
			"remembering_companions",
			"companion_plot_hooks",
			"reviving_and_replacing_companions"
		],
		"siblings": [
			"companions",
			"lineage",
			"retirement",
			"retraining",
			"young_characters"
		]
	},
	"controlling_companions": {
		"name": "Controlling Companions",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/140}",
			"",
			"How a companion works depends on the campaign as well as the companion's nature, intelligence, and abilities. In some cases, the rules do not specify whether you or the GM controls the companion. If you're entirely in control, the companion acts like a subsidiary PC, doing exactly what you want just like a true PC. If the GM is control, you can make suggestions or attempt to influence the companion, but the GM determines whether the creature is willing or able to attempt what you want."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions"
		],
		"subtopics": [
			"aspects_of_control",
			"issues_of_control"
		],
		"siblings": [
			"controlling_companions",
			"advancing_companions",
			"intelligent_animals",
			"remembering_companions",
			"companion_plot_hooks",
			"reviving_and_replacing_companions"
		]
	},
	"aspects_of_control": {
		"name": "Aspects of Control",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/140}",
			"",
			"Whether you or the GM controls a particular companion depends largely on the creature's intelligence and level of independence from you.",
			"",
			"***Nonsentient Companions:*** A nonsentient companion (one with animal-level intelligence) is loyal to you in the way a well-trained dog is - the creature is conditioned to obey your commands, but its behavior is limited by its intelligence and it can't make altruistic moral decisions, such as nobly sacrificing itself to save another. Animal companions, cavalier mounts, and purchased creatures (such as common horses and guard dogs) fall into this category. In general they're GM-controlled companions. You can direct them using the {skill/Handle Animal} skill, but their specific behavior is up to the GM.",
			"",
			"***Sentient Companions:*** A sentient companion (a creature that can understand language and has an Intelligence score of at least 3) is considered your ally and obeys your suggestions and orders to the best of its ability. It won't necessarily blindly follow a suicidal order, but it has your interests at heart and does what it can to keep you alive. Paladin bonded mounts, familiars, and cohorts fall into this category, and are usually player-controlled companions.",
			"",
			"***Eidolons:*** Outside the linear obedience and intelligence scale of sentient and nonsentient companions are eidolons: intelligent entities magically bound to you. Whether you wish to roleplay this relationship as friendly or coerced, the eidolon is inclined to obey you unless you give a command only to spite it. An eidolon would obey a cruel summoner's order to save a child from a burning building, knowing that at worst the fire damage would temporarily banish it, but it wouldn't stand in a bonfire just because the summoner said to. An eidolon is normally a player-controlled companion, but the GM can have the eidolon refuse extreme orders that would cause it to suffer needlessly.",
			"",
			"***Magical Control:*** {spell/Charm person}, {spell/dominate person}, and similar effects turn an NPC into a companion for a limited time. Most charm-like effects make the target friendly to you; the target has to follow your requests only if they're reasonable, and has its own ideas about what is reasonable. For example, few creatures consider \"hand over all your valuables\" or \"let me put these manacles on you\" a reasonable request from a friend. You might have to use {skill/Diplomacy} or {skill/Intimidate} checks to influence a charmed ally, and the GM has the final say as to what happens. Though the target of a charm effect considers you a friend, it probably feels indifferent at best toward the other PCs and won't listen to requests from them. A creature under a dominate effect is more of a puppet, and you can force it to do anything that isn't suicidal or otherwise against its well-being. Treat it as player-controlled, with the GM making its saving throws to resist inappropriate commands.",
			"",
			"***Common Exceptions:*** Some companions are exceptions, such as an intelligent companion who doesn't bear exceptional loyalty toward you (for example, a hired guard), a weaker minion who is loyal to you but lacks the abilities or resources to assist in adventuring tasks, and a called outsider (such as from {spell/planar ally}) who agrees to a specific service but still has a sense of self-preservation. You can use {skill/Bluff}, Diplomacy, and Intimidate to influence such companions, but the GM is the final arbiter of their actions. For example, a PC might use threats to convince a caravan guard to hold back an ogre for a few rounds or to prevent her zealous followers from attacking a rival adventurer, but the GM makes the decision whether the guard runs away after getting hit once or the followers attack when provoked.",
			"",
			"The GM may deviate from the above suggestions, such as allowing a druid to control an animal companion directly, creating a more equivalent or even antagonistic relationship between a summoner and an eidolon, or roleplaying a mentoring relationship between a veteran warhorse and the young paladin who inherited his loyalty. Before you create a character with a companion creature (or decide to add a companion in play), the GM should explain to everyone how much influence you and the GM each have over the creature's actions. That way, everyone is fully informed about all aspects of dealing with the companion.",
			"",
			"The specifics of controlling a companion vary for different campaigns. A gritty campaign where animal companions can't do anything that real animals can't do forces the GM to act as a check against you pushing the bounds of creativity. A high-fantasy game where familiars are nearly as important to the storyline as the PCs - or are played as near-PCs by other players - is a very different feel and can create interesting roleplaying opportunities. An evil campaign where companions are unwilling slaves of the PCs creates a dynamic where the PCs are trying to exploit them as much as possible - perhaps even sacrificing and replacing them as needed - and treat them more like living tools than reluctant allies."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"controlling_companions"
		],
		"siblings": [
			"aspects_of_control",
			"issues_of_control"
		]
	},
	"issues_of_control": {
		"name": "Issues of Control",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/141}",
			"",
			"The GM should keep in mind several factors when it comes to companions, whether handling them as suggested above or altering the balance to give you more or less control.",
			"",
			"***Ease of Play:*** Changing who controls a companion can make the game easier or harder for the GM. Controlling a cohort in combat is one more complex thing for the GM to deal with. The GM must keep track of a cohort's tactics and motivations and how those affect it in combat while keeping her own knowledge of the monsters separate from the cohort's knowledge; otherwise, the cohort will outshine the PCs with superior tactics. Giving you control over these decisions (while still allowing the GM to veto certain actions) alleviates some of the burden and allows you to plan interesting tactics between yourself and your cohort, much as you would have mastered during times you trained together.",
			"",
			"Conversely, giving a player full control over the actions of two characters can slow down the game. If you're prone to choice paralysis, playing two turns every round can drag the game to a halt. If this is a problem, the GM should suggest that another player help run the companion or ask you to give up the companion and alter yourself to compensate (such as by choosing a different feat in place of {feat/Leadership}, taking a domain instead of a druid animal companion, or selecting the \"companions\" option for a ranger's hunter's bond ability instead of an animal).",
			"",
			"***Game Balance:*** Even a simple change like allowing players to directly control companions has repercussions in the game mechanics. For example, if a druid has complete control over an animal companion, there's no reason for her to put ranks in Handle Animal, freeing up those ranks for other valuable skills like Perception. If a wizard with a guard dog doesn't have to use a move action to make a Handle Animal check to have the dog attack, he has a full set of actions each round and a minion creature that doesn't require investing any extra time to \"summon\" it. If companion animals don't have to know specific tricks, the PC can use any animal like an ally and plan strategies (like flanking) as if the animal were much smarter than it actually is.",
			"",
			"With intelligent companions such as cohorts, giving you full control means you're controlling two characters and can take twice as many actions as the other players. The GM can create a middle ground, such as requiring you to put ranks in Handle Animal but not requiring you to make checks, or reducing the action needed to command an animal, but these decisions should be made before the companion joins the group.",
			"",
			"***Sharing Information:*** Whenever you control multiple creatures, there are issues of sharing information between you and your companions. Some companions have special abilities that facilitate this sort of communication, such as a familiar's empathic link or an eidolon's bond senses ability, but most companions are limited to what they can observe with their own senses. For example, if a wizard using {spell/see invisibility} knows there is an invisible rogue across the room, he can't just direct his guard dog to attack the rogue; he has to use the seek command to move the dog to the general area of the rogue, and even then he can't use the attack command to attack the rogue because the rogue isn't an \"apparent enemy.\" If the GM allows the wizard to make the dog fight the invisible rogue, that makes the animal much more versatile than normal, and also devalues the special nature of a true empathic or telepathic bond with a companion. If the dog is allowed to work outside the PC's line of sight, it devalues abilities such as a wizard's ability to scry on his familiar. Of course, intelligent companions using speech can bypass some of these limitations (such as telling a cohort there's an invisible rogue in the corner)."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"controlling_companions"
		],
		"siblings": [
			"aspects_of_control",
			"issues_of_control"
		]
	},
	"advancing_companions": {
		"name": "Advancing Companions",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/142}",
			"",
			"Another issue is who gets to control the companion's advancement. Animal companions, eidolons, and cohorts all advance much like PCs, making choices about feats, skills, special abilities, and (in the case of cohorts) class levels. Whoever controls the companion's actions also makes decisions about its advancement, but there is more of a shared role between you and the GM for some types of companions.",
			"",
			"***Animal Companion:*** Advancement choices for an animal companion include feats, skills, ability score increases, and tricks.",
			"",
			"If the companion's Intelligence score is 2 or lower, it is limited to a small selection of feats (see [Animal Feats, under the animal companion section](sidekick/animal_companion)). You should decide what feats the animal learns, though the GM should have a say about whether a desired feat is appropriate to the animal's type and training - fortunately, the feats on the list are appropriate for just about any animal. If the animal's Intelligence is 3 or higher (whether from using its ability score increase or a magic item), it can select any feat that it qualifies for. You should decide what feat it learns, subject to GM approval, although the creature's higher intelligence might mean it has its own ideas about what it wants to learn.",
			"",
			"As with feats, you should decide what skills your animal companion learns, chosen from the [Animal Skills list](sidekick/animal_companion) and subject to GM approval. If the animal's Intelligence score is 3 or higher, it can put its ranks into any skill, with the GM's approval. Of course, the animal might not have the physical ability to perform certain skills (a dog can't create disguises, an elephant can't use the Ride skill, and so on).",
			"",
			"Ability score increases are straightforward when it comes to physical ability scores; training an animal to be stronger, more agile, or tougher are all reasonable tasks. Training an animal to be smarter, more intuitive, or more self-aware is less easy to justify - except in the context where people can cast spells and speak with animals.",
			"",
			"Because you're responsible for using the Handle Animal skill to teach your companion its tricks, you decide what tricks the companion learns. If you're not skilled at training animals or lack the time to do it yourself, you can hire an expert trainer to do it for you or use the downtime system to take care of this training.",
			"",
			"***Cohort:*** Advancement choices for a cohort include feats, skills, ability score increases, and class levels.",
			"",
			"A cohort is generally considered a player-controlled companion, and therefore you get to decide how the cohort advances. The GM might step in if you make choices that are inappropriate for the cohort, use the cohort as a mechanism for pushing the boundaries of the game rules, or treat the cohort unfairly. A cohort is a loyal companion and ally to you, and expects you to treat him fairly, generously, without aloofness or cruelty, and without devoting too much attention to other minions such as familiars or animal companions. The cohort's attitude toward you is generally helpful (as if using the Diplomacy skill); he complies with most of your requests without any sort of skill check, except for requests that are against his nature or put him in serious peril.",
			"",
			"If you exploit your cohort, you'll quickly find your {feat/Leadership} score shrinking away. Although this doesn't change the cohort's level, the cohort can't gain levels until your Leadership score allows for a level increase, so if you're a poor leader, you must wait longer for your cohort to level up. In extreme cases, the cohort might abandon you, and you'll have to recruit a new cohort.",
			"",
			"Examples of inappropriate advancement choices are a good-aligned companion selecting morally questionable feats, a clumsy cohort suddenly putting many ranks in {skill/Disable Device} (so he can take all the risks in searching for traps instead of you), a spellcaster cohort taking nothing but item creation feats (so you get access to plenty of cheap magic items at the cost of just one feat, {feat/Leadership}), a fighter cohort taking a level in wizard when he had no previous interest in magic, or you not interacting with your cleric cohort other than to gain defensive spells from a different class or a flanking bonus.",
			"",
			"When you select the {feat/Leadership} feat, you and the GM should discuss the cohort's background, personality, interests, and role in the campaign and party. Not only does this give the GM the opportunity to reject a cohort concept that goes against the theme of the campaign, but the GM can plan adventure hooks involving the cohort for future quests. The random {rule/background generator} can help greatly when filling in details about the cohort. Once the discussion is done, writing down a biography and personality profile of the cohort helps cement his role in the campaign and provides a strong reference point for later talks about what is or is not appropriate advancement for the cohort.",
			"",
			"***Eidolon:*** Compared to an animal companion or cohort, an eidolon is a unique type of companion - it is intelligent and loyal to you, and you have absolute power over whether it is present in the material world or banished to its home plane. You literally have the power to reshape the eidolon's body using the {spell/transmogrify} spell, and though technically the eidolon can resist this - the Saving Throw is \"Will negates (harmless)?\" - it is assumed that the eidolon complies with what you want. After all, the eidolon can't actually be killed while summoned; at worst, it might experience pain before damage sends it back to its home plane. This means the eidolon is usually willing to take great risks to help you. If swimming through acid was the only way to save you, it would do so, knowing that it won't die and will recover. The eidolon is a subservient creature whose very nature depends upon your will, so you decide what feats, skill points, ability score increases, and evolutions the eidolon gains as it advances.",
			"",
			"***Follower:*** Because a follower is much lower level than you, it's generally not worth determining a follower's exact feats and skill ranks, as he would be ineffective against opponents appropriate for your level. In most cases, knowing the follower's name, gender, race, class, level, and profession is sufficient, such as \"Lars, male human expert 1, sailor.\" Since followers lack full stat blocks, the issue of advancing them is irrelevant. If your {feat/Leadership} score improves, just add new followers rather than advancing existing ones. However, if events require advancing a follower (such as turning a follower into a cohort to replace a dead cohort), use the same guidelines as for cohorts.",
			"",
			"***Hirelings:*** Hirelings don't normally gain levels. If the GM is running a kingdom-building campaign where hireling NPCs are heavily involved, you might suggest ways for NPCs to advance, but the final decision is up to the GM. If you want more control over your hireling's feats, skills, and class levels, you should select that hireling as a follower with the {feat/Leadership} feat.",
			"",
			"***Mounts:*** Common mounts (such as horses or riding dogs bought from a merchant, rather than mounts that are class features) don't normally advance. If extraordinary circumstances merit a mount gaining Hit Dice, and you have Handle Animal ranks and take an interest in training the animal, use the same guidelines as those for animal companions."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions"
		],
		"siblings": [
			"controlling_companions",
			"advancing_companions",
			"intelligent_animals",
			"remembering_companions",
			"companion_plot_hooks",
			"reviving_and_replacing_companions"
		]
	},
	"intelligent_animals": {
		"name": "Intelligent Animals",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/143}",
			"",
			"Increasing an animal's Intelligence to 3 or higher means it is smart enough to understand a language. However, unless an {spell/awaken} spell is used, the animal doesn't automatically and instantly learn a language, any more than a human child does. The animal must be taught a language, usually over the course of months, giving it the understanding of the meaning of words and sentences beyond its trained responses to commands like \"attack\" and \"defend.\"",
			"",
			"Even if the animal is taught to understand a language, it probably lacks the anatomy to actually speak (unless {spell/awaken} is used). For example, dogs, elephants, and even gorillas lack the proper physiology to speak humanoid languages, though they can use their limited \"vocabulary\" of sounds to articulate concepts, especially if working with a person who learns what the sounds mean.",
			"",
			"An intelligent animal is smart enough to use tools, but might lack the ability to manipulate them. A crow could be able to use simple lockpicks, but a dog can't. Even if the animal is physically capable of using a tool, it might still prefer its own natural body to manufactured items, especially when it comes to weapons. An intelligent gorilla could hold or wield a sword, but its inclination is to make slam attacks. No amount of training (including weapon proficiency feats) is going to make it fully comfortable attacking in any other way.",
			"",
			"Even if an animal's Intelligence increases to 3 or higher, you must still use the Handle Animal skill to direct the animal, as it is a smart animal rather than a low-intelligence person (using {spell/awaken} is an exception; an awakened animal takes orders like a person). The GM should take the animal's Intelligence into account when determining its response to commands or its behavior when it doesn't have specific instructions. For example, an intelligent wolf companion can pick the weakest-looking target if directed to do so, and that same wolf trapped in a burning building might push open a door or window without being told."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions"
		],
		"siblings": [
			"controlling_companions",
			"advancing_companions",
			"intelligent_animals",
			"remembering_companions",
			"companion_plot_hooks",
			"reviving_and_replacing_companions"
		]
	},
	"remembering_companions": {
		"name": "Remembering Companions and Followers",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/143}",
			"",
			"### Remembering Companions",
			"",
			"Often, a companion is forgotten about when it's not needed. A familiar hides in a backpack and only comes out when the sorcerer needs to spy on something or deliver a spell with a range of touch. An animal companion or cohort follows the druid silently and acts only when a skill check or attack roll is needed. An eidolon is used as a mount or an expendable resource in battle. You and the GM need to remember that a companion is a creature, not an unthinking tool, and can't simply be ignored.",
			"",
			"There are several ways to make sure a companion doesn't get lost or forgotten.",
			"",
			"***Props:*** Physical props can help you, the other players, and the GM remember companions. If the campaign uses miniatures on the tabletop, the companion should have its own miniature or token. If all the adventurers move forward, it's easy to see that a lonely miniature was left behind. Even without miniatures, having a physical representation of the companion on the tabletop keeps it in mind. Whether this is a stuffed animal, a toy, an action figure, a cardboard stand-up, or a simple character sheet with a colorful illustration, this kind of reminder gives the companion a presence on the tabletop.",
			"",
			"***Another Player:*** If you regularly forget the presence of your companion and the GM is busy dealing with the rest of the game, another player can take over playing the companion. If the second player has an introverted character or one whose actions in combat are fast and efficient, allowing that player to control the companion gives him another opportunity to have some time in the spotlight. The second player should roll initiative separately for the companion so the companion's actions don't get forgotten on either turn - giving the companion its own turn reinforces its role in the party.",
			"",
			"Allowing another character to play the companion also gives the group additional roleplaying opportunities. You might feel silly talking as both your character and your cohort, but more comfortable having a dialogue with your cohort when it's played by someone else (this also keeps the cohort from blindly doing whatever you say). Wearing a hat or mask, or holding up a small flag or banner to represent the companion can help other players keep track of who is acting when you speak.",
			"",
			"***Casual Observer:*** Some gaming groups have a casual player, friend, spouse, or child who isn't interested in playing a normal character for the campaign, but likes to watch the game or be nearby when everyone else is playing. That person might be interested in playing a companion for one or more sessions (especially if it's a creature that's funny and cute). This is an opportunity for that person to get involved in the game without the responsibility of being a full contributing member to the group - and just might be the hook that convinces that observer to become active in the game.",
			"",
			"If playing a companion goes well, the GM may create a one-shot spin-off adventure in which all the players play companion creatures instead of normal PCs (perhaps because the PCs are captured, incapacitated, or merely sleeping), returning to the normal campaign when that adventure is completed.",
			"",
			"### Remembering Followers",
			"",
			"Followers are a little more complex because there can be so many of them and they don't usually adventure with you. You and the GM should keep notes about each follower (or group of followers, if there are several in a common location such as a temple) and link this information to the followers' base of operations. For example, the GM's notes about the capital city should mention the thieves' guild informant follower of the rogue PC. Artwork representing the follower (even a simple piece of free clip art found online) can be a stronger reminder than a name that's easily lost in a page full of words.",
			"",
			"Followers also have a unique companion role in that they spend most of their time away from you, and might use that time positively or negatively. Just because a follower is low level and you're not doesn't mean the follower stops being a person with needs, fears, and a role to play in your heroic story. Even if you dismiss the follower aspect of the {feat/Leadership} feat as baggage, a follower is going to pay attention to what you do, and if this hero-worship grows tarnished from neglect or abuse, that very same follower provides an opportunity for the GM to demonstrate how bad will among the common folk can negatively affect an adventurer's life (see the {rule/Reputation>_and_fame} section for more information)."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions"
		],
		"siblings": [
			"controlling_companions",
			"advancing_companions",
			"intelligent_animals",
			"remembering_companions",
			"companion_plot_hooks",
			"reviving_and_replacing_companions"
		]
	},
	"companion_plot_hooks": {
		"name": "Companion Plot Hooks",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/144}",
			"",
			"Having a companion in the party is an incredible opportunity for the GM to introduce plot elements into a campaign - and more interesting plots than \"the companion has been kidnapped!\" The players have a general idea about their characters' pre-adventurer histories, but a companion is a bit of a mystery. What did it do before it met you? What is its motivation for joining the adventuring party? What are its goals? What does it do when you aren't around?"
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions"
		],
		"subtopics": [
			"animal_companion",
			"cohort",
			"eidolon",
			"familiar",
			"follower"
		],
		"siblings": [
			"controlling_companions",
			"advancing_companions",
			"intelligent_animals",
			"remembering_companions",
			"companion_plot_hooks",
			"reviving_and_replacing_companions"
		]
	},
	"animal_companion": {
		"name": "Animal Companion",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/144}",
			"",
			"Unless you raised your animal companion from birth, it has its own history and secrets that are likely important and could surprise you. A druid's wolf companion might have been saved by a famous ranger, fought in an orc tribe's arena, or escaped a wizard's experimental lab. What happens when that wolf recognizes that helpful ranger, savage orc, or mad wizard? Is the wolf aggressive when the druid isn't around? Does it have behavior quirks like not letting anyone touch the druid when she's sleeping, even allies trying to wake her? What if the companion was once a humanoid, but was cursed or polymorphed into a different shape and lost its memory about its original identity? What if another druid previously cast {spell/awaken} on it, and it has been pretending to be a common animal so it can watch over or spy on a PC? The answers to these questions are the seeds to side plots or entire adventures.",
			"",
			"Animal companions can also incite fear or prejudice among ignorant townsfolk. Most villages don't want rowdy adventurers bringing wolves, bears, lions, giant snakes, and especially dinosaurs into the town square, and innkeepers don't usually want the larger animals staying in rooms with guests. Stables might charge more to board exotic animals or entirely refuse to do so, and might not have appropriate food for them. If a village is experiencing attacks on its livestock, angry people might be quick to blame a carnivorous animal companion. Conversely, innocent children could have a circus-like fascination with exotic animal companions and help break the ice between visiting adventurers and suspicious locals."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"companion_plot_hooks"
		],
		"siblings": [
			"animal_companion",
			"cohort",
			"eidolon",
			"familiar",
			"follower"
		]
	},
	"cohort": {
		"name": "Cohort",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/145}",
			"",
			"A cohort could have a former life as a criminal that she abandoned after being inspired by your heroic deeds. Just like a PC, a cohort has family and friends, with hopes and concerns for those people. The cohort might be a target for your enemies who are unwilling or unable to strike directly at you (though be careful to avoid making the cohort become a liability or look incompetent). A cohort who is critically injured by a monster might develop a fear about that kind of monster and avoid attacking it. She may have secret vices or virtues that become more prominent over time and can directly affect her relationship with you. If the cohort has an animal companion, you might also suffer some indirect repercussions for the animal's behavior or reputation."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"companion_plot_hooks"
		],
		"siblings": [
			"animal_companion",
			"cohort",
			"eidolon",
			"familiar",
			"follower"
		]
	},
	"eidolon": {
		"name": "Eidolon",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/145}",
			"",
			"An eidolon has the same mystery as a cohort, except its origins are far weirder. It might have been linked to another summoner before its bond with you. It might be a natural creature altered by planar energies and banished to a far realm, or a former adventurer lost in a disastrous mission to an unknown plane. If it resembles a more conventional planar monster (such as an archon, a dretch, or an elemental), it might have been accidentally summoned or called by a sloppy spellcaster and could have some familiarity with other people in the world. Though an eidolon's soul is strongly tied to its summoner, it has an existence in another world when it is away, and in that world it might be a bully, champion, or slave. How it reacts to things during its limited time on the Material Plane is influenced by its unknown past and secret life.",
			"",
			"An eidolon always has the appearance of a fantastical creature, and attracts as much attention as any unfamiliar animal would. Fortunately for you, you can send the eidolon away to its extraplanar home, allowing you to do business in town and move about normally without drawing unwanted attention. However, if you call the eidolon in an emergency without warning the local authorities, townsfolk might assume it is a marauding monster bent on tearing them limb from limb, requiring hasty explanations and diplomacy to prevent panic."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"companion_plot_hooks"
		],
		"siblings": [
			"animal_companion",
			"cohort",
			"eidolon",
			"familiar",
			"follower"
		]
	},
	"familiar": {
		"name": "Familiar",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/146}",
			"",
			"Plot hooks for familiars are similar to those for animal companions, as they can have the same unknown backgrounds and instinctive reactions to people they knew when they were just common animals. Fortunately, familiars are usually small creatures that can easily pass for common pets as long as they don't do anything that reveals their unusual intelligence. Most townsfolk aren't averse to a common cat, a trained hawk, or even a snake, though innkeepers and merchants might ask that such animals be kept in a cage to prevent them from getting loose and causing any damage.",
			"",
			"Remember that a familiar has an empathic link to its master, and its animal instincts can lead to plot hooks. For example, a toad familiar might project feelings of hunger whenever a member of a fly-demon cult is nearby, a bat familiar might express curiosity about the words a weird hermit is muttering under his breath, and a rat familiar might feel fear when a dangerous assassin walks into the room. A more powerful familiar can speak with other animals of its kind, and if left to roam, it could pick up interesting news about a town or an army camp."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"companion_plot_hooks"
		],
		"siblings": [
			"animal_companion",
			"cohort",
			"eidolon",
			"familiar",
			"follower"
		]
	},
	"follower": {
		"name": "Follower",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/146}",
			"",
			"A follower should be more than an acquaintance or an employee. A follower is devoted to you in the same way a cohort is, but has fewer resources at his disposal and in most cases isn't an adventurer. The follower sees you as a hero or celebrity: someone to emulate. Though it's easy to treat followers as a single, nameless group, a smart player realizes that they don't have to group together. Followers can be spread out over multiple settlements and have multiple roles. For example, if you have a {feat/Leadership} score of 10, you can have five 1st-level followers: a city guard in the capital, an acolyte at the high temple, an informant in the thieves' guild, an adept in a frontier village, and a strange child saved from a goblin's hunger. Gaining followers is an opportunity for you to look back over your adventuring career, recall important or noteworthy NPCs, and solidify the bonds between those NPCs and you.",
			"",
			"Choosing followers gives you a network of loyal contacts who trust and respect you. Though they might not have the resources or backbone to fight on your behalf, they're always on the lookout for ways to help you in any way they can. In effect, they are trustworthy NPC contacts ({rule/Trust/ score} 4). The city guard might invite you to gamble with the other guards or arrange to have your armor polished. The acolyte might have tips about an upcoming religious festival and the clergy's concerns about a nearby plague. The informant might have news about mysterious disappearances or volunteer to keep an eye on your rival. A thug might bully the truth out of a tight-lipped witness or provide inside information on her employer. The adept might send messages about strange events from the wildlands. The strange child might have precognitive visions, perhaps from budding magical powers.",
			"",
			"If you ever lose or dismiss your cohort, selecting a replacement from among your followers not only gives you an excuse to spend some downtime training that follower to become your new cohort, but rewards the loyalty of all the other followers, as they see that you treat them as near equals.",
			"",
			"The GM should use these followers as plot hooks. Instead of having rumors from an unknown source reach your ears from no specific source, a named follower could present that information. Instead of having you hunt for information about a cataclysm prophesied to occur in 3 days, a scholarly follower could find a scroll or book about the prophecy and bring it to you. The desperate stableboy follower can approach you about money to pay off his father's gambling debts to a crooked bookkeeper. The poor merchant can ask you for help dealing with a charismatic man trying to convince his daughter to become a prostitute. By using a follower for a plot hook, the GM lets the player know that the character can trust the follower's intentions, and keeps the PC's past involvement with that NPC relevant.",
			"",
			"As you reach higher {feat/Leadership} scores, you gain dozens of followers. Rather than these followers all being spread thinly across every possible settlement in the campaign, it's more likely that many of these individual followers know each other well, possibly by working together, spending time at the same temple or academy, or being members of the same family, and you should expand these clusters of followers in an organic way. For example, the other guards who gamble with you could become new followers, the acolyte can train other acolytes or spread the good word about you, the informant might persuade others in the thieves' guild that you're a valuable ally, the adept's entire village might begin to see you as a hero and savior, and the strange child could become a wizard's apprentice and convince the entire cabal to befriend you. If you ever decide to build a fort or found a temple or guild, you already have a group of like-minded and skilled followers ready and willing to help."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"companion_plot_hooks"
		],
		"siblings": [
			"animal_companion",
			"cohort",
			"eidolon",
			"familiar",
			"follower"
		]
	},
	"reviving_and_replacing_companions": {
		"name": "Reviving and Replacing Companions",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/147}",
			"",
			"Adventuring is a dangerous career, and sometimes an animal companion, cohort, or familiar dies or is lost. A change in your alignment or religion might drive away your cohort, or the cohort's role in the story might end based on discussion between you and the GM. An extended voyage in a dangerous environment might convince a druid to free a trusted companion that would otherwise suffer and die if forced to travel (such as a polar bear in the desert). A ranger might discover a rare specimen of a favorite type of creature and want to claim it as his own in order to protect it from poachers. Regardless of the cause, when a companion dies or is lost, you need to replace it. This creates an opportunity for roleplaying."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions"
		],
		"subtopics": [
			"reviving_a_dead_companion",
			"finding_a_replacement"
		],
		"siblings": [
			"controlling_companions",
			"advancing_companions",
			"intelligent_animals",
			"remembering_companions",
			"companion_plot_hooks",
			"reviving_and_replacing_companions"
		]
	},
	"reviving_a_dead_companion": {
		"name": "Reviving a Dead Companion",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/147}",
			"",
			"A lost animal companion, cohort, familiar, or follower can be raised or resurrected with spells such as {spell/raise dead}, {spell/raise animal companion}, {spell/resurrection}, or {spell/true resurrection}. For a cohort or follower with character levels, these kinds of spells give the character one or more negative levels - a price worth paying if the alternative is death. Creatures with no character levels (such as animal companions and familiars) count as 1st level for the purpose of these spells, and therefore they take Constitution drain instead of negative levels. A nonsentient companion is assumed to be willing to return to life unless you were cruel to it or directly responsible for its death.",
			"",
			"In most cases, the companion probably remembers its last moments alive and understands that you're the reason why it is alive again. For a lower-level cohort or a non-adventuring follower, the gift of a second chance at life is something very treasured and earns you great respect and devotion. You can gain the reputation of \"fairness and generosity\" for the purposes of the {feat/Leadership} feat.",
			"",
			"Using {spell/reincarnate} is an alternative option, but has a similar effect on a companion's loyalty and affection. Few humans would choose to be reincarnated as a bugbear or kobold, but if the choice is that or death, a new life in a new body is generally preferred. For an animal companion, the GM should create a random table of creatures similar to its original form; for example, a lion might be reincarnated as a leopard, cheetah, or tiger."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"reviving_and_replacing_companions"
		],
		"siblings": [
			"reviving_a_dead_companion",
			"finding_a_replacement"
		]
	},
	"finding_a_replacement": {
		"name": "Finding a Replacement",
		"subtitle": "Companions, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/147}",
			"",
			"In some cases, replacing an animal companion or familiar can be as easy as purchasing an animal of the desired type and declaring it your new companion. [Attuning a familiar to its new master](class/wizard) requires a ritual. [Choosing an animal companion](class/druid) requires 24 hours of prayer. The ceremony can also be used to attract and bond with an animal appropriate to the local environment. However, you might want to wait for the campaign to present an appropriate companion, such as an animal you rescue from a cruel enemy that you tame with the ritual or ceremony. In terms of game mechanics, there is no difference between any of these options, and you should work with the GM to find a replacement method that is appropriate to the campaign.",
			"",
			"Replacing a lost or killed cohort or follower involves a similar collaboration between you and the GM to create a character who is appropriate for the campaign and valuable to you (and hopefully to the rest of the party). You might want to elevate a follower to a cohort, select another known NPC to become a cohort, or start from scratch by introducing a new NPC to the party. Keep in mind that your Leadership score might have changed, especially if you were responsible for the previous cohort's death - and that sort of tragedy creates roleplaying opportunities for the new cohort."
		],
		"parent_topics": [
			"advanced_player_topics",
			"companions",
			"reviving_and_replacing_companions"
		],
		"siblings": [
			"reviving_a_dead_companion",
			"finding_a_replacement"
		]
	},
	"lineage": {
		"name": "Family and Lineage",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/166}",
			"",
			"A hero doesn't just blink into existence the moment you fill out a character sheet; he came from somewhere. For most characters, that means he has or had a family: a mother and father, who in turn had mothers and fathers of their own, and so on, stretching back into the past in a chain of ancestry. This is the character's lineage, and it shapes and defines the character, whether he's consciously aware of it or not. Some lineages are more complex than others - adoption, sorcerer bloodlines, and reincarnation are a few examples - but the idea of family is still important beyond immediate blood ties. Whatever form this lineage takes, it has a profound effect on the character's life, story, and role in the campaign."
		],
		"parent_topics": [ "advanced_player_topics" ],
		"subtopics": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		],
		"siblings": [
			"companions",
			"lineage",
			"retirement",
			"retraining",
			"young_characters"
		]
	},
	"developing_your_family": {
		"name": "Developing Your Family",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/166}",
			"",
			"The most obvious manifestation of your character's lineage is his still-living relatives. Many of these NPCs have been with the character since birth, and helped shape him into the person he is today. A character's family is an extension of that character's backstory, and so you should ultimately have the final say over its size and nature. The GM should only intervene when your desired family would disrupt the campaign in some way or give you an unfair advantage. For the same reason, the GM should avoid introducing new members to your character's family after the campaign begins, unless the circumstances of the story (such as marriage or pregnancy) demand it.",
			"",
			"The first thing you need to do is to determine the size and composition of your character's family. This can be chosen arbitrarily, within reason, or can be [generated randomly](rule/background_generator). One character's family might consist solely of the single parent who raised him, while another character might be a part of a large clan or noble house. Once you determine the size of the family, you can use the guidelines in this section and in {rule/Non-Player Characters} to further develop the personalities of these relatives. Every family is different, so it's hard to generalize a PC's relationship with his relatives. The following guidelines are a good place to start. This assumes a happy, functional family. For other family types of dynamics, see Complicated and Dysfunctional Families.",
			"",
			"***Immediate Family:*** This group includes anyone who played a direct role in raising the character, or anyone whom the character is raising (such as a child or younger sibling). Generally this includes the character's mother, father, surrogate parents, brothers, sisters, and any other live-in relatives. The character's spouse (if any) also belongs in this category, as do any children. The size of an immediate family varies by culture, but for most campaigns they shouldn't be too numerous. These family members are usually very loyal, and start the campaign with a helpful attitude toward the PC (though in most campaigns they are low-level NPC-class characters and can't provide much support in terms of finances or gear). It should be difficult to permanently worsen their attitudes, barring exceptionally heinous actions. A character's greatest obligations are often to immediate family members, and when times get rough for the family, he may be expected to spend time or money helping them.",
			"",
			"***Extended Family:*** These family members had a less important role in the character's life growing up, but nonetheless played a part. This group often includes aunts, uncles, cousins, and grandparents. Married characters might also count their in-laws. A character's extended family is almost always larger and more diverse than her immediate family, but also less willing or able to help her in times of difficulty. Usually these relatives have a friendly attitude, though a few might be helpful, indifferent, or even hostile, depending on the family's circumstances. A character generally has fewer obligations to her extended family, though these relatives may still expect the occasional favor from the PC.",
			"",
			"***Distant Relatives:*** Any person who is only loosely related to your character and has no strong emotional bond to the PC is considered a distant relative. These characters have little connection to you beyond (possibly) a shared surname, or are extended family of someone in your character's extended family. They are the character's most numerous and diverse group of relatives, and so can come in handy in a wide variety of situations, though she can't rely on them for help too directly or too often. These NPCs generally start with an indifferent attitude, though a particularly family-oriented relative might be friendly instead. They also generally don't expect many favors from the PC in return. They can usually be counted on to take the PC's side when dealing with people outside the family."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"complicated_and_dysfunctional_families": {
		"name": "Complicated and Dysfunctional Families",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/166}",
			"",
			"Of course, not all families get along. Past trauma, such as abuse or neglect, can shatter bonds, poisoning what should be healthy relationships. Politics and religion also drive wedges between relatives, turning brother against brother and mother against daughter. Sometimes a simple clash of personalities is enough to turn one family member away. Because of reasons like these, some family members begin with a worse attitude toward your PC than the above guidelines suggest. Most such relatives will be unfriendly to the PC at worst, though hostile relatives are possible in extreme cases.",
			"",
			"Whether or not your character initially gets along with his family is up to you. However, once the campaign begins, it's the GM's responsibility to control these relatives and determine how their attitudes change over the course of play. A character that acts against his family's interests, fails too often in familial obligations, or behaves in a manner contrary to the family's beliefs or ethics should expect relationships to sour. This should be handled delicately, as turning a character's family against him seriously alters the character's place in the campaign. The GM should remember that most families are forgiving, and only the most egregious of acts should have a permanent effect on the character's relationships with his family.",
			"",
			"In the event that a family member's attitude does shift, reconciliation should always be possible (likewise, relatives who started out as unfriendly or hostile can be brought around with enough hard work). If the character convinces his family that he is truly repentant or trying to make amends with the offended relative, and he works to redress any wrongs he may have done, things should return to normal over time. How the character must do this is up to the GM. It might be as simple as making a Diplomacy check, or complex enough to merit its own side quest or short adventure."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"family_values": {
		"name": "Family Values",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/167}",
			"",
			"You can create and describe the individual members of your character's family using rules in {rule/Non-Player Characters} and the guidelines earlier in this section, but a true family is more than a collection of NPCs with the same surname. Families have traditions, values, and a shared folklore that sets them apart, even from other groups in the same culture. When developing your character's family, you should consider what makes that family unique.",
			"",
			"Does the family have any famous ancestors that they're proud or embarrassed of? What stories do the family elders tell about them? What stories do other family members tell? Does the family follow any special naming traditions, or worship a deity unusual for the region? What songs do they sing? Do any members have notorious reputations? Does the family have a motto? What values do they hold and what behaviors do they condemn? These are just a few examples of questions you can use to breathe life into the family and give its members a sense of cohesion."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"including_families_in_the_game": {
		"name": "Including Families in the Game",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/167}",
			"",
			"While creating and developing a character's family is largely your responsibility, it's up to the GM to determine how large a role that family plays in the campaign. The family's role might be limited to that of a background element, serving only to flesh out your character concept, or it could play a pivotal role in the campaign's story, tying the character directly to the plot and motivating her from adventure to adventure. Creating a family for your character helps establish an emotional connection with the campaign setting, and the GM should encourage this by giving your family some measure of in-game relevance. Yet placing too much emphasis on one character's family gives that player undue influence over the campaign, and unless the rest of the party is composed of playing members of the same family, the other players could feel underrepresented.",
			"",
			"The GM also needs to make sure that your character doesn't receive too much help from her family. If you play a character with a large or influential family, or a character with ties to a notable or powerful NPC, the GM should be wary of placing too much power in the hands of NPCs related to your character, as this could mean your character steals the spotlight from the rest of the party or makes trivial an important encounter by calling in some favors. The GM is free to disallow any familial relationships that could disrupt the campaign, but it may be worthwhile for you to work with the GM to create the relationships you want in a way that fits the campaign. For example, perhaps your character is disliked by his powerful relative, and therefore you can't call on the relative for assistance except in the most dire situation. Another option is for your character to have ties to a prominent family, but for the rest of the family to be far removed from where the adventure takes place, placing any help weeks or months away."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"support_and_obligation": {
		"name": "Support and Obligation",
		"subtitle": "Family, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/168}",
			"",
			"Unless your character's family is astonishingly poor, they should be able to provide the PC and her allies with simple, mundane aid. This might mean a decent meal, a clean set of clothes, a roof for the night, or a few extra hands for some manual labor. Beyond this, what sort of aid the family provides depends on the family's interests and skills. A family of artisans might offer to craft a nonmagical piece of equipment, or lend tools and equipment related to their trade. A family of musicians might help you make contact with an influential noble patron, or throw a party for your friends and allies after a great victory.",
			"",
			"Family members should never fight your PC's battles for you, and probably shouldn't fight at all except in extreme circumstances - after all, your PC is likely the adventurous member of the family. However, if you take the {feat/Leadership} feat and select a family member as a cohort, the normal cohort rules apply and you may turn a family member into a combat-ready NPC (though the rest of your family may never forgive you if you get your relative killed by a monster).",
			"",
			"One easy way to handle the family's aid to your PC is to use the rules for {rule/NPC Boons}, mainly in the form of favor and skill boons. These boons usually come only from immediate family members, and even then only as often as the GM feels is appropriate. Unique boons might make an excellent reward for a PC who does her family a great service.",
			"",
			"These offers of help don't come for free. Your character is expected to help the family when problems arise. The family should primarily ask for small favors, things your character can take care of with a simple skill check or a little gold. For example, your niece might ask you to help her enroll in a prestigious academy, necessitating a Diplomacy check with the school's dean, or your character's brother might ask for a small loan to start a new business. These favors should play to your character's strengths, and come with tangible benefits for your adventuring career in order to prevent the family member from becoming a GM-controlled nuisance. For example, your niece can arrange to get you access to her school's magical library, and your brother can give you a discount on the goods or services his business sells. These activities should take place during downtime so as to not detract from adventuring. Family obligations are also a way to introduce short side quests into the game, although GMs should be sure to include plot hooks that interest the rest of the party."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"inheritance": {
		"name": "Inheritance",
		"subtitle": "Family, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/168}",
			"",
			"The GM may decide that your character inherits something of value from a deceased relative. This may be as innocuous as a village farm or a house in the city, an adventurer's heirloom such as a masterwork rapier or {magic-ring/ring of protection +1}, or something cryptic and unnerving like a glowing frog idol or a skull that whispers secrets.",
			"",
			"These items are often the source of adventure hooks: Perhaps squatters are living in your house, the rapier has an inscription in a lost language, or cultists are trying to steal the idol. Sometimes the inheritance creates family drama, such as a brother who is upset that you got the house instead of him, an impoverished uncle who'd like to sell the ring, or a religious cousin who shuns you because you own the blasphemous skull. Just like in real life, an inheritance can divide close family members or create alliances out of distant relatives.",
			"",
			"These guidelines for inheritance don't apply if you are just using the idea as a way to provide roleplaying flavor for your character's starting equipment. For example, if your starting equipment at 1st level includes a normal longbow, you don't need GM approval to say that the bow once belonged to your grandmother, who was a ranger in her youth. However, if you wanted an heirloom masterwork longbow or +1 longbow for your character, you would need GM approval because the price of either of those items is beyond what a 1st-level character could afford.[^1]",
			"",
			"[^1]: {rule/Traits} can allow for some masterwork heirlooms to become feasible, such as {trait/Ancestral Weapon}, {trait/Ancestor's Blade}, {trait/Chosen of Iomedae} {trait/Duskwalker Agent}, {trait/Lair Snake}, {trait/Rich Parents}, {trait/Signature Moves} or {trait/Well-Provisioned Adventurer}."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"family_members_as_foes": {
		"name": "Family Members as Foes",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/168}",
			"",
			"Villainous relatives are everywhere in popular fiction, and for good reason - confronting the \"black sheep\" of the family, whether over bad politics, stealing from the family business, or dangerous criminal acts carries a lot of dramatic tension, and the fallout from this sort of storyline can impact the entire family for generations. Having a friendly family member turn out to be the villain is just as effective as having a retired PC become a villain (see {rule/Retirement}). The GM should use this as a plot device sparingly - turning relatives into villains is predictable, can negatively impact your perception of your character's family, and might focus the campaign too much on one player.",
			"",
			"Instead of using a family member as a turncoat, you can plant the seeds for shady members of the family that the GM can use or ignore for the campaign. If your character's family owns a horse ranch, you may have a cousin who's fallen in with horse thieves. If the family owns a farm, a lazy uncle may have run off to join a cult or a gang of bandits. If the family matriarch is heavily involved with the local good temple, an eerie cousin may have sorcerer powers or leave to study necromancy. These NPCs may appear in the campaign later as obvious foes or as morally ambiguous characters you can recruit or ally with - after all, as an adventurer, you may be the black sheep in your family, an embarrassment that nobody decent talks about at family gatherings!",
			"",
			"Having a relative as an antagonist brings additional complications. The family might deem harming your kin the ultimate sin, or maybe doing so would upset an influential relative, putting your character in a situation where you can't attack that opponent and can't allow allies to kill him. Alternatively, you could feel it is your personal mission to rid the family of the villain who stains its reputation, or bring that person to justice. If the problem family member is a dead ancestor of yours, it could fall to you to make amends for his evil deeds' or bear the burden of being the only one in the family who knows that a celebrated grandparent was secretly a cold-blooded murderer.",
			"",
			"Long-lived monstrous races in your background can have interesting consequences for your character; though the ancestor's misdeeds happened decades ago, that relative may still be active in the campaign. For example, the shapechanging red dragon who polluted your bloodline may awaken after a century of rest, or the vampire queen of a nearby land may turn out to be your rebellious great-grandmother. Adversarial relationships like these provide a campaign villain and allow all the PCs to participate in your family's story, and can be the key to unlocking traits or other abilities for your character."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"death_in_the_family": {
		"name": "Death in the Family",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/169}",
			"",
			"When a GM kills your PC's family members, it carries just as much risk as using your PC's family members as villains, and yields far fewer benefits. The death of a loved one at an enemy's hand can certainly provide an emotional kick to the campaign, and help characterize a villain as a truly loathsome individual. However, the unforeseen death of a beloved family member can just as easily prove jarring or traumatic if you are heavily invested in your character's family's well-being. If the GM believes it is necessary to place your character's family in peril, you should have a fair opportunity to defend or save them, or at least to distract the one responsible long enough for your family to get to safety."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"famous_lineages": {
		"name": "Famous Lineages",
		"subtitle": "Family, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/169}",
			"",
			"Your character's deceased family members can have just as strong an influence over the campaign as you do. Lineages vary widely; one character might be descended from an ancient line of kings, and another could be the child of an infamous thief. Rather than simply granting your character benefits or drawbacks based on her ancestors, your character's legacy should be used to provide hooks for further adventures and quests.",
			"",
			"For example, a powerful evil NPC might owe your character's dead grandmother a favor and plot to discreetly eliminate your character before you learn of this debt and try to collect on it. If your character survives long enough to discover the NPC's motives, the favor may be of great benefit. Similarly, clues might surface implicating a dead ancestor in a terrible crime, prompting the local governor to place your character on trial in his stead because of a law that allows punishing descendants for an ancestor's offenses. To survive, your character needs to delve into your family history in order to clear the ancestor's name (and save your life), perhaps recovering a forgotten title or long-lost heirloom as a reward.",
			"",
			"By drawing both positive and negative consequences from your character's past, the GM can present a nuanced and realistic portrayal of your character's legacy, while simultaneously producing scenarios versatile enough to capture the interest of the other PCs."
		],
		"parent_topics": [
			"advanced_player_topics",
			"lineage"
		],
		"siblings": [
			"developing_your_family",
			"complicated_and_dysfunctional_families",
			"family_values",
			"including_families_in_the_game",
			"support_and_obligation",
			"inheritance",
			"family_members_as_foes",
			"death_in_the_family",
			"famous_lineages"
		]
	},
	"retirement": {
		"name": "Retirement",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/186}",
			"",
			"Every hero's journey comes to an end. Ideally this happens at the conclusion of the campaign, but not every hero makes it that far. Some are crippled in battle, killed without the possibility of resurrection, or altered beyond recognition by foul magic. Others lose the will to adventure or their motives for adventuring become irrelevant. Characters can also fall by the wayside for out-of-game reasons, such as a player's schedule changing and preventing participation or the player losing interest in playing the character or the game.",
			"",
			"When this happens, you have an opportunity beyond the character walking off into the sunset: you can work with the GM to turn her into an NPC. If you choose this, you're left with questions to answer. Where does she go? What does she do when not adventuring? Similarly, the GMs is presented with an intriguing dilemma: should the retired character be involved in the campaign as an NPC, and if so, how?",
			"",
			"Using ex-PCs to develop the world and advance the story is an easy way to establish a personal connection between the players and the setting, yet overusing them can steal the focus of the campaign away from the active PCs. The GM must also take the desires of the character's player into account, as few enjoy seeing a favorite PC portrayed poorly.",
			"",
			"The decision to include ex-PCs is not one to make lightly, but the benefits typically far outweigh the risks. Continuing to use ex-PCs reinforces the idea that characters' actions have real and vital consequences for the game world, even after the last battle."
		],
		"parent_topics": [ "advanced_player_topics" ],
		"subtopics": [
			"the_simple_life",
			"relationship_to_the_pcs",
			"taking_a_different_path",
			"betrayal"
		],
		"siblings": [
			"companions",
			"lineage",
			"retirement",
			"retraining",
			"young_characters"
		]
	},
	"the_simple_life": {
		"name": "The Simple Life",
		"subtitle": "Retirement, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/186}",
			"",
			"When most people think of retired adventurers, they think of the explorer-turned-tavern owner or the seasoned veteran who now patrols the streets as sheriff. These are characters who turned away from excitement and danger to live simpler, safer lives within the confines of civilization. This is an excellent option for PCs who have strong ties to a particular settlement or who possess skills or abilities that would be of use in the world outside the dungeon. If you're interested in having your PC retire this way, work with the GM to determine what sort of occupation your character can pursue and what location in the campaign world is best for that role.",
			"",
			"The GM should consider what impact the ex-PC has on the region. If a 3rd-level wizard moves to a thorp or hamlet he will make waves, but he would have hardly any effect on a large town or city. On the other hand, a newly arrived 15th-level cleric radically alters the social and political structures of just about any region unless the character takes great pains to be unobtrusive. The GM should discuss with you what the character's goals for retirement are and how he plans to accomplish them. For example, does he want to build or buy a home or business? Will he build it himself or hire local workers? Does the PC plan to marry? Have or adopt children? What relationship does he want to have with the local NPCs? Will he participate in politics? Answering these questions helps ensure the character becomes a part of the setting rather than forgotten or a tacked-on addition."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retirement"
		],
		"siblings": [
			"the_simple_life",
			"relationship_to_the_pcs",
			"taking_a_different_path",
			"betrayal"
		]
	},
	"relationship_to_the_pcs": {
		"name": "Relationship to the PCs",
		"subtitle": "Retirement, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/186}",
			"",
			"You need to consider your retired PC's relationship with the remaining PCs, including your new character if you have one. If your PC left on good terms, the party members now have a friendly contact to call upon for advice or assistance. The retired PC can also serve as a convenient mouthpiece when the GM needs to relay plot-relevant information to the players. However, the GM should take care not to let your retired PC have too much of an active role in the campaign - the point of retiring is to retire, and if your old character is involved almost as much as your current character that means you're getting twice as much time in the spotlight as the other players.",
			"",
			"Your retired PC isn't automatically best friends with your new character and shouldn't be the source of free gold, magic items, or spellcasting (but see the {rule/Lineage} section for information about handling inheritance from earlier PCs). You should think of your retired PC as an allied NPC - to keep things fair, you need to make Diplomacy checks to gain significant favors, and the GM is the final arbiter of how much assistance your old PC is willing to offer based on the needs of the campaign."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retirement"
		],
		"siblings": [
			"the_simple_life",
			"relationship_to_the_pcs",
			"taking_a_different_path",
			"betrayal"
		]
	},
	"taking_a_different_path": {
		"name": "Taking a Different Path",
		"subtitle": "Retirement, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/186}",
			"",
			"A character that stops being a PC doesn't have to quit adventuring; that PC just isn't part of the main adventuring party anymore. A devout mystic might leave the group to undertake a sacred pilgrimage for her church, or a savage warrior may return to her homeland to defend her tribe from foreign invaders. This type of retirement works best for an individualistic character or one whose adventuring motives are independent of the group's overall goals. The ex-PC may not have a direct role to play in the group's future efforts, but that doesn't mean she can't continue to influence the campaign.",
			"",
			"An easy way for the GM to keep the departed character relevant is to make sure the other PCs are informed about her activities. She might send letters or magical messages (such as from sending) to the other PCs, or the PCs may hear news and rumors about her from bards and through town gossip (especially when they're in the retired PC's territory). These tales could be realistic or bombastic, depending on the personality of the retired PC. As a general rule, they shouldn't overshadow the accomplishments of the active PCs - the goal should always be to inform or entertain the PCs rather than have the retired PC steal the spotlight.",
			"",
			"This approach gives the GM an excellent avenue to foreshadow future developments in the campaign, or to steer the party into further adventures. For example, the PCs might hear that their old ally sold several sets of Large weapons and armor in a nearby town, and when the PCs reach that area they are attacked by a gang of hill giants. Using retired PCs to flesh out the local history and legends also gives the campaign a stronger sense of continuity.",
			"",
			"Whether the news is true or just a fabrication is of course up to the GM and the player who created the ex-PC. The retiree might leave to deal with some issue from her past or to battle some threats she is particularly suited to confront. Alternatively, she might choose to aid the group in a less direct way, such as by tracking down leads about campaign villains on behalf of the active PCs or tying up loose ends they leave behind (such as chasing down the last few cultists fleeing a temple the PCs destroyed). The retired character might even be fighting a second front against a common foe with or without the PCs being aware."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retirement"
		],
		"siblings": [
			"the_simple_life",
			"relationship_to_the_pcs",
			"taking_a_different_path",
			"betrayal"
		]
	},
	"betrayal": {
		"name": "Betrayal",
		"subtitle": "Retirement, Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/187}",
			"",
			"Not all retired characters work to aid the PCs. Your character might harbor some grudge against her old teammates or even outright turn against them given the proper impetus, especially if there were personality conflicts in the group. Foes who were once friends make dangerous opponents, since they know the party's weaknesses. Using former PCs as campaign villains has two great advantages. First, the GM saves time by having a character sheet that is generally a little more powerful than a standard NPC of the same level. Second, the PC-turned-villain instantly engages the players' emotions. However, the latter reason is exactly why the GM should be careful using ex-PCs as villains. Repeated betrayals lose their potency quickly, and might leave players feeling jaded, cynical, or suspicious of any new PC who joins the group. The GM should have the permission of the retired PC's player (obtained discreetly, so as to not spoil the surprise), as many players won't like seeing their heroes turned into villains. Of course, it is also possible for the GM to coordinate with a player to introduce a new PC that they both want to turn into a villain after he spends a stint in the party.",
			"",
			"A good betrayal is unexpected but believable in hindsight. This form of retirement works well for a character the party would not immediately suspect, so long as the GM and player can construct a rational motive. Sometimes the circumstances make this easy. A character left for dead or believed killed in battle might survive and swear revenge on the friends who abandoned him. He could return as an undead creature to (quite literally) haunt the PCs, or return in a different form, such as a flesh golem. If no obvious motive for betrayal presents itself, the GM should consider what the ex-PC values most, and use that information to turn the character against the party. Even the most righteous characters may turn against former friends under the right circumstances. Perhaps the villains are holding the character's family hostage to force compliance, or perhaps it's something as simple as a well-placed {spell/suggestion} effect, a {spell/dominate person} spell, or demonic possession.",
			"",
			"The key to making the most of a retired character's betrayal is for the GM to tie it in with the campaign story. A former PC that acts alone is good for one fight or a tense roleplaying scene, but not much more than that. One who becomes a recurring villain, however, gives the PCs another hook to get involved with the story and lets the players act on their feelings of betrayal. It also gives them the opportunity to bring the former PC to justice - or offer redemption."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retirement"
		],
		"siblings": [
			"the_simple_life",
			"relationship_to_the_pcs",
			"taking_a_different_path",
			"betrayal"
		]
	},
	"retraining": {
		"name": "Retraining",
		"subtitle": "Player Guidance",
		"tags": "changing your character features",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/188}",
			"",
			"If you are unsatisfied with a feat, skill, archetype, or class ability you chose, you may spend time in intense training to trade the old ability for a new one. Though it is time-consuming and expensive, this allows you to alter aspects of your character without extreme magic or a traumatic event.",
			"",
			"Retraining takes all your attention for 8 hours per day for a number of days based on what you're retraining. You can't perform any other strenuous activities while retraining, such as marching, adventuring, or crafting magic items. You can retrain only one thing at a time; you must complete or abandon a particular training goal before starting another one. Abandoning unfinished training means you lose all progress toward that training's goal and all costs associated with that training.",
			"",
			"Unless stated otherwise, retraining costs gp equal to 10 &times; your level &times; the number of days required to retrain. This is normally paid in full at the start of the retraining period, but the GM might allow you to divide these payments over multiple days. At the GM's discretion, this training cost could be up to 50% higher or lower, depending on situational factors within the settlement: availability of trainers, local economy, cost of materials, and so on.",
			"",
			"Some retraining options require you to work with a trainer. If no suitable trainer is available, the GM might allow you to retrain yourself by spending twice the normal time. Even if you train yourself, you must still pay the cost for training (though you don't double the cost as you do the time). Any option that requires a trainer also requires some kind of training facility for that activity (such as a Dojo; see {rule/Rooms}).",
			"",
			"When you use retraining to replace some aspect of your character, you must meet all prerequisites, requirements, and considerations for whatever you're trying to acquire. For example, a 6th-level rogue can't use retraining to learn the {feat/Weapon Specialization} feat because only fighters can choose that feat. When retraining multiple character options (class features, feats, classes, etc.) in one continuous period, all of the new selections are made at the end of that period in an order decided by the player. If this period is interrupted for any reason all choices must be made immediately. In this way players can retrain class features and their prerequisites at the same time.",
			"",
			"Unless otherwise specified, there is no limit to how many times you can use retraining. Options that specify \"one\" of something refer to once per retraining session, not a campaign-wide limitation. For example, a barbarian can retrain one rage power per training session, and when she finishes a session she can start another retraining session to retrain that rage power or another one.",
			"",
			"Some of the options listed below involve retraining features of your character that are essentially permanent parts of your heritage, such as a sorcerer's bloodline. The cost of retraining these things presumably includes magical or alchemical alterations to your body. The GM might rule that these changes are unavailable in the campaign, are only available under rare circumstances, take longer, are temporary, require some sort of quest, or are more expensive than the listed cost."
		],
		"parent_topics": [ "advanced_player_topics" ],
		"subtopics": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		],
		"siblings": [
			"companions",
			"lineage",
			"retirement",
			"retraining",
			"young_characters"
		]
	},
	"ability_score_increase": {
		"name": "Retraining Ability Score Increases",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/188}",
			"",
			"You may retrain an ability score increase gained at level 4, 8, 12, 16, or 20. This takes 5 days. At the end of the training period, remove the +1 bonus from the original ability score and add it to a different ability score. If this retraining means you no longer qualify for a feat, prestige class, or other ability you have, you can't use that feat, prestige class, or ability until you meet the qualifications again. (You can retrain that feat, prestige class, or other ability separately.)"
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"archetype": {
		"name": "Retraining Archetypes",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/189}",
			"",
			"You can use the retraining rules to acquire an archetype for your class or abandon an archetype you have.",
			"",
			"To gain an archetype that replaces standard class abilities you already have, you must spend 5 days for every alternate class feature you would add, subtract, or replace by taking that archetype. At the end of the training period, you lose the standard class features and replace them with the archetype's alternate class features (if any).",
			"",
			"To abandon an archetype, you must spend 5 days for every alternate class feature you already have from that archetype. At the end of the retraining, you lose the archetype's class features and gain the standard class features for the class.",
			"",
			"Swapping one archetype for another requires two retraining sessions: one to abandon the archetype, and then one to gain the new one.",
			"",
			"Note that you don't have to use the retraining rules to take an archetype if your class level is low enough that the archetype doesn't modify any of your current class abilities. For example, if you're a 1st-level fighter who wants the {arc-fighter/archer/ archetype}, that archetype doesn't replace any class abilities until fighter level 2, so you don't need to use the retraining rules at all; once you reach 2nd level, you can just decide to take the archer archetype.",
			"",
			"**Example:** Logan's 4th-level fighter has the {arc-fighter/archer/ archetype}. Because he is 4th level, he has two alternative class features from his archetype (hawkeye at 2nd level and trick shot at 3rd level), so he must spend 10 days and 400 gp retraining to abandon this archetype. If he were 5th level, he would also have the expert archer alternative class feature, which would increase his retraining to 15 days and 750 gp."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"class_feature": {
		"name": "Retraining Class Features",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/189}",
			"",
			"Many choices you make about your class features can be retrained. It takes 5 days to retrain one class feature. Training requires spending time with a character of your class whose class level is at least 1 higher than yours and who has the class feature you want. For example, if you are a 5th-level illusionist wizard and want to become a necromancer, you must train with a necromancer of at least 6th level.",
			"",
			"Retraining a class feature means you lose the old class feature and gain a new one that you could otherwise qualify for at that point in your level advancement. For example, if you want to retrain your paladin's fatigued mercy (which she gained at 3rd level), you can replace it only with another mercy from the 3rd-level list. If at 6th level you learned the sickened mercy (which is on the 3rd-level list), you may replace it with a mercy from the 3rd- or 6th-level list (because you are replacing a 6th-level mercy slot which you spent on a 3rd-level mercy).",
			"",
			"The class feature you wish to retrain can't be one that you used as a prerequisite for a feat, class feature, archetype, prestige class, or other ability. You must retrain those elements separately before you can retrain this class feature.",
			"",
			"If an archetype or variant class feature replaces the listed class feature, at the GM's discretion you may retrain that alternative class feature for an equivalent variant class feature. For example, {ability/inquisitions} exist, which inquisitors can select in place of a domain, and the inquisitor entry below allows you to retrain your chosen domain, so you are allowed to instead retrain an inquisition, swapping it for a domain or another inquisition.",
			"",
			"Class features you can retrain are as follows (some entries also call out other retraining options that are significant for the class in question, such as {rule/retraining |feat/s} for fighters, skill ranks for rogues, or spells known for sorcerers).",
			"",
			"***Alchemist:*** Retrain one discovery.",
			"",
			"***Antipaladin:*** Retrain one cruelty, or retrain your fiendish bond, replacing your bonded weapon for a fiendish servant or vice versa.",
			"",
			"***Barbarian:*** Retrain one rage power.",
			"",
			"***Bard:*** Retrain one type of Perform skill associated with your versatile performance class feature. See also [retraining skill ranks](rule/skill_ranks) and [retraining spells known](rule/spells_known).",
			"",
			"***Cavalier:*** You can change your order; the rules for this are found on the [Order page](ability/orders). See also {rule/retraining |feat/s}.",
			"",
			"***Cleric:*** Retrain one domain; the new domain must be one granted by your deity. Doing so replaces your list of domain spells and your domain granted powers. If you are a neutral cleric of a neutral deity, you can instead retrain whether you channel positive or negative energy, which also changes whether you spontaneously cast *cure* spells or *inflict* spells.",
			"",
			"***Druid:*** Retrain your nature's bond, replacing your domain with an animal companion or vice versa. You can instead retrain one domain; the new domain must be available to your class or archetype. Doing so replaces your list of domain spells and your domain granted powers.",
			"",
			"***Fighter:*** Retrain one fighter weapon group you chose for your weapon training class feature. See also {rule/retraining |feat/s}.",
			"",
			"***Gunslinger:*** Retrain one firearm type you selected for gun training, or retrain one deed you selected for true grit. See also {rule/retraining |feat/s}.",
			"",
			"***Inquisitor:*** Retrain one domain; the new domain must be one granted by your deity or ethos. Doing so replaces your domain granted powers. See also {rule/retraining |feat/s} and [retraining spells known](rule/spells_known).",
			"",
			"***Magus:*** Retrain one magus arcana.",
			"",
			"***Monk:*** See {rule/retraining |feat/s}.",
			"",
			"***Ninja:*** Retrain one ninja trick or master trick.",
			"",
			"***Oracle:*** Retrain one revelation. You can instead retrain whether you add all *cure* spells or all *inflict* spells to your spell list. See also [retraining spells known](rule/spells_known).",
			"",
			"***Paladin:*** Retrain one mercy, or retrain your divine bond, replacing your bonded weapon with a bonded mount or vice versa.",
			"",
			"***Ranger:*** Retrain one favored enemy. This takes 5 days for each +2 bonus you have against the favored enemy you are replacing.",
			"",
			"You can instead retrain your combat style. This replaces all your current combat style bonus feats. This training takes 5 days for every combat style feat you are replacing. You can instead retrain one favored terrain. This training takes 5 days for each +2 bonus you have in the favored terrain you are replacing.",
			"",
			"You can instead retrain your hunter's bond, replacing your companions bond with an animal companion or vice versa.",
			"",
			"See also {rule/retraining |feat/s}.",
			"",
			"***Rogue:*** Retrain one rogue talent or advanced rogue talent.",
			"",
			"***Samurai:*** Retrain the weapon you chose for your weapon expertise class ability. You can change your samurai order; the rules for this are on the [Order page](ability/orders). See also {rule/retraining |feat/s}.",
			"",
			"***Sorcerer:*** Retrain your bloodline. Doing so replaces your bonus spells, bloodline arcana, bloodline feats, and bloodline powers. This training takes 5 days for every bonus feat, bloodline arcana, and bloodline power you lose from changing bloodlines. See also {rule/retraining |feat/s} and [retraining spells known](rule/spells_known).",
			"",
			"***Summoner:*** Retrain one eidolon evolution. You can instead retrain your eidolon's base form, but if the eidolon has an evolution that requires its original base form, you must first retrain that evolution in exchange for one without that requirement. See also [retraining spells known](rule/spells_known).",
			"",
			"***Witch:*** Retrain one hex, major hex, or grand hex.",
			"",
			"***Wizard:*** Retrain your arcane bond by replacing one bonded item with another, replacing your bonded item with a familiar, or replacing your familiar with a bonded item. See also {rule/retraining |feat/s}.",
			"",
			"You can instead retrain your arcane school (including changing to or from a universalist). Doing so replaces your school's bonus spell slots and school powers. This training takes 5 days for every school power you lose from changing schools.",
			"",
			"### Other Classes",
			"",
			"There are no official guidelines for Shifter or Vigilante, nor the hybrid and Occult classes, as they were published after this sourcebook. The following are non-official suggestions:",
			"",
			"- **Shifter:** Retrain one aspect into another.",
			"- **Vigilante:** Retrain a social talent into another social talent, or a vigilante talent into another vigilante talent. Alternately, retrain your specialization from being an avenger into being a stalker, or vice versa; this replaces all vigilante talents that are unique to your current specialization, and takes 5 days for every level of Vigilante you have, plus an additional 5 days for each talent you must replace.",
			"- **Arcanist:** Retrain an exploit or greater exploit",
			"- **Bloodrager:** Retrain your bloodline. Doing so replaces your bonus spells, bloodline feats, and bloodline powers. This training takes 5 days for every bonus feat and bloodline power you lose from changing bloodlines.",
			"- **Brawler:** Retrain a maneuver training choice. This takes 5 days for every +1 bonus you currently have in the maneuver. (For example, if you have +3 to grapple, +2 to sunder and +1 to bull rush, it takes 5 days to retrain bull rush, 10 days to retrain sunder, and 15 days to retrain grapple.) If you wish to swap the bonuses you have between two maneuvers, it takes 5 days for every +1 difference between them. (For example, it would take 5 days to change grapple to +2 and sunder to +3, 5 days to change sunder to +1 and +2 to bull rush, or 10 days to change grapple to +1 and bull rush to +3.",
			"- **Hunter:** Retrain a single bonus trick known by your animal companion.",
			"- **Investigator:** Retrain one investigator talent into another.",
			"- **Shaman:** Retrain one hex into another. Alternatively, you can retrain your chosen spirit. This takes 5 days for the basic spirit, 10 days for the greater spirit, 15 days for the true spirit, or 20 days if you're at 20th level and have manifestation powers. In addition, you can only choose your new spirit as your wandering spirit until you complete retraining. Hexes specific to your old spirit become unusable, and must be retrained separately.",
			"- **Skald:** Retrain one type of Perform skill associated with your versatile performance class feature, or retrain one rage power. Alternately, you can learn a bardic masterpiece by retraining away a feat or spell, or lose a masterpiece to gain back the feat or spell lost.",
			"- **Slayer:** Retrain one slayer talent or advanced talent.",
			"- **Swashbuckler:** Retrain a renowned deed back into the deed or deeds it replaced, or vice versa. Alternately, retrain a dare into a swashbuckler bonus feat, or vice versa.",
			"- **Warpriest:** Retrain one blessing; the new blessing must be one granted by your deity. If you are a neutral warpriest of a neutral deity, you can instead retrain whether you spontaneously cast *cure* spells or *inflict* spells, which also changes what your fervor does and whether you channel positive or negative energy.",
			"- **Kineticist:** Retrain a utility wild talent, or your choice of metakinetic mastery. Or, you can instead retrain an expanded element choice, which takes 5 days. If you have expanded your primary element twice, you may retrain once to remove the 15th-level benefit, then retrain again to remove the 7th-level benefit. In any event, this also retrains any utility talents directly granted by Expanded Element; any other talents you no longer qualify for must be retrained separately.",
			"- **Mesmerist:** Retrain one choice of bold stare.",
			"- **Occultist:** Retrain an implement school or panoply. You cannot retrain an implement school into a panoply if it would leave you with fewer than two implement schools.",
			"- **Psychic:** Retrain a phrenic amplification, or retrain a psychic discipline; the latter takes 5 days for every bonus spell the discipline grants, and an additional 5 days if this changes the ability score your phrenic pool uses.",
			"- **Spiritualist:** If you want to retrain a connection to a different phantom with a different emotional focus, treat this as retraining class levels. Since phantoms are jealous, this is treated as switching to a class with no synergy. Once you begin, the phantom abandons you and you cannot use any phantom-related powers until you fully retrain at least one level (seven days), at which point you gain the phantom-related powers of a 1st-level spiritualist. You gain more powers with every retrained level until you've retrained all of them.",
			"- **Medium:** There are no special class features to retrain, though you may retrain bonus feats, spells known, etc, such as any other character could."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"class_level": {
		"name": "Retraining Class Levels",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/190}",
			"",
			"One of the most critical choices you can make about your character is what class to choose when you gain a level.",
			"",
			"In general, it takes 7 days to retrain one level in a class into one level in another class. Some classes are more suited for this kind of retraining, as they have a similar focus or purpose: this is called retraining synergy. If your old class has retraining synergy with your new class, retraining that class level takes only 5 days instead of 7 days. Determine class retraining synergies according to Table 3-8: Retraining Synergies.",
			"",
			"Most prestige classes have retraining synergy with base classes that share their common class features. For example, the arcane trickster prestige class requires and advances arcane spellcasting, so it has retraining synergy with all arcane spellcasting classes. It also requires and advances sneak attack, so it has retraining synergy with classes that grant sneak attack. The GM is the final arbiter of whether or not a prestige class has retraining synergy with a base class, but should err on the side of generosity; if you would rather spend time retraining levels over and over again instead of adventuring, that is your choice.",
			"",
			"### Table 3-8: Retraining Synergies",
			"",
			"| Old Class | New Class |",
			"| --- | --- |",
			"| Alchemist | Magus, rogue, witch, wizard |",
			"| Barbarian | Cavalier, fighter, ranger |",
			"| Bard | Oracle, rogue, sorcerer |",
			"| Cavalier | Barbarian, fighter |",
			"| Cleric | Druid, inquisitor, oracle, paladin |",
			"| Druid | Cleric, oracle, ranger |",
			"| Fighter | Barbarian, cavalier, gunslinger, magus, monk, paladin, ranger, rogue |",
			"| Gunslinger | Fighter, ranger |",
			"| Inquisitor | Cleric, paladin, ranger |",
			"| Magus | Alchemist, fighter, wizard |",
			"| Monk | Fighter, rogue |",
			"| Oracle | Bard, cleric, druid, paladin, sorcerer |",
			"| Paladin | Cleric, fighter, inquisitor, oracle |",
			"| Ranger | Barbarian, druid, fighter, gunslinger, inquisitor |",
			"| Rogue | Alchemist, bard, fighter, monk |",
			"| Sorcerer | Bard, oracle, summoner, witch, wizard |",
			"| Summoner | Sorcerer, witch, wizard |",
			"| Witch | Alchemist, sorcerer, summoner, wizard |",
			"| Wizard | Alchemist, magus, sorcerer, summoner, witch |",
			"",
			"Training requires spending time with a character who has at least 1 more level in the class you're retraining than your current level in that class. If no trainer is available (such as if you are at the highest level for that class), you still have the option to retrain without a trainer by spending double the time.",
			"",
			"When you retrain a class level, you lose all the benefits of the highest level you have in that class. You immediately select a different class, add a level in that class, and gain all the benefits of that new class level.",
			"",
			"This retraining does not allow you to reselect the feats your character gains at odd levels or the ability score increases your character gains every four levels (though you can retrain those options separately). If retraining a class level means you no longer qualify for a feat, prestige class, or other ability you have, you can't use that feat, prestige class, or ability until you meet the qualifications again. (You can still retrain that feat, prestige class, or other ability.)",
			"",
			"**Example:** Mark is playing a ranger 5/rogue 2, and has decided he'd like to retrain one of his ranger levels into a rogue level (so he has to find a 3rd-level rogue). When he completes the training, he immediately loses all benefits from taking ranger level 5 (base attack bonus, saving throw bonuses, Hit Dice, hit points, skill ranks, and class features), then gains 1 level in rogue, immediately gaining all the benefits of rogue level 3. Mark's character is now a ranger 4/rogue 3. This retraining did not change Mark's 7th-level feat.",
			"",
			"If you are retraining a level in an NPC class (adept, aristocrat, commoner, or expert) to a level in any other class, the training takes only 3 days. This allows an NPC soldier to begin her career as a warrior and eventually become an officer who is a single-classed fighter, and for a younger character to start out with one commoner or expert level and become a 1st-level adventurer with a PC class when he reaches adulthood (see {rule/Young Characters}).",
			"",
			"### Other Classes",
			"",
			"There are no official guidelines for Shifter or Vigilante, nor the hybrid and Occult classes, as they were published after this sourcebook. The following are non-official suggestions:",
			"",
			"- Shifter has synergy with druid and ranger.",
			"- Vigilante has synergy with rogue and fighter.",
			"- Hybrid classes have synergy with their parent classes, and the classes their parents have synergy with.",
			"- Kineticist has synergy with monk and the occult classes.",
			"- Medium has synergy with oracle and the occult classes.",
			"- Mesmerist has synergy with bard and the occult classes.",
			"- Occultist has synergy with wizard and the occult classes.",
			"- Psychic has synergy with sorcerer and the occult classes.",
			"- Spiritualist has synergy with summoner and the occult classes."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"feat": {
		"name": "Retraining Feats",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/191}",
			"",
			"You may change one feat to another through retraining. Retraining a feat takes 5 days with a character who has the feat you want. The old feat can't be one you used as a prerequisite for a feat, class feature, archetype, prestige class, or other ability. If the old feat is a bonus feat granted by a class feature, you must replace it with a feat that you could choose using that class feature.",
			"",
			"Note that this retraining is unrelated to the fighter ability to learn a new bonus feat in place of an old one at certain class levels. That class ability is free, happens instantly when the character gains an appropriate fighter level, doesn't require a trainer, and can happen only once for any appropriate fighter level. Retraining a feat requires you to spend gp, takes time, requires a trainer, and can happen as often as you want."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"hit_points_ucp": {
		"name": "Retraining Hit Points",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/191}",
			"",
			"Sometimes the dice aren't in your favor when you gain a level and the hit points you roll are especially low. Unlike retraining other character abilities, retraining hit points doesn't involve replacing an existing ability with a new one, it just increases your maximum hit points.",
			"",
			"Retraining hit points takes 3 days and requires you to spend time at a martial academy, monk monastery, or with some kind of master of combat who is at least one level higher than you. At the end of the training period, increase your hit points by 1. You can retrain hit points only if your maximum hit point total is less than the maximum possible hit point total for your character.",
			"",
			"**Example:** If you are a fighter 5 with Constitution 14 and you haven't allocated any of your favored class bonus to hit points, your maximum possible hit point total is 60: (d10 HD + 2 from Constitution) &times; 5 levels. If your maximum hit point total is already 60, you can't retrain hit points because you are already at the limit. If you took the {feat/Toughness} feat, you would gain 5 hit points and your maximum possible hit point total would also increase by 5, which means your ability to retrain hit points would be the same as without the feat."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"new_language": {
		"name": "Retraining a New Language",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/191}",
			"",
			"You can spend time to learn an additional language. It takes 20 days of training to gain a bonus language, and these days need not be consecutive. Each language requires a trainer who shares a language with you and knows the language you want to learn, or a book written in a language you know that explains the basics of the language you want to learn.",
			"",
			"The new language does not count toward your maximum number of languages (racial languages + bonus languages from Intelligence + Linguistics ranks). You can train this way only a number of times equal to 1 + your Intelligence bonus."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"racial_trait": {
		"name": "Retraining Racial Traits",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/191}",
			"",
			"If your campaign uses alternate racial traits, you can retrain a racial trait. This takes 20 non-consecutive days and requires a trainer with the racial trait you want. The replacement trait must be an appropriate one from your racial list. The old and new racial traits must replace the same standard racial trait. For example, the [magic resistant and stubborn alternate dwarven traits replace the hardy standard trait](race/dwarf), so you can retrain one of those for the other."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"skill_ranks": {
		"name": "Retraining Skill Ranks",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/191}",
			"",
			"You can retrain skill ranks you have assigned to skills. Retraining skill ranks takes 5 days. When the training period ends, reassign a number of skill ranks up to your Intelligence bonus (minimum 1), removing them from your existing skill (or skills) and adding them to a different skill (or skills).",
			"",
			"If retraining skill ranks means you no longer qualify for a feat or other ability you have, you can't use that feat or ability until you meet the qualifications again. (Or you can retrain that feat or other ability.)"
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"spells_known": {
		"name": "Retraining Spells Known",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/191}",
			"",
			"If you are a spontaneous spellcaster (such as a bard, oracle, sorcerer, or summoner), you can retrain a spell known. This retraining takes 2 days per spell level of the new spell (or 1 day in the case of a cantrip or orison) and requires a trainer who can cast the spell you want. The trainer must cast the same kind of spells as you do (arcane or divine).",
			"",
			"The spell with which you're replacing the previous spell must be another from your class spell list. The new spell must be one you could place in the old spell's spell slot. Note that this retraining is unrelated to the ability of sorcerers (or other spontaneous spellcasters) to learn a new spell in place of an old one at certain class levels. That class ability is free, happens instantly when the character gains an appropriate level in the spellcasting class, doesn't require a trainer, and can happen only once for any appropriate class level. Retraining a spell known requires you to spend gp, takes time, requires a trainer, and can happen as often as you want."
		],
		"parent_topics": [
			"advanced_player_topics",
			"retraining"
		],
		"siblings": [
			"ability_score_increase",
			"archetype",
			"class_feature",
			"class_level",
			"feat",
			"hit_points_ucp",
			"new_language",
			"racial_trait",
			"skill_ranks",
			"spells_known"
		]
	},
	"young_characters": {
		"name": "Young Characters",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/194}",
			"",
			"Not all fantasy characters have the luxury of waiting until adulthood to begin their adventuring careers - take Arya Stark, Sabriel the Abhorsen, the Pevensie siblings, and Harry Potter, for example. The dangers of fantasy worlds don't discriminate between the ages of those they threaten. Even the infant Hercules had to strangle the serpents Hera sent to kill him in his crib. But though they're often underestimated, such youths are rarely the ready victims they're often treated as. By default, newly made characters are adults, their ages randomly assigned or at least influenced by [Table 7-1: Random Starting Ages](rule/age). However, should you wish to play a young prodigy getting an early start on her legend, the rules here detail how to bring such a character to life."
		],
		"parent_topics": [ "advanced_player_topics" ],
		"subtopics": [
			"creating_young_characters",
			"leaving_youth_behind",
			"considerations_of_youth"
		],
		"siblings": [
			"companions",
			"lineage",
			"retirement",
			"retraining",
			"young_characters"
		]
	},
	"creating_young_characters": {
		"name": "Creating Young Characters",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/194}",
			"",
			"Young characters are essentially normal characters with an age category younger than any presented in the Core Rulebook. Characters of this age category are able and intelligent, curious and talented, but not yet experienced or worldly. They are on the threshold of great things, but still a step away. This youthfulness is represented in three ways: ability score adjustments, restrictions to available classes, and slower trait acquisition.",
			"",
			"***Ability Score Adjustments:*** In the same way an adult character gains adjustments to her ability scores as she reaches middle, old, and venerable age, a young character occupies a new pre-adulthood age category, and therefore has altered physical ability scores, though the vigor of youth does grant some benefit. A young character has a +2 bonus to Dexterity and a -2 penalty to Strength, Constitution, and Wisdom. (A young character's potential inexperience and awkwardness are represented by having only the skill ranks of a 1st-level character rather than taking a penalty to Intelligence or Charisma.)",
			"",
			"When a young character reaches adulthood (see Table 3-9: Random Young Starting Ages), she loses these ability score adjustments.",
			"",
			"***Available Classes:*** A young character does not have access to the same classes as adult characters. Not yet trained in the advanced techniques of war, arcana, faith, and varied other pursuits, a young character is a squire, apprentice, acolyte, or student on the path to expertise. As such, you can select only NPC classes while in this age category, beginning play and advancing in level as an {npcclass/adept}, {npcclass/aristocrat}, {npcclass/commoner}, {npcclass/expert}, or {npcclass/warrior}, according to your interests and social background. As soon as you reach adulthood, though, you may retrain those NPC class levels as levels in any base classes of your choosing (see {rule/Retraining}).",
			"",
			"***Traits:*** Because {rule/character |traits} represent your character's background before becoming an adventurer, the GM might limit you to selecting only one trait at 1st level instead of the normal two traits allowed. When your character reaches adulthood, you select your second trait. Note that normally you can select a new trait after 1st level only if your character takes the {feat/Additional Traits} feat, so this option allows you more flexibility in choosing your second trait, as recent events in the campaign might make some of your trait options more valuable than they originally appeared when the campaign started.",
			"",
			"### Table 3-9: Random Young Starting Ages",
			"",
			"| Race | Youth[^1] | Aristocraft, Commoner, Expert | Adept, Warrior | Adulthood[^2] |",
			"| --- | --- | --- | --- | --- |",
			"| Human | 8 years | +1d6 | +2d3 | 15 years |",
			"| Dwarf | 20 years | +2d6 | +4d4 | 40 years |",
			"| Elf | 55 years | +4d6 | +6d6 | 110 years |",
			"| Gnome | 20 years | +4d4 | +3d6 | 40 years |",
			"| Half-Elf | 10 years | +1d4 | +1d6 | 20 years |",
			"| Half-Orc | 7 years | +1d6 | +2d3 | 14 years |",
			"| Halfling | 10 years | +1d6 | +2d4 | 20 years |",
			"",
			"[^1]: During youth, +2 Dex; -2 to Str, Con, and Wis.",
			"[^2]: At adulthood, ability score adjustments for young age are lost."
		],
		"parent_topics": [
			"advanced_player_topics",
			"young_characters"
		],
		"siblings": [
			"creating_young_characters",
			"leaving_youth_behind",
			"considerations_of_youth"
		]
	},
	"leaving_youth_behind": {
		"name": "Leaving Youth Behind",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/194}",
			"",
			"Unlike higher age categories, there are two common ways a young character might advance into adulthood.",
			"",
			"***Age:*** The simplest way for a young character to reach adulthood is by aging into new age thresholds. Table 3-9 includes the age when members of the core races reach adulthood. Once a character reaches that age, she loses the ability score adjustments related to youth and may retrain NPC classes. If you aren't playing one of the races from the Core Rulebook, find a race with the lifespan that most closely approximates that of your character's race and work with your GM to create reasonable age benchmarks for youth, adulthood, middle age, and beyond.",
			"",
			"***Reward:*** The pace at which characters gain experience varies widely from campaign to campaign. In one campaign, a character might gain multiple levels in a single month of in-game time, while in another a character might spend years at the same level. If adulthood were purely tied to the passage of time in a campaign, a young character might gain extensive adventuring experience but still be restricted to selecting only NPC classes.",
			"",
			"A GM may grant a young character the option of passing into the adult age category early after achieving some noteworthy goal. Potential accomplishments include surpassing your instructor's skill, defeating a powerful adult foe, overcoming a threat to your home, or completing a lengthy journey. The completion of a published module or adventure of similar length might warrant a youth advancing to adulthood, or perhaps attaining a certain level in an NPC class (perhaps at 3rd or 5th level). If your GM grants your young character the ability to advance into adulthood early, you may choose when to take advantage of that benefit. Your ability scores do not change to reflect your new age category until you retrain an NPC class level."
		],
		"parent_topics": [
			"advanced_player_topics",
			"young_characters"
		],
		"siblings": [
			"creating_young_characters",
			"leaving_youth_behind",
			"considerations_of_youth"
		]
	},
	"considerations_of_youth": {
		"name": "Considerations of Youth",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/195}",
			"",
			"You might choose to play a young character to gain insight into your PC's life or indulge a character concept you haven't tried. A GM might start your campaign at a young age to mimic adventures common in young adult fiction, video games, superhero teams from comics, and various other media. If you are thinking about playing a young character, consider the following points. The GM planning for this should be aware of and have methods of addressing each topic.",
			"",
			"***Roleplaying:*** Unlike modern society, which tends to treat even very competent youths like children, medieval societies usually treated children like adults as soon as they proved they were able to handle adult tasks and responsibilities. This means NPCs might treat a group of young PC adventurers just like they would treat adult adventurers, though any physical shortcomings could be a source of jokes or disdain.",
			"",
			"***Uneven Parties:*** NPC classes are not as powerful as PC classes. Therefore, if some players have young characters and others have adult characters, the adults in the group will be more powerful and have other advantages. Even if you are fine with playing an underpowered character, the other players in the group might not be okay with a weaker character tagging along, especially if your character's relative weakness potentially jeopardizes the group. Before you create a young character, make sure that all players are willing to accept a young character into the party.",
			"",
			"***Child Endangerment:*** It's one thing to throw traps, monsters, and deadly magic into the path of willing adults, but another thing to threaten young people with such dangers. Although fantasy fiction is filled with instances of peril giving juvenile characters the opportunity to be heroic and prove their potential, not all players are going to be comfortable with putting young characters in danger. Before including them in a game, the GM should discuss with the group whether or not this might negatively impact any players' enjoyment of the campaign.",
			"",
			"***Weakness:*** Young PCs are weaker than standard PCs. Published adventures are designed assuming PCs have the abilities, skills, flexibility, and full potential of base classes, making them too lethal for young characters. As a quick rule, the Average Party Level (APL) of a party of NPC-classed characters is approximately 2 character levels lower than that of a party of PC-classed characters of the same level."
		],
		"parent_topics": [
			"advanced_player_topics",
			"young_characters"
		],
		"siblings": [
			"creating_young_characters",
			"leaving_youth_behind",
			"considerations_of_youth"
		]
	}
}
