{
	"spells_of_the_wild": {
		"name": "Spells of the Wilderness",
		"subtitle": "Player Guidance",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/156}",
			"",
			"The might of magic is a great force of change and power, and most adventuring parties count one or more spellcasters among them. Since spells cover an incredible range of possibility, defining \"wilderness spells\" is a broad subject. In this section, spells accessible to nature-themed classes such as druids and rangers receive special attention. Spells that assist in navigating the less settled regions of the world and those that manipulate weather or terrain are also explored in greater detail.",
			"",
			"### Intrigue in the Wild",
			"",
			"Applications of several [intrigue-themed spells](rule/spells_of_intrigue) are also appropriate for wilderness campaigns. Intrigue-themed spells that are particularly appropriate for wilderness-heavy campaigns but were covered in that section include the following:",
			"",
			"- **{rule/Low-Level |Divinations}:** blood biography, create treasure map, detect poison, speak with animals, speak with plants",
			"- **{rule/Mid-Level |Divinations>_2}:** commune with nature, find the path, locate creature, stone tell"
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"low_level_play_levels_1_6",
			"mid_level_play_levels_7_12",
			"high_level_play_level_13"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		]
	},
	"low_level_play_levels_1_6": {
		"name": "Low-Level Play (Levels 1-6)",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/156}",
			"",
			"Many wilderness-appropriate spells are available as early as 1st level. These low-level spells are often disregarded, as many of them can be substituted with class abilities, equipment, and skills. Still, low-level spells (those of 3rd level and lower) can remain useful at high levels, especially because high-level characters can cast them far more frequently."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"spells_of_the_wild"
		],
		"subtopics": [
			"conjuration_uw_1",
			"divination_uw",
			"enchantment_uw",
			"transmutation_uw_1"
		],
		"siblings": [
			"low_level_play_levels_1_6",
			"mid_level_play_levels_7_12",
			"high_level_play_level_13"
		]
	},
	"conjuration_uw_1": {
		"name": "Conjuration",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/156}",
			"",
			"The benefit of many low-level conjuration spells is that they grant a wider range of versatility, letting the characters focus the spending of their hard-earned gold on items with effects that can't be replicated, rather than on mundane equipment.",
			"",
			"**{spell/Create Food and Water}:** As a 3rd-level cleric spell, *create food and water* is one of the most obvious choices for those looking to bypass some of the rigors of wilderness survival. The Survival skill often eclipses the worth of this spell, as succeeding at a simple DC 10 check allows for a character to provide food and water for herself without needing to expend a 3rd-level spell slot. At 5th level, it's not unlikely that a party member can regularly succeed at the DC 16 Survival check required to feed himself and three other party members. Imposing heavy penalties on Survival checks to get along in the wild is one way of making *create food and water* more valuable, and such adjustments are entirely appropriate in wasteland environments.",
			"",
			"There are several other ways to prolong the usefulness of *create food and water*. Armed with knowledge that the party will be entering a particularly inhospitable region, characters might want to stock up on conjured food and water. Repeated castings of *create food and water* can provide numerous meals, and by spending a few days, a party can create a stockpile of rations for a trip. Combined with the fact that {spell/purify food and drink} can be cast an unlimited number of times per day, stockpiling food and drink with these castings is an economically savvy way of saving both gold and hunting time.",
			"",
			"**{spell/Mount} and {spell/Phantom Steed}:** Few wilderness areas are entirely amenable to or completely inhospitable to mounts. Open groves and wildlife paths where mounts can roam free crisscross dense forests, while deserts often contain escarpments of jagged rocks that confound the most sure footed of creatures. The mutable nature of these wilderness regions makes the ability to summon a temporary mount particularly helpful. For routine journeys, *mount* can conjure a single mount for a character or be repeatedly cast to provide mounts for a whole party. Higher-level spellcasters benefit more from *phantom steed*, especially at 8th level, when the steed starts gaining extra movement-related abilities.",
			"",
			"**{spell/Neutralize Poison}:** First accessible by low-level druids, *neutralize poison* is useful as both a method of healing poison and a means to prevent poisoning from occurring in the first place. Using the spell as a means of detoxifying a creature is its most efficient application, since one casting of the spell prevents that creature from poisoning targets at all. It's also possible to use this spell to remove a poison applied to an object or from food or drink. The use of *neutralize poison* in this manner doesn't guarantee success, and it can be interesting to keep the DC of the targeted poison unknown, leaving the efficacy of a given casting in question.",
			"",
			"At a cost of 11,250 gp, a *wand of neutralize poison* makes for a practical, if unusual, weapon. When added into the arsenal of mobile melee classes, specifically those with ranks in Use Magic Device or supplementary spellcaster levels, such wands can be used to disable the poisons of wilderness-dwelling creatures. The forfeiture of an attack in order to strike a foe with a poison-neutralizing wand could mean the difference between life and death for a character who is facing repeated applications of poison."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"spells_of_the_wild",
			"low_level_play_levels_1_6"
		],
		"siblings": [
			"conjuration_uw_1",
			"divination_uw",
			"enchantment_uw",
			"transmutation_uw_1"
		]
	},
	"divination_uw": {
		"name": "Divination",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/157}",
			"",
			"There are only a few low-level divination spells specifically related to wilderness environments. Characters often ignore these spells, and instead they rely on class abilities or skills to replicate their effects. Introducing NPCs with access to these spells can highlight their utility to PCs who might otherwise see these spells as extraneous.",
			"",
			"**{spell/Detect Animals or Plants}:** This spell has a much larger range than {spell/detect evil}, beginning with a minimum area of a 440-foot cone. This spell also requires thinking of a specific kind of animal or plant, making it very specialized in its application. Further, it grants the caster the ability to see the current condition of a target, rather than just a sense of the creature's total power. A handy application of this spell is to monitor the health of allies, such as animal companions or plant creatures such as {race/ghoran/s} and {race/vine leshy/s}.",
			"",
			"**{spell/Detect Snares and Pits}:** As a concentration effect, this spell is more useful in low-stress situations. It cuts down on some of the monotony of having PCs attempt repeated Perception checks, but the spell's specific detection parameters mean that some skill checks are still required."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"spells_of_the_wild",
			"low_level_play_levels_1_6"
		],
		"siblings": [
			"conjuration_uw_1",
			"divination_uw",
			"enchantment_uw",
			"transmutation_uw_1"
		]
	},
	"enchantment_uw": {
		"name": "Enchantment",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/157}",
			"",
			"Low-level enchantment spells that are appropriate for wilderness campaigns most often focus on the manipulation of animal minds. Keep in mind that animals are often simple creatures, with simple thoughts driving their actions - drinking, eating, and sleeping being at the forefront of an animal's mind. Due to having average or lower Wisdom scores, certain kinds of animals can be especially prone to being affected by these spells.",
			"",
			"**{spell/Animal Messenger}:** This spell compels a Tiny animal to venture to a designated area, likely with an item in tow. The longer casting time of the spell makes it useless in combat situations but incredibly helpful in other situations. Delivery of an item via *animal messenger* isn't guaranteed, as the animal could be waylaid by other creatures or potentially find itself unable to follow directions to the intended area. As with most spells, it's important to understand that a PC shouldn't be penalized for the casting of such magic. If you, as the GM, decide to have an *animal messenger* fail to reach its intended destination, consider rewarding the PCs in another way. For example, the *animal messenger* might have been consumed by a local predator, and by finding the slain messenger, the PCs uncover the predator's stash of claimed trophies.",
			"",
			"**{spell/Calm Animals}, {spell/Charm Animal}, and {spell/Dominate Animal}:** Spells that can adjust the attitudes of animals have obvious uses as deterrents when traversing through wilderness environments. Simply calming or charming animals is often sufficient to travel through an area without harassment, while more powerful spells such as *dominate animal* can be used to deal with more dangerous or more immediate threats. Another insidious use of this magic is to subvert the loyal animal companions of foes. The ability to charm or dominate an animal companion of an opponent can significantly reduce the challenge of an encounter, while simultaneously presenting that foe the moral quandary of how to handle its wayward companion."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"spells_of_the_wild",
			"low_level_play_levels_1_6"
		],
		"siblings": [
			"conjuration_uw_1",
			"divination_uw",
			"enchantment_uw",
			"transmutation_uw_1"
		]
	},
	"transmutation_uw_1": {
		"name": "Transmutation",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/158}",
			"",
			"The wilderness is a place of constant change, so it's no surprise that most wilderness-appropriate spells come from the transmutation school of magic. These spells not only mutate the caster and her immediate surroundings but also are highly sought-after ways to control plant life. As plants are universally immune to mind-affecting effects, it falls to transmutation spells to grant a modicum of control over these creatures, providing an analogue to spells commonly found in the enchantment school.",
			"",
			"**{spell/Diminish Plants}:** This spell controls the vegetation in a specific area. The prune growth option for this spell is an effective counter to spells such as {spell/entangle} and {spell/wall of thorns}, granting the caster some combat control in addition to straightforward utility. Using this spell also allows for the creation of open areas more amenable to mounts or other big creatures. The secondary use of *diminish plants*, the stunt growth option, is most effective as a narrative tool. Spiteful PCs seeking to punish an enemy druid might decide to use this effect on the druid's preferred territory. Conversely, an enemy druid might wrack the PCs' homeland with several castings of this spell, potentially leading to starvation in the face of reduced crop yields. PCs who have left their homeland for a prolonged period of time might be drawn back after hearing word that a magically induced famine has taken hold, only to find that the cause was a previous foe from the campaign!",
			"",
			"**{spell/Meld into Stone} and {spell/Tree Shape}:** Hiding in blocks of stone or taking the form of a shrub allows for both intrigue and tense moments of avoiding a threat. PCs and NPCs can use these spells to perform highly effective spying on their enemies, with very few effects or spells being able to reveal the presence of a melded or shaped creature. {spell/True seeing} or a similar effect could spell disaster for a stone-melded creature, and the destruction of the melded stone has immediate - not to mention mortal - repercussions. Be sure to reward the creative use of these spells when used by the PCs, but also make them aware of the dangers of using them, should the PCs come to rely on these spells as a guaranteed means for avoiding detection and spying on foes.",
			"",
			"**{spell/Pass without Trace}:** This basic 1st-level spell can defeat even the most dedicated of trackers. *Pass without trace* prevents being tracked by a Survival check or any other nonmagical means. Only spells such as {spell/locate creature} are suitable for tracking creatures that have obfuscated themselves with *pass without trace*, and such spells aren't readily accessible until later levels. Due to the difficulty in countering this spell at lower levels, the best point to take advantage of *pass without trace* is in the 4th- to 6th-level range, when the spell can affect all members of the average party and rangers gain access to the spell. At levels above that, the foes can use magical countermeasures to overcome *pass without trace*.",
			"",
			"**{spell/Plant Growth} and {spell/Spike Growth}:** Control of the battlefield is essential when fighting in a wilderness environment. As many such environments lack manufactured cover and traps, it falls to magic to create such hazards. *Plant growth* can drastically cut down on targets' maneuverability on a battlefield, allowing spellcasters to target enemies from afar, or even enhancing the effectiveness of spells such as {spell/entangle}. Similarly, *spike growth* creates areas of damaging terrain that are difficult to bypass without some means of flight or levitation. In wilderness-heavy campaigns, these spells can be on par with other control-based magic, while in campaigns with only a smattering of wilderness, these spells operate best when taken in the form of one or more backup scrolls.",
			"",
			"**{spell/Quench}:** Often forgotten due to its specialized nature, *quench* can swiftly extinguish fire-based creatures, effects, and spells. The typical use of the spell is to put out nonmagical fires in its considerable area of effect (a minimum of 5 20-foot cubes at minimum caster level). A more potent use of the spell is to act as a dispelling effect on fire-based spells in its area. This allows the spell to be reserved and used to counter potent spells such as {spell/fireball} or {spell/wall of fire}, though only if a character expects such spells to be used. Using the spell on magic items that create or control flame can change the combat dynamic, especially if the effect is considerable (such as disabling the {magic-enh/flaming burst} ability from an enemy's weapon). Creatures with the fire subtype are particularly vulnerable to *quench*, taking anywhere from 5d6 to 10d6 points of damage without any sort of save - a *wand of quench* is a potent weapon against such foes.",
			"",
			"**{spell/Stone Shape} and {spell/Wood Shape}:** Building a bridge, creating a door, or manufacturing a barricade are all immediate uses for shaping magic such as *stone shape* and *wood shape*. The wording of these spells is very open to interpretation, granting a lot of leeway in adjudicating their effects. Unexpected barriers can change the dynamic of combat or wilderness exploration, so be sure to have a basic understanding of the consequences of using these spells in areas primarily made of stone or wood. Just as PCs can use these spells to upturn encounters, their adversaries can use these spells to surprise them in dynamic ways. The PCs might explore a chamber with one entrance only to be ambushed from a stone-shaped wall during their inspection of the area, or an NPC villain might allow half the party to go through an exit door before cutting it off with a well-timed casting of *wood shape*.",
			"",
			"**{spell/Water Breathing} and {spell/Water Walk}:** Both of these spells accomplish different things, but they are similar in that they overcome an incredibly common wilderness impediment: water. Watery barriers can include a lake in the middle of a forest, rivers running between mountains, a series of flooded chambers in a cavern, treacherous swamps, and underground oceans. *Water breathing* can be split among numerous creatures effectively, allowing for long or quick treks underwater. Similar magic, such as {spell/aboleth's lung} or {spell/air bubble}, can function in similar roles to *water breathing* at a lower spell level, albeit at reduced efficiency. Player characters often come to rely on these spells to traverse difficult environments, sometimes believing in a simple \"cast and forget\" mantra. Be sure to occasionally remind the PCs of their reliance on these spells, such as directing a casting of {spell/dispel magic} in their direction. It's best to give this kind of reminder in a situation where it's possible to recover so that the potential for a more disastrous situation can loom large in the mind. Dispelling *water breathing* when the PCs are deep underwater and have no way to escape and no more ways to cast the spell can mean certain death, so you shouldn't spring this tactic on players often - if ever!",
			"",
			"**{spell/Whispering Wind}:** While {spell/sending} requires 10 minutes to cast, *whispering wind* takes only a standard action. Use of this spell doesn't guarantee a successful transmission though, as it requires the caster to be knowledgeable of a specific location within range, but even then, there's no guarantee that the intended recipient is at the designated location. It's also entirely possible that if the PCs find themselves camping at an easily identifiable landmark, they might become the unintended recipients of a *whispering wind* message. Mistakenly receiving a message in this manner could spark a new adventure or entire campaign, especially when you consider that *whispering wind* often revolves around the need to get a message out in a quick and urgent manner."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"spells_of_the_wild",
			"low_level_play_levels_1_6"
		],
		"siblings": [
			"conjuration_uw_1",
			"divination_uw",
			"enchantment_uw",
			"transmutation_uw_1"
		]
	},
	"mid_level_play_levels_7_12": {
		"name": "Mid-Level Play (Levels 7-12)",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/159}",
			"",
			"At the middle tier of spellcasting, many spells with wilderness themes revolve around control effects. While most of them have been previously detailed (see [Spells of Intrigue](rule/mid_level_play_7_12)) and thus are not covered below, mid-level divination spells are plentiful."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"spells_of_the_wild"
		],
		"subtopics": [
			"abjuration_uw",
			"conjuration_uw_2",
			"transmutation_uw_2"
		],
		"siblings": [
			"low_level_play_levels_1_6",
			"mid_level_play_levels_7_12",
			"high_level_play_level_13"
		]
	},
	"abjuration_uw": {
		"name": "Abjuration",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/159}",
			"",
			"Spells that protect against or repel all sorts of wilderness threats appear in this range.",
			"",
			"**{spell/Antilife Shell} and {spell/Antiplant Shell}:** These are notable defensive spells because they don't allow a saving throw to resist their effects. While spell resistance offers a means of defense against these spells, such an ability is almost non-existent among plant creatures. Despite the lengthy 1-round casting time, successfully casting *antilife shell* can buy precious rounds of protection to cast other spells. *Antiplant shell* has a shorter casting time and a lower spell level, making it more useful when dealing with plant threats.",
			"",
			"**{spell/Repel vermin}:** *Repel vermin* is similar to *antilife shell*, but it takes up a lower-level spell slot and requires less time to cast. While the field created by this spell can be bypassed with a successful Will save, it still deals damage to vermin managing to traverse it - a particularly powerful effect against large numbers of enemies with few hit points. Perhaps the most enticing use of *repel vermin* is its ability to diminish the effectiveness of vermin swarms."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"spells_of_the_wild",
			"mid_level_play_levels_7_12"
		],
		"siblings": [
			"abjuration_uw",
			"conjuration_uw_2",
			"transmutation_uw_2"
		]
	},
	"conjuration_uw_2": {
		"name": "Conjuration",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/159}",
			"",
			"Conjuration spells fill a wide array of needs. This school of magic encompasses enhancement effects, teleportation effects, the conjuration of allies, and even the creation of permanent or temporary areas of terrain. Most of these spells really begin to show their usefulness at the middle levels of spellcasting.",
			"",
			"**{spell/Heroes' Feast}:** Those partaking in a *heroes' feast* receive powerful bonuses in addition to the normal benefits of eating and drinking. The combination of {spell/neutralize poison} and {spell/remove disease} in this spell is a particularly useful given the number of long-onset diseases and poisons in the wilderness. The spell does require a long casting time and consumption period to be effective; casting and consuming a *heroes' feast* takes at least 70 minutes. The flaws of this spell become apparent when the PCs ambush enemies partaking in this spell or are attacked while consuming their own feast.",
			"",
			"**{spell/Transport via Plants} and {spell/Tree Stride}:** A dependable means of transportation within a forested environment, *tree stride* combines the best of several spells, with temporary protection and stealth akin to {spell/meld into stone} or {spell/tree shape}. It also offers a wide array of travel distance, with even coniferous trees allowing for transportation range in excess of {spell/dimension door}, assuming a suitable tree is within range. *Transport via plants* is similar to an upgraded *tree stride*, as it allows for theoretically limitless traveling distance on the same world, and it requires only a suitably sized plant with a matching species at the destination.",
			"",
			"**{spell/Wall of Stone} and {spell/Wall of Thorns}:** Both of these spells allow for the creation of walls to divide a battlefield. Walls made of stone have the benefit of adjoining to existing stone - a plentiful terrain feature in most wilderness environs. Since this spell has a duration of instantaneous, *wall of stone* creates long-lasting defenses. Such walls can cut off tight-knit groups in confined areas, though creatures in the path of a forming wall can attempt a Reflex save to avoid entrapment. *Wall of thorns* creates a temporary effect, and while it doesn't block off terrain as dependably as *wall of stone*, it covers twice the space of a stone wall and doesn't allow a Reflex save. *Wall of thorns* can be used to deadly effect when sculpted to cover larger area. These walls can be combined with area effects, such as {spell/cloudkill} or {spell/insect plague}, to devastate foes."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"spells_of_the_wild",
			"mid_level_play_levels_7_12"
		],
		"siblings": [
			"abjuration_uw",
			"conjuration_uw_2",
			"transmutation_uw_2"
		]
	},
	"transmutation_uw_2": {
		"name": "Transmutation",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/160}",
			"",
			"Mid-level transmutation spells produce a variety of effects. Many augment the capabilities of their casters, allowing for otherwise impossible physical feats. Some transmutation spells control nature and, by extension, operate as mind-affecting effects against plants while bypassing plants' natural immunities to such effects. Other transmutation spells change vast swaths of terrain, allowing their casters to manipulate the wilderness in ways that range from battlefield needs to agricultural changes taking place over thousands of square feet of space.",
			"",
			"**{spell/Air Walk} and {spell/Wind Walk}:** *Air walk* is an effective method of bypassing treacherous terrain. When a caster typically gains access to this spell, the duration of *air walk* is about only an hour, making it an effective tool for combat encounters but diminishing its utility for long-term travel. Another hindrance of *air walk* is that it affects only a single target, making it difficult to apply to an entire group without expending several spell slots. *Wind walk*, however, can grant a group the ability to traverse long distances over open air. As this spell allows for travel of 600 feet per round, it's over 10 times as effective as spells such as {spell/fly} and {spell/overland flight} as a means of long-distance travel. However, wind walkers are particularly vulnerable to attack along the way if their movement can be curtailed with an obstruction. The caster must either dismiss the spell entirely or have everyone in the group to go through lengthy transformations back into their normal forms while being pummeled by attacks.",
			"",
			"**{spell/Command Plants}:** Similar in many respects to {spell/charm person}, this spell entreats plant creatures to obey the spellcaster. As plants are normally immune to mind-affecting effects, this spell falls under the transmutation school of magic, meaning that feats such as {feat/Spell Focus/ (transmutation)} apply to it. Two important differences between this spell and *charm person*, aside from the spell level and ability to affect plants, are the increased number of targets and no requirement that the caster has to know a language understood by the target.",
			"",
			"**{spell/Control Water} and {spell/Control Winds}:** These spells are both broad in their effect, with uses beyond combat. The ability to control the speed of winds is a useful tool in hampering foes that rely on flight or ranged attacks. Remember that wind speeds can impose penalties on creatures' Fly checks, with hurricane speed winds inflicting a massive -12 penalty. Manipulating water allows for access to otherwise inaccessible spaces and reveals secrets hidden in exceptionally deep areas of water. Aquatic creatures that rely on water for breathing and maneuverability can be significantly disabled by this magic. As a body of water can be lowered to as little as 2 inches deep, this spell can be a major threat to aquatic foes that don't have base speeds.",
			"",
			"**{spell/Move Earth}:** This spell allows for the movement of various sorts of natural terrain, with the express purpose of digging or filling in dips in the earth. While it's relatively useless once combat has begun, because of its long casting time, this spell is exceptionally handy for flattening terrain or otherwise adjusting it in preparation of combat. A common use for *move earth* is in the creation or deconstruction of natural cover as part of an ongoing siege.",
			"",
			"**{spell/Passwall}:** The bane of intrepid dungeon designers everywhere, *passwall* allows for the disruption of the expected path through a complex structure. Allowing the spell to assist in navigating hazardous terrain is important, but it should not come at the expense of storytelling or allow the characters to bypass important areas of exploration. When designing encounter areas, consider insulating critical areas with stretches of solid matter that extend 20 feet or farther, effectively inhibiting *passwall* from creating its passage into or out of key locations. Furthermore, as *passwall* is susceptible to {spell/dispel magic}, a perfectly timed dispel effect can separate a party, potentially over several (possibly as-of-yet-unexplored) areas of a dungeon.",
			"",
			"**{spell/Reincarnate}:** The ability to reincarnate a deceased companion is often a mixed affair. Many adventurers see the use of *reincarnate* as a means of bypassing the costly {spell/raise dead} (a 5th-level spell). Some even view the ability to return as a different race as a boon, especially in cases where the new race has powerful physical ability modifiers. It's important to reinforce the monumental changes that a creature undergoes after being reincarnated, though. Former acquaintances and allies won't recognize the reincarnated person, and depending on the nature of the new race, the reincarnated creature might find itself the subject of discrimination or even attacked on sight.",
			"",
			"**{spell/Repel Wood}:** This spell is particularly powerful in tight corridors. Wooden objects in the path of the spell are hurled away, moving 40 feet back from their current position. This includes items such as wooden armor, wooden shields, and wood-hafted weapons; these items often carry the wielder along with them. Creatures can opt to drop shields and weapons, but a creature wearing wooden armor (especially darkwood or ironwood-enhanced equipment) doesn't have the ability to quickly remove the armor and is thus forced back with no saving throw or spell resistance. Note that the spell has no effect on most plants, since they are rooted to the ground, but it can be used to clear wooden blockages such as deadfalls.",
			"",
			"**{spell/Transmute Rock to Mud}:** Transforming large areas of unworked rock into mud creates effectively impassable terrain. Most creatures trapped in a transmuted area of mud reduce their base speed to 5 feet. Considering the vast area that even a minimum caster can affect, this mud acts as a slowing effect on all creatures without a means of flying or levitating. The most effective, and oftentimes unexpected, use of this spell is when it's used on the ceiling of a cavern. Along with creating an area of mobility-restricting terrain, the collapsing mud deals a hefty sum of damage to creatures caught underneath the falling deluge. Keep in mind that transmuted mud can be dispelled, with effects similar to a casting of {spell/transmute mud to rock}."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"spells_of_the_wild",
			"mid_level_play_levels_7_12"
		],
		"siblings": [
			"abjuration_uw",
			"conjuration_uw_2",
			"transmutation_uw_2"
		]
	},
	"high_level_play_level_13": {
		"name": "High-Level Play (Level 13+)",
		"subtitle": "Spells of the Wilderness",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/161}",
			"",
			"The most powerful of wilderness spells are few but incredibly varied. Some allow for the creation of powerful allies, while others have drastic effects over vast swaths of land.",
			"",
			"**{spell/Animate Plants}:** From the lowest level that a druid gains access to this spell, she can animate four Large plants or a single Gargantuan plant. Animated plants are simple to command and act as allies and distractions in combat. The alternative entangle effect of this spell is particularly useful, as it not only bypasses spell resistance but also acts as a 7th-level spell version of {spell/entangle} that lasts for hours.",
			"",
			"**{spell/Changestaff}:** While *animate plants* creates a potential host of animated plants, *changestaff* creates a single powerful {monster/treant}-like ally that, barring misadventure, lasts for hours. The treant created by this spell is particularly useful in demolishing objects and structures. The transformed treant's innate rock throwing ability, teamed with its ability to ignore the hardness of structures, makes it particularly effective in laying siege to fortifications in all manner of terrains.",
			"",
			"**{spell/Control Plants}:** As this is a transmutation spell, it bypasses a plant's normal immunity to mind-affecting effects. A plant creature can attempt a Will save to avoid being controlled, but the spell is not subject to spell resistance and has no shared-language requirement. As this spell lasts only a few minutes and doesn't allow for self-destructive commands, it's best employed as an equalizer when fighting multiple plant foes, enemies that have animated plants of their own, or foes that are plants (such as high-level {monster/ghoran/s} or {family/leshy/s}).",
			"",
			"**{spell/Earthquake}:** Numerous different environment-dependent effects make *earthquake* an appropriate spell for wilderness-themed campaigns. The effect of this spell in caves is a true killer, as the rules for being trapped in rubble are exceptionally deadly to creatures that do not have high Strength scores or teleportation magic. Many of the aboveground effects have the potential to create rents in the earth that can trap opponents or seal away disarmed objects and other items. Regardless of its application, *earthquake* is often about sending a message to a foe - the dramatic sights created by this spell capable of awing even those familiar with magic.",
			"",
			"**{spell/Storm of Vengeance}:** A supernatural representation of nature's ire, *storm of vengeance* is a powerful evocation that blankets a wide area in a growing tempest. Though the effects of the storm are potent, there are many things to consider when employing the spell. First, it requires concentration over several rounds to build up its power, which can be difficult to maintain while the caster is engaged in combat, especially since several of the effects of the storm cause damage, such as acid rain and hailstorm. As a result, the ideal application of *storm of vengeance* is from long range, with the caster far outside the storm's effects.",
			"",
			"**{spell/Transmute Metal to Wood}:** An instantaneous effect, *transmute metal to wood* affects all metal items within a large radius. While the spell doesn't allow any sort of saving throw, it does treat magic items affected by the spell as if they had significant spell resistance, meaning {feat/Spell Penetration} and {feat/Greater Spell Penetration} increase the effectiveness of the spell by a wide margin. This spell also specifies that it affects only objects - so no using it against {monster/iron golem/s}! *Transmute metal to wood* is at its best when employed by {class/druid/s}, as a druid often has few (if any) metal items in her possession, allowing the caster to center the spell on herself if threatened by numerous metal-clad foes. Teaming this spell with the {spell/repel wood} is a powerful combo that keeps metal-wielding foes on the defensive."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"spells_of_the_wild"
		],
		"siblings": [
			"low_level_play_levels_1_6",
			"mid_level_play_levels_7_12",
			"high_level_play_level_13"
		]
	},
	"skills_in_conflict": {
		"name": "Skills in Conflict",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/182}",
			"",
			"When skills come into conflict with each other, it can lead to extremely complex interactions, often well beyond the scope of the short skill descriptions in the Pathfinder RPG Core Rulebook. The following section offers detailed advice on the most common skill clashes that involve difficult adjudications, as well as clarifications of skills where the Core Rulebook provides little guidance. The advice in this section is holistic, and GMs are encouraged to read each description in full to gain the best grasp of the nuances of each skill. Additionally, this section offers an optional variant system for opposed skill checks that reduces randomness and the potential for many rolls."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"bluff",
			"diplomacy",
			"disguise",
			"intimidate_ui",
			"perception_and_stealth",
			"sense_motive_ui",
			"replacing_opposed_rolls"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		]
	},
	"bluff": {
		"name": "Bluff",
		"subtitle": "Skills in Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/182}",
			"",
			"The Bluff skill is an extremely versatile, though sometimes misunderstood, social skill. Unlike Diplomacy and Intimidate, which can directly push their target toward a course of action, Bluff feeds the target misinformation. A skilled user of the Bluff skill needs to understand how the target's mind works, in order to deliver just the right misinformation to achieve the desired results. The disadvantage is that such manipulation is less predictable and more difficult to pull off, but the advantage is that the target is not aware that he is being manipulated, whereas even the most successful Diplomacy or Intimidate attempt leaves the target realizing who has convinced him to take action. This section includes clarifications and details on several different ways to use Bluff - and on several things that don't work."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"skills_in_conflict"
		],
		"subtopics": [
			"lying",
			"other_uses_of_bluff"
		],
		"siblings": [
			"bluff",
			"diplomacy",
			"disguise",
			"intimidate_ui",
			"perception_and_stealth",
			"sense_motive_ui",
			"replacing_opposed_rolls"
		]
	},
	"lying": {
		"name": "Lying",
		"subtitle": "Bluff, Skills in Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/182}",
			"",
			"Deceiving people is the most prominent use of the Bluff skill, making it one of the trickiest skills to adjudicate.",
			"",
			"***Bluff Doesn't Define a Response:*** Even the most successful lie told using Bluff doesn't determine the course of action the deceived person takes - it just primes the target with misinformation. This means attempts to trick a creature into a course of action might need to also include Diplomacy or Intimidate after the Bluff check. For example, suppose there was a guard with the following orders from the guard captain: \"Don't let anyone into the restricted area without clearance papers, even if it seems to be me or someone of higher rank.\" After this, a sneaky rogue attempts the following ruse: \"I am the king's general on a mission of utmost importance for national security. I need you to let me in now, or you're fired!\" Assuming the rogue succeeds at her Bluff check, the guard now believes her to be the general, but this doesn't mean he will let her through. His orders still require him to keep everyone out without papers. The last part of the rogue's demand is an attempt to Intimidate the guard, and the successful Bluff check was a necessary prerequisite to even attempt the Intimidate check.",
			"",
			"***Circumstances:*** When using Bluff to tell a lie, the Core Rulebook table on possible circumstance modifiers takes into account several levels of plausibility, targets who want to believe or are impaired, and possession of convincing proof, but there are also plenty of other circumstances that might affect the result of a Bluff check. For instance, many people strongly don't want to believe a bluff that would lead to cognitive dissonance, such as attempting to convince a true believer that their religion is fake, and such a lie imposes a -5 penalty on the attempt (the opposite of a target who wants to believe the falsehood). On the other hand, a target who is afraid that the deceit is actually correct might grant a +2 bonus or more on the skill check, depending on the level of anxiety about the fabrication. For instance, a bigoted assassin who is afraid that half-orcs are cannibals might be more likely to believe a half-orc's bluff that she ate the target he was supposed to kill.",
			"",
			"There are a variety of other circumstances, all of which might alter the odds in different directions. A character with a widespread reputation of being a compulsive liar might take a large penalty on his skill check, but a character with a reputation for always telling the truth, such as a paladin, would gain a large bonus on her skill check. Similarly, a hostile creature is much less likely to believe a deception, whereas a helpful creature is much more likely to believe one.",
			"",
			"***Tricking Someone:*** Bluff can be used to cleverly trip a target up and get him to reveal something or make a mistake. In these cases, he realizes his mistake soon after, but by then it is too late, and the falsehood has done its damage. This is similar to using Bluff to feint or create a distraction, but has broader applications in social situations. For instance, suppose a swashbuckler suspected that an assassin works for the queen. The swashbuckler might be able to trick the assassin into revealing more information by pretending to be a fellow agent of the queen in an attempt to gauge the assassin's response. Of course, if the assassin doesn't work for the queen and sees through the ruse, he might attempt his own Bluff check to pretend that he works for the queen and fell for the trick, thus causing the swashbuckler to investigate the innocent queen.",
			"",
			"***Conspirators and the Spokesperson:*** Sometimes, a group of individuals has a single spokesperson tell a convincing lie while the others just pray that the target doesn't notice them chuckling in the background with their inability to pull off a successful bluff. Though this tactic might succeed against a complacent target, a competent target cognizant of the possibility of being deceived should attempt a Sense Motive check opposed by the Bluff check of at least a few of the other individuals, perhaps directing specific follow-up questions their way, or even just try to get a hunch about the others.",
			"",
			"***Plausibility:*** The Core Rulebook mentions that some lies are implausible enough that no matter how high a character's Bluff check, a PC can't convince a target that they are true. However, the same page also presents a table that says that \"impossible\" lies impart a -20 penalty on the skill check. This table's entry might actually be better described as \"particularly implausible.\" For example, an older human woman telling a very similar-looking human girl that she is herself from the future might take the -20 penalty, whereas a 10-year-old half-elf telling a 40-year-old orc the same lie would automatically fail the Bluff check.",
			"",
			"***Frequency of Bluff Checks:*** When a PC is attempting to con someone for an extended period of time rather than telling just one lie, how often should the GM call for new Bluff checks? This is important, since every new Bluff check is an opportunity for the opposition to attempt new Sense Motive checks and uncover the lie. The frequency of checks can be highly variable, and the GM is the ultimate arbiter, but some guidelines can be helpful. Requiring a new check for every individual statement that is a lie would bog down the game. In general, one Bluff check per new topic makes sense. If a new statement has different circumstances (particularly if it is less believable than the previous ones), it calls for a new Bluff check.",
			"",
			"For example, a character might claim to have been to an ancient dungeon. If his Bluff check succeeds, the opposition takes it for granted that the character went there, and basic details such as when the character went or how she got there don't require a new check. However, if she says she found a famous, long-lost artifact within the dungeon or traveled to the dungeon on the back of a roc, she will need to make a new check for the new topic or greater exaggeration. Maintaining a facade once a lie has been established usually doesn't require a new check. If a character is pretending to be a tax inspector and has succeeded at the initial attempt to Bluff, it isn't necessary to make him roll a Bluff check every time he says anything that is true for a tax inspector but a lie for the real character.",
			"",
			"***You're Not Lying, You're Just Wrong:*** Sometimes a character is a convincing enough liar that targets can't tell the character is lying, even when the targets possess incontrovertible proof that what the character is saying isn't true, or the lie is otherwise too unbelievable to be possible. In this case, one way to resolve the situation is for the bluffing character to take a -20 penalty on the skill check, and if she beats the target's Sense Motive, then the target believes that the bluffing character isn't lying, but is simply mistaken. This could also be the result of other situations in which the target of the Bluff attempt has strong reasons to believe that the falsehood, despite being plausible, isn't factually correct. Even this result can be useful to the bluffing character, as it doesn't mark her as a liar, and it allows her to gather information about what her target knows and expects.",
			"",
			"***True Lies and Implausible Truths:*** Bluff is the skill that convinces someone that something is true. However, there are a few potential cases when the situation isn't as straightforward as a bluffing character telling a lie to a target. For instance, suppose that the bluffing character makes up a believable lie to tell the target, and the lie turns out to be true, unbeknown to the bluffing character. If the Bluff check succeeded, the target is convinced, and might later verify the truth and trust the bluffing character more. However, what if the bluffing character fails? In this case, the target can tell that the bluffing character is lying, but that doesn't necessarily mean that the target is forced to conclude that the information is false. For instance, suppose a popular king has fallen into a magical, unbreakable sleep. A charlatan, noticing the king's lack of public appearances, makes up a story about the king being placed under a sleeping curse and spreads it around the tavern, but his Bluff check is terrible, and everyone can tell he's making it up. If one of the king's advisors is present in the tavern, this doesn't mean that the advisor now thinks the king isn't in a coma; it just means that she can tell the charlatan doesn't believe his own story. The reverse side of true lies is implausible truths. These are situations in which someone is telling the truth (either saying something that is actually true, or spreading a lie that they believe to be true), but that truth is extremely implausible to the listener. Though the bluffing character isn't lying, the same skill set that makes an excellent and convincing liar could potentially help characters attempting to spread an implausible truth. In these cases, even if the target succeeds at the Sense Motive check, he can tell that the bluffing character truly believes what she is saying, and he might simply conclude that she isn't lying, but simply mistaken. The target might later be swayed if presented with evidence or through a [verbal duel](rule/verbal_duels). If a bluffing character successfully convinces a target of a lie and the target attempts to spread that information, this leads to a classic example of an implausible truth.",
			"",
			"***Aftermath:*** While most of the Bluff rules focus on the scene between the bluffing character and the target, it is important to consider what happens afterward - especially in an intrigue-based campaign. Though true masters of deception might be able to pull off a bluff such that no one is ever the wiser, in the case of most successful bluffs, the targets eventually discover new information that allows them to realize the truth of the matter. In this case, their attitude toward the bluffing character generally decreases by one step (or simply becomes unfriendly), depending on the previous attitude and the severity of the bluff's consequences. Furthermore, if the bluffing character attempts to lie to such a target again, her Bluff check takes a similar penalty as if she had failed to deceive the target (either a -10 penalty, or the skill check might be impossible, at the GM's discretion).",
			"",
			"***Lies upon Lies:*** The aftermath of a Bluff becomes even more complicated if someone else attempts to make a contradictory lie, either in the same scene as the original prevarication or afterwards. If the bluffing characters are present together, it might be a good time to have them enter a verbal duel, with the target as the audience. However, this isn't possible when the second Bluff attempt happens after the first deceiving character is gone but before the target discovers the ruse. In this case, the second bluffing character has an advantage. She might be able to show proof that the first character was lying in order to build up the credibility of her own lie. If the second bluffing character beats the target's Sense Motive, but does not debunk the original lie or beat the first bluffing character's original Bluff check, then the target will likely be confused and unlikely to act on either piece of information. Or, the target might conclude that the second bluffer believes what she said but is misinformed."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"skills_in_conflict",
			"bluff"
		],
		"siblings": [
			"lying",
			"other_uses_of_bluff"
		]
	},
	"other_uses_of_bluff": {
		"name": "Other Uses of Bluff",
		"subtitle": "Skills in Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/184}",
			"",
			"In addition to being used for lying, the Bluff skill has several other uses defined in the rules.",
			"",
			"***Creating a Diversion:*** You can attempt a Bluff check to create a diversion to allow you to use Stealth, even a misdirection as simple as saying, \"What's that behind you\"? In the Core Rulebook, this usage is only mentioned off-handedly in the Stealth skill description, with no reference to its action type. Creating a distraction is a standard action.",
			"",
			"***Secret Messages and Intrigue:*** Don't underestimate the benefit of using Bluff to send messages through innuendo. Since the DC to send a message is static (15 or 20 depending on the message's complexity), you can quickly reach the point that the message itself is reliable, and thus the only risk is being intercepted, which would have happened anyway if you didn't make the attempt.",
			"",
			"***Surprise:*** Not every surprise round begins with an ambush from unseen assailants. If a character or several characters unexpectedly attack in the midst of a conversation or other normal activity, their victims might be surprised. To determine if a victim is surprised, he should attempt a Sense Motive check opposed by the assailant's Bluff check rather than a Perception opposed by the assailant's Stealth check. This is also a good way to adjudicate several abilities, including several vigilante talents that trigger when the target thinks the vigilante is an ally.",
			"",
			"***Maintaining a Disguise:*** When maintaining a disguise, the Bluff skill isn't necessary to correctly portray things such as mannerisms or facial expressions, but it will almost certainly come up when the disguised character makes statements in his assumed persona as he talks about events he didn't actually experience. Of course, a well-prepared character has thoroughly researched his disguise, so he is unlikely to take any penalties to his Bluff attempts."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"skills_in_conflict",
			"bluff"
		],
		"siblings": [
			"lying",
			"other_uses_of_bluff"
		]
	},
	"diplomacy": {
		"name": "Diplomacy",
		"tags": "Attitudes and Requests",
		"subtitle": "Skills in Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/184}",
			"",
			"Due to its ability to convince people without using either deception or coercion - and risking their negative consequences - the Diplomacy skill is one of the most commonly used forms of persuasion in the Pathfinder RPG. However, it is also difficult to adjudicate in a variety of situations involving intrigue and combat.",
			"",
			"The most consequential use of the Diplomacy skill is to change the attitudes of other creatures and to get them to comply with requests you make.",
			"",
			"***Attitude Adjustments, Personality, and Goals:*** One major trap in understanding the Diplomacy skill is the mistaken idea that attitude adjustments achieved using Diplomacy change a character's underlying personality and goals. In fact, attitude adjustments are minor good impressions (or bad impressions, in the case of a disastrously failed check) that, per the Core Rulebook, last only a few hours by default. At the GM's discretion, the adjustments may last for shorter or longer periods, depending on the circumstances. As such, a Diplomacy check to change someone's attitude is mainly useful as a prelude to a follow-up request. It doesn't alter the creature's personality or goals.",
			"",
			"For instance, if a cunning bard managed to convince the evil necromancer queen to become friendly with him, that doesn't mean she will give up plans of world domination or change her deity from the goddess of undead to the goddess of beauty and love, but it does mean that she likes the bard now. Even without further requests, she would probably spare him if he pledges loyalty to her and if she thinks she can trust him. Even if she feels she can't trust him, she might at least be fond enough of him to transform him into a loyal undead servant so she can keep him around. Attempting to convince the necromancer queen to give up her evil ways and cease her plans for world conquest involves much more than a Diplomacy check to change her attitude toward the bard. The bard would then need to use the {rule/influence/ system} or the {rule/relationship/ system>s} to become closer to the necromancer queen, perhaps engaging in a {rule/verbal duel>s} with her or even focusing an entire series of social adventures around changing her perspective (see {rule/Social Conflicts}).",
			"",
			"***Requests Are Not Mind Control:*** This is the biggest potential trap in understanding the Diplomacy skill in a typical game. Diplomacy's main strength is the ability to make requests without angering the target, but that doesn't mean that it works like mind control. As the Core Rulebook says, some requests automatically fail if they go against a creature's values or nature. In this vein, it is important to remember that no matter how high a Diplomacy roll may be, the target still has free will and won't accept certain requests. Even so, a character who declines a very high Diplomacy result should do so respectfully, as the high result means that the diplomat made her argument effectively and convincingly. For instance, a paladin who swore an oath to never unseal the inner catacombs of her faith's central cathedral might apologize and explain that though the argument to do so was convincing, she unfortunately can't violate this vow. A target who must refuse a request might try to honor the request in spirit, offering an alternative that might advance the same greater goal or doing a significant but still lesser favor for the requester.",
			"",
			"***Roleplaying and Skills:*** As you can see from the sections above, as well as the table of potential circumstances in the Core Rulebook, the nature of a request is crucial to determining its success or failure. Therefore, it is necessary to describe the request in order to attempt a Diplomacy check. A diplomat's player can't just say \"I Diplomacy the guard.\" The player must provide a specific request along with any rationale supporting that desire, even if the player or GM doesn't want to roleplay the whole interaction in character. On the other hand, using Diplomacy to improve a target's attitude is both more open-ended and less fraught with circumstance modifiers, so when strapped for time or out of ideas, it is fine to omit a description of how a diplomat manages to do so. Using the previous example of the bard and the necromancer queen, the bard's request to spare a peasant so that she may spread word of the queen's mighty army and cause other villages to surrender without a fight is quite a different situation than him saying, \"Spare this peasant woman because killing her is evil and makes my goddess sad,\" or even \"Spare this peasant woman for me. Please\"?",
			"",
			"***Gathering Information:*** The Diplomacy skill allows a character to canvass locations for information. Because this use of Diplomacy often produces similar results to those of a high Knowledge (local) check, adventurers might be able to attempt either one to gain the same information. In fact, adventures occasionally present a table of facts that either skill can uncover. Gathering information with Diplomacy actually involves spending 1d4 hours actively seeking the information and allows the character to retry the attempt to pick up additional information. When a PC fails at a Knowledge (local) check, the GM can give the character a second chance by having him spend time attempting to gather that information from others.",
			"",
			"As per the Core Rulebook, some information is simply impossible to find via gathering information. The information that people know is typically limited to the area where they live, and is filtered through their biases. In a city on the brink of a race war between elves and humans, the information available among the upperclass human nobility will have a significantly different spin and tone to it than the information available in the elven ghetto, and the checks to gather information in those places would meet with circumstance bonuses or penalties depending on who was asking where. Thus, it is important to decide where a character is gathering information before determining what information they receive. Filtering the information through the biases of the community adds flavor and nuance to the world around the characters.",
			"",
			"Finally, remember that gathering information is itself a conspicuous act, so others who are gathering information can usually notice it in turn. A typical DC for hearing about someone else gathering information should start at 15, and a character wishing to gather information clandestinely can choose to take a penalty on her Diplomacy check to increase that DC by the same amount.",
			"",
			"***Calling for a Cease-Fire:*** One of the first things that a potential diplomat might try in a combat is to call for a temporary cease-fire. The description of the Diplomacy skill in the Core Rulebook indicates that requests take 1 round or longer, and that shifting attitudes takes 1 minute. Since a cease-fire is a type of request, this would work fine, with the diplomat making the request over the course of a full round of combat and completing it just before her next turn. However, a character can usually only make requests of a target that feels at least indifferent toward that character, and the vast majority of battles involve characters that are unfriendly or hostile toward each other.",
			"",
			"In this case, and in other instances of requests made to unfriendly or hostile characters, the GM should consider only allowing such requests that are couched in such a way that they seem to be in the target's best interests. An unfriendly or hostile character certainly isn't going to be doing the would-be diplomat any favors, but that doesn't mean they will ignore an idea that is better for them than facing the consequences of the combat. Even if adversaries agree to a brief cease-fire to listen to the diplomat's terms, they won't let their guard down. Generally, they will also require the side calling for the cease-fire to make a show of their intentions by laying down or sheathing their weapons, dropping spell component pouches, or the like, while attempting Sense Motive checks to determine if the cease-fire is a ruse. Creatures that feel themselves to be at an advantage in the combat by virtue of a short-duration spell or other effect that would expire during a cease-fire almost never agree to a cease-fire, as it isn't in their best interest to do so."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"skills_in_conflict"
		],
		"siblings": [
			"bluff",
			"diplomacy",
			"disguise",
			"intimidate_ui",
			"perception_and_stealth",
			"sense_motive_ui",
			"replacing_opposed_rolls"
		]
	},
	"disguise": {
		"name": "Disguise",
		"subtitle": "Skills in Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/186}",
			"",
			"The uses of the Disguise skill are far more specific than those of Bluff and Diplomacy. The Disguise skill exists to allow characters to conceal their identity and to potentially pose as other characters.",
			"",
			"***Not Always Opposed:*** The most important thing to note about the Disguise skill is that characters do not automatically get a Perception check to oppose it. Per the Core Rulebook, an opponent receives a Perception check only if the disguised character is actively drawing attention, if the perceiving character is actively suspicious of everyone, or if the disguised character is attempting to impersonate a particular person that the perceiving character recognizes. Under one of these circumstances, a perceiving character can attempt one Perception check right away and then another check each hour.",
			"",
			"***A Single Disguise Check:*** Unlike most other skills, a character typically attempts a Disguise check only once when creating a physical disguise. Further Disguise checks might be necessary for things such as altering one's voice or using appropriate mannerisms or phrasing, but the basic disguise doesn't require further checks. The check result is supposed to be a secret that is revealed only the first time the disguise is truly tested, which can be tricky in the face of disguising characters who want their friends to tell them how good the disguise is. One way to handle this is to roll the Disguise check secretly only the first time it truly comes into opposition (see above), since the skill doesn't indicate when the check first occurs.",
			"",
			"***Disguise Is More Than Visual:*** Though the skill as presented in the Core Rulebook focuses on the visual aspects of disguise that a character prepares, later rules (such as the {spell/vocal alteration} spell) have made it clear that there are other aspects, including voice, mannerisms, and phrasing. The trick is to distinguish between the use of the Bluff and the Disguise skills. Generally, Bluff checks cover telling actual lies to support a disguise, whereas Disguise checks cover the other aspects, such as imitating mannerisms and speech.",
			"",
			"***Saw Through the Illusion:*** It is very tempting to use illusion or transmutation magic to augment a disguise, since the bonus is so high. As per the Core Rulebook, magic that penetrates an illusion or transmutation doesn't automatically see through a mundane disguise, but it negates the magical components of the costume. Thus, a true master of disguise uses both types of trickery, and she also ensures that the person who notices her use of magic has a way to explain the fact that disguise magic was involved at all. For instance, a rogue might disguise herself as a noble with mundane means and then use {spell/disguise self} to cloak herself in a glamer of that same noble, but more beautiful. Then, if someone sees through the illusion but not the mundane disguise, he would just think she was a vain noble instead of becoming suspicious due to the use of illusion magic and demanding a more thorough inspection.",
			"",
			"***Simulacrum and Disguise:*** The caster of the simulacrum spell uses the Disguise skill to shape the form created. However, it is important to note that the Sense Motive check to detect a simulacrum is very easy at the level that simulacrum becomes available, so unless the simulacrum has a high Bluff modifier, it is still challenging to use a simulacrum as an impostor for long."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"skills_in_conflict"
		],
		"siblings": [
			"bluff",
			"diplomacy",
			"disguise",
			"intimidate_ui",
			"perception_and_stealth",
			"sense_motive_ui",
			"replacing_opposed_rolls"
		]
	},
	"intimidate_ui": {
		"name": "Intimidate",
		"subtitle": "Skills in Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/186}",
			"",
			"The Intimidate skill allows characters to use fear to gain an advantage over others.",
			"",
			"***Scaring Them into Submission:*** Other than demoralizing foes in combat, the main use of the Intimidate skill is to force someone to capitulate to your requests by scaring them into doing so. This is similar to improving someone's attitude to friendly with Diplomacy and then making a request, but it doesn't require multiple rolls. Instead, the requests are restricted to those that provide limited assistance and actions that don't endanger the creature, including giving information. This means that an intimidated creature doesn't necessarily do what the intimidating character wants if it would be dangerous. After the Intimidate check, the target becomes unfriendly and might take actions such as reporting the intimidating character to the authorities. Thus, Diplomacy is often more likely to be successful in the long term in campaigns with interweaving plot lines and recurring characters. Since intimidation is based on fear, creatures immune to fear are also generally immune to attempts to use Intimidate against them.",
			"",
			"***Posturing and Bluster:*** The rules for the Intimidate skill specify that a check's DC is based on the target's HD and Wisdom modifier. That generally works when one person is attempting to Intimidate the other, but sometimes both parties are actively participating in acts of posturing and bluster. Since this DC is usually low, the two characters would end up intimidating each other, which isn't quite realistic. Instead, consider opposed Intimidate checks, or if the situation warrants it, a full-fledged [verbal duel](rule/verbal_duels).",
			"",
			"***Explaining Negative Consequences:*** Sometimes a character wants to calmly explain negative consequences to someone in a way that merely relies on logic, not fear. This is particularly important when attempting to convince someone immune to fear, such as a paladin or vampire, to back down in the face of negative consequences. This is different than improving a creature's attitude or making a request (particularly since a character might try it with an unfriendly creature), so it doesn't fall under Diplomacy. One good way to handle this is to use the rules for {rule/influence} or verbal duels instead, since those both allow for logic and knowledge to help impact the situation. If only a skill check is possible, consider allowing an Intimidate check that doesn't apply any modifiers tied to frightening the target (such as the {feat/Intimidating Prowess} feat, size modifiers, an {class/inquisitor/'s} stern gaze, and so on) and then having the result not be a fear effect."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"skills_in_conflict"
		],
		"siblings": [
			"bluff",
			"diplomacy",
			"disguise",
			"intimidate_ui",
			"perception_and_stealth",
			"sense_motive_ui",
			"replacing_opposed_rolls"
		]
	},
	"perception_and_stealth": {
		"name": "Perception and Stealth",
		"subtitle": "Skills in Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/187}",
			"",
			"Since Perception is the skill that determines what a character sees, hears, and senses in the game world, it is no wonder that it's often considered the most important skill in the game. Stealth and Perception often oppose one another, and the two of them together can be difficult to adjudicate.",
			"",
			"***Active and Automatic Perception:*** There are two ways Perception checks happen in the game. The first way is automatic and reactive. Certain stimuli automatically call for a Perception check, such as a creature using Stealth (which calls for an opposed Perception check), or the sounds of combat or talking in the distance. The flip side is when a player actively calls for a Perception check because her PC is intentionally searching for something. This always takes at least a move action, but often takes significantly longer. The Core Rulebook doesn't specify what area a PC can actively search, but for a given Perception check it should be no larger than a 10-foot-by-10-foot area, and often a smaller space if that area is cluttered. For instance, in an intrigue-based game, it is fairly common to look through a filing cabinet full of files. Though the cabinet itself might fill only a 5-foot-by-5-foot area, the number of files present could cause a search to take a particularly long time.",
			"",
			"***Precise and Imprecise Senses:*** Since Perception covers all senses, it is important to distinguish which of those senses count as observing a creature that is using Stealth. Some senses are more precise than others. Imprecise senses allow a creature to pinpoint the location of another creature, but they don't allow for the use of targeted effects, and attacks against those creatures are subject to miss chances from {rule/concealment}. A few examples of imprecise senses are hearing, scent, blindsense, and tremorsense. A sense is precise if it allows the creature to use targeted effects on creatures and objects it senses, and to attack enemies without suffering a miss chance from concealment. This includes vision, touch, blindsight, and lifesense. Precise senses allow the creature to pinpoint an enemy's location. When a creature uses a precise sense to observe an enemy, that enemy is unable to use Stealth against the observer unless it creates a distraction first, or has a special ability allowing it to do so. Senses other than the listed ones count as precise or imprecise at the GM's discretion. A creature might have a limited form of a sense that makes it too weak to count as precise, such as a beast with primitive eyes that has difficulty seeing a creature that isn't moving.",
			"",
			"***Cover and Concealment for Stealth:*** The reason a character usually needs {rule/cover} or {rule/concealment} to use Stealth is tied to the fact that characters can't use Stealth while being observed. A sneaking character needs to avoid all of an opponent's precise senses in order to use Stealth, and for most creatures, that means vision. Effects such as {spell/blur} and {spell/displacement}, which leave a clear visual of the character within the perceiving character's vision, aren't sufficient to use Stealth, but a shadowy area or a curtain work nicely, for example. The hide in plain sight class ability allows a creature to use Stealth while being observed and thus avoids this whole situation. As the Core Rulebook mentions, a sneaking character can come out of cover or concealment during her turn, as long as she doesn't end her turn where other characters are directly observing her.",
			"",
			"***States of Awareness:*** In general, there are four states of awareness that a creature can have with regard to another creature using Stealth.",
			"",
			"***Unaware:*** On one end of the spectrum, a sneaking creature can succeed at Stealth well enough that the other creature isn't even aware that the creature is present. This state allows the sneaking creature to use abilities such as the {class/vigilante/'s} startling appearance. The Stealth skill description in the Core Rulebook says that perceiving creatures that fail to beat a sneaking character's Stealth check result are not aware of the sneaking character, but that is different from being totally unaware. This is also true of a creature that has previously been made aware of the creature's presence or location (see below) but is currently unable to observe the sneaking creature. In those cases, the sneaking creature can't use abilities such as startling presence.",
			"",
			"***Aware of Presence:*** The next state is when the perceiving creature is aware of the sneaking creature's presence, though not of anything beyond that. This is the state that happens when an invisible creature attacks someone and then successfully uses Stealth so the perceiving creature doesn't know where the attacker moved, or when a sniper succeeds at her Stealth check to snipe. A perceiving creature that becomes aware of a hidden creature's presence will still be aware of its presence at least until the danger of the situation continues, if not longer (though memory-altering magic can change this).",
			"",
			"***Aware of Location:*** The next state is awareness of location. This happens when a perceiving character uses an imprecise sense, such as hearing or tremorsense, to discover what square a hidden or invisible creature inhabits.",
			"",
			"***Observing:*** The final state is when the perceiving character is able to directly observe the sneaking character with a precise sense, such as vision. This is generally the result when the perceiving character rolls higher on its opposed Perception check than the sneaking character's Stealth result while also having line of sight to the sneaking character and the ability to see through any sort of invisibility or other tricks the sneaking character might be using."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"skills_in_conflict"
		],
		"siblings": [
			"bluff",
			"diplomacy",
			"disguise",
			"intimidate_ui",
			"perception_and_stealth",
			"sense_motive_ui",
			"replacing_opposed_rolls"
		]
	},
	"sense_motive_ui": {
		"name": "Sense Motive",
		"subtitle": "Skills in Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/188}",
			"",
			"The Sense Motive skill allows a character to analyze the way another character is acting and figure out if something is off. It also opposes Bluff to determine whether someone is lying, making it an important social defensive skill in an intrigue-based game.",
			"",
			"***Active and Automatic Sense Motive:*** Most uses of Sense Motive are active and require a character to spend a minute or more interacting with someone with the intent of using Sense Motive for a particular purpose. The only time that Sense Motive happens automatically is when it opposes {skill/Bluff}, as a character attempts a Sense Motive check for every Bluff check attempted against him.",
			"",
			"***Noticing Enchantments:*** Sense Motive allows a character to notice someone whose behavior is being influenced by an enchantment, though as an active check, this takes at least 1 minute of interaction and the intention to sense enchantments. This doesn't notice enchantments that aren't actually causing a difference in behavior at the time. For instance, if a creature is under {spell/charm person} but the caster isn't around and doesn't come up in conversation, a Sense Motive check won't reveal the enchantment.",
			"",
			"***Hunches:*** The use of Sense Motive to \"get a hunch\" mentions getting a feeling that someone is trustworthy or is an impostor, and it lists a static DC. This doesn't mean to say that anyone who can succeed at a DC 20 Sense Motive check can automatically find an impostor with high Bluff and Disguise modifiers. The DC 20 check assumes that the other character is not opposing the Sense Motive check with Bluff. This is particularly useful in situations with a group of impostors, one of whom is silver-tongued and does all the talking while the others aren't saying anything but aren't skilled at Bluff. For instance, a hunch might help against a group of quiet assassins dressed as servants and trickling into the grand hall. The information gained from a hunch is general, not specific, and usually results in an ambiguous inkling. You can get a vague feeling that something is wrong or that someone seems trustworthy, but no more specific information than that. In the example above, a character who received a hunch wouldn't know that the servants are specifically assassins, but would get a sense that something was off about the servants.",
			"",
			"***Sense Motive Is Not Mind Reading:*** Though Sense Motive can help ferret out lies and gain hunches about odd situations, it doesn't let a character read opponents' minds and know exactly what they're thinking or planning. It is a verification tool that works well in conjunction with other skills, rather than a skill that allows a character to ascertain information."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"skills_in_conflict"
		],
		"siblings": [
			"bluff",
			"diplomacy",
			"disguise",
			"intimidate_ui",
			"perception_and_stealth",
			"sense_motive_ui",
			"replacing_opposed_rolls"
		]
	},
	"replacing_opposed_rolls": {
		"name": "Replacing Opposed Rolls",
		"subtitle": "Skill Checks",
		"tags": "espionage, intrigue, skills in conflict",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/189}",
			"",
			"Especially in intrigue-based games, there are situations in which many different creatures might normally need to roll an opposed skill check against a PC. For instance, if the rogue sneaks into a camp of 50 orcs, it would technically require rolling 50 Perception checks. This slows down the game, and it makes it almost certain that one of those orcs will roll a natural 20. This variant rule replaces opposed rolls to reduce this sheer number of rolls and the likelihood for a skilled PC to be defeated by math alone.",
			"",
			"With this variant, when a character attempts a skill check that would normally be opposed, he attempts the check as normal, comparing the result against the DC presented by each foe (DC = 11 + the foe's total skill bonus with the opposed skill). If the initiating character fails this check, he simply fails and immediately experiences the consequences of failure. If he succeeds, however, he does so only against the rank-and-file opponents (such as most of the warriors in an orc camp, or most of the hangers-on at a royal court). Select foes (such as major NPCs or dedicated scouts and guards) can attempt a check with the opposing skill (DC = 11 + the initiating character's total skill bonus with skill he originally used). This resembles the way the Disguise skill works, where only those who pay attention to the character and are suspicious of her can attempt a Perception check.",
			"",
			"For example, if a hunter is sneaking through a camp of 50 orcs and succeeds at her initial Stealth check against a DC of 11 + each orc's Perception modifier, she slips into the camp. Meanwhile, the two orcs posted as sentries scan for trouble, so each of those orcs (but not the other 48) rolls a Perception check to see if they notice the hunter. Similarly, a bard might succeed at a Bluff check to convince the minor nobles of the court of his exaggerated exploits, but three key aristocrats - suspicious of the bard to begin with - try to poke holes in the story and find contradictions by grilling the bard for details, each of them rolling Sense Motive checks against a DC of 11 + the bard's Bluff modifier.",
			"",
			"***Multiple Bonuses:*** If the opposing group possesses a mix of bonuses, use the highest value to determine the DC. In the example of the orc camp, if 40 of the orc warriors have a -1 Perception modifier and 10 scouts have a +10 Perception modifier, the hunter would be attempting a DC 21 Stealth check. Note that because this variant doesn't specify which opponents beat the check, it is up to the GM to decide how the consequences of the failed check manifest.",
			"",
			"***The Odds:*** This variant increases the odds of success dramatically for highly skilled characters. For instance, if the hunter in the example above has a modifier on Stealth checks at least 9 higher than the orcs' Perception modifiers, in the default system, she would have a 50% chance of succeeding. But with this variant, her chance increases to 85%. When the character has less of an advantage against her adversaries, this variant still increases the rate of success dramatically with many adversaries, and it decreases the rate slightly with a few determined adversaries. For instance, with the default system, if the hunter's Stealth matched the orcs' Perception, she would have essentially a 0% chance of sneaking past the 50 orcs. With this variant, her chance is 1 in 8. However, if the other 48 orcs weren't present, her chance of sneaking past just the two sentries in the default system is roughly 1 in 4, whereas with this variant, it is 1 in 8, since only the determined adversaries make their own rolls and thus affect her odds."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"skills_in_conflict"
		],
		"siblings": [
			"bluff",
			"diplomacy",
			"disguise",
			"intimidate_ui",
			"perception_and_stealth",
			"sense_motive_ui",
			"replacing_opposed_rolls"
		]
	},
	"social_conflicts": {
		"name": "Social Conflicts",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/166}",
			"",
			"The Pathfinder RPG is often played as a game of high adventure, where heroes brave wildernesses, monsters, dungeons, and other dangers to gain experience and treasure. Often cities and societies simply serve as backdrops - places to rest and go shopping, use workshops or laboratories, and maybe hunt a cruel monster or dangerous cult in the labyrinthine sewers below. However, with a slight change of perspective, Game Masters can introduce social conflicts into their adventures. These unique encounters can spice up your game by presenting players with different kinds of stakes, rewards, and consequences than those found in conflicts involving brute force.",
			"",
			"For example, while selling plundered artifacts in a city, the PCs might discover a local tough is extorting tribute from dock-side businesses. After confronting the extortionist and driving him out of the neighborhood, they find he was working for a \"businessman\" who, aside from his legitimate trade, controls a network of criminals. These practices have made him rich, and given him enough capital to contribute a number of civic works to key areas of the city, which in turn has made him a leading candidate for alderman. While engaging in a campaign of whispers to foil the election, the PCs learn of a society of political reformers that wishes to pressure the mayor into dissolving the current council and holding new elections. While the society seems harmless at first, it's actually a cover for a group of foreign spies paving the way for a major attack on the city. What are the PCs to do?",
			"",
			"Social conflicts like those described above aren't always devoid of combat - often they erupt into violence. But unlike ordinary combats, which frequently unfold in remote areas beyond the reach of the law, social conflicts take place in settlements where peace is enforced and wanton violence creates instability and threatens ordinary citizens. Social conflicts deal with the subtlety, charm, and ingenuity used to gain commodities, prestige, or power.",
			"",
			"The following section offers advice on how to create and run social conflicts in your games, including suggestions on how player characters can become embroiled in such conflicts. You'll also find a new event-based structure for adventure design, in which the PCs' actions lead to consequences will either determine the next event in a social conflict or modify future events. The section closes out with advice on designing social conflict events, giving you all the tools necessary to run a social conflict adventure arc, or even an entire campaign."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"pacing",
			"stakes_and_contenders",
			"events_ui",
			"event_consequences",
			"freeform_events",
			"social_conflict_events_and_advancement",
			"example_social_conflict_the_taken"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		]
	},
	"pacing": {
		"name": "Pacing",
		"subtitle": "Social Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/166}",
			"",
			"Before designing a social conflict for your campaign, you should determine its pace. There are two main types of pacing that can help introduce social conflict into your game: episodic and serialized. Each has its own strengths and challenges outlined below."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts"
		],
		"subtopics": [
			"episodic_pacing",
			"serialized_pacing"
		],
		"siblings": [
			"pacing",
			"stakes_and_contenders",
			"events_ui",
			"event_consequences",
			"freeform_events",
			"social_conflict_events_and_advancement",
			"example_social_conflict_the_taken"
		]
	},
	"episodic_pacing": {
		"name": "Episodic Pacing",
		"subtitle": "Social Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/166}",
			"",
			"When you're running a game with episodic pacing, you inject minor incidents of social conflict into the normal course of exploration and adventure. This typically requires you to introduce a minor social conflict or two when the PCs enter a settlement or come into contact with some other social unit. This type of pacing works best when these small-scale social conflicts are interspersed within the framework of a larger social conflict, which itself may be part of an even larger story arc in a campaign utilizing {rule/serialized pacing}.",
			"",
			"One of the benefits of episodic pacing is that you only have to create a few events and their consequences at a time, and you can often postpone unveiling these incidents' long-term consequences. This gives you time to consider future plot points that you might want to introduce later. The downside of episodic pacing is that when players encounter later consequences, they sometimes forget these minor incidents and need to be reminded about them. To illustrate episodic pacing, let's elaborate on the example in this section's introduction. After plundering some local ruins, the PCs return to town to sell their discoveries and celebrate their victories. With nearly every visit to the various shops and business, they hear the same story: a ruthless tough is coercing protection money from local businesses. The PCs can either ignore the plight of the local entrepreneurs or confront the extortionist.",
			"",
			"Ignoring the situation causes the extortion to go unchecked, creating higher prices for the PCs the next time they return to the city to purchase supplies. They may even find a business or two closed on return trips, their owners squeezed out by the extortion racket. Confronting the criminal could involve some reconnoitering or an ambush, followed by a chase though the back alleys of the city, and eventually a confrontation in which the PCs thrash the miscreant and warn him that the neighborhood businesses are now under their protection. But this victory lasts only as long as the PCs stay in the city. As soon as they go off to delve into ruins or gallivant on other far-flung adventures, the extortionist or his replacement returns with more muscle and support from his patron: the local thieves' guild. When the PCs return to the city, they might find things have only gotten worse, and that the thieves' guild is keen to teach the adventurers a lesson.",
			"",
			"Such back-and-forths can go on between the PCs' traditional adventures or until the PCs decide to put their full concentration toward the problems plaguing their friends in the city, at which point the pacing may become more serialized."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts",
			"pacing"
		],
		"siblings": [
			"episodic_pacing",
			"serialized_pacing"
		]
	},
	"serialized_pacing": {
		"name": "Serialized Pacing",
		"subtitle": "Social Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/166}",
			"",
			"With serialized pacing, a large number of events quickly flow into one another. Sometimes the structure of events is immediately altered due to the consequences of previous events. Other times, consequences determine the events that the PCs participate in next. Use serialized pacing when social conflict is the main thrust of a campaign or a campaign arc. Running social conflicts with a serialized structure is more difficult because events must be modified or generated on the fly with more frequency due to PC actions.",
			"",
			"To illustrate serialized pacing, let's imagine the PCs discover a strange troublemaker has been instigating orc raids on the borders of a duchy. Soon after, the PCs encounter a mob intent on taking revenge on a local halforc couple in a misguided attempt to enact retribution for the raids. Stepping in and saving the couple, the PCs soon find themselves in conflict with the supporters of a silver-tongued new vizier in the duke's court who has been advising the ruler to rid himself of troublesome non-humans, as well as advocating other policies of human supremacy.",
			"",
			"Circumstances point to a connection between this new vizier and the strange troublemaker on the frontier, and they might even be the same person. This leads the PCs to all manner of events, balls, and political meetings to gain more information about the vizier, her history, and how she gained her current support. During the course of these investigations, they run afoul of more of the vizier's supporters. With each conflict and bit of information, they uncover the vizier's true connection to the raids and their purpose. She aims to discredit the local barons, centralize control over the duchy, and dominate the duke. Eventually, the PCs have the chance to expose the vizier's secret agenda to the populace during a final showdown: a verbal duel wherein the vizier attempts to discredit the PCs' evidence.",
			"",
			"In this example of serialized pacing, nearly the entire story revolves around the social conflict at hand, with each event leading to another in a complex web of intrigue."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts",
			"pacing"
		],
		"siblings": [
			"episodic_pacing",
			"serialized_pacing"
		]
	},
	"stakes_and_contenders": {
		"name": "Stakes and Contenders",
		"subtitle": "Social Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/167}",
			"",
			"Once the pacing of the adventure has been chosen, the next step is to determine the stakes and the contenders of the social conflict, or at least those at the opening of the conflict. The stakes are the core of a social conflict: the prize for which the contenders strive. Social conflicts are often struggles for control of economy, prestige, or political power. The contenders are those individuals or groups struggling to win or achieve the stakes.",
			"",
			"Consider the extortion example. At least one group of wealthy adventurers is spreading newfound wealth in town, and local businesses are flush with cash. The local thieves' guild takes notice, and decides to exact a toll in the way it knows best: extortion and larceny. Each side is fighting over its own economic interest. The stakes are economic in nature, and the contenders are the business owners and the extortionist.",
			"",
			"In the example of the evil vizier, the stakes are political power. Because the duke holds a hereditary position, and must answer to barons, the vizier's plan is to dissolve the power of the barons and mesmerize the duke into compliance. The vizier and her agents, the duke (whether he knows it or not), and the barons are all contenders for the stakes.",
			"",
			"When the stakes are prestige, that can mean anything from helping an ally gain a political position (and the opportunity to contend for political power), winning a game at the local fair, or being granted the honor of becoming a favored musician at court.",
			"",
			"You'll notice that in the examples above, the PCs are not considered contenders for the stakes. In many social conflicts, the PCs are outside agents who side with one contender or another, typically based on ethical grounds. The PCs may have no control of the stakes by the end of a social conflict arc, but they have made sure that the stakes are in the right hands.",
			"",
			"This doesn't always have to be the case. You could run a campaign focused on politics, presenting a situation in which the PCs work for a merchant or noble family. In a higher-level campaign, the PCs might take over or build a small fortress on the borders of civilization, forcing them to negotiate disputes over logging and mining rights or get in the middle of a group of human landowners and a gnoll tribe, with each party seeking to defend its economic rights, titles, and lands. In most campaigns, the PCs serve as agents for their favored contenders, and often motivate or even control how that faction pursues its goals. As a serialized or even an episodic social conflict matures, the stakes and contenders can expand. Contenders themselves can even become the stakes.",
			"",
			"Let's return to the extortion example. The PCs run off the tough, who - being the head of one of the city's thieves' guilds - controls the criminals up and down the docks. He supplements other lucrative trades with so-called protectors-local hoodlums whom neighborhoods must pay for \"protection,\" supposedly from robbers. When one of his agents is chased away, the tough must find a way for his organization to reclaim its economic and political power, not only to save face with the other guilds, but also to keep other criminals out of the lucrative territory. The little extortion fiefdom becomes one of the stakes itself, and the PCs might fight to keep the racket out while the vexed crime lord ponders the economic feasibility of launching an all-out war on the PCs.",
			"",
			"While social conflicts with serialized pacing are a good way to add intrigue to your game, they can quickly become a maze of stakes and contenders. In such cases, it's helpful to record the various stakes and contenders to keep all the details straight. You won't need to pick up every dangling thread in your weave of characters and varied agendas, but if you're able to produce the perfect threat or call-back from multiple sessions ago, it'll look like you had it planned all the time."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts"
		],
		"subtopics": [ "measuring_the_stakes" ],
		"siblings": [
			"pacing",
			"stakes_and_contenders",
			"events_ui",
			"event_consequences",
			"freeform_events",
			"social_conflict_events_and_advancement",
			"example_social_conflict_the_taken"
		]
	},
	"measuring_the_stakes": {
		"name": "Measuring the Stakes",
		"subtitle": "Social Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/168}",
			"",
			"When the stakes of a conflict are no more than a plot device, it's okay for them to be somewhat nebulous. Other times, the stakes are concrete, and you'll want a precise way to measure them. For this purpose, you can use the rules for {rule/gaining capital in the |downtime/ system} or the [influence system for organizations](rule/organizational_influence)."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts",
			"stakes_and_contenders"
		],
		"siblings": [ "measuring_the_stakes" ]
	},
	"events_ui": {
		"name": "Events",
		"subtitle": "Social Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/168}",
			"",
			"Events are the stage for each step of a social conflict. An event is a lot like an encounter, but instead of detailing a location and its inhabitants, it describes a scene that either provides a method of discovering some aspect of a social conflict or frames a social conflict challenge. A social conflict often becomes more complex because of the PCs' actions, which either cause or affect future events. There are two main types of social conflict events: discovery events, where the PCs have the opportunity to learn more about the nature and particulars of the social conflict, and challenge events, where the PCs must face some challenge related to the social conflict. Even though it's generally helpful to make the distinction between discovery or challenge events, sometimes a social conflict event has attributes of both types. These mixed events are especially common in more complex social conflicts.",
			"",
			"Because events can take on many forms, each of the following sections also present options for using discovery and challenge events with subsystems from other sources."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts"
		],
		"subtopics": [
			"discovery_events",
			"challenge_events"
		],
		"siblings": [
			"pacing",
			"stakes_and_contenders",
			"events_ui",
			"event_consequences",
			"freeform_events",
			"social_conflict_events_and_advancement",
			"example_social_conflict_the_taken"
		]
	},
	"discovery_events": {
		"name": "Discovery Events",
		"subtitle": "Social Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/168}",
			"",
			"Discovery events typically introduce or advance a social conflict story by giving the PCs the opportunity to learn information about the conflict. The success of these events might hinge on the PCs' ability to perceive or otherwise uncover certain clues.",
			"",
			"Accomplishing this can be as easy as listening to an old-timer sitting by the tavern fire as he relates stories about strange disappearances down by the docks, or talking to a group of halflings who beseech the PCs for help in their efforts to gain voting rights. Discovery events are typically roleplaying encounters during which the PCs can learn the nature - or at least the partial nature - of the conflict and make a decision about whether to become involved. Other times, the nature and depth of the discovery might require the PCs to use certain skills or other abilities.",
			"",
			"Discovery events usually lean heavily on the use of Diplomacy, Intimidate, Sense Motive, and various Knowledge skills. When outlining a discovery event, it is best to come up with a baseline of knowledge that you want the event to impart; this could be the bare minimum of what the PCs need to learn from the event in order to trigger one of its consequences. This knowledge could contain misinformation or faulty assumptions - elements of the story you can later twist to create more interesting and dynamic social conflicts.",
			"",
			"For instance, consider the halflings beseeching the PCs for help to gain voting rights. If the PCs take what the halflings say at face value, they may think this is merely a case of blatant injustice at work, but success at some difficult Sense Motive checks may lead the PCs to suspect there's something more to the tale. Then, succeeding at another difficult Knowledge (local) check might reveal that one of the reasons the halflings don't have the right to vote is because they are considered a nation of their own to the kingdom and don't have to pay the royal taxes. Questioning the halflings further could reveal that they want to be able to vote, but would still like to avoid paying the royal taxes.",
			"",
			"Sometimes discovery events can involve challenges in order to gain the information. A discovery might involve tracking down obscure knowledge (using the {rule/research/ rules}), running down someone who has the information (using the {rule/pursuit/ rules}), performing a heist for the information (using the [heist rules](rule/heists)), or even entering a social engagement to figure out how much the PCs are able to uncover (using the Pathfinder RPG Social Combat Deck, roleplaying the challenge, or using one of the challenge types detailed later in this section). Often these are mixed events with an emphasis on discovery. On rare occasions, this type of event might lead to combat. For example, the PCs have been tasked with apprehending a missive carried by a local courtesan, and run into trouble when they find out she's not only very capable of defending the missive on her own but also has hired a few sellswords to waylay the PCs once they make their move. While {rule/verbal duels} are a perfect fit for a challenge in a social conflict, from time to time consider using either a spell duel, a {rule/physical |duel>s}, or a {rule/psychic duel>s} to add some action to discovery encounters. Spell duels and physical duels can distribute information by way of secret messages or witty banter. Psychic duels can distribute information in a more direct (if somewhat enigmatic) form since the binary mindscapes of such bouts allow the duelists to access parts of their opponents' minds; by reading an opponent's mental mask and watching for strange metaphors in that opponent's attack forms, a duelist can possibly learn more about her opponent.",
			"",
			"When creating a discovery event, it's important to compare any assumptions you've made about the event to the capabilities of the PCs and even those of the contenders. There is nothing like a well-played divination spell to foil your assumptions about how an event is going to transpire. Use the guidelines and advice presented in the {rule/Spells of Intrigue} section to aid in such troubleshooting.",
			"",
			"Ultimately, the consequences for discovery events should depend on how much the PCs found out and how they respond to the knowledge. These consequences should also take the stakes into account and how contenders might react to the knowledge that the PCs are involved or snooping around. Outstanding successes at discovery challenges should affect the PCs' ability to navigate challenge events in a positive way, while terrible failures may mean the PCs misconstrue the scope of the challenge, overlook some aspect of it, or follow up bad leads."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts",
			"events_ui"
		],
		"siblings": [
			"discovery_events",
			"challenge_events"
		]
	},
	"challenge_events": {
		"name": "Challenge Events",
		"subtitle": "Social Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/169}",
			"",
			"Challenge events allow the PCs a chance to affect or even disrupt the balance of power in social conflicts. Unlike in discovery encounters, where the goal is often to reconnoiter the particulars of the social landscape, in challenge encounters, the PCs take a shot at changing that landscape.",
			"",
			"When designing a challenge event, consider the stakes for all contenders, the nature of current competition for the parties involved, and the group with which the PCs are allied. By the end of a challenge event, the PCs should have the opportunity to alter or raise the conflict's stakes. Generally, if the PCs succeed, their allied contenders keep control of the stakes or gain a significant share of them, whereas if the PCs fail, their enemies keep control of the stakes or gain ground toward attaining them.",
			"",
			"In these types of events, the PCs confront a series of challenges, their successes or failures yield consequences that either lead to or modify future social conflict events. The Pathfinder Roleplaying Game has a number of subsystems and tools designed to help you create noncombat or combat-light challenges to use in social-based encounters. Additionally, some guidelines for creating more freeform social challenges are presented later in this section.",
			"",
			"For example, let's continue with the struggle to gain voting rights for the halflings of the city. The halflings want an increased share of political power for elections, but they also want to keep their tax-exempt status. The other contenders - legislators who currently control the local politics - would like to keep the status quo since they fear what an influx of halfling voters would do to the political landscape. The PCs, allied with the halflings, come up with a plan to either convince or strong-arm local politicians to work with the halflings. With the Social Combat Deck, the [individual influence system](rule/using_the_individual_influence_system), a [verbal duel](rule/verbal_duels), or the freeform events detailed later in this section, you can create a challenge event during which the PCs help the halflings by trying to sway the politicians into supporting the halflings' bid to vote while allowing them to keep their tax exempt status (maybe in return for backing a particular candidate).",
			"",
			"The PCs then make the rounds negotiating with the city's various politicians. The consequences of the challenge are based on the accumulation of victories against the various politicians, and since each politician has a different personality, the key to success is different for each of them. One might cow quickly to physical threats and intimidation, while another politician might be corrupt and susceptible to bribes. One politician might be particularly steadfast in his stance, and can only be swayed if the PCs decide to get dirty and blackmail or threaten the politician's loved ones. This particular example is the perfect opportunity to use the individual influence system, but each of these interactions could be a different challenge using the Social Combat Deck, or you could create a freeform event instead.",
			"",
			"Keep in mind that social challenges should be more active and engaging than a jumble of skill checks and actions. Consider making a social challenge more interesting by punctuating it with a chase (using the chase rules or either Pathfinder Cards: Chase Cards or its sequel, Chase Cards 2: Hot Pursuit), a pursuit, or a heist. In higher-level games, challenge events may be even more complex, with the PCs using the {rule/kingdom-building/ rules}, or even the {rule/mass combat/ system} when diplomacy fails.",
			"",
			"Lastly, while social conflict is an attempt to avoid physical conflict and strife, there are times when the PCs will have to engage in combat to resolve a social conflict. Maybe after failing to negotiate with the rebels, the PCs must attempt to subdue and stop them from committing acts of violence against the community. It could be that while attempting to gain favor with a band of hot-headed noble scions, the PCs don't realize they've slighted them and inadvertently inflame the young aristocrats' ire. In this latter case, a good nonlethal thrashing might regain the rash blowhards' respect. As a general guideline, resorting to combat in order to gain successes in social conflict is a last resort that usually stems from a failure at some point earlier in the chain of events. Even in these cases, try to present opportunities to bring flair to the battlefield, perhaps by employing dramatic environments (like rooftop battles or dawn duels), enemies with colorful abilities (like a bard's stinging oratory or a swashbuckler's panache), or hazards that could change the course of combat (like a precariously hung chandelier or toppling pillars)."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts",
			"events_ui"
		],
		"siblings": [
			"discovery_events",
			"challenge_events"
		]
	},
	"event_consequences": {
		"name": "Event Consequences",
		"subtitle": "Social Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/170}",
			"",
			"Whether you're running a discovery or a challenge event, you should strive to make the consequences of both success and failure dependent on how the PCs solved the challenge. While some challenge events or straightforward discovery events may have direct and obvious consequences, more complex challenge can result in degrees of success or failure.",
			"",
			"If the PCs overcome a challenge, they may experience either a success or a critical success. Winning the verbal duel that is the focus of a challenge event might be a success, but you can also add contingencies to define what constitutes a critical success. If the PC who engaged in the duel won, and her allies were able to seed all the biases in her favor, that might be a critical success. For instance, if a PC verbally duels one of the politicians fighting against halfling suffrage in a public debate, a critical success might mean the politician not only throws in with the halflings' cause, but also changes public opinion of the debate in a crucial way, which could lower the DC of challenges made against those the PCs attempt to sway in the future.",
			"",
			"On the other hand, failure might mean a temporary setback when it comes to attaining the stakes, whereas a critical failure would signify a dramatic loss that could be a detriment to the PCs well into the future. Taking the same example as above, if the PCs fail to sway the politician and the crowd in a verbal duel about halfling suffrage, that could simply mean heroes must sway another politician to champion the halfling cause. But if the politician soundly defeats the debating PC, that could mean she automatically sways another politician or two away from the PCs' side, causing the PCs to take a penalty on checks involving other politicians. This would be a critical failure for the PCs.",
			"",
			"### Finessing Event Consequences",
			"",
			"While most of this section offers tools and suggestions to help GMs create their own social conflict events, the PCs might be able to take an event in a completely unexpected direction, unlike in combat encounters where the actions and consequences are more rigorously determined. Interesting uses of skills, feats, spells, and magic items, not to mention inspired roleplaying, can often create circumstances you never imagined. When this happens, it's better to reward players for their ingenuity instead of discouraging it."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts"
		],
		"siblings": [
			"pacing",
			"stakes_and_contenders",
			"events_ui",
			"event_consequences",
			"freeform_events",
			"social_conflict_events_and_advancement",
			"example_social_conflict_the_taken"
		]
	},
	"freeform_events": {
		"name": "Freeform Events",
		"subtitle": "Social Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/170}",
			"",
			"While you could use the Social Combat Deck or many of the existing tools in the Pathfinder RPG to run social conflict events, eventually you'll want to shape the PCs' encounters around a story you have created or around some unanticipated consequence of the PCs' past actions. When planning such encounters, you may want to create freeform events that give players a more active role in developing the ongoing story. Since social conflict events are less predictable than combat encounters, the following tools and guidelines can help you ad-lib when your players do something out of the ordinary."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts"
		],
		"subtopics": [
			"creating_actions_and_goals",
			"social_initiative",
			"freeform_checks",
			"gauging_success",
			"failing_forward"
		],
		"siblings": [
			"pacing",
			"stakes_and_contenders",
			"events_ui",
			"event_consequences",
			"freeform_events",
			"social_conflict_events_and_advancement",
			"example_social_conflict_the_taken"
		]
	},
	"creating_actions_and_goals": {
		"name": "Creating Actions and Goals",
		"subtitle": "Social Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/170}",
			"",
			"Each freeform event you create should have a number of actions the PCs can take to achieve their goals. It's always better to create more actions and goals than you might need, and to have a variety of them, so multiple characters can participate in the event. Often these goals will revolve around a check or taking a specific action."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts",
			"freeform_events"
		],
		"siblings": [
			"creating_actions_and_goals",
			"social_initiative",
			"freeform_checks",
			"gauging_success",
			"failing_forward"
		]
	},
	"social_initiative": {
		"name": "Social Initiative",
		"subtitle": "Social Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/171}",
			"",
			"When you're running a freeform challenge where wits and charm are more effective than quick reflexes, it might become important to determine the order in which different characters (both PCs and NPCs) perform their actions. In such cases, consider having each character roll a social initiative check. Rather than being Dexterity-based, a social initiative check is Charisma-based, though all other standard methods for increasing initiative (such as the {feat/Improved Initiative} feat) still apply."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts",
			"freeform_events"
		],
		"siblings": [
			"creating_actions_and_goals",
			"social_initiative",
			"freeform_checks",
			"gauging_success",
			"failing_forward"
		]
	},
	"freeform_checks": {
		"name": "Freeform Checks",
		"subtitle": "Social Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/171}",
			"",
			"While the players will usually be using the standard DCs for various skill checks found in the Pathfinder RPG rules, sometimes you'll want them to attempt skill checks for purposes not defined in the rules, but that fit within the scope of the challenge events they're engaged in. In such cases, Table 4-1: Freeform Check DCs by Level provides some suggested benchmarks for these freeform checks.",
			"",
			"### Table 4-1: Freeform Check DCs by Level",
			"",
			"| Level | Easy Check DC | Medium Check DC | Hard Check DC |",
			"| --- | --- | --- | --- |",
			"| 1 | 12 | 17 | 22 |",
			"| 2 | 14 | 19 | 23 |",
			"| 3 | 15 | 21 | 26 |",
			"| 4 | 16 | 22 | 28 |",
			"| 5 | 17 | 23 | 29 |",
			"| 6 | 18 | 24 | 30 |",
			"| 7 | 19 | 25 | 31 |",
			"| 8 | 20 | 26 | 33 |",
			"| 9 | 21 | 27 | 34 |",
			"| 10 | 22 | 28 | 39 |",
			"| 11 | 23 | 29 | 41 |",
			"| 12 | 24 | 30 | 43 |",
			"| 13 | 25 | 31 | 44 |",
			"| 14 | 26 | 32 | 45 |",
			"| 15 | 27 | 33 | 47 |",
			"| 16 | 28 | 34 | 48 |",
			"| 17 | 29 | 35 | 50 |",
			"| 18 | 30 | 36 | 51 |",
			"| 19 | 31 | 37 | 52 |",
			"| 20 | 32 | 38 | 54 |",
			"",
			"The low values on the table above are designed as target DCs for checks that are relatively easy for PCs to complete at the listed levels. They are also typically appropriate when multiple party members might have to all succeed at the check to constitute a success, or when a character who isn't an expert at something is forced to fill in for a particular role. The DC generally provides a 50% chance of success for a character trained in the skill but otherwise ill-suited to the task and possessing no other advantages (such as tools, spells, or magic), or vice versa (someone barely trained with plenty of other advantages). Medium values represent challenges that a single, relatively skilled adventurer should be able to overcome without assistance, but not without some risk. Hard values are appropriate for masters at particular skills, for those who possess numerous advantages with certain skills, or for checks where a large number of characters are all able to assist a less skilled character.",
			"",
			"If the PCs typically rely on inexpensive spells and magic items to apply bonuses on certain skill checks, the DCs on Table 4-1 might be too low for your campaign. You may want to make changes to the listed DCs to account for this (in a campaign where characters on both sides of a social conflict rely strongly on such spells and magic items, the opposition will be using them, too).",
			"",
			"Keep in mind that when PCs have invested in maximizing their success with certain skills or roles, they should feel good about those choices. Rather than simply increasing the DCs when selecting advantageous options should have otherwise made them easier - thus effectively punishing the PCs - when you create tasks with those higher DCs, create greater rewards for them as well. Thus, the players' choices grant access to new and exciting possibilities that the characters never could have obtained otherwise (and of course, if the players are apprehensive about attempting the difficult DC, they can abandon this extra prize without experiencing a loss)."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts",
			"freeform_events"
		],
		"siblings": [
			"creating_actions_and_goals",
			"social_initiative",
			"freeform_checks",
			"gauging_success",
			"failing_forward"
		]
	},
	"gauging_success": {
		"name": "Gauging Success",
		"subtitle": "Social Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/171}",
			"",
			"While designing the challenges and goals of a social conflict, you'll need to decide the means by which you'll measure the PCs' success. Listed below are three different ways to gauge success in social conflict events. Regardless of which means you use to gauge success, you will also need to determine how many successes the PCs must accumulate to achieve their overall goals.",
			"",
			"***Contest Against Competitors:*** Perhaps a rival faction opposes the PCs' agenda in the social conflict. In this type of event, the PCs work to best these other factions. The PCs must either damage the reputations of their rivals in order to take them out of the running, or they must find some other way to keep those adversaries from being obstacles to their goals, such as by forming a coalition against an even more dangerous opposing faction. Contests against competitors can be highly satisfying because of the human element of the opposition, but they can also make the social conflict significantly more difficult to run, particularly if there are numerous factions. In such contests, you may need to determine the stakes and tenacity of multiple factions, and how many successes will drive each faction out of the running. These numbers should match the scope and pacing you chose for the social conflict. A fastpaced serialized conflict or one expected to last over a longer term calls for higher target numbers, as there are more opportunities to gain successes, while the reverse is true for slower, episodic pacing or shorter-term story arcs.",
			"",
			"***Goal Collection:*** In this type of event, overall success is assured as long as the PCs can achieve a benchmark number of goals. However, before that occurs, the characters must deal with adverse conditions that can be removed only by succeeding at the social conflict.",
			"",
			"***Race Against Time:*** In this type of event, the PCs must race to achieve as many goals as possible before a certain amount of time elapses. A time limit makes an event more exciting for the players. Make the reason for the time limit something interesting to the PCs and the developing story. The in-game reason for the time limit could be anything from an upcoming election, to an impending invasion, to the public's waning interest in the issue at the heart of the PCs' goals. When determining overall goals in a timesensitive conflict, you may wish to set multiple thresholds of victory, ordering possible outcomes from best to worst and listing a minimum number of successes for each successively better outcome."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts",
			"freeform_events"
		],
		"siblings": [
			"creating_actions_and_goals",
			"social_initiative",
			"freeform_checks",
			"gauging_success",
			"failing_forward"
		]
	},
	"failing_forward": {
		"name": "Failing Forward",
		"subtitle": "Social Conflict, Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/172}",
			"",
			"When designing any type of social conflict event, it's always best to allow the PCs to advance the plot even in the face of a critical failure. Of course, there should be consequences for failure, but that should never be the end the story. In other words, a success moves the PCs toward victory and a failure moves their adversaries toward victory, but you shouldn't plan a result that creates a deadlock and stalls the flow of the action. So long as a defeat doesn't lead to the entire party's death, it likely brings with it a variety of exciting ramifications - sometimes more so than a success might. Feel free to use the PCs' defeats as springboards into new plots and more rewarding future victories."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts",
			"freeform_events"
		],
		"siblings": [
			"creating_actions_and_goals",
			"social_initiative",
			"freeform_checks",
			"gauging_success",
			"failing_forward"
		]
	},
	"social_conflict_events_and_advancement": {
		"name": "Social Conflict Events and Advancement",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/172}",
			"",
			"When do social conflict events grant the PCs experience points and treasure? The short answer is whenever you choose. The typical experience point progression in the Pathfinder Roleplaying Game has a baseline assumption that heroic experience increases player characters' personal power and wealth. A combat-driven campaign is balanced with the assumption that the PCs have a set amount of combat resources, and achieving goals slowly whittles down these resources, making success less certain as time goes on. In this baseline mode of advancement, few if any social conflicts grant experience points or wealth; while this style of play can whittle down some of the PCs' resources, it doesn't do so with the regularity of combat encounters. Thus, the rewards for success in social conflict events are either ad hoc or based on the few combat encounters that might be peppered into the story arc. But if you're running a campaign in which social conflict is the main focus, it's prudent to discard this baseline mode, and instead grant the PCs experience points and treasure on a more regular basis.",
			"",
			"Some of the treasure the PCs gain during social conflict events could be looted from enemies or found during exploration of the social landscape. Most, however, should be gifts from allied contenders, the rewards for shifts in economic stakes, or the culminations of capital gained through bribes, tributes, or even taxes.",
			"",
			"The following are some suggestions on how to reward PCs based on the scope and pacing of the social conflict.",
			"",
			"***Discovery Events:*** For the most part, discovery events rarely grant the PCs experience points or treasure. More often than not, they instead give the PCs opportunities to gain information about the challenges they will face. Occasionally, though, a discovery event might feature a challenge, and in this case you can give the event a CR. If your social challenges are episodic, the event's CR should be 2 to 4 lower than the average party level (APL) of the PCs, based on how crucial social challenges are to your campaign. If the APL is on the low range, shift the CR to an appropriate fractional value. Deal with treasure in a similar manner. [Table 12-5: Treasure Values](rule/placing_treasure) lists values based on APL rather than CR; therefore, if you want to award treasure for a low-CR discovery event, use the appropriate values on Table 4-2: Treasure Values for Low-CR Encounters.",
			"",
			"### Table 4-2: Treasure Values for Low-CR Encounters",
			"",
			"| CR | Slow | Medium | Fast |",
			"| --- | --- | --- | --- |",
			"| 1/8 | 21 gp | 33 gp | 50 gp |",
			"| 1/6 | 28 gp | 42 gp | 65 gp |",
			"| 1/4 | 43 gp | 65 gp | 100 gp |",
			"| 1/3 | 57 gp | 88 gp | 135 gp |",
			"| 1/2 | 85 gp | 130 gp | 200 gp |",
			"",
			"***Challenge Events:*** Challenge events should nearly always grant experience points and treasure. This is especially true if you're running a serialized social conflict campaign. If a social conflict is the main thrust of a campaign, most challenge events should have a CR close to the APL of the PCs. Just like with combat encounters, particularly taxing challenge events (especially those that might consume the PCs' resources or include the chance for a significant change in the stakes) can be of a higher CR than the APL, but never more than 3 higher. Challenge events should use the normal experience and treasure values whenever the PCs are involved in a combat encounter."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts"
		],
		"siblings": [
			"pacing",
			"stakes_and_contenders",
			"events_ui",
			"event_consequences",
			"freeform_events",
			"social_conflict_events_and_advancement",
			"example_social_conflict_the_taken"
		]
	},
	"example_social_conflict_the_taken": {
		"name": "Example Social Conflict: The Taken",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/173}",
			"",
			"The following serialized social conflict serves as an extended example of how to build a satisfying series of encounters and adventures using the guidelines presented throughout this section. Since social conflicts evolve over time in response to the PCs' actions, this example provides a step-by-step description of the conflict's early stages - which could then evolve however you see fit These elements might serve as background between other adventures or the basis for a full-fledged campaign.",
			"",
			"Aside from the PCs, this social conflict involves two open contenders: the revolutionaries and the royalists. However, there is also a secret contender: the fey fosterlings.",
			"",
			"### The Contenders",
			"",
			"The revolutionaries are common folk who believe that the nobility of the kingdom are decadent and out of touch with the plight of the commoners. They blame their recent troubles on the nobility's neglect. While these contenders are basically looking to destabilize the royalists and usurp political power, they are decentralized and rarely coordinate well. They want to change or even overthrow the government; though they are by no means united in what they think should happen next. Even among these contenders, there is no consensus of opinion on how to increase the stakes. Some of the revolutionaries want to overthrow the nobility in general. Others want to stop short of their monarch, King Theobard. The latter faction believes it will be sufficient to get the king's attention and have him address the issue, rather than oust him entirely. Even among those who blame the king and want him removed, most still support Princess Annika, and they hope to replace King Theobard with his daughter. A few have dreams of setting up an entirely different, more egalitarian form of government.",
			"",
			"The royalists are composed of both the nobility and other citizens loyal to the crown. Unlike the revolutionaries, they have a single leader: King Theobard. The royalists believe the revolutionaries are manufacturing or at least exaggerating the recent troubles for their own political agenda, and many believe they're nothing more than bloodthirsty anarchists wishing to toss out the status quo and loot the riches of the kingdom. The royalists are more powerful and organized than the revolutionaries, but they're slow to react, at least at first, as they dismiss the commoners as a disorganized mob of sheep pushed along by a handful of rabble-rousers. The king and many of the nobles feel that mounting a response is expensive, and a heavy-handed reaction might just stir up unrest elsewhere.",
			"",
			"The fey fosterlings are the final contenders, and they're the ones who on the surface appear to be pulling the strings. These fosterlings are fey children who were swapped in the cradle for human children. They appear fully human and magic detects them as being such. The fosterlings are spread throughout the kingdom and communicate clandestinely via animal messengers and the like. Their greatest political asset is the fact that Princess Annika is a fosterling, and the main coordinator of the faction. Given how disorganized the revolutionaries are, it was easy to seed some fosterlings among them, and Annika and her few fellow fosterlings among the nobility can manipulate the royalists with ease. Annika and the fosterlings are not the true power behind their faction, however. A powerful {monster/norn} has become convinced that fate demands a firmer hand with this kingdom, and she is actually the one pulling the strings - and snipping them if necessary.",
			"",
			"The PCs enter this situation as a fourth faction, capable of shifting the balance between the revolutionaries and the royalists, or even of exposing the true culprits.",
			"",
			"### Conflict and the Stakes",
			"",
			"This particular conflict is one of political power. The royalists have the power, the revolutionaries want it, and the fey seek to ultimately control it no matter who seems to be in charge. Over the course of the social conflict, the PCs will likely become agents of a faction, only to eventually discover the force behind the real political power in the kingdom, and could even work to motivate the revolutionaries and the royalists to join forces and confront the real threat to the political landscape of the kingdom.",
			"",
			"### Conflict Arc and Early Events",
			"",
			"The conflict arc begins with the PCs in a town on the kingdom's outskirts, on the edge of a forest known to be the home of fey. The superstitious villagers purchased charms to ward their homes against the fey, but a fosterling in the village has been exposing the charms to fey magic, causing them to erode faster than usual. With the failing wards, a {monster/quickling} managed to sneak into the home of a popular local woodsman and whisk away a baby, but not before the parents spotted him. The woodsman and his revolutionary friends blame the nobility for the baby's kidnapping, as the appointed mayor refused to pay to replace the crumbling wards, considering them superstitious nonsense.",
			"",
			"***Challenge Event:*** Angry Mob",
			"",
			"The PCs notice an angry mob gathering around the mayor's house. These revolutionaries are intent on punishing the mayor for what they perceive as his role in the baby's kidnapping. The mayor's hired guards attempt to forestall the mob. The guards are outnumbered, and they probably have to resort to lethal force to compete with the townsfolk, who aren't pulling any punches. At this point, the PCs can come in on either side of the conflict, either by joining one faction in combat or by attempting to talk down the mob, perhaps with a verbal duel.",
			"",
			"***Consequences:*** If the PCs can win a verbal duel against the leader of the revolutionaries, they get the rabble to realize they don't have much proof against the mayor, and there is a real mystery that needs to be solved here. A critical success (beating the revolutionary leader in three or fewer exchanges) settles the mob to such a degree that they realize although the mayor works for the nobility, he cares more for the people than his position and is not the enemy here.",
			"",
			"A failure means that the PCs are going to have to physically defend the mayor or let the mob have their way. A critical failure (being defeated in the verbal duel by the rebel leader in 3 or fewer exchanges) brands the PCs as royalist collaborators no matter where the PCs' true sympathies lie.",
			"",
			"Whether or not the PCs are able to resolve the event with reason or with force, they will likely move on to one or more discovery events: either investigating the baby's disappearance or learning about the political turmoil in the kingdom, but likely both.",
			"",
			"***Discovery Event:*** Scene of the Crime",
			"",
			"No matter the turnout of the \"Angry Mob\" event, the PCs will likely want to investigate the disappearance of the child that sparked the riot - maybe with a bit of detective work taking the form of a goal collection freeform challenge.",
			"",
			"***Consequences:*** When the PCs piece together enough clues, evidence shows the child was spirited away by some creature from the woods. If they gain enough successes, they can even determine the abductor was fey, leading them to search the woods for fey involvement. This may allow the PCs to uncover the secret contenders of the conflict, though finding the fey's motivation may prove difficult. This leads directly into the \"Hall Under the Hill\" challenge event.",
			"",
			"Botching the discovery means the disappearance will remain a mystery, at least for now, but the PCs may be able to find other clues of fey involvement later in the social conflict. This likely leads PCs to events that revolve around the conflict between the revolutionaries and the nobility.",
			"",
			"***Challenge Event:*** Hall Under The Hill",
			"",
			"Chasing after the clues that something or someone in the forest abducted the baby, they follow the trail to a strange hall under a mossy hill. There they find a group of quicklings who have been abducting children from various settlements near to the forest. The quicklings, rather than being knowledgeable of the norn's overall plans, are nothing more than fey mercenaries capturing the babies for a mysterious buyer they meet during full moons among a nearby group of standing stones. They then replace the babies with eerie fosterlings for another fee paid in ancient coins.",
			"",
			"***Consequences:*** While the quicklings don't know who pays them (nor do they care), by either defeating the quicklings or bluffing or bribing the information out of them, the PCs can learn that neither the revolutionaries nor the royalists have anything to do with the unusual kidnappings.",
			"",
			"### Continuing the Conflict",
			"",
			"At this point, the PCs have many possible avenues to explore. If they return the woodcutter's baby, they earn the gratitude of the townsfolk, and one of their friendly contacts in town requests that they head to the capital, either to deliver a letter requesting more funds to assist the town (if they ally with the mayor) or helping with a mass protest (if they ally with the revolutionaries). Even if the PCs are making their own path, they still might want to head to the capital if they find out about the potential mass protest. On the other hand, depending on the results of the last event, the PCs could attempt to chase down the quickling's buyer, or even to check on the other entries on the quickling's list.",
			"",
			"Social conflicts branch and diverge quite rapidly and respond to the PCs' choices, which makes it difficult to plan more than an engagement or two ahead without quickly devolving into numerous if-then contingencies. Depending on the PCs' path through a social conflict, they could wind up pulling a heist on the royal treasury (using the {rule/heist>s} rules), attending a gala to gain influence with the upper nobility (using the {rule/individual |influence/ rules}), working with Princess Annika for a peaceful solution as she secretly manipulates them to further the fosterling agenda, pursuing a group of kidnapping fey to discover the whereabouts of the buyer (using the {rule/pursuit/ rules}), performing acts of sabotage in an attempt to overthrow the monarchy, researching the connection between the fosterlings (using the {rule/research/ rules}), engaging in a verbal duel with one of the founders of the revolutionaries in front of a crowd of his followers (using the {rule/verbal duel>s} rules), and much more. No matter what the PCs do, the fosterlings try to turn it to their advantage, and if the PCs unearth the fosterlings' existence and launch a shadow war against their adversaries, the fosterlings turn all of their efforts to destroying the PCs and their reputation, preferring to use the other factions as proxies if possible.",
			"",
			"### Concluding the Conflict",
			"",
			"Depending on the PCs' actions, the conflict has many possible endings. In general, however, each faction acts in a certain way as it approaches defeat.",
			"",
			"If the royalists approach defeat, they concede the social conflict. The king agrees to abdicate to Princess Annika, which ameliorates enough of the revolutionaries that the truly radical among them lose almost all of their remaining support. These remaining revolutionaries continue to attempt to take down the monarchy, but with far less efficacy, their future actions are likely to be fruitless without aid from the PCs.",
			"",
			"If the revolutionaries approach defeat, they concede the social conflict by dissolving, still dissatisfied, but quieted at least for now. The royalists accept this concession and grant pardons to the revolutionaries, other than one of the more radical ringleaders who wanted to overthrow the entire government and watch the nobles burn. This woman refuses the pardon, so she is named as the leader of the revolution and executed.",
			"",
			"The fosterlings do not concede the social conflict, even to the point of total ruination. While Princess Annika would prefer to occlude her ties to the fosterlings and allow her lieutenants to quietly back off, the norn commanding all the fosterlings demands they continue to the end. When they are completely defeated, the fosterlings are exposed, both sides informed of their existence, and Princess Annika along with them. If the PCs have a personal connection with the princess, she begs them to protect her against her norn mistress. Once the norn is vanquished, the princess and the fosterlings may need a new place to live. The PCs could then convince the people of the kingdom of the benefits of letting their former infiltrators become loyal citizens."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"social_conflicts"
		],
		"siblings": [
			"pacing",
			"stakes_and_contenders",
			"events_ui",
			"event_consequences",
			"freeform_events",
			"social_conflict_events_and_advancement",
			"example_social_conflict_the_taken"
		]
	},
	"taxation": {
		"name": "Taxation",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/192}",
			"",
			"Even a moderately successful adventurer commands wealth and personal power beyond the means of most normal people in the world. While the common folk adore their heroes and the small-minded envy them, the authorities take a more pragmatic view: How can they and their jurisdictions financially benefit from these adventurers? In the greater campaign, as the PCs advance in stature, they gain the notice of such authorities, who seek a share of the PCs' rewards in the form of taxes. They claim material goods, utilize the PCs' talents in day-to-day life, or even enlist the PCs' services as adventurers. These people see this attention and service as their due for giving adventurers safe haven between quests and, at least in theory, protecting the PCs from the depredations of robbers and swindlers.",
			"",
			"Taxes manifest in many ways and from many sources, and go by different names: dues, fees, surcharges, tariffs, tithes, and even requests for charity or donations. The person or organization levying the taxes, known as the collector, varies as well. A collector might be a civil leader (such as a noble or mayor), a professional (such as a dean or guild master), or a religious authority (such as an archbishop or parish priest).",
			"",
			"When and how much to tax varies based on the nature of the campaign. Generally, paying taxes should happen between adventures, such as when the PCs enter a new city or return to their regular base of operations. A good rule is for the GM to tax the party once per character level for an amount roughly equal to a [single encounter's total treasure value at their APL](rule/placing_treasure). The GM could also split this amount into multiple taxes or fees over the course of that character level.",
			"",
			"For example, a party of 3rd-level PCs on the Medium track should be taxed about 800 gp. If the party's wealth is higher than the normal wealth by level guidelines and the PCs don't show discretion about this excess, authorities notice this and actively work to separate the PCs from more of their treasure. The GM should shower the PCs with flattery and promises of favors in the future so they don't feel punished for success.",
			"",
			"This section also gives advice on using alternatives to taxation as adventure hooks. Instead of forcing the PCs to pay taxes, the local authorities can request that the PCs complete appropriate services or quests."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"types_of_taxes",
			"types_of_services",
			"compliance"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		]
	},
	"types_of_taxes": {
		"name": "Types of Taxes",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/192}",
			"",
			"Though many taxes come in the form of financial transactions, some collectors are willing to substitute material goods, favors, or services for coin.",
			"",
			"***Direct Taxation:*** Claiming a share of all proceeds is the simplest way collectors benefit from adventurers. This might be a coinage fee for converting foreign or excessive currency, a duty imposed on treasure and enforced by customs inspectors, or even a tithe paid by religious characters. Though such policies are straightforward to implement, clever PCs can avoid them by concealing their wealth - a typical tax collector lacks the wherewithal to ferret out treasure masked by illusion or cached in an extradimensional space. However, bragging about evading taxes can backfire, and could lead to divination-based inspections or interrogation under magical means.",
			"",
			"***Monetary Favors:*** When a collector needs funds, the PCs present a ready and often untapped source of money. Experienced adventures routinely throw around amounts of gold that could equip an army or feed a town for months. Canny collectors avoid drawing from the well too often, saving their requests for dire circumstances. When they do call, they appeal to the PCs' compassion, patriotism, or sense of duty. Technically, it's not tax evasion to decline such a request, but collectors have long memories.",
			"",
			"***Service:*** In some countries, particularly ones with the feudal system, subjects swear fealty to their lord in a system of intertwined obligation. In return for the lord's protection, subjects agree to give service. When called upon by a lord, a PC must report to duty, offer up a suitable person to serve instead, or refuse the call and risk imprisonment or worse. Churches similarly expect service from their congregations, and guilds expect service from their members. Willing and eager service on the part of the PCs may be repaid by a favor from their collector in a time of need. If the service is especially suited to adventurers, such as clearing out monsters from the city sewer, the PCs should receive less than the normal treasure award; they shouldn't earn more gold for performing a service than they would have to pay in taxes to avoid that service."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"taxation"
		],
		"siblings": [
			"types_of_taxes",
			"types_of_services",
			"compliance"
		]
	},
	"types_of_services": {
		"name": "Types of Services",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/192}",
			"",
			"PCs are more useful for the deeds they can accomplish than for any material wealth they might possess. Even low-level adventurers possess talents in excess of the typical populace, and high-level adventures can shake the pillars of the world.",
			"",
			"***Assassination:*** Though not always the most discreet of hired killers, adventurers can be effective. Assassination requires catching a normally well-protected enemy in a vulnerable moment, and killing him without leaving any evidence behind. Even in failure, PCs bring one last valuable asset to the table: deniability. If the PCs are caught, the collector can claim ignorance of their activities, leaving the PCs to face justice on their own.",
			"",
			"***Celebrity:*** PCs, particularly the more charismatic sort, get invited (often just a euphemism for a demand) to attend social functions in order to impress the collector's other guests. PCs with only minor fame might just be a part of the throng at a grand ball or wedding, but more storied adventurers attend feasts and parades with a collector, elevating her status among peers and subtly deterring rivals. These social events also give other collectors the opportunity to approach the PCs for favors or material support, ideally after wining and dining has left the PCs in a relaxed and unguarded mood.",
			"",
			"***Espionage:*** In many cases, espionage missions are given to an appropriate PC, such as a bard, enchanter, or rogue. As with assassination, collectors use PCs as spies so they have the advantage of deniability. Requests for espionage might be tied to a region the PCs already plan on visiting, or might require that they arrange their travel to suit the request.",
			"",
			"***Magic Item Creation:*** A PC with an {main/feats_<item creation/ feat} could find herself called on to use her talents, either as a personal favor or for the common good. A PC wizard could be asked to enhance the blades of the city guard, or a PC cleric could be asked to provide {spell/cure light wounds} potions for her temple. Depending on who makes the request, the cost of creating the magic item might be borne by the PC, paid for by the collector, or split between them.",
			"",
			"***Military Service:*** Usually only low-level PCs get called on for rank-and-file service. More capable adventurers might instead find themselves pressed into service in the role of elite commandos, sent to deal with the opposing force's most dangerous troops and monsters. PCs with appropriate expertise may be called up to train others in their skills - a tedious but valuable service that can be accomplished during downtime between adventures.",
			"",
			"***Monster Hunting:*** Few things better suit adventurers than being sent out to kill menacing beasts and monsters. Unfortunately, collectors often lack judgment as to what sort of opponents lie within a party's grasp. Novice adventurers aren't likely to be sent chasing dragons, but great heroes might be sent to dispatch a \"demon pig\" that turns out to be a mere dire boar, or mid-level ones sent to handle a \"wandering giant\" that turns out to be a storm giant or titan. Fleeing such conflicts may have long-lasting repercussions.",
			"",
			"***Spellcasting:*** Even middling spellcasters still have impressive magic at their disposal. Between adventures, many PCs leave their magical talents almost untapped. Asking a few hours of spellcasting service for the public each month seems like a trivial request to a collector. Besides prosaic tasks like constructing fortifications, lighting the city with permanent lights, tending to the sick, or entertaining guests with elaborate illusions, PC spellcasters might be asked for greater favors like contacting the dead, divining the will of the gods, or weaving defensive wards. The cost of these services might be the responsibility of the PC, subsidized by the collector, or split between the two, though non-spellcaster collectors have a tendency to greatly underestimate the costs of certain powerful spells and base their terms on these false assumptions.",
			"",
			"***Other Services:*** Beyond these examples, collectors may ask for almost anything within or even just beyond the PCs' abilities. The PCs might be tasked to find a stolen soul, loot a newly discovered dungeon and share the proceeds, intervene in a dispute between great wizards, or deliver tribute to a dragon. Often, these services serve as hooks for full adventures."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"taxation"
		],
		"siblings": [
			"types_of_taxes",
			"types_of_services",
			"compliance"
		]
	},
	"compliance": {
		"name": "Compliance",
		"subtitle": "Taxes, Advanced GM Topics",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/193}",
			"",
			"Forcing taxes on adventurers carries a certain amount of risk. Low-level PCs who avoid paying taxes likely face arrest, heavy fines, and possibly imprisonment if caught. Of course, they might be able to perform a suitable service in lieu of punishment. For mid-level PCs, indirect consequences are more effective than attempts to arrest them (unless the authorities have enough resources and ability that they stand a reasonable chance of capturing and holding the PCs) - local businesses may refuse to serve them, the thieves' guild might be given permission to rob them, city guards may ignore their calls for help, and so on.",
			"",
			"High-level PCs outmatch anyone trying to arrest them, and in many cases the worst consequences of their actions are cheers from other lawbreakers and snubs by nobles who rely on taxation for income. In the cases of dues and tithes, PCs who shirk their responsibilities can expect no help from their churches or guilds while indebted, and have to pay a considerable surcharge even after they make good on their debts. Of course, the proper service or favor might convince a church or guild to forgive the PCs for their transgressions."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"taxation"
		],
		"siblings": [
			"types_of_taxes",
			"types_of_services",
			"compliance"
		]
	},
	"trophies_and_treasures": {
		"name": "Trophies and Treasures",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/162}",
			"",
			"Monetary treasure can be a rarity in the wild, but canny scavengers and survivalists know how to reap nature's bounty. Eggs, furs, and ivory of exotic beasts are well-known commodities, but some have also studied the mystical sympathy between certain creatures and different forms of magic. To the right buyer, these components are valuable as more exotic materials.",
			"",
			"The following rules for harvesting trophies from creatures and monsters should augment the classic method of dispersing treasure and rewards, but they are not intended to increase the expected wealth by level at your table. If you use this system for trophies, you should make sure to reduce the amount of other treasure and rewards by an equal amount to the harvested components.",
			"",
			"At their most basic, trophies function as art objects. Whether an adventurer seeks to mount a dragon's head on the wall of his home, craft a necklace from a claw harvested from every beast he has slain, or simply make new arrows from the teeth of a fallen foe, the process is much the same - the valuable commodity must first be harvested from the creature.",
			"",
			"Note that some cultures have taboos against harvesting parts from humanoids and monstrous humanoids or certain other creature types. Other societies may view the taking of trophies from intelligent creatures, endangered specimens, or even from plentiful game as abhorrent. Characters might need to be careful to avoid insulting such groups if they don't want to find themselves in an unnecessary conflict. At the GM's discretion, harvesting trophies (particularly in the case of trophies taken from innocents, intelligent creatures, or outsiders) should have alignment repercussions.",
			"",
			"As with all content that might be uncomfortable for some players, you should make sure to have your table's consent before introducing the harvesting of trophies into your game."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"harvesting_trophies",
			"trophy_weight",
			"selling_trophies",
			"magical_affinities_of_trophies"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		]
	},
	"harvesting_trophies": {
		"name": "Harvesting Trophies",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/162}",
			"",
			"When a monster is defeated in combat, the process of identifying what portions of the creature can serve as a trophy and harvesting the trophy are somewhat abstracted; there's no need to track the values for each part of every monster in the game once they're gathered as trophies.",
			"",
			"In order to harvest and preserve a trophy from a kill, a character must attempt three checks: one to determine what parts of the creature are worth harvesting for a trophy, one to determine if she successfully harvests the trophy components without damaging or ruining them, and one to turn the components into a permanent trophy.",
			"",
			"***Identifying Trophies:*** To identify what portions of a creature have value as trophies, a character must succeed at a Knowledge check determined by the creature type, as normal. The DC for this check is equal to 15 + the creature's CR. This examination takes 1 minute to perform.",
			"",
			"***Harvesting Trophy Components:*** Once a character identifies potential trophies, she must attempt a skill check to harvest the relevant components. This is typically either a Survival check (for external features, such as hide, horns, teeth, or the like) or a Heal check (for internal features, such as blood, internal organs, or sweat). The DC for this check is equal to 15 + the creature's CR. Harvesting trophy components generally takes 10 minutes of work (at the GM's discretion, this could be as much as 1 hour of work for creatures whose bodies are particularly difficult to work with).",
			"",
			"***Creating Trophies:*** Once trophy components are harvested, they generally remain viable for 24 hours before decay or spoilage ruins them. Application of {spell/gentle repose}, {magic-wondrous/unguent of timelessness}, or similar magic can extend this period of decay. In order to turn components harvested from a creature into a long-lasting trophy, a character must attempt a check with an appropriate Craft skill (the exact skill varies according to the nature of the trophy the character is creating, but it is usually one from the following list: alchemy, jewelry, leather, or taxidermy) to preserve the components and turn them into a trophy. The DC of this check is equal to 15 + the creature's CR."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"trophies_and_treasures"
		],
		"siblings": [
			"harvesting_trophies",
			"trophy_weight",
			"selling_trophies",
			"magical_affinities_of_trophies"
		]
	},
	"trophy_weight": {
		"name": "Trophy Weight",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/163}",
			"",
			"In most cases, the weight of trophy components recovered from a creature depend on the creature's size. This weight is doubled for bones, hides, and skins, and halved for feathers, hair, and small organs such as eyes or glands. Once components have been processed into actual trophies, the resulting weight of the trophy is generally determined by the nature of the trophy created (in the case of jewelry or the like) or half the weight of the components used (in the case of something like a preserved head or limb).",
			"",
			"### Table 4-10: Typical Trophy Weights",
			"",
			"| Creature Size | Trophy Weight |",
			"| --- | --- |",
			"| Fine | - |",
			"| Diminutive | 1/10 lb. |",
			"| Tiny | 1/2 lb. |",
			"| Small | 1d4 &times; 1/2 lbs. |",
			"| Medium | 1d6 lbs. |",
			"| Large | 3d6 lbs. |",
			"| Huge | 1d6 &times; 10 lbs. |",
			"| Gargantuan | 1d6 &times; 30 lbs. |",
			"| Colossal | 1d6 &times; 100 lbs. |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"trophies_and_treasures"
		],
		"siblings": [
			"harvesting_trophies",
			"trophy_weight",
			"selling_trophies",
			"magical_affinities_of_trophies"
		]
	},
	"selling_trophies": {
		"name": "Selling Trophies",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/163}",
			"",
			"Once a trophy is created, it can be kept or sold. Generally, a trophy can be sold to any merchant for its full value, as if it were an art object, but at the GM's discretion, certain trophies may require the PC to seek out black markets or specialized merchants to receive the full price. In some societies, selling certain trophies may be illegal or have other ramifications.",
			"",
			"A trophy's value is determined by the CR of the creature from which it was harvested, as indicated on the following table. For all purposes related to harvesting trophies, the CR refers to a creature's CR without any class levels (a CR 10 {monster/troll} oracle would still count as a CR 5 source for any trophies it yields). Note that the value for bounties for defeating specific creatures should not be governed by these rules but should instead be determined by the GM as appropriate for the adventure. Creatures that do not have racial Hit Dice and whose CR is defined by class level generally do not provide valuable components for trophies.",
			"",
			"### Table 4-9: Trophy Value by CR",
			"",
			"| CR | Value |",
			"| --- | --- |",
			"| 1 | 50 gp |",
			"| 2 | 100 gp |",
			"| 3 | 150 gp |",
			"| 4 | 200 gp |",
			"| 5 | 300 gp |",
			"| 6 | 400 gp |",
			"| 7 | 500 gp |",
			"| 8 | 650 gp |",
			"| 9 | 850 gp |",
			"| 10 | 1,000 gp |",
			"| 11 | 1,400 gp |",
			"| 12 | 1,800 gp |",
			"| 13 | 2,300 gp |",
			"| 14 | 3,000 gp |",
			"| 15 | 3,900 gp |",
			"| 16 | 5,000 gp |",
			"| 17 | 6,400 gp |",
			"| 18 | 8,000 gp |",
			"| 19 | 10,500 gp |",
			"| 20 | 13,000 gp |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"trophies_and_treasures"
		],
		"siblings": [
			"harvesting_trophies",
			"trophy_weight",
			"selling_trophies",
			"magical_affinities_of_trophies"
		]
	},
	"magical_affinities_of_trophies": {
		"name": "Magical Affinities of Trophies",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/163}",
			"",
			"Certain creatures provide trophy components that, once processed into actual trophies, are exceptionally useful for the construction of alchemical or magic items. When used as raw materials for the crafting of alchemical or magic items, these trophies are worth more than their normal values for the purposes of calculating the total gp needed to craft the item. The following section details trophy uses for a wide range of creature categories. This list is not intended to be exhaustive, and GMs should feel free to add specific affinities to a creature as their campaigns demand.",
			"",
			"***Recovery:*** In order to preserve trophy components into a trophy usable for its magical affinities, a character must use a different skill than Craft to create the trophy. The specific skill required varies according to the creature, as detailed below. Creating a trophy to be used in this way is more difficult than creating one to simply be an art object: the DC to create a magical affinity trophy is equal to 20 + the creature's CR. If a creature's trophy components fall into multiple categories (such as an {monster/erinyes}), the character can choose which of the associated skills to use to craft the trophy.",
			"",
			"***Affinities***: The magical uses for a trophy in the construction of alchemical or magic items are listed here. When a trophy is incorporated into raw materials, its gp value is considered to be 20% greater than normal.",
			"",
			"### Demons",
			"",
			"**Recovery** Knowledge (planes)  ",
			"**Affinities** A {family/demon/'s} heart contains the essence of sin. It can be used in the creation of any magic item that has a spell with the {spelldef/evil} descriptor as a requirement.",
			"",
			"### Devils",
			"",
			"**Recovery** Knowledge (planes)  ",
			"**Affinities** A {family/devil/'s} tongue is infused with the word of law. It can be used in the creation of any magic item that has a spell with the {spelldef/lawful} descriptor as a requirement.",
			"",
			"### Doppelgangers and Mimics",
			"",
			"**Recovery** Knowledge (arcana)  ",
			"**Affinities** Swaths of skin harvested from a {monster/doppelganger} or {monster/mimic} can be used in the creation of any magic item that has a spell of the {spelldef/polymorph} subschool as a requirement.",
			"",
			"### Elementals",
			"",
			"**Recovery** Knowledge (planes)  ",
			"**Affinities** Residual material harvested from a slain elemental can be used in the creation of magic items that have spells with specific descriptors, as summarized in the table below.",
			"",
			"#### Table 4-11: Elemental Trophy Affinities",
			"",
			"| Elemental Type | Material Harvested | Associated Descriptor |",
			"| --- | --- | --- |",
			"| [Aether](/family/elemental_aether) | Crystalized memories | {spelldef/Force} |",
			"| [Air](/family/elemental_air) | Fine dust | {spelldef/Air} |",
			"| [Earth](/family/elemental_earth) | Stone fragments | {spelldef/Earth} |",
			"| [Fire](/family/elemental_fire) | Warm ash | {spelldef/Fire} |",
			"| [Ice](/family/elemental_ice) | Blue ice | {spelldef/Cold} |",
			"| [Lightning](/family/elemental_lightning) | Sparkling powder | {spelldef/Electricity} |",
			"| [Magma](/family/elemental_magma) | Glowing embers | {spelldef/Fire} |",
			"| [Mud](/family/elemental_mud) | Viscous sludge | {spelldef/Acid} |",
			"| [Water](/family/elemental_water) | Rare liquid | {spelldef/Water} |",
			"",
			"### Giants",
			"",
			"**Recovery** Knowledge (local)  ",
			"**Affinities** The sweat glands or muscles and tendons that are harvested from a giant's arms or legs can be used in the creation of magic items that have {spell/enlarge person} as a requirement or in the creation of any magic melee weapon.",
			"",
			"### Intelligent Undead",
			"",
			"**Recovery** Knowledge (religion)  ",
			"**Affinities** Necromancy-infused dust or organs from an intelligent undead creature can be used in the creation of any magic item that has {spell/animate dead}, {spell/create undead}, {spell/create greater undead}, {spell/energy drain}, or {spell/enervation} as a requirement; at the GM's discretion, other necromancy spells can be added to this list (a {monster/ghoul}, for example, might aid in the creation of items that require {spell/ghoul touch}).",
			"",
			"### Oozes",
			"",
			"**Recovery** Knowledge (dungeoneering)  ",
			"**Affinities** Fluids harvested from an ooze that deals acid damage can be used in the creation of any magic item that has a spell with the {spelldef/acid} descriptor as a requirement or for alchemical gear and weapons associated with acid.",
			"",
			"### Petrifying Monsters",
			"",
			"**Recovery** Knowledge (arcana) Affinity The portion of a creature capable of petrifying targets (eyes of a {monster/basilisk} or {monster/medusa}, talons of a {monster/cockatrice}, or a {monster/gorgon/'s} lungs, for example) can be used in the creation of any magic item that has {spell/flesh to stone} or {spell/stone to flesh} as a requirement.",
			"",
			"### Primeval Creatures",
			"",
			"**Recovery** Knowledge (nature)  ",
			"**Affinities** The claws, fangs, horns, and tusks of primeval creatures (including all {family/dinosaur/s} and {family/megafauna}, as well as dire animals) can be used in the creation of any magic item that has {spell/bear's endurance}, {spell/bull's strength}, or {spell/cat's grace} as a requirement.",
			"",
			"### Proteans",
			"",
			"**Recovery** Knowledge (planes)  ",
			"**Affinities** Scales harvested from a {family/protean} seethe with pure chaos and can be used in the creation of any magic item that has a spell with the {spelldef/chaotic} descriptor as a requirement.",
			"",
			"### Qlippoth",
			"",
			"**Recovery** Knowledge (planes)  ",
			"**Affinities** A {family/qlippoth/'s} brain is infused with raw madness, and it can be used in the creation of any magic item that has {spell/confusion}, {spell/insanity}, {spell/lesser confusion}, or {spell/symbol of insanity} as a requirement.",
			"",
			"### Rakshasas",
			"",
			"**Recovery** Knowledge (planes)  ",
			"**Affinities** A {subtype/rakshasa/'s} eyes can be used in the creation of any magic item that has {spell/detect thoughts} as a requirement.",
			"",
			"### Trolls",
			"",
			"**Recovery** Knowledge (local)  ",
			"**Affinities** A {family/troll/'s} liver can be used in the creation of any magic item that has a spell of the {spelldef/healing} subschool as a requirement.",
			"",
			"### True Dragons",
			"",
			"**Recovery** Knowledge (arcana)  ",
			"**Affinities** The organs associated with a {family/true dragon/'s} breath weapon can be utilized in the creation of any magic item that has a spell that deals energy damage of the same type as the dragon's breath weapon as a requirement.",
			"",
			"### Web-Using Monsters",
			"",
			"**Recovery** Knowledge (nature); when harvested from something other than a vermin, the DC of the check to harvest the trophy increases by 2.  ",
			"**Affinity** The spinnerets of a creature capable of using {umr/web} as per the universal monster rule can be used in the creation of any magic item that has {spell/spider climb} or {spell/web} as a requirement."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"trophies_and_treasures"
		],
		"siblings": [
			"harvesting_trophies",
			"trophy_weight",
			"selling_trophies",
			"magical_affinities_of_trophies"
		]
	},
	"weather_in_the_wilderness": {
		"name": "Weather Generation",
		"subtitle": "Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/165}",
			"",
			"While many of the physical dangers a group faces in the wilds vary significantly based on the nature of the terrain they explore, the weather can pose an array of challenges within a single region. When the weather is calm or good, it can make even the most unpleasant of terrains less grueling, but when the weather turns bad, even gently rolling hills, idyllic woodlands, and pastoral plains can become death traps.",
			"",
			"While you can simply decide what the weather's up to at any point in your campaign - and indeed you should always feel free to have it start raining, thundering, or gusting with wind when the story is enhanced by dramatic shifts in the weather - you can also use the following system to generate weather for your game.",
			"",
			"In keeping with Pathfinder's primary goal of providing a shared game experience first and foremost, this system for generating weather is narrative-based rather than a fully scientific simulation. While this system takes into account generalities such as climate, elevation, and season, its primary focus allows you to set the norms for weather in a particular area of your choice, using a number of broad categories based on general climate and favored terrain categories. You can then add weather details and events outside that norm, from mere hassles to catastrophes, either randomly generating those weather events or picking and choosing ones that support your campaign's greater narrative. This makes it easier for PCs whose classes enhance their skills in certain terrain types to better thwart environmental dangers that are created or provoked by such terrains' weather.",
			"",
			"### Extreme Temperatures",
			"",
			"Temperatures of 40&deg; F and lower or 90&deg; F or higher are hazardous, growing more dangerous the more extreme they become. Without the benefit of {spell/endure elements} or some other form of protection, characters exposed to temperatures beyond these ranges run the risk of taking damage and suffering other effects, as explained in {rule/cold dangers} and {rule/heat dangers}."
		],
		"parent_topics": [ "advanced_gm_topics" ],
		"subtopics": [
			"weather_baseline",
			"temperature_variations_and_precipitation",
			"weather_details"
		],
		"siblings": [
			"diseases_and_poisons",
			"exploration_ucp",
			"discovery_and_exploration",
			"duels",
			"verbal_duels",
			"heists",
			"infiltration",
			"nemeses",
			"performance_combat",
			"pursuit",
			"simple_monster_creation",
			"skills_in_conflict",
			"social_conflicts",
			"spells_of_intrigue",
			"spells_of_the_wild",
			"taxation",
			"trophies_and_treasures",
			"weather_in_the_wilderness"
		]
	},
	"weather_baseline": {
		"name": "Weather Baseline",
		"subtitle": "Wilderness, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/165}",
			"",
			"When determining weather for a region in your campaign, your first step is to establish the weather baseline for the region. The weather baseline is influenced by the region's climate (this sets the baseline temperature), elevation (this provides the baseline precipitation intensity), and season (this affects the temperature and dictates the baseline precipitation frequency)."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"weather_in_the_wilderness"
		],
		"subtopics": [
			"climate_uw",
			"elevation",
			"season"
		],
		"siblings": [
			"weather_baseline",
			"temperature_variations_and_precipitation",
			"weather_details"
		]
	},
	"climate_uw": {
		"name": "Climate",
		"subtitle": "Weather, Wilderness, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/165}",
			"",
			"Your first step in determining a region's baseline weather is to decide upon the region's climate. Climate is split up into one of three categories: cold, temperate and tropical. These types correspond to the three climate categories used in monster entries (note that a fourth category, extraplanar, is not a factor in determining weather for Material Plane worlds).",
			"",
			"The baseline temperature range for each climate category is given below, and is further refined in {rule/Temperature Variations and Precipitation}. These baselines are also presented in Table 4-12.",
			"",
			"***Cold:*** A cold climate is found in the extreme northern or southern regions of the world at latitudes greater than 60 degrees (approximately 2,000 miles from a pole). In these polar regions, temperatures often remain below freezing throughout the majority of the year. The baseline temperature in this climate is cold, ranging from 20&deg; F in the winter, to 30&deg; F in the spring and fall months, and up to 40&deg; F in the summer. For regions within 500 miles of the pole, the baseline temperature is 10&deg; F colder than the seasonal average. For regions within 250 miles of the pole, the baseline temperature is 20&deg; F colder than the seasonal average. Because cold air tends to be drier than warm air, reduce the frequency and intensity of precipitation by one step in cold climates.",
			"",
			"***Temperate:*** Temperate climates stretch between the polar regions and tropical regions of the world, generally at latitudes between 60 degrees and 30 degrees. The baseline temperature in this climate ranges from 30&deg; F in winter, to 60&deg; F in spring and fall, and all the way up to 80&deg; F in summer. Precipitation frequency is not altered as a result of a temperate climate, but it can still be altered as a result of other factors such as the {rule/elevation} or {rule/season}.",
			"",
			"***Tropical:*** The tropics exist to either side of the world's equator, extending north and south for about 30 degrees of latitude in either direction. Tropical regions tend to be warm and humid, with a baseline temperature ranging from 50&deg; F in winter, to 75&deg; F in spring and fall, and up to 95&deg; F in summer. Because warm, humid air produces a great deal of precipitation, increase the frequency and intensity of precipitation by one step in this climate.",
			"",
			"### Table 4-12: Climate Baselines",
			"",
			"| Climate | Winter Temp. | Spring Temp. | Summer Temp. | Fall Temp. | Precipitation Adjustment |",
			"| --- | --- | --- | --- | --- | --- |",
			"| Cold | 20&deg; F | 30&deg; F | 40&deg; F | 30&deg; F | Decrease frequency and intensity by one step |",
			"| Temperate | 30&deg; F | 60&deg; F | 80&deg; F | 60&deg; F | - |",
			"| Tropical | 50&deg; F | 75&deg; F | 95&deg; F | 75&deg; F | Increase frequency and intensity by one step |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"weather_in_the_wilderness",
			"weather_baseline"
		],
		"siblings": [
			"climate_uw",
			"elevation",
			"season"
		]
	},
	"elevation": {
		"name": "Elevation",
		"subtitle": "Weather, Wilderness, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/166}",
			"",
			"While the climate sets baselines for temperatures, elevation plays a key factor as well. Elevation can affect the baseline temperature, and it sets the baseline intensity of precipitation in the region, as explained below and displayed in Table 4-13: Elevation Baselines.",
			"",
			"***Sea Level:*** Temperatures in sea-level and coastal regions are 10&deg; warmer. Sea-level regions also tend to have more precipitation than areas of higher elevation, so the baseline precipitation intensity in a sea-level region is heavy.",
			"",
			"***Lowland:*** Lowlands are areas of low elevation not near the coast, generally at an elevation of 1,000 to 5,000 feet. This elevation range does not alter baseline temperatures. The baseline precipitation intensity in lowlands is medium.",
			"",
			"***Highland:*** Highlands include regions with elevations above 5,000 feet. Decrease baseline temperatures in highlands by 10&deg; (although in particularly arid and flat regions, you should instead increase the baseline temperature by 10&deg;, while in particularly high-altitude regions such as significant mountain ranges, you should instead decrease the baseline temperature by 20&deg;). The frequency of precipitation is decreased by one step, and baseline precipitation intensity is medium.",
			"",
			"### Table 4-13: Elevation Baselines",
			"",
			"| Elevation | Altitude Range | Baseline Temp. Adjust. | Baseline Precipitation Intensity |",
			"| --- | --- | --- | --- |",
			"| Sea level | Below 1,000 ft. | +10&deg; F | Heavy |",
			"| Lowland | 1,000 ft. to 5,000 ft. | - | Medium |",
			"| Highland | Above 5,000 ft. | -10&deg; F | Medium (decrease precipitation frequency by one step) |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"weather_in_the_wilderness",
			"weather_baseline"
		],
		"siblings": [
			"climate_uw",
			"elevation",
			"season"
		]
	},
	"season": {
		"name": "Season",
		"subtitle": "Weather, Wilderness, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/166}",
			"",
			"A year has four seasons - spring, summer, fall, and winter - each of which lasts about 3 months. Season plays an important part in dictating a region's baseline temperature (as noted in each climate and in Table 4-14). It also dictates the baseline precipitation frequency in a region before applying adjustments due to climate or elevation. In most regions with cold and temperate climates, precipitation frequency is intermittent during spring and fall, common during the summer, and rare during the winter. In most regions with tropical climates, precipitation frequency is common during spring and fall, intermittent during the summer, and rare during the winter.",
			"",
			"On worlds with a tilt in their axis, the seasons are typically reversed between northern and southern hemispheres. While it is the height of summer in the north, the areas south of the equator are in the depths of winter.",
			"",
			"### Table 4-14: Seasonal Baselines",
			"",
			"| Season | Cold or Temperate Climate Precip. Frequency | Tropical Climate Precip. Frequency |",
			"| --- | --- | --- |",
			"| Spring | Intermittent | Common |",
			"| Summer | Common | Intermittent |",
			"| Fall | Intermittent | Common |",
			"| Winter | Rare | Rare |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"weather_in_the_wilderness",
			"weather_baseline"
		],
		"siblings": [
			"climate_uw",
			"elevation",
			"season"
		]
	},
	"temperature_variations_and_precipitation": {
		"name": "Temperature Variations and Precipitation",
		"subtitle": "Weather, Wilderness, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/166}",
			"",
			"Once you have established weather baselines for a region and adjust them to match the elevation and season, the next step is to breathe life into the weather by determining the temperature's variation from the adjusted baseline and the daily precipitation. With this system, you can build out weather patterns and events as far as you want into the future. If the PCs will be in a region for some time, it's a good idea to plan out the weather's variations and events at least a week in advance so if a character tries to use Survival to predict the weather, you'll have information to work with. On the other hand, if you know the PCs are going to be in a region for only a few days, planning our a full week of weather isn't necessary. And of course, you can randomly generate weather on a day-by-day basis if you're comfortable with the possibility of an unexpected turn complicating the game's other events."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"weather_in_the_wilderness"
		],
		"subtopics": [
			"temperature_variations",
			"precipitation"
		],
		"siblings": [
			"weather_baseline",
			"temperature_variations_and_precipitation",
			"weather_details"
		]
	},
	"temperature_variations": {
		"name": "Temperature Variations",
		"subtitle": "Weather, Wilderness, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/166}",
			"",
			"Weather is constantly changing, and a significant aspect of that change is the temperature. For the purposes of this system, it's easiest to assume that the daily temperature remains relatively static during daylight hours and then drops by 2d6+3 degrees during the night.",
			"",
			"When setting a day's temperature in a terrain, you can roll on the temperature variations table appropriate to the climate; the result determines how you should alter the adjusted baseline temperature, and also suggests the duration of that change. You can also use the tables without rolling for a result, consulting them as a guide to help you make decisions about variations in temperature.",
			"",
			"For terrain in a cold region, roll on Table 4-15: Cold Region Temperature Variations. Temperature variations in this climate trend colder and last for a long period of time. For terrain in a temperate region, roll on Table 4-16: Temperate Region Temperature Variations. Temperature variations in this climate are about as likely to swing warmer or colder, and such variations tend to last for shorter periods. If you need to establish a day's temperature for terrain in a temperate region, you can roll on Table 4-17: Tropical Region Temperature Variations. Temperature variations for tropical climates trend warm but for even shorter periods.",
			"",
			"### Table 4-15: Cold Region Temperature Variations",
			"",
			"| d% | Variation | Duration |",
			"| --- | --- | --- |",
			"| 01-20 | -3d10&deg; F | 1d4 days |",
			"| 21-40 | -2d10&deg; F | 1d6+1 days |",
			"| 41-60 | -1d10&deg; F | 1d6+2 days |",
			"| 61-80 | No variation | 1d6+2 days |",
			"| 81-95 | +1d10&deg; F | 1d6+1 days |",
			"| 96-99 | +2d10&deg; F | 1d4 days days |",
			"| 100 | +3d10&deg; F | 1d2 days days |",
			"",
			"### Table 4-16: Temperate Region Temperature Variations",
			"",
			"| d% | Variation | Duration |",
			"| --- | --- | --- |",
			"| 01-05 | -3d10&deg; F | 1d2 days |",
			"| 06-15 | -2d10&deg; F | 1d4 days |",
			"| 16-35 | -1d10&deg; F | 1d6+1 days |",
			"| 36-65 | No variation | 1d6+1 days |",
			"| 66-85 | +1d10&deg; F | 1d6+1 days |",
			"| 86-95 | +2d10&deg; F | 1d4 days days |",
			"| 96-100 | +3d10&deg; F | 1d2 days days |",
			"",
			"### Table 4-17: Tropical Region Temperature Variations",
			"",
			"| d% | Variation | Duration |",
			"| --- | --- | --- |",
			"| 01-10 | -2d10&deg; F | 1d2 days |",
			"| 11-25 | -1d10&deg; F | 1d2 days |",
			"| 26-55 | No variation | 1d4 days |",
			"| 56-85 | +1d10&deg; F | 1d4 days |",
			"| 86-100 | +2d10&deg; F | 1d2 days days |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"weather_in_the_wilderness",
			"temperature_variations_and_precipitation"
		],
		"siblings": [
			"temperature_variations",
			"precipitation"
		]
	},
	"precipitation": {
		"name": "Precipitation",
		"subtitle": "Weather, Wilderness, Advanced GM Topics",
		"tags": "drizzle rain thunderstorm snow fog sleet",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/167}",
			"",
			"The next step in setting the local weather is to determine whether precipitation occurs and the intensity of that precipitation, if any.",
			"",
			"***Precipitation Frequency:*** Precipitation frequency is organized into five levels: drought, rare, intermittent, common, and constant. A region's baseline precipitation frequency is set by the season, but it can be modified by the climate and other factors. A precipitation frequency can't be reduced lower than drought or increased higher than constant. Check each day to determine whether precipitation occurs for that day; the percentage chance of precipitation occurring is summarized on Table 4-18: Daily Precipitation Chances.",
			"",
			"***Precipitation Intensity:*** The baseline precipitation intensity is dependent on the elevation and can be modified by the climate. Intensity has four categories. Light precipitation is the lowest level of intensity and generally consists of fog, a faint drizzle of rain or a few isolated flakes of snow. Medium precipitation represents a noticeable but not distracting fall of rain or snow. Heavy precipitation typically consists of a driving rainstorm or significant snowfall. Torrential precipitation is the highest level of intensity and consists of a deluge of rain or snow with conditions that can approach whiteout levels. Precipitation intensity can never be reduced below light or increased above torrential.",
			"",
			"### Table 4-18: Daily Precipitation Chances",
			"",
			"| Frequency | Chance of Precipitation |",
			"| --- | --- |",
			"| Drought | 5% (decrease precipitation intensity by 2 steps) |",
			"| Rare | 15% |",
			"| Intermittent | 30% |",
			"| Common | 60% |",
			"| Constant | 95% |",
			"",
			"Once you establish the intensity and the temperature, you'll determine how the precipitation manifests.",
			"",
			"***Precipitation Form:*** Precipitation can result in more than just rain. Depending upon the intensity and temperature, precipitation can range from a light fog or a faint drizzle of rain to a blizzard or thunderstorm. Once you know precipitation of a specific intensity is occurring, set the time of day the precipitation event occurs by rolling 1d12 to find the starting hour of the day and 1d6 to determine whether the hour is am or pm (1-3 = am, 4-6 = pm).",
			"",
			"Next, use the appropriate table below for the baseline precipitation intensity and whether the temperature is above or below freezing (32&deg; F) to generate the specific type of precipitation and its duration. (Remember that the temperature is lower at night!) See the {rule/Cloud Cover} section for the effects of precipitation on visibility for flying creatures.",
			"",
			"### Precipitation Forms",
			"",
			"***Drizzle:*** Drizzle reduces visibility to three-quarters of the normal range, imposing a -2 penalty on Perception checks. It automatically extinguishes tiny unprotected flames (candles and the like, but not torches).",
			"",
			"***Fog, Light:*** Light fog reduces visibility to three-quarters of the normal ranges, resulting in a -2 penalty on Perception checks and a -2 penalty on ranged attacks. Light fog typically occurs early in the day, late in the day, or sometimes at night, but the heat of the midday usually burns it away. Light fog occurs only when there is no or light wind.",
			"",
			"***Fog, Medium:*** Medium fog reduces visibility ranges by half, resulting in a -4 penalty on Perception checks and a -4 penalty on ranged attacks. Medium fog typically occurs early in the day, late in the day, or sometimes at night, but the heat of the midday usually burns it away. Medium fog occurs only when there is no or light wind.",
			"",
			"***Fog, Heavy:*** Heavy fog obscures all vision beyond 5 feet, including darkvision. Creatures 5 feet away have {rule/concealment}. Heavy fog typically occurs early in the day, late in the day, or sometimes at night, but the heat of the midday usually burns it away. Heavy fog occurs only when there is no or light wind.",
			"",
			"***Rain:*** Rain reduces visibility ranges by half, resulting in a -4 penalty on Perception checks. Rain automatically extinguishes unprotected flames (candles, torches, and the like) and imposes a -4 penalty on ranged attacks.",
			"",
			"### Table 4-19: Light Unfrozen Precipitation",
			"",
			"| d% | Precipitation | Duration |",
			"| --- | --- | --- |",
			"| 01-20 | Light fog | 1d8 hours |",
			"| 21-40 | Medium fog | 1d6 hours |",
			"| 41-50 | Drizzle | 1d4 hours |",
			"| 51-75 | Drizzle | 2d12 hours |",
			"| 76-90 | Light rain | 1d4 hours |",
			"| 91-100 | Light rain (sleet if below 40&deg; F) | 1 hour |",
			"",
			"### Table 4-21: Medium Unfrozen Precipitation",
			"",
			"| d% | Precipitation | Duration |",
			"| --- | --- | --- |",
			"| 01-10 | Medium fog | 1d8 hours |",
			"| 11-20 | Medium fog | 1d12 hours |",
			"| 21-30 | Heavy fog | 1d4 hours |",
			"| 31-35 | Rain | 1d4 hours |",
			"| 36-70 | Rain | 1d8 hours |",
			"| 71-90 | Rain | 2d12 hours |",
			"| 91-100 | Rain (sleet if below 40&deg; F) | 1d4 hours |",
			"",
			"***Rain, Heavy:*** Heavy rain reduces visibility to one-quarter of the normal range, resulting in a -6 penalty on Perception checks. Heavy rain automatically extinguishes unprotected flames and imposes a -6 penalty on ranged attacks.",
			"",
			"### Table 4-23: Heavy Unfrozen Precipitation",
			"",
			"| d% | Precipitation | Duration |",
			"| --- | --- | --- |",
			"| 01-10 | Heavy fog | 1d8 hours |",
			"| 11-20 | Heavy fog | 2d6 hours |",
			"| 21-50 | Heavy rain | 1d12 hours |",
			"| 51-70 | Heavy rain | 2d12 hours |",
			"| 71-85 | Heavy rain (sleet if below 40&deg; F) | 1d8 hours |",
			"| 86-90 | Thunderstorm | 1 hour |",
			"| 91-100 | Thunderstorm | 1d3 hours |",
			"",
			"***Sleet:*** Essentially frozen rain, sleet has the same effect as light snow, but any accumulation typically doesn't last longer than 1-2 hours after the storm.",
			"",
			"***Snow, Light:*** Light snow reduces visibility to three-quarters of the normal range, resulting in a -2 penalty on Perception checks. Light snow has a 75% chance each hour of extinguishing unprotected flames and imposes a -2 penalty on ranged attacks. Light snow does not impede movement unless it continues for 2 or more hours, at which point moving into a square of such snow requires 1 extra 5-foot square of movement (this stacks with difficult terrain). Every 2 hours of light snow leaves 1 inch of snow on the ground. As long as at least 2 inches of snow remain on the ground, the requirement of an extra square of movement to enter a square of snow persists. If at least 1 foot of snow remains on the ground, entering a snow-filled square instead requires 2 extra squares of movement.",
			"",
			"### Table 4-20: Light Frozen Precipitation",
			"",
			"| d% | Precipitation | Duration |",
			"| --- | --- | --- |",
			"| 01-20 | Light fog | 1d6 hours |",
			"| 21-40 | Light fog | 1d8 hours |",
			"| 41-50 | Medium fog | 1d4 hours |",
			"| 51-60 | Light snow | 1 hour |",
			"| 61-75 | Light snow | 1d4 hours |",
			"| 76-100 | Light snow | 2d12 hours |",
			"",
			"***Snow, Medium:*** Medium snow reduces visibility ranges by half, resulting in a -4 penalty on Perception checks. Medium snow extinguishes unprotected flames and imposes a -4 penalty on ranged attacks. Medium snow does not impede movement unless it continues for 1 hour, at which point moving into a square of such snow requires 1 extra 5-foot square of movement (this stacks with difficult terrain). Every hour of medium snow leaves 1 inch of snow on the ground. As long as at least 2 inches of snow remain on the ground, the requirement of an extra square of movement to enter a square of snow persists. If at least 1 foot of snow remains on the ground, entering a snow-filled square instead requires 2 extra squares of movement.",
			"",
			"### Table 4-22: Medium Frozen Precipitation",
			"",
			"| d% | Precipitation | Duration |",
			"| --- | --- | --- |",
			"| 01-10 | Medium fog | 1d6 hours |",
			"| 11-20 | Medium fog | 1d8 hours |",
			"| 21-30 | Heavy fog | 1d4 hours |",
			"| 31-50 | Medium snow | 1d4 hours |",
			"| 51-90 | Medium snow | 1d8 hours |",
			"| 91-100 | Medium snow | 2d12 hours |",
			"",
			"***Snow, Heavy:*** Heavy snow reduces visibility ranges to one-quarter of the normal range, resulting in a -6 penalty on Perception checks. It extinguishes unprotected flames and imposes a -6 penalty on ranged attacks. Heavy snow impedes movement even before it begins to stick. Moving into a square during a heavy snowstorm requires 1 extra 5-foot square of movement (this stacks with difficult terrain). Every hour of heavy snow leaves 1d4 inches of snow on the ground. As long as at least 2 inches of snow remain on the ground, the requirement of an extra square of movement to enter a square of snow persists. If at least 1 foot of snow remains on the ground, 2 extra squares of movement are required to enter a snow-filled square instead. A heavy snowstorm has a 10% chance of generating [thundersnow](rule/severe_events) and has a 40% chance of becoming a blizzard if the wind speed is severe or stronger.",
			"",
			"### Table 4-24: Heavy Frozen Precipitation",
			"",
			"| d% | Precipitation | Duration |",
			"| --- | --- | --- |",
			"| 01-10 | Medium fog | 1d8 hours |",
			"| 11-20 | Heavy fog | 2d6 hours |",
			"| 21-60 | Light snow | 2d12 hours |",
			"| 61-90 | Medium snow | 1d8 hours |",
			"| 91-100 | Heavy snow | 1d6 hours |",
			"",
			"***Thunderstorm:*** Thunderstorms feature {rule/powerful |winds} and heavy rain. To determine the type of wind associated with the thunderstorm, roll on Table 4-27: Thunderstorm Winds.",
			"",
			"In addition, there is a 40% chance that a thunderstorm features [hail](rule/severe_events) either up to an hour before or during the storm. An even greater danger presented by a thunderstorm is the lightning that occurs during the storm. These electrical discharges, generated by the roiling clouds, can pose a hazard to creatures that do not have proper shelters, especially creatures clad in metal armor. Every 10 minutes during a thunderstorm, a bolt of lightning strikes an unsheltered creature at random (though this can strike wildlife as easily as PCs). A creature struck by this lightning must succeed a DC 18 Reflex saving throw or take 10d8 points of electricity damage (a successful saving throw halves the damage). Creatures in metal armor take a -4 penalty on the Reflex saving throw.",
			"",
			"There is a 10% chance that a thunderstorm with winds of windstorm strength also generates a [tornado](rule/severe_events), while thunderstorms with windstorm-strength winds in temperatures higher than 85&deg; F also have a 20% chance of being a precursor to a [hurricane](rule/severe_events). There is a 20% chance that a thunderstorm of any strength in the desert also generates a [haboob](rule/severe_events).",
			"",
			"### Table 4-25: Torrential Unfrozen Precipitation",
			"",
			"| d% | Precipitation | Duration |",
			"| --- | --- | --- |",
			"| 01-05 | Heavy fog | 1d8 hours |",
			"| 06-10 | Heavy fog | 2d6 hours |",
			"| 11-30 | Heavy rain | 2d6 hours |",
			"| 31-60 | Heavy rain | 2d12 hours |",
			"| 61-80 | Heavy rain (sleet if below 40&deg; F) | 2d6 hours |",
			"| 81-95 | Thunderstorm | 1d3 hours |",
			"| 96-100 | Thunderstorm | 1d6 hours |",
			"",
			"### Table 4-26: Torrential Frozen Precipitation",
			"",
			"| d% | Precipitation | Duration |",
			"| --- | --- | --- |",
			"| 01-05 | Heavy fog | 1d8 hours |",
			"| 06-10 | Heavy fog | 2d6 hours |",
			"| 11-50 | Heavy snow | 1d4 hours |",
			"| 51-90 | Heavy snow | 1d8 hours |",
			"| 91-100 | Heavy snow | 2d12 hours |",
			"",
			"### Table 4-27: Thunderstorm Winds",
			"",
			"| d% | Thunderstorm Wind Strength |",
			"| --- | --- |",
			"| 01-50 | Strong winds |",
			"| 51-90 | Severe winds |",
			"| 91-100 | Windstorm |",
			"",
			"### Deserts",
			"",
			"Deserts are found in places where the weather must pass over mountains, causing a rain shadow, and in very cold environments. The baseline precipitation frequency in a desert is usually drought, but can be rare for a few weeks per year."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"weather_in_the_wilderness",
			"temperature_variations_and_precipitation"
		],
		"siblings": [
			"temperature_variations",
			"precipitation"
		]
	},
	"weather_details": {
		"name": "Weather Details",
		"subtitle": "Wilderness, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/169}",
			"",
			"While temperature and precipitation are important aspects of weather, other details can add further danger and drama. Powerful winds can complicate weather, cloud cover can obscure vision, and special, often destructive weather events can cause incredible mayhem and widespread devastation."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"weather_in_the_wilderness"
		],
		"subtopics": [
			"wind",
			"cloud_cover",
			"severe_events"
		],
		"siblings": [
			"weather_baseline",
			"temperature_variations_and_precipitation",
			"weather_details"
		]
	},
	"wind": {
		"name": "Wind",
		"subtitle": "Weather, Wilderness, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/170}",
			"",
			"Once you've generated the day's precipitation, you'll need to establish the wind strength unless the precipitation indicates otherwise. For example, on foggy days, no significant wind occurs, while thunderstorms have their own rules for determining wind strength. To set the wind strength for the day, roll d% and consult the table below.",
			"",
			"### Table 4-28: Wind Strength",
			"",
			"| d% | Wind Strength | Wind Speed | Ranged Weapon Penalty/Siege Weapon Penalty | Check Size | Blown Away Size | Skill Penalty |",
			"| --- | --- | --- | --- | --- | --- | --- |",
			"| 01-50 | Light | 0-10 mph | -/- | - | - | - |",
			"| 51-80 | Moderate | 11-20 mph | -/- | - | - | - |",
			"| 81-90 | Strong | 21-30 mph | -2/- | Tiny | - | -2 |",
			"| 91-95 | Severe | 31-50 mph | -4/- | Small | Tiny | -4 |",
			"| 96-100 | Windstorm | 51+ mph | Impossible/-4 | Medium | Small | -8 |",
			"",
			"***Wind Strength:*** This is the category of the wind strength.",
			"",
			"***Wind Speed:*** This is the range of wind speeds that occur. Wind speed typically fluctuates between these values through the period of the day, and for moderate or higher wind strength, there are periods in the day when the wind speed dips below the listed range.",
			"",
			"***Ranged Weapon Penalty/Siege Weapon Penalty:*** These are the penalties that characters take when firing ranged weapons and siege weapons in wind of the listed strength. In windstorm-strength wind, normal ranged weapon attacks (either projectile or thrown) are impossible. This includes ranged attacks made via spells of the conjuration school, but it does not include evocation ranged attacks. Siege weapons include all weapons of that type and boulders thrown by giants and other creatures with the rock throwing special attack.",
			"",
			"***Check Size:*** Creatures of the listed size or smaller are unable to move forward against the force of the wind unless they succeed at a DC 10 Strength check (on the ground) or a DC 20 Fly check if airborne.",
			"",
			"***Blown Away Size:*** Creatures of the listed size on the ground are knocked prone, roll 1d4&times;10 feet, and take 2d6 points of nonlethal damage, unless they succeed on a DC 15 Strength check. Flying creatures of the listed size are blown back 2d6&times;10 feet and take 2d6 points of nonlethal damage due to battering and buffeting, unless they succeed at a DC 25 Fly check.",
			"",
			"***Skill Penalty:*** This is the penalty for skill checks that can be affected by the wind. These penalties always apply on Fly checks and sound-based Perception checks, but GMs may also wish to apply them on Acrobatics checks, Climb checks, and any other ability or skill checks that could be adversely affected by winds."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"weather_in_the_wilderness",
			"weather_details"
		],
		"siblings": [
			"wind",
			"cloud_cover",
			"severe_events"
		]
	},
	"cloud_cover": {
		"name": "Cloud Cover",
		"subtitle": "Weather, Wilderness, Advanced GM Topics",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/171}",
			"",
			"You can roll on Table 4-29: Cloud Cover to determine the cloud cover for the day. Light and medium cloud cover mainly serve as thematic elements. Overcast conditions grant {rule/concealment} for creatures flying at high altitudes. Overcast conditions without precipitation increase the temperature in fall and winter by 10&deg; F and decrease the temperature in spring and summer by the same amount. If precipitation occurs, the cloud cover functions as overcast.",
			"",
			"### Table 4-29: Cloud Cover",
			"",
			"| d% | Cloud Cover |",
			"| --- | --- |",
			"| 01-50 | None |",
			"| 51-70 | Light clouds |",
			"| 71-85 | Medium clouds |",
			"| 86-100 | Overcast |"
		],
		"parent_topics": [
			"advanced_gm_topics",
			"weather_in_the_wilderness",
			"weather_details"
		],
		"siblings": [
			"wind",
			"cloud_cover",
			"severe_events"
		]
	},
	"severe_events": {
		"name": "Severe Events",
		"subtitle": "Weather, Wilderness, Advanced GM Topics",
		"tags": "blizzard haboob hail hurricane sandstorm thunderstorm thundersnow tornado wildfire",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/171}",
			"",
			"On rare occasions, weather can produce truly dramatic and dangerous events. The following severe effects are sometimes generated by extreme precipitation. For instance, thunderstorms can create or be a harbinger for haboobs, hail, tornados, wildfires, or even hurricanes. At other times, certain types of precipitation combined with higher wind strengths can generate these severe events.",
			"",
			"***Blizzard:*** A combination of severe or stronger winds with heavy snow can create blizzard conditions. Blizzards reduce range of vision to no more than 20 feet, and even then, creatures takes a -8 penalty on Perception checks within that range. In a blizzard, the snowfall increases to 4 inches of snow each hour, and travel in more than 3 feet of snow is usually impossible without {eq-misc/snowshoes} or an ability such as {spell/water walk}. Furthermore, the high winds make it feel (and affect living creatures) as if the temperature were 20&deg; F colder. There is a 20% chance that a blizzard lasts for 2d12 hours instead of the normal duration for heavy snow.",
			"",
			"***Haboob:*** A haboob is a sandstorm created by a thunderstorm. See Sandstorm below for its effects.",
			"",
			"***Hail:*** Hail typically occurs just before or during a [thunderstorm](rule/precipitation). Hail does not reduce visibility, but the sound of falling hail imposes a -4 penalty on sound-based Perception checks. Rarely (5% chance), hail pellets can become large enough to deal 1d4 points of lethal damage per minute to creatures and objects out in the open.",
			"",
			"***Hurricane:*** Hurricanes are incredibly massive storms featuring heavy rain and a wind strength greater than that of the most powerful windstorm. With winds of 75-174 miles per hour, a hurricane renders ranged attacks impossible, and siege weapons take a -8 penalty on attack rolls. Large or smaller creatures must succeed at a DC 15 Strength check or they are unable to move forward against the strength of the wind. Medium or smaller creatures on the ground must succeed at a DC 15 Strength check or they are knocked prone and roll 1d6&times;10 feet, taking 1d6 points of nonlethal damage per 10 feet. Flying creatures must succeed at a DC 25 Fly check or they are blown back 2d8&times;10 feet and take 4d6 points of nonlethal damage due to battering and buffeting. Hurricanes also usually cause flooding. It's nearly impossible to journey out into a hurricane unscathed.",
			"",
			"***Sandstorm:*** Sandstorms occur when severe or greater winds kick up sand and debris in a desert or similarly arid environment. Sandstorms reduce visibility to 1d10&times;10 feet, and those within them take a -6 penalty on Perception checks. Sandstorms deal 1d3 points of nonlethal damage per hour to creatures caught in the open.",
			"",
			"***Thundersnow:*** High winds in a snowstorm can create the rare phenomena known as thundersnow. Lighting strikes are less common in thundersnow, but just as deadly. Every hour during the storm, a bolt of lightning strikes an unsheltered creature at random (though this can strike wildlife as easily as PCs). A creature struck by this lightning must succeed a DC 18 Reflex saving throw or take 10d8 points of electricity damage (a successful saving throw halves the damage). Creatures in metal armor take a -4 penalty on the Reflex saving throw.",
			"",
			"***Tornado:*** With winds with speeds of 174-300 miles per hour, tornados are deadly terrors. The smallest tornados occupy a 20-foot-radius burst, with winds of windstorm strength swirling up to 100 feet beyond that burst. The largest tornados can be 100-foot-radius bursts, with a windstorm whose radius extends 500 feet beyond that burst. Ranged attacks, including normal, siege, and even those produced by evocation spells, are impossible in the core burst of a tornado. Huge or smaller creatures must succeed a DC 20 Strength check or be sucked up by the funnel of the tornado; this deals 8d8 points of bludgeoning, piercing, and slashing lethal damage to the creatures. This damage ignores all but DR/epic, DR/-, and hardness. Once it deals this damage, the tornado flings the creature it has sucked up 1d20&times;10 feet up and away from the tornado, dealing 1d6 points of falling damage per 10 feet that the creature is flung. Gargantuan and larger creatures take the 8d8 points of damage but are not moved by the tornado. A tornado moves at a speed of 40 feet, though the direction it moves is entirely unpredictable - you can determine the direction randomly each round. Tornados typically last for 3d6 minutes, but some can swirl for up to an hour.z",
			"",
			"While most tornados are created by thunderstorms, some smaller tornados (typically with a 5- to 10-foot-burst radius, with no outer radius) can be created in areas of wildfire (firenados), snow (snownados), or sand (dust devils). They deal a similar amount of damage, but firenados deal fire damage, snownados deal cold damage, and dust devils deal bludgeoning damage only, and these types of tornados do not fling their targets.",
			"",
			"***Wildfire:*** While wildfires can be sparked a number of ways, for these rules, they are usually created by a lightning strike in a particularly dry area of forest or other vegetation. Use the rules for [forest fires](rule/forest_fires), but add a 10% chance of the fire producing 1d6 firenados (see Tornado above)."
		],
		"parent_topics": [
			"advanced_gm_topics",
			"weather_in_the_wilderness",
			"weather_details"
		],
		"siblings": [
			"wind",
			"cloud_cover",
			"severe_events"
		]
	}
}
