{
	"downtime": {
		"name": "Downtime",
		"subtitle": "Optional Subsystems",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/76}",
			"",
			"In many campaigns, returning to town after an adventure is a lull in your character's activity. You sell loot, stock up on potions, and perhaps wait around for the wizard to scribe some scrolls. However, there is much more you can do in town in between adventures - your character might want to practice with a military school, start a guild, build a temple, train a new pet, and so on. Normally you and the other PCs would have to compete for the GM's attention so you can explain what your characters want to do and haggle over how much time that should take. With the rules presented here, what you can do with a day of downtime is clearly spelled out, allowing you to get on with your plans.",
			"",
			"Even if you don't want to use the rules to earn extra gold or throw your weight around in town as a business owner, there are campaign and roleplaying benefits for using the downtime system. For example, if you build or buy a house, you have a comfortable, private place to rest between adventures. By adding a few more rooms, you can easily convert a house into a base of operations for your adventuring party; it would count as \"very familiar\" for the purpose of your teleport spells, and if it includes an altar to your deity, you can use it as the destination for a {spell/word of recall}.",
			"",
			"Additionally, if you have a business, the GM can insert campaign events and story awards tied to it. You might earn XP as a story award when your business earns its first 1,000 gp or first 100 points of Goods. If you own a restaurant, the king might hear about your famous soup recipe and arrange a visit to sample it. If you have a tavern, it could become a hangout for young adventurers hoping your luck and success rub off on them. In either case, the GM may award you Influence instead of XP for these events.",
			"",
			"Of course, having a building or organization has its risks. Your enemies might try to burn down your tavern or attack you at your home. If you start a thieves' guild and are away for months at a time, a personable rogue might take over the guild and turn it against you. If a dragon attacks the town, it could destroy your house (and give you a perfect setup for you taking the {feat/Nemesis} story feat). Investing yourself in a community means you're part of it - for good or ill. The GM should remember to use that investment to enrich the campaign, not just exploit it as a way to attack your character or strong-arm you into adventures.",
			"",
			"The downtime system is designed to put much of the power and decision making for non-adventuring tasks in the hands of the players. These rules assume the reader is a player making decisions about what his character does during downtime. However, the GM is still in charge of the campaign and the final judge of what is possible using this system; these rules simply take much of the burden away from busy GMs, allowing them more time to work on creating adventures and other campaign issues."
		],
		"parent_topics": [ "optional_subsystems" ],
		"subtopics": [
			"downtime_overview",
			"downtime_activities",
			"managers",
			"rooms_and_teams",
			"buildings_and_organizations",
			"downtime_events"
		],
		"siblings": [
			"affiliations",
			"bargaining",
			"contacts",
			"downtime",
			"factions",
			"hero_points",
			"honor",
			"influence",
			"investment",
			"primal_magic",
			"relationships",
			"reputation_and_fame",
			"research",
			"spell_alterations",
			"stamina_and_combat_tricks",
			"the_hunger"
		]
	},
	"downtime_overview": {
		"name": "Downtime Overview",
		"subtitle": "Optional Subsystems",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/76}",
			"",
			"The key parts of the downtime rules that you'll be referencing often are the following:",
			"",
			"- Explanation of the {rule/downtime terminology} used throughout this section.",
			"- [Earning downtime capital](rule/gaining_capital) such as Goods, Influence, and Labor.",
			"- The [phase sequence](rule/downtime_phases) for using downtime.",
			"- The kinds of [activities](rule/downtime_activities) you can do with this system.",
			"- Constructing {rule/rooms>_and_teams}, the building blocks of buildings such as guildhalls or temples, and recruiting teams such as apprentices and guards.",
			"- [Example](rule/buildings_and_organizations) buildings constructed out of rooms, and example organizations built out of teams.",
			"- Positive and negative [events](rule/downtime_events) that can occur during downtime.",
			"- Downtime tracking sheet (included in physical book only)."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime"
		],
		"subtopics": [
			"downtime_terminology",
			"downtime_and_kingdom_building",
			"gaining_capital",
			"spend_capital_to_boost_checks",
			"downtime_phases"
		],
		"siblings": [
			"downtime_overview",
			"downtime_activities",
			"managers",
			"rooms_and_teams",
			"buildings_and_organizations",
			"downtime_events"
		]
	},
	"downtime_terminology": {
		"name": "Downtime Terminology",
		"subtitle": "Optional Subsystems",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/76}",
			"",
			"This section explains the basic game terms for the downtime system. It uses existing character abilities (such as skill checks and saving throws), familiar resources (such as gold pieces), and new resources specific to the downtime system. Together, these allow you to accomplish tasks.",
			"",
			":HL[Building:] A building is a physical structure you construct or purchase, such as a house, inn, or temple. The downtime system allows you to construct buildings out of specialized rooms - see {rule/Rooms and Teams}.",
			"",
			":HL[Build Points:] A build point (BP) is a unit of wealth and productivity used in the {rule/kingdom-building/ rules}. The downtime system doesn't normally use BP, but if you are using the kingdom-building rules, you may have ways to spend BP as part of your downtime. BP are a larger-scale combination of Goods, Influence, Labor, and Prestige.",
			"",
			":HL[Business:] A business is a building or organization that earns you one or more kinds of capital, such as a blacksmith's shop or thieves' guild.",
			"",
			":HL[Capital:] Capital is any sort of resource you can spend as part of downtime. The various types of capital are build points, gp, days, Goods, Influence, Labor, and Magic. You can spend capital on various downtime activities such as constructing buildings, recruiting followers, and retraining your feats. If any situation or event causes you to lose more capital than you have, your capital is reduced to 0 - you can't go into debt.",
			"",
			":HL[Day:] The downtime system measures time in days rather than hours, minutes, or rounds. Most downtime activities require you to spend at least 1 day on the activity.",
			"",
			":HL[Followers:] Followers are a type of Labor gained from the {feat/Leadership} feat or other methods. Followers can be used like Labor, but aren't expended like capital because they are loyal to you and don't leave as soon as an activity is completed. For more information, see {rule/Using Followers}.",
			"",
			":HL[Goods:] Goods represent physical items necessary for an activity, which can be permanent fixtures or consumable items. For building an inn, Goods are the materials used to build the structure, the tables and chairs, and the food and beverages you plan to sell. Goods as capital are an abstraction so that you don't need to keep track of gathering things like stones for a building's foundation, timber for the walls, ingredients for the menu, and so on. Goods might also represent natural resources (such as fertile soil or a spring), in which case you're not literally moving these items to a specific location - instead, you're spending capital to acquire a location with those resources.",
			"",
			":HL[Gold Pieces:] Gold pieces (or gp) constitute the normal money your character has, such as from looting monsters or earning a living with Craft or Profession checks. Many downtime activities require you to spend gp.",
			"",
			":HL[Influence:] Influence represents your ability to get other people in the settlement to perform favors for you or use their skills to accomplish things (as opposed to Labor, which involves hard physical work). This includes getting a merchant to change the terms of a contract, or convincing a politician to do you a favor.",
			"",
			":HL[Labor:] Labor represents using workers to accomplish tasks. This includes hiring carpenters to construct a building, hiring thugs to extort shopkeepers, using assistants to help you craft items or tend injuries, or hiring employees to run your business while you're away.",
			"",
			":HL[Magic:] Magic represents magical power at your disposal. Some activities, such as healing sick peasants in the slums or constructing a magical library, specifically require you to spend Magic.",
			"",
			":HL[Organization:] This is a group of people who do what you say (such as a cult, thieves' guild, or mercenary company). An organization may or may not have a base of operations. The downtime system allows you to recruit organizations made up of specialized teams (see {rule/Rooms and Teams})."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_overview"
		],
		"siblings": [
			"downtime_terminology",
			"downtime_and_kingdom_building",
			"gaining_capital",
			"spend_capital_to_boost_checks",
			"downtime_phases"
		]
	},
	"downtime_and_kingdom_building": {
		"name": "Downtime and Kingdom Building",
		"subtitle": "Optional Subsystems",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/77}",
			"",
			"The downtime system is a middle ground between personal projects (like crafting a new set of armor) and large-scale tasks (like ruling a kingdom). These rules interface with both ends of that scale, and aren't intended to completely replace them. In many cases, they might slightly contradict what is presented in the [kingdom-building rules](rule/kingdoms_and_war). For example, the kingdom-building rules allow you to construct any type of building in 1 month, even a grand palace, which would take much longer using the downtime system. That is because the leader of a kingdom can spend build points to muster incredible amounts of resources and make things happen, far beyond what even a popular hero can do by spending gold and calling in favors. If your GM is using both the downtime system and the kingdom-building rules and there are conflicts over how to handle a situation, the GM decides which method is used, but should lean toward whichever rules seem most appropriate and efficient for the task."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_overview"
		],
		"siblings": [
			"downtime_terminology",
			"downtime_and_kingdom_building",
			"gaining_capital",
			"spend_capital_to_boost_checks",
			"downtime_phases"
		]
	},
	"gaining_capital": {
		"name": "Gaining Capital",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/77}",
			"",
			"Goods, Influence, Labor, and Magic are the backbone of the downtime system. These types of capital are necessary for completing many downtime activities. You can gain such capital in one of two ways: by purchasing it or by earning it.",
			"",
			":HL[Purchasing Capital:] The easiest way to gain capital is to purchase it by buying materials, bribing people, paying administrative fees, hiring workers, and so on. Goods, Influence, Labor, and Magic each have a specific gp value for this method, listed in the Purchased Cost column of Table 2-1: Capital Values. If you need one of these types of capital, you can spend gp to get it, just like buying a +1 sword or hiring a spellcaster to cast {spell/remove curse} costs you gp. For example, Goods have a Purchased Cost of 20 gp each; if you need to spend 5 points of Goods to repair your tavern, you can spend 100 gp (5 &times; 20 gp) to purchase the necessary Goods. Purchasing capital is fast, but expensive.",
			"",
			":HL[Earning Capital:] Many downtime activities, such as doing mundane work with a Craft or Profession skill or gaining the day-to-day profits for running an inn or tavern, allow you to earn capital (see the {rule/Earn Capital} activity). Earning capital is like using an item crafting feat to create a magic item: You have to put in some work to make the item, but you pay only half the normal price for it. If a downtime activity's description says it generates capital, you can earn that amount of capital by spending the required amount of downtime and gp on it; the gp cost for the capital is half the normal cost, as listed in the Earned Cost column of Table 2-1. For example, Influence has an Earned Cost of 15 gp per point, so if you want to socialize in town to generate 3 points of Influence, you must use a day of downtime and spend 45 gp (3 &times; 15 gp) to earn those 3 points of Influence. Earning capital takes longer, but is much cheaper than just buying it outright. It is easier to keep track of your earned capital if you pay for it as soon as you earn it; otherwise, you also need to track earned capital you don't yet have (because you haven't paid gp for it yet).",
			"",
			"### Table 2-1: Capital Values",
			"",
			"| Capital | Purchased Cost | Earned Cost |",
			"| --- | --- | --- |",
			"| Goods | 20 gp | 10 gp |",
			"| Influence | 30 gp | 15 gp |",
			"| Labor | 20 gp | 10 gp |",
			"| Magic | 100 gp | 50 gp |",
			"",
			"This section assumes you are using the downtime system to earn capital rather than purchasing it, and all gp values in this section are based on the **Earned Cost**. If you aren't using the downtime system to earn capital (and are instead awarded capital as a treasure reward, for example), or you want to purchase something quickly by spending gold pieces, remember to double the listed gp value to find the *Purchased Cost* of the item or service.",
			"",
			"Think of purchasing capital as a stranger coming to town and throwing lots of money around to make things happen. It's effective, but the locals are inclined to overcharge for their work and may resent the obvious display of wealth. Earning capital is a person working with the locals and trying to be a part of the community in order to get things done. It takes longer, but the locals give a fair price and appreciate the person's honest dealings and lack of arrogance.",
			"",
			"When you purchase or earn capital, you may either immediately apply it toward a downtime activity of your choice or save it for later (this is explained more over the rest of this section). As capital is an abstraction, the details of the work are up to you and the GM to decide; for roleplaying purposes, you should explain it however is most appropriate for your character and campaign.",
			"",
			":HL[Unskilled Work:] You may spend 1 day working in a settlement to earn 5 sp. (Normally, an untrained laborer or assistant earns 1 sp per day, but the downtime system assumes your class abilities mean you are a cut above a typical unskilled laborer and are able to earn more from a day's work.) Alternatively, you can choose to instead earn 1 point of Goods, Influence, Labor, or Magic. Neither approach requires any particular knowledge or skill check.",
			"",
			"**Example:** Mark's character is constructing a house, and he wants to acquire 1 point of Labor, which he plans to spend on the house's construction requirements. He decides to use 1 day of downtime and pay 10 gp to earn the point of Labor, instead of paying 20 gp to purchase it outright. He immediately spends this 1 point of Labor on the construction requirements of the house. For roleplaying purposes, Mark states that he used the day to dig a foundation for his house, and spent the 10 gp on the tools and raw materials he needed to start the foundation.",
			"",
			"**Example:** Laura's character plans to build a blacksmith's shop, and needs 1 point of Labor. She decides to use 1 day of downtime and pay 10 gp to earn the 1 point of Labor, but saves it for later use. Since construction work is out of character for him, Laura explains that her character spent the day making deliveries for a local mason, who in turn promised to help her build her blacksmith's shop. The gold cost goes toward this future construction, but for ease of tracking, Laura pays for it now. She doesn't have to keep track of this 1 point of Labor as \"1 point of Labor from a mason,\" since the exact nature of Labor matters only for roleplaying purposes. None of the downtime activities require specific kinds of labor.",
			"",
			":HL[Skilled Work:] If you have ranks in a useful skill, you can spend 1 day working in a settlement to earn more capital than you would doing unskilled work. Note that this method includes both legal and illegal means of earning capital - for example, a day spent using Sleight of Hand to earn money could be a day spent performing as a street magician or a day spent pickpocketing.",
			"",
			"Choose either one type of capital (Goods, Influence, Labor, or Magic) or gp, and attempt a skill check. You can take 10 on this check.",
			"",
			"If you chose gp, divide the result of your check by 10 to determine how many gp you earn that day. For example, if your check result is a 16, dividing it by 10 earns you 1 gp and 6 sp that day (round to the nearest silver).",
			"",
			"If you chose Goods, Influence, Labor, or Magic, consult the following table to see how much of that type of capital you earn. You must pay the Earned Cost to buy this capital, although if you can't afford to buy all of it or don't need more than a certain amount, you can choose to earn less capital than your check indicates. See Table 2-1: Capital Values for the Earned Cost of each type of capital.",
			"",
			"| Skill Check Result | Capital Earned (Goods, Influence, Labor, or Magic) |",
			"| --- | --- |",
			"| 10 | 1 |",
			"| 20 | 2 |",
			"| 30 | 3 |",
			"| 40 | 4 |",
			"",
			"For every 10 points of your check result after 40, you earn an additional capital.",
			"",
			"If you are using this option to earn Goods, Influence, Labor, or Magic, the skill you're using must be suitable for earning the chosen type of capital; if the GM deems it is not, using that skill reduces the amount generated by half (minimum 1). For example, Perform might earn you Influence as a musician, but it's not as useful for earning Labor. The GM should inform you of this before you attempt the skill check. In general, the appropriate skills for each type of capital are as follows.",
			"",
			":HL[Goods:] Appraise, Bluff, Craft, Diplomacy, Disable Device, Handle Animal, Intimidate, Knowledge (dungeoneering, engineering, geography, history, local, nature, nobility, religion), Profession, Sleight of Hand, Stealth.",
			"",
			":HL[Influence:] Appraise, Bluff, Craft, Diplomacy, Handle Animal, Heal, Intimidate, Knowledge (any), Linguistics, Perform, Profession, Ride.",
			"",
			":HL[Labor:] Bluff, Climb, Craft, Diplomacy, Handle Animal, Intimidate, Knowledge (local), Profession, Ride, Survival, Swim.",
			"",
			":HL[Magic:] Appraise, Craft, Diplomacy, Heal, Knowledge (arcana, dungeoneering, nature, planes, religion), Linguistics, Profession, Spellcraft, Use Magic Device.",
			"",
			"The value of a particular skill for a given type of capital can vary from settlement to settlement. For example, in a frontier settlement with a tradition of serious hard work, a day of humorous performances using Perform (comedy) might not earn you much capital, but inspirational public speeches about the city's heroes using Knowledge (history) or Perform (oratory) could. The GM should tell you this before you attempt the skill check, or allow you to assess the inhabitants' preferences with a successful DC 15 Knowledge (local) or Sense Motive check.",
			"",
			":HL[Class Abilities:] You can use a class ability to provide a service in the settlement to earn capital. For example, a fighter could train a noble's child in swordplay, a cleric could heal townsfolk, and so on. Choose either one type of capital (Goods, Influence, Labor, or Magic) or gp, and attempt a check (1d20 + your character level + your highest ability modifier - 5). You may take 10 on this check. Treat this check as your skill check result for using skilled work. Using class abilities is less efficient than performing skilled work; this represents the fact that many classes' abilities don't have much direct benefit to a community. As with skilled work, the GM may rule that your abilities are unsuitable and reduce the amount earned by half.",
			"",
			":HL[Purchases:] If you would rather spend gold than attempt checks to earn other types of capital, use the values listed in the Purchased Cost column of Table 2-1: Capital Values. Although you can't sell capital, you can use it for its listed Purchased Cost as payment toward any applicable downtime activity that requires you to spend gp. For example, if you are brewing a potion, you can spend 1 point of Magic toward the cost of the materials needed to make the potion as if that point were equal to 100 gp.",
			"",
			"Although you may have a lot of gp or other capital to throw around in a settlement, the settlement's size limits how much you can accomplish per day (see {rule/Spending Limits}).",
			"",
			":HL[Rewards:] A GM using the downtime system might award you various types of capital as monster loot, adventure rewards, inheritance, or natural resources. For example, if your party defeats a gang of smugglers, your treasure for the final encounter could include 5 points of Goods in addition to conventional treasure. After freeing a group of peasants from a hobgoblin tribe, the GM might decide that the freed prisoners have no money to give you as a reward but instead promise you 3 points of Labor as thanks for saving them. Your character could inherit a ramshackle house from an old relative, which you can use as a base of operations or sell for gold. After clearing out a kobold warren, you might discover a vein of iron ore that (after an investment of Goods, Labor, and perhaps Influence) can generate gp or Goods for you on a monthly basis. Depending on the nature of the reward, the GM might decide that you don't need to pay the Earned Cost to get capital acquired in this way.",
			"",
			"These kinds of rewards are always decided by the GM. Keep in mind that a settlement's government usually has jurisdiction over what happens to an abandoned property. For example, just because you kill all the cultists using a building as their secret lair doesn't mean you can claim that building as your own."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_overview"
		],
		"subtopics": [
			"working_weekends",
			"converting_capital",
			"moving_capital",
			"spending_limits",
			"using_followers"
		],
		"siblings": [
			"downtime_terminology",
			"downtime_and_kingdom_building",
			"gaining_capital",
			"spend_capital_to_boost_checks",
			"downtime_phases"
		]
	},
	"working_weekends": {
		"name": "Working Weekends",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/79}",
			"",
			"The Craft and Profession skills in the Pathfinder RPG Core Rulebook allow you to attempt a skill check once per week, earning an amount of gp equal to 1/2 your check result. If you were to divide that amount by 7, you'd get your earnings per day. However, that assumes you work 7 days per week, and most people take 2 days off per week for rest and worship, so that's only 5 days of actual work per week. Dividing your check result by 2 and then by 5 is the same as dividing by 10, which is why the downtime system has you divide your check result by 10 to determine gp earned per day. You can work 7 days per week (if you really need the 2 extra days for earning capital), but even mighty adventurers need a day off now and then!"
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_overview",
			"gaining_capital"
		],
		"siblings": [
			"working_weekends",
			"converting_capital",
			"moving_capital",
			"spending_limits",
			"using_followers"
		]
	},
	"converting_capital": {
		"name": "Converting Capital",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/80}",
			"",
			"You can trade 3 points of Goods, Labor, Influence, or Magic for 1 point of Goods, Labor, or Influence. Under certain circumstances, the GM may allow you to trade these resources at a 2-for-1 rate rather than the normal 3-for-1. You can trade 5 points of Goods, Labor, or Influence for 1 point of Magic."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_overview",
			"gaining_capital"
		],
		"siblings": [
			"working_weekends",
			"converting_capital",
			"moving_capital",
			"spending_limits",
			"using_followers"
		]
	},
	"moving_capital": {
		"name": "Moving Capital",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/80}",
			"",
			"Some types of capital - in particular Influence - might be specific to a particular settlement or region. Other types may be used at any settlement, though the GM might rule that there is a delay in transporting Goods or Labor to a new location before you can spend it there."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_overview",
			"gaining_capital"
		],
		"siblings": [
			"working_weekends",
			"converting_capital",
			"moving_capital",
			"spending_limits",
			"using_followers"
		]
	},
	"spending_limits": {
		"name": "Spending Limits",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/80}",
			"",
			"The population of a settlement limits how much help you can get on a given day. The following numbers represent the limit of how much Goods, Influence, and Labor you can utilize in settlement each day. Even if you have a lot of Goods and Labor at your disposal from favors and such, a tiny settlement might have only a few hands to spare to turn that capital into finished projects.",
			"",
			"| Settlement | Spending Limit per Day (Goods, Influence, or Labor) |",
			"| --- | --- |",
			"| Thorp | 2 |",
			"| Hamlet | 4 |",
			"| Village | 10 |",
			"| Small town | 15 |",
			"| Large town | 25 |",
			"| Small city | 35 |",
			"| Large city | 50 |",
			"| Metropolis | 65 |"
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_overview",
			"gaining_capital"
		],
		"siblings": [
			"working_weekends",
			"converting_capital",
			"moving_capital",
			"spending_limits",
			"using_followers"
		]
	},
	"using_followers": {
		"name": "Using Followers",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/80}",
			"",
			"The {feat/Leadership} feat can grant you followers - people loyal to you who assist you if they are able. In the downtime system, followers provide additional Influence or Labor to supplement your activities at no cost to you. This increases the effect of Influence or Labor you spend by 50%, to a maximum of 1 additional Influence or Labor for every 2 followers in the settlement where the downtime activity takes place.",
			"",
			"Example: Alice's character has a {feat/Leadership} score of 10, and 4 of his 5 followers live in Sandpoint. Assistance from her followers can provide a maximum of 2 (1/2 of 4) points of Influence or Labor when she takes downtime actions in Sandpoint. If Alice spends 2 points of Influence or Labor, it counts as 2 &times; 50% = 3; if she spends 6 points of Influence or Labor, however, it counts as 8, because the maximum increase her 4 followers can provide is 2.",
			"",
			"Under certain circumstances, the GM may rule that followers provide less of a benefit than the standard 50% increase. For example, if your followers live in a different settlement and must travel to your location, but bandit activity makes travel risky or they have been away from home for a week or more, the GM might decide that your followers increase the effect of Influence or Labor by only 1 for every 3 followers or even 1 for every 4. Your followers are loyal to you, but they are not slaves and can provide only so much help before they go about their normal lives."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_overview",
			"gaining_capital"
		],
		"siblings": [
			"working_weekends",
			"converting_capital",
			"moving_capital",
			"spending_limits",
			"using_followers"
		]
	},
	"spend_capital_to_boost_checks": {
		"name": "Spend Capital to Boost Checks",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/81}",
			"",
			"At the GM's discretion, you may affect any activity you have in the settlement (downtime or otherwise) by spending Goods, Influence, Labor, or Magic. This gives you a lot of leeway in terms of what you can accomplish using downtime resources. In general, every 1 point of Goods, Influence, Labor, or Magic spent allows you to add a +1 bonus on one skill check (maximum +5).",
			"",
			"The capital spent must reasonably affect that kind of check. The GM decides whether your proposed use of a capital is reasonable for the check you're attempting.",
			"",
			"Example: Jessica's character wants to bluff her way past a guard into the duke's castle, but knows that her Bluff modifier of +0 probably isn't enough to convince the guard to let her pass. Jessica tells the GM she wants to spend 5 points of Influence to remind the guard that she's one of the heroes who turned back the ogre invasion last month, and the guard should let her pass because the duke wants to talk to her. The GM agrees that Jessica flaunting her celebrity status is a good use of Influence and allows her to spend 5 points of Influence for a +5 bonus on her Bluff check.",
			"",
			"Example: Patrick's character is having a drink in a tavern after a long day adventuring when his nemesis walks in and spots him. Patrick is out of spells and wants to avoid a fight. He tells the GM he stands up to confront his nemesis, and wants to spend 5 points of Labor to have other tavern patrons back him up, pointing out that he has employed many local workers in the past few months and some of them might be in the tavern. The GM agrees and allows him to spend 5 points of Labor for a +5 bonus on his Intimidate check."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_overview"
		],
		"siblings": [
			"downtime_terminology",
			"downtime_and_kingdom_building",
			"gaining_capital",
			"spend_capital_to_boost_checks",
			"downtime_phases"
		]
	},
	"downtime_phases": {
		"name": "Downtime Phases",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/81}",
			"",
			"The GM tells you when you have downtime available and how many days you can use for downtime. For example, after returning to town after a long adventure, if the GM says you have 10 days before you need to travel to the capital for the princess's coronation ceremony, you may use those 10 days for downtime activities.",
			"",
			"You typically have a fair amount of control when it comes to starting and ending a downtime session. With the GM's approval, you may start a downtime session whenever you enter a settlement and end it whenever you leave that settlement. You or your GM might devise downtime activities you can perform only once per downtime session, so the GM may decide that you can't start and end multiple downtime sessions in a row just to allow yourself to perform those activities more than once.",
			"",
			"A quick trip into town for basic supplies and rest likely doesn't require a downtime session. If you don't plan to do anything that requires Goods, Influence, Labor, Magic, or spending downtime days, you don't have to start a downtime session to do it.",
			"",
			"A downtime session takes place over the following four phases, which make up 1 downtime day.",
			"",
			":HL[Phase 1-Upkeep:] Pay costs associated with maintaining completed buildings and organizations.",
			"",
			":HL[Phase 2-Activity:] Perform downtime activities, such as constructing a building, recruiting an organization, or retraining.",
			"",
			":HL[Phase 3-Income:] Determine how much capital your buildings, organizations, and other activities generate, and sell off assets you no longer want.",
			"",
			":HL[Phase 4-Event:] Check whether any unusual events occur. Some are beneficial, such as Famous Visitor or Good Fortune. Others are detrimental, such as Fire or Sickness.",
			"",
			"These phases always occur in the above order. Each player may start one new downtime activity per day. Which player goes first usually doesn't matter; you may choose to go in initiative order, clockwise from the player to the GM's left, or some other method that works for your group so long as everyone gets a turn each day."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_overview"
		],
		"subtopics": [
			"upkeep_phase",
			"activity_phase",
			"income_phase",
			"event_phase"
		],
		"siblings": [
			"downtime_terminology",
			"downtime_and_kingdom_building",
			"gaining_capital",
			"spend_capital_to_boost_checks",
			"downtime_phases"
		]
	},
	"upkeep_phase": {
		"name": "Upkeep Phase",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/81}",
			"",
			"If you have never performed any downtime activities in the settlement where you currently are, skip this phase and proceed to the Activity phase.",
			"",
			"During the Upkeep phase, adjust your capital or other game statistics based on what's happened in previous days (whether those days were spent on downtime activities or were normal days). For example, if you have a manager running your tavern, you must pay her wages. If you want to retrain a feat you know (see {rule/Retraining}) and are paying in installments, you must pay an installment.",
			"",
			":HL[Step 1-Add Up Costs:] These costs include ongoing or recurring costs for your buildings, organizations, and other previous downtime activities that have accrued since the last time you have had a downtime session. Most of these costs are incurred daily, whether or not you are spending downtime days at the settlement.",
			"",
			":HL[Step 2-Pay Costs:] If you cannot pay the costs you've incurred (either with your own capital or by borrowing from another character), you gain no benefit from those downtime activities until the day you do pay.",
			"",
			":HL[Step 3-Determine Capital Attrition:] For every 7 days you were away from the settlement (whether downtime days or normal days), reduce your Goods, Influence, Labor, and Magic by 1 each (minimum 0). This decrease represents spoilage, theft, allies moving on or having higher priorities, workers finding other employment, and so on.",
			"",
			":HL[Step 4-Determine Business Attrition:] Business attrition is loss caused by poor morale among employees due to your absence. If a building doesn't generate capital (and therefore isn't a business), skip Step 4. Without any employees to speculate about your absence, there is no chance of mutiny. However, the GM may decide that opportunistic thieves, squatters, monsters, animals, or vermin may move into an abandoned building if you are gone for a long time, requiring you to clear them out if you want to use it again.",
			"",
			"Because adventuring is dangerous work, if you're away from a settlement for 30 days or more, you risk losing control of your businesses there as employees begin to wonder whether you're dead. Upon your return, you must attempt a leadership check (1d20 + your Leadership score) against a DC equal to the number of days since you last had contact with that businesses - 10 (so if you've been gone for 30 days, the DC is 20). Having contact with the business requires visiting it personally, sending a qualified representative on your behalf (such as a cohort or {rule/manager>s}), or sending a formal letter or magical communication (such as {spell/dream}, {spell/sending}, or {spell/whispering wind}); doing so resets your number of days away to 0.",
			"",
			"If this leadership check succeeds, the business remains under your control. For each business you've been away from for at least 30 days, you must continue to attempt this leadership check each day until you make contact again.",
			"",
			"If you fail, the people running the business in your absence no longer acknowledge you as its owner or leader, and you can't generate any capital from that business. Once you reestablish contact, you may attempt a leadership check (at the same DC as for the check you failed) each day during the Upkeep phase to reaffirm your ownership of the business. If you succeed, the business is yours again and it resumes generating income (although you don't gain any of the income generated from the time you left to when you reasserted control).",
			"",
			"If you lose control of a business, you don't deal with events associated with it. However, if you do intervene regarding a detrimental event and either prevent the event from happening or otherwise reverse its effects (such as catching robbers and returning the goods they stole), you gain a +5 bonus on your leadership checks to reaffirm your ownership of that business. This bonus ends once you successfully reaffirm ownership of the business or abandon all claims to it. If you intervene in this way during multiple detrimental events that happen to a business, these bonuses stack.",
			"",
			"Example: Laura's character has 9 points of Goods, 10 points of Influence, and 7 points of Labor saved up in Sandpoint, and she owns a shop, a tavern, and a small house. After 40 days of adventuring away from Sandpoint (during which time she didn't try to keep contact with people there), she returns to town. She has no costs for her buildings, so she skips Step 1 and Step 2. Because of her 5 weeks of absence, in Step 3 she reduces each type of her downtime capital by 5, so she now has only 4 points of Goods, 5 points of Influence, and 2 points of Labor saved up in Sandpoint. Because she was gone at least 30 days, in Step 4 she must attempt a leadership check to retain control of her shop and tavern; the DC of this check is 30 (40 days absent - 10). She succeeds at the check for the tavern but fails at the check for the shop, so she loses control of the shop. She can attempt a leadership check each day during the Upkeep phase to try to reclaim the shop. Because her house doesn't generate capital, she doesn't have to make a leadership check for her house, but the GM decides that a bat swarm has made a nest in the attic and Laura's character must get rid of the pests if she wants a peaceful night's sleep."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_overview",
			"downtime_phases"
		],
		"siblings": [
			"upkeep_phase",
			"activity_phase",
			"income_phase",
			"event_phase"
		]
	},
	"activity_phase": {
		"name": "Activity Phase",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/82}",
			"",
			"During the Activity phase, you declare new downtime activities or continue existing ones. Activities like beginning construction on a new building, continuing construction on an existing building, recruiting for a new organization, crafting magic items, or retraining skill points or a feat occur in this phase. You may also use this phase to take actions that do not require the downtime system.",
			"",
			":HL[Step 1-Perform Free Activities:] You can perform any activities that don't require downtime days, such as buying gear, selling unwanted magic items, and bartering.",
			"",
			":HL[Step 2-Continue Ongoing Downtime Activity:] Your first priority is continuing a downtime activity that requires more than 1 day. Depending on the specific requirements of that activity, interrupting it might ruin any progress you've made. Some activities might require only a small bit of your attention and still allow you to perform other downtime activities in this phase.",
			"",
			":HL[Step 3-Begin New Downtime Activity:] If you aren't continuing an earlier downtime activity, or are continuing one that doesn't restrict you from starting a new activity, you can begin a new downtime activity. [The list of downtime activities can be found here](rule/downtime_activities).",
			"",
			"Example: Patrick's character has been crafting a {spell/wand of |fireball}, but had to interrupt the process just short of completion to have a short adventure that didn't give him any time to work on the item. When he returns to town and begins a downtime session, he sells some loot in Step 1 (which doesn't use any downtime days), then proceeds to Step 2. In Step 2, he decides to spend downtime finishing the work on the wand, which takes him 1 day of downtime. The next day, he has no ongoing downtime activities, so he proceeds to Step 3 and starts spending Influence to recruit an Apprentice wizard."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_overview",
			"downtime_phases"
		],
		"siblings": [
			"upkeep_phase",
			"activity_phase",
			"income_phase",
			"event_phase"
		]
	},
	"income_phase": {
		"name": "Income Phase",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/82}",
			"",
			"During the Income phase, you generate capital from downtime activities and from buildings and organizations you control.",
			"",
			":HL[Step 1-Determine Building Income:] Attempt a capital check (see the [Earnings section](rule/reading_a_unit_statblock)) for each building you control in the settlement that generates income and is able to provide you benefits. Add the results of all of these checks together, then divide by 10 to determine how many gp you earn that day. For example, if your total result is a 47, after dividing it by 10, your earnings come to 4 gp and 7 sp.",
			"",
			"If you were away for multiple days, attempt one capital check for each day you were away (if the number of checks is enough to be cumbersome, take 10 on these checks). For every 7 days you've been away from the settlement (whether they were downtime days or not), reduce the total amount of gp earned by 7 and reduce the Goods, Influence, Labor, and Magic earned by 1 each (minimum 0). Add the remaining capital to your character sheet or downtime tracking sheet.",
			"",
			"If you were unable to pay the costs for a building in the Upkeep phase, or you lost control of a building because of attrition, you don't collect income for that building.",
			"",
			":HL[Step 2-Determine Organization Income:] This works exactly like Step 1, but with organizations instead of buildings.",
			"",
			":HL[Step 3-Determine Other Income:] If any of your other downtime activities generate income (such as using skills to earn capital), you collect that income during this step.",
			"",
			":HL[Step 4-Abandon Assets:] If you wish to get rid of a building or organization without compensation, you can abandon it during this step. You are no longer the owner of the building or organization and no longer gain any benefits from it, but neither are you obligated to deal with events relating to it. Unlike losing a building or organization because of attrition, this loss is automatic and you can't attempt to reaffirm your ownership.",
			"",
			":HL[Step 5-Sell Assets:] If you wish to sell a building or organization, you can do so during this step. You can sell a building or organization for half its cost to buy or create (based on either the gp or the Goods, Influence, Labor, or Magic listed in the building's cost). There is a 75% chance that it takes you 3d6 days to find a buyer. This delay doesn't require you to spend any downtime days. You can shorten this delay, reducing it by 1d6 days (to a minimum of 0 days) for each 1 point of Influence you spend. You collect the proceeds upon the conclusion of the sale.",
			"",
			"You can choose to sell only some of a room's buildings, leaving you in control of the remaining rooms. Any alterations to the building necessary for the sale are included when you make the sale.",
			"",
			"Selling an organization is a process of reclaiming assets from your former employees, such as armor or weapons you provided to a Guard team. As with selling buildings, you can choose to liquidate only some of an organization's teams, such as divesting your thieves' guild of its Cutpurse and Acolyte teams.",
			"",
			"Example: Laura is ready to determine what her character's buildings earned while she was off adventuring. Her house doesn't generate capital, and neither does her rebellious shop, so in Step 1 she has to deal with only the income from her tavern. The tavern has a +15 modifier on gp capital checks. Instead of making 40 separate checks for the 40 days she was gone, Laura takes 10, giving her a result of 25 on each check, for a total of 2 gp and 5 sp earned each day, then multiplies that amount by 40 to get 100 gp. Because of her 5 weeks of absence, she reduces this amount by 5 &times; 7 gp (35 gp), leaving her 65 gp in income, which she adds to her character sheet or her downtime tracking sheet. She has no organizations, so she skips Step 2. None of her other activities during this downtime session are generating income, so she skips Step 3. She doesn't want to abandon or sell her house or tavern, and plans to try to regain control of the rebellious shop during the next Upkeep phase, so she decides to not abandon or sell any assets, skipping Step 4 and 5."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_overview",
			"downtime_phases"
		],
		"siblings": [
			"upkeep_phase",
			"activity_phase",
			"income_phase",
			"event_phase"
		]
	},
	"event_phase": {
		"name": "Event Phase",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/83}",
			"",
			"During the Event phase, a random event might affect your downtime. This could be a generic event or an event relating specifically to one of your buildings or organizations.",
			"",
			"There is a 20% chance each downtime day of an event occurring in a settlement, and the GM then determines (usually randomly) which PC-controlled building is affected. If no event occurred the previous downtime day, the event chance increases by 5% from the day before (maximum 95%). For convenience, the GM may increment the chance of having an event and roll for events only when you are in the settlement, as dealing with events while you are away for long periods creates extra bookkeeping. Once a downtime event occurs, the chance per day of having an event drops to 20% again. [See the Downtime Events section, to determine what sort of event occurs.](rule/downtime_events)",
			"",
			"Some events can be negated, compensated for, or ended with a check. Others require you to complete an adventure or deal with a problem in a way not covered by the downtime rules - in effect, they include a way for the GM to add a little excitement and unpredictability into downtime. In addition, the GM may have an adventure- or campaign-specific event take place during downtime.",
			"",
			"Example: Laura's character spends 5 downtime days in Sandpoint. Because Laura owns buildings there, the GM makes a roll each downtime day on the event table, starting with a 20% chance the first day and increasing by 5% each day. On the fourth day (35% chance of an event), the GM rolls that an event occurs - a bar brawl! The GM decides this event happens while Laura's character is in the tavern, and gives her the opportunity to use her words or fists to put an end to the trouble. Because an event occurred, on the next day the chance of having an event resets to 20%."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_overview",
			"downtime_phases"
		],
		"siblings": [
			"upkeep_phase",
			"activity_phase",
			"income_phase",
			"event_phase"
		]
	},
	"downtime_activities": {
		"name": "Downtime Activities",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/84}",
			"",
			"This section provides many examples of activities you can undertake during downtime. Some of these are new, and others expand on options from the Core Rulebook or other sourcebooks to explain how those activities relate to the downtime rules. In most cases, using the downtime rules doesn't change the costs for performing the action, but it might allow you to spend capital instead of gp as per [Table 2-1: Capital Values](rule/gaining_capital). You can substitute 1 point of Goods or Labor for 20 gp, 1 point of Influence for 30 gp, and 1 point of Magic for 100 gp where appropriate. You can combine multiple types of capital when substituting for a gp value.",
			"",
			"Some downtime activities allow you to spend Goods, Influence, Labor, or Magic to modify the outcome of a check. You must decide to spend this capital before you attempt the check."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime"
		],
		"subtopics": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		],
		"siblings": [
			"downtime_overview",
			"downtime_activities",
			"managers",
			"rooms_and_teams",
			"buildings_and_organizations",
			"downtime_events"
		]
	},
	"add_spells_to_your_spellbook": {
		"name": "Add Spells to Your Spellbook",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/84}",
			"",
			"If you're a magus or wizard, you can spend 1 day of downtime to copy up to eight spells from other sources into your spellbook (see [Spells Copied from Another's Spellbook or a Scroll](rule/adding_spells_to_a_wizards_spellbook)). If you're an alchemist, you can use this option to add new formulae to your formula book. If you're a witch, you can use this option to add spells to your familiar. You may spend Magic toward the cost of copying spells."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"construct_buildings": {
		"name": "Construct Buildings",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/84}",
			"",
			"You can use your downtime capital to create a building that suit your needs, such as a temple, guildhall, or mage tower. You construct a building out of component rooms that allow you to configure the building exactly how you want it (see {rule/Rooms and Teams}).",
			"",
			"How much capital you can spend per day is limited by the size of the settlement you're in (see {rule/Spending Limits}). Once you've spent the total capital and time needed to finish your building, it's complete and you can use it immediately."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"craft_magic_items": {
		"name": "Craft Magic Items",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/84}",
			"",
			"The Core Rulebook details how to {rule/craft magic items}. As magic item crafting and the downtime rules both use days as time increments for all but the cheapest potions and scrolls, you can spend days in the downtime system to craft magic items, with each downtime day counting as 8 hours of crafting time. You may spend Magic toward the crafting cost."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"craft_mundane_items": {
		"name": "Craft Mundane Items",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/84}",
			"",
			"The Craft skill allows you to spend time creating mundane items such as armor, weapons, and alchemist's fire. The standard rules presented in the Core Rulebook assume you spend a week on crafting, but give you the option to make progress by the day. If you use the downtime system, make your Craft checks by the day instead of by the week. The steps for crafting by day are as follows.",
			"",
			"1. Find the item's price in silver pieces (1 gp = 10 sp).",
			"",
			"2. Find the item's DC from {skill/Table 4-4: |Craft/ Skills}.",
			"",
			"3. Pay 1/3 of the item's price in gp for the raw material cost. You may also spend Goods toward this cost.",
			"",
			"4. Attempt an appropriate Craft check representing 1 day's worth of work. You may spend Labor to modify your check result, with 1 point of Labor adding 2 to your total.",
			"",
			"If your check succeeds, multiply your check result by the DC and divide by 7. If this value equals or exceeds the price of the item in sp, then you complete the item. If the result &times; the DC equals double or triple the price of the item in silver pieces, then you've completed the task in 1/2 or 1/3 of the time. Other multiples of the DC reduce the time in the same manner.",
			"",
			"If the value is less than the price, the check represents the progress you've made this day. Record the result of your check. Each downtime day you spend crafting, you make more progress until your total reaches the price of the item in silver pieces.",
			"",
			"If you fail a check by 4 or less, you make no progress that day. If you fail by 5 or more, you ruin some of the raw materials and have to pay 1/10 of the original raw material cost again."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"earn_capital": {
		"name": "Earn Capital",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/85}",
			"",
			"You can spend 1 day of downtime earning capital. Depending on the nature of the work, this might require making some kind of check and paying an amount of gp. This work might be unskilled labor or skilled labor with a Craft or Profession skill. See {rule/Gaining Capital} for more information."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"earn_xp": {
		"name": "Earn XP",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/85}",
			"",
			"If you've missed a campaign session or otherwise fallen behind in XP compared to the other characters, you can spend downtime adventuring to help catch up to the other PCs. Usually downtime adventures feature encounters that are much easier than you'd normally expect as part of a group. For example, a 5th-level character might clear zombies out of a crypt or assist some lower-level adventures with a problem that's a little too difficult for them.",
			"",
			"Spending 1 day of downtime adventuring earns you XP as if you had defeated an opponent whose CR was equal to your character level. For example, if you are a 3rd-level character, you would earn 800 XP. You do not earn any treasure or other capital for downtime adventuring.",
			"",
			"If using this downtime activity would increase your XP above the highest XP value among all the PCs in your party, it increases your XP to that value instead; any XP earned beyond this amount is lost. This activity allows you only to catch up, not to get ahead."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"gather_information": {
		"name": "Gather Information",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/85}",
			"",
			"Using the Diplomacy skill to gather information normally requires 1d4 hours to search for rumors and informants. When using the downtime system, you have three options for gathering information.",
			"",
			":HL[Standard Check:] Once per day, you may spend 1d4 hours speaking with locals and attempt one check, as described in the Diplomacy skill. Doing so does not cost you any downtime, but the GM might rule that other timeconsuming downtime activities take a penalty (such as a -4 on a skill check) or can't be undertaken.",
			"",
			":HL[Thorough Questioning:] By spending 1 day of downtime, you can thoroughly converse with several knowledgeable or reliable contacts over the course of the day. You may attempt up to three Diplomacy checks to gather information. These checks can be for the same or different topics, and you can expend one of the rolls you haven't used yet to reroll a Diplomacy check you failed during this activity.",
			"",
			":HL[Influential Questioning:] By spending 1 day of downtime and 1 point of Influence, you can attempt up to three Diplomacy checks, each with a +5 bonus. These checks can be for the same or different topics, and you can expend one of the rolls you haven't used yet to reroll a Diplomacy check you failed during this activity."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"heal_others": {
		"name": "Heal Others",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/85}",
			"",
			"You can use downtime to help others rest and recover using the Heal skill. For long-term care, treating wounds, and treating disease, you can spend Labor to modify your check result. Each 1 point of Labor spent adds 2 to your check.",
			"",
			":HL[Long-Term Care:] Spending a day of downtime on long-term care allows you to care for up to six patients that day.",
			"",
			":HL[Treat Wounds from Caltrops, Spike Growth, or Spike Stones:] Spending a day of downtime allows you to treat up to 50 patients of this type. You may combine this option with the treat disease option, caring for up to 50 total patients per day.",
			"",
			":HL[Treat Deadly Wounds:] Spending a day of downtime allows you to treat up to 8 patients of this type.",
			"",
			":HL[Treat Disease:] Spending a day of downtime allows you to treat up to 50 patients of this type. You may combine this option with the treat wounds from caltrops, caring for up to 50 patients total per day."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"lead_your_kingdom": {
		"name": "Lead Your Kingdom",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/85}",
			"",
			"If you are using the {rule/kingdom-building/ rules} and have a leadership role in the kingdom, you must spend 7 days per month performing various [leadership duties](rule/leadership_roles). In the downtime system, performing leadership duties for a day costs 1 day of downtime. You can't perform any other downtime activities on a day you perform kingdom leadership duties."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"promote_a_business": {
		"name": "Promote a Business",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/85}",
			"",
			"You can spend 1 day of downtime to increase interest in a business, temple, organization, or other local fixture. You can also spend one type of capital, depending on how you want to promote the business. For example, if you want to promote a bakery, you can spend Goods giving out free pastries to people in town, Influence to get the mayor to visit the bakery and praise its food, Labor to hire workers to stand with signboards advertising the bakery, or Magic for a memorable illusion that draws people to the bakery.",
			"",
			"The promotion increases activity at the site for 1d6 days. Choose one capital the building generates, then attempt a skill check for using skilled work to earn capital, using Diplomacy, Knowledge (local), or Spellcraft. Add 5 to your check result for every 1 point of Goods, Influence, Labor, or Magic you spent to promote the business, then use the skilled work option to determine how many additional resources the business generates over the course of this increased activity. If you're promoting an organization without a physical building, each Good, Influence, Labor, or Magic adds only 2 to the check instead of 5 - it's harder to encourage people to be patrons of something they can't physically visit.",
			"",
			"The business you promote with this downtime activity doesn't have to be one you own.",
			"",
			"If the building or organization does not generate capital (such as charity that takes care of war orphans), the promotion generates either gp or Influence (your choice)."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"replace_your_animal_companion": {
		"name": "Replace Your Animal Companion",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/86}",
			"",
			"If you lose or dismiss your animal companion, you can spend 1 day performing a ceremony to gain a new one. This ceremony requires 24 uninterrupted hours of prayer in the environment where the new companion typically lives (at the GM's discretion, traveling might add to the downtime requirement if there's no suitable environment near the settlement)."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"replace_your_familiar": {
		"name": "Replace Your Familiar",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/86}",
			"",
			"The Core Rulebook allows you to replace a familiar if at least 1 week has passed since it was dismissed or lost. Doing so requires you to spend 1 day performing a specialized ritual to summon a new familiar. The ritual costs 200 gp &times; your wizard or witch level. You can [spend Goods or Magic](rule/spend_capital_to_boost_checks) toward the ritual cost."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"recruit_for_an_organization": {
		"name": "Recruit for an Organization",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/86}",
			"",
			"You can create and recruit for an organization that doesn't rely on a specific building. For example, you could may want to recruit employees (or minions) if you're a rogue and want to start your own gang of cutpurses or a cleric who wants to start a cult of followers. You create an organization out of component teams, so you can configure the organization exactly how you want it (see {rule/Rooms and Teams}). How much downtime capital you can spend in a day is limited by the size of the settlement you're in (see {rule/Spending Limits}). When you've spent the appropriate capital and time for your organization, it's complete and you can put it to work immediately."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"research_a_spell": {
		"name": "Research a Spell",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/86}",
			"",
			"The Core Rulebook allows you to perform spell research, either to create a new spell or learn an existing spell from another source. In the downtime system, the steps for spell research each day are as follows.",
			"",
			"1. Pay 100 gp &times; the spell's level for research costs and rare ingredients. You may [spend Goods or Magic](rule/spend_capital_to_boost_checks) toward this cost.",
			"",
			"2. Determine the total days of progress required to complete the research, which is 7 &times; the spell level.",
			"",
			"3. Determine the spell research DC, which is 10 + twice the spell's level.",
			"",
			"4. Attempt a Spellcraft check and a Knowledge check (arcana for an arcane spell, religion for a divine spell) against the spell research DC. You can't take 10 on these checks. You may spend Magic to modify a check result, with 1 point of Magic adding 2 to your total (maximum +10). If both checks succeed, you make 1 day's progress toward completing the spell. When your days of progress equal the total number of days needed, the spell is completed and added to your spellbook or list of spells known.",
			"",
			"If either or both spell research checks fail by 4 or less, you make no progress. For each check that fails by 5 or more, your research has led to poor results and you lose a day of progress toward completing the spell.",
			"",
			"If you're an alchemist, you can use this downtime option to research a new extract formula. Instead of a Spellcraft check, attempt a Craft (alchemy) check. For Knowledge (arcana) checks, you may attempt a Knowledge (nature) check instead."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"research_facts_and_lore": {
		"name": "Research Facts and Lore",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/86}",
			"",
			"You can use downtime and capital to learn more about the campaign or the game world. This is similar to the gather information activity, except instead of looking for rumors and gossip in town, you are consulting with sages, perusing historical documents, or using magic to unearth information. Instead of a Diplomacy check, attempt one or more Knowledge checks appropriate to the intended subject. These checks can be for the same or different topics (and can use different Knowledge skills), and you can expend one of the rolls you haven't used yet to reroll a Knowledge check you failed during this activity. You have three options for researching information.",
			"",
			":HL[Thorough Research:] By spending 1 day of downtime, you can thoroughly converse with several knowledgeable individuals or study several reliable sources over the course of the day. You can attempt up to three Knowledge checks to discover information.",
			"",
			":HL[Influential Research:] By spending 1 day of downtime and 1 point of Influence, you may attempt up to three Knowledge checks, each with a +5 bonus.",
			"",
			":HL[Magical Research:] By spending 1 day of downtime and 1 point of Magic, you may attempt up to three Knowledge checks, each with a +5 bonus."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"rest": {
		"name": "Rest",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/86}",
			"",
			"You can use downtime to rest and recover. It is assumed that you spend 8 hours resting at night, which allows you to recover 1 hp per level per day and 1 point of ability damage for each affected ability score. If you spend a full day of downtime resting in bed, you recover another 1 hp per level per day and another 1 point of ability damage for each affected ability score."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"retrain": {
		"name": "Retrain",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/86}",
			"",
			"You can use your downtime to retrain (see {rule/Retraining}). You may [spend Goods, Influence, Labor, or Magic](rule/spend_capital_to_boost_checks) toward this cost."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"run_a_business": {
		"name": "Run a Business",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/86}",
			"",
			"If you have a building and that building generates any kind of capital, you can spend 1 day of downtime working at your building - increasing its productivity by inspiring your employees to work harder, using your expertise to get more done, or using your fame to attract more customers. This counts as using downtime to earn capital (see {rule/Gaining Capital}), but you gain a +10 bonus on your check.",
			"",
			"The capital you generate must be a kind that your building can generate. For example, an inn that generates gp and Influence can generate only those two currencies using this downtime activity; you can't use it to generate Goods, Labor, or Magic just because you're personally running it for the day. You must earn capital acquired in this way as normal."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"scheme_for_an_upcoming_adventure": {
		"name": "Scheme for an Upcoming Adventure",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/87}",
			"",
			"You can use downtime to prepare for an upcoming adventure or event. For example, if you know you have to crash the baron's fancy party in 2 days, you can spend downtime watching the baron's manor, investigating what clothing the servants will wear, and finding out which important guests are attending. This works like [spending capital to boost checks](rule/spend_capital_to_boost_checks), except you must spend 1 day of downtime, and each Good, Influence, Labor, or Magic you spend toward this purpose gives you a +2 bonus on one skill check (maximum +6). As with the spend capital option, the GM decides if your approach is reasonable for the check you're attempting. The bonus from this activity stacks with that from the spend capital to boost checks option (maximum +10 total). This bonus lasts for one check.",
			"",
			"For example, by spending 1 day of downtime and 1 point of [Goods](rule/spend_capital_to_boost_checks), you gain an excellent understanding of the liveried servants' uniforms and add 2 to your Disguise check to disguise yourself as one of them. By spending 1 day of downtime and 1 point of Influence, you learn what famous trapsmith constructed the baron's vault and add 2 to your Disable Device check to open it."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"train_an_animal": {
		"name": "Train an Animal",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/87}",
			"",
			"You can use the Handle Animal skill to train an animal, as described in the Core Rulebook. The rules for training assume the training period is continuous. However, you can break this training into smaller increments (allowing you to make progress on this training between adventures), but you must attempt a Handle Animal check for each training period, and the DC increases by 2. Failing the check means that training period doesn't count toward completing the training.",
			"",
			"This use of downtime doesn't allow you to exceed the animal's normal training limitations from the Core Rulebook. For example, spending downtime doesn't allow you to teach an animal more tricks than it could learn if you weren't using the downtime system.",
			"",
			":HL[Teach an Animal a Trick:] This requires 7 days and a successful {skill/Handle Animal} check at the end of the training period. You may [spend Goods, Influence, Labor, or Magic](rule/spend_capital_to_boost_checks) to modify your check result, with each 1 point of capital adding 2 to your total (maximum +10).",
			"",
			":HL[Train an Animal for a General Purpose:] This sort of training can take several weeks, depending on the nature of the training. You may spend Goods, Influence, Labor, or Magic to modify your check result, with each 1 point of capital adding 2 to your total (maximum +10).",
			"",
			":HL[Rear a Wild Animal:] Depending on the maturation rate of the animal, this can take anywhere from weeks to months or even years. For simplicity's sake, interacting with the animal for an hour per day in a safe environment counts toward this training and doesn't require you to spend any downtime. As long as you maintain this daily contact, you need to succeed at only one Handle Animal check at the end of the rearing period. An interruption requires you to succeed at a check to continue the rearing (you may attempt this check once per day). The assumption is that you have a non-expert taking care of the animal's basic needs while you are away so it isn't neglected. If you know you will miss a day of this contact, you may spend 1 point of Influence or 1 point of Labor for each missed day to have a skilled animal handler rear the animal for the day, meaning your absence doesn't count as an interruption in the animal's training."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"downtime_activities"
		],
		"siblings": [
			"add_spells_to_your_spellbook",
			"construct_buildings",
			"craft_magic_items",
			"craft_mundane_items",
			"earn_capital",
			"earn_xp",
			"gather_information",
			"heal_others",
			"lead_your_kingdom",
			"promote_a_business",
			"replace_your_animal_companion",
			"replace_your_familiar",
			"recruit_for_an_organization",
			"research_a_spell",
			"research_facts_and_lore",
			"rest",
			"retrain",
			"run_a_business",
			"scheme_for_an_upcoming_adventure",
			"train_an_animal"
		]
	},
	"managers": {
		"name": "Managers",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/88}",
			"",
			"A manager is a competent employee qualified to run a business while you're gone, even for weeks or months at a time. A manager is authorized to make certain decisions about your property while you're away, such as paying tax collectors, banning cultists from your store, and handling emergency situations.",
			"",
			"Having a manager delays capital attrition {rule/Upkeep phase/ step 3}) from 1 every 7 days to 1 every 14 days. As long as the manager's pay is up to date, having a manager look after your business prevents business attrition [see step 4 of the Upkeep phase](rule/upkeep_phase)).",
			"",
			"Unlike a team, a manager requires daily wages paid in gp. It's customary to pay a manager in advance when you're going to be absent, or arrange to pay wages through a bank or accountant. If you trust the manager, you can even allow her to take wages out of your business's earnings or from money you've set aside for your building or organization.",
			"",
			"It's a good idea to give a manager some means of contacting you while you're away, even just an address in a city near where you're adventuring. You might want to provide a magical means of contacting you (and leave funds set aside to pay for it) in case something requires your urgent attention."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime"
		],
		"subtopics": [
			"reading_a_manager_stat_block",
			"example_managers",
			"wilderness_managers"
		],
		"siblings": [
			"downtime_overview",
			"downtime_activities",
			"managers",
			"rooms_and_teams",
			"buildings_and_organizations",
			"downtime_events"
		]
	},
	"reading_a_manager_stat_block": {
		"name": "Reading a Manager Stat Block",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/88}",
			"",
			"A manager stat block is organized as follows.",
			"",
			":HL[Wage:] This gp value is the manager's daily wage. This wage is for handling normal day-to-day operation of your business, and doesn't include costs for exceptional services. For example, just because you pay your abbot a daily wage doesn't mean you can bring him on adventures to cast spells (in fact, most of his spells are probably used in the course of doing his job managing your Temple).",
			"",
			":HL[Skills:] This indicates the main skills the manager has ranks in, allowing you or the GM to make skill checks for the manager if an event or encounter requires it. The manager might also have ranks in other skills that aren't relevant to employment duties. The managers here are examples; a specific manager you hire could have different class skills more closely suited to your business. A manager is typically a 3rd-level character with 3 ranks in the appropriate skills and the [basic NPC ability score array](rule/step_1_the_basics_step_2_determine_ability_scores), giving the manager a +7 or +8 for class skills and a +4 or +5 for non-class skills. Many manager roles are similar to specific teams. For example, an Abbot is a Priest who is qualified to run a Temple or religious organization. The primary difference between an Abbot and Priest is that you pay the Abbot a wage to look after your building or organization while you're away, whereas the Priest might be just one of several people with similar duties in your organization. With the GM's approval, you may convert a team to an appropriate manager by paying the NPC (or NPCs) a wage, or vice versa.",
			"",
			"You can select a cohort or notable follower to be a manager, but you still must pay a wage. Having a cohort or follower as a manager means you know the manager is loyal to you - it doesn't mean that she'll work for free while you're off adventuring."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"managers"
		],
		"siblings": [
			"reading_a_manager_stat_block",
			"example_managers",
			"wilderness_managers"
		]
	},
	"example_managers": {
		"name": "Example Managers",
		"subtitle": "Downtime",
		"tags": "Abbot, Accountant, Captain, DoctorGuildmaster, Headmaster, Innkeeper, Lieutennant, Master Smith, Partner, Sensei, Smuggler, Stage Manager, Steward, Underboss, Warden",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/88}",
			"",
			"The following managers are examples of individuals you can hire to manage a business or look after your building or organization.",
			"",
			"### Abbot",
			"",
			"**Wage** 4 gp/day  ",
			"**Skills** Diplomacy, Heal, Knowledge (local), Knowledge (religion)",
			"",
			"An Abbot is divine spellcaster trained to take care of a Temple or religious organization and its members. She's typically a 3rd-level adept, cleric, druid, or oracle, with light armor (or no armor, if an adept) and a weapon appropriate to her faith.",
			"",
			"### Accountant",
			"",
			"**Wage** 3 gp/day  ",
			"**Skills** Appraise, Knowledge (local), Linguistics, Profession (accountant)",
			"",
			"An Accountant maintains financial records and balances an organization's or building's budget. He's typically a 3rd-level expert and not a combatant, though he could be from any skilled class that makes good use of high mental ability scores.",
			"",
			"### Captain",
			"",
			"**Wage** 5 gp/day  ",
			"**Skills** Acrobatics, Diplomacy, Knowledge (geography), Profession (sailor)",
			"",
			"A Captain is a master sailor who runs a shipping operation. She's typically a 3rd-level expert, rogue, or fighter. A Captain can be in charge of a mercantile organization, a pirate fleet, or a business that ferries people from port to port.",
			"",
			"### Doctor",
			"",
			"**Wage** 5 gp/day  ",
			"**Skills** Heal, Perception, Sense Motive, Survival",
			"",
			"A Doctor is trained to treat all manner of maladies and injuries. He's typically a 3rd-level adept, cleric, druid, or oracle. An expert can make a suitable Doctor, but can heal and treat wounds and diseases with only mundane methods or the use of magic items. A Doctor is typically in charge of a Hospital or organization that provides medical care.",
			"",
			"### Guildmaster (Artisan's Guild)",
			"",
			"**Wage** 3 gp/day  ",
			"**Skills** Appraise, Craft (any one), Diplomacy, Profession (any one)",
			"",
			"An artisans' Guildmaster is skilled at her art and capable of running a group of like-minded artisans. She's typically a 3rd-level bard, expert, rogue, or member of another skilled class. A Guildmaster handles the day-to-day duties of running an Artisan's Guild: basic administration, educating guild members, and working at her trade.",
			"",
			"### Guildmaster (Thieves' Guild)",
			"",
			"**Wage** 5 gp/day  ",
			"**Skills** Appraise, Bluff, Disable Device, Knowledge (local)",
			"",
			"A thieves' Guildmaster manages a criminal organization. He's typically a 3rd-level bard, cleric, expert, rogue, or sorcerer. A Guildmaster runs the day-to-day operation of a Thieves' Guild: basic administration, training recruits, managing current operations, and devising new schemes.",
			"",
			"### Headmaster",
			"",
			"**Wage** 3 gp/day  ",
			"**Skills** Diplomacy, Knowledge (any two), Profession (any one)",
			"",
			"A Headmaster manages a place of learning, such as a Bardic College, Magical Academy, or University. She's typically a 3rd-level alchemist, bard, expert, rogue, sorcerer, wizard, or witch. Running an establishment of higher learning includes basic administration, educating students, and ongoing research.",
			"",
			"### Innkeeper",
			"",
			"**Wage** 2 gp/day  ",
			"**Skills** Appraise, Diplomacy, Knowledge (local), Profession (any one)",
			"",
			"An Innkeeper runs an establishment focused on hospitality. He's typically a 3rd-level commoner or expert, but could also be a retired fighter, rogue, or warrior. An Innkeeper sees to the day-to-day operation of an Inn, Tavern, hotel, restaurant, or exclusive private social club.",
			"",
			"### Lieutenant",
			"",
			"**Wage** 4 gp/day  ",
			"**Skills** Diplomacy, Intimidate, Knowledge (engineering), Perception",
			"",
			"A Lieutenant leads a unit containing Guards, mercenaries, or troops. She's typically a 3rd-level cavalier, fighter, or ranger, but could be a barbarian, bard, inquisitor, warrior, or member of any class devoted to martial combat. A Lieutenant manages troops assignments and needs, sees to their training, and participates in military operations.",
			"",
			"### Master Smith",
			"",
			"**Wage** 4 gp/day  ",
			"**Skills** Appraise, Craft (any one), Perception, Profession (any one)",
			"",
			"A Master Smith oversees a productive business. He's typically a 3rd-level bard, expert, rogue, or member of another skilled class. A Master Smith runs the day-to-day operations of a production facility devoted to a particular trade, trains apprentices, and works on the more challenging and masterful creations being produced.",
			"",
			"### Partner",
			"",
			"**Wage** 4 gp/day  ",
			"**Skills** Bluff, Diplomacy, Knowledge (any one), Profession (barrister)",
			"",
			"A Partner is a prominent leader in a barrister's office. She's typically a 3rd-level bard, expert, rogue, sorcerer, wizard, or member of another skilled class that depends on mental ability scores. A Partner sees to the organization's legal needs.",
			"",
			"### Sensei",
			"",
			"**Wage** 2 gp/day  ",
			"**Skills** Acrobatics, Intimidate, Knowledge (history), Perception",
			"",
			"A Sensei heads a Dojo or martial Monastery. He's typically a 3rd-level monk, but could have levels in any martial or Wisdom-based class. A Sensei sees to the training of students and manages day-to-day operations.",
			"",
			"### Smuggler",
			"",
			"**Wage** 3 gp/day  ",
			"**Skills** Appraise, Bluff, Knowledge (local), Sleight of Hand",
			"",
			"A Smuggler is a merchant accustomed to performing her duties beneath the notice of authorities. She's typically a 3rd-level bard, expert, rogue, or member of any class devoted to subterfuge. A Smuggler might run a Black Market, illegal caravan, or ring of smuggling ships.",
			"",
			"### Stage Manager",
			"",
			"**Wage** 2 gp/day  ",
			"**Skills** Diplomacy, Disguise, Perform (any two)",
			"",
			"A Stage Manager oversees an artistic organization or building devoted to the arts. He's typically a 3rd-level expert, but could instead be a bard, rogue, or member of any class with skills suiting the fine arts. A Stage Manager spends his day seeing to the operations of the theater, instructing performers, and promoting featured acts.",
			"",
			"### Steward",
			"",
			"**Wage** 2 gp/day  ",
			"**Skills** Diplomacy, Knowledge (local), Knowledge (nobility), Sense Motive",
			"",
			"A Steward manages a large residential building like a Castle, Mansion, or Noble Villa. She's typically a 3rd-level adept, commoner, or expert. A Steward manages the day-to-day operations of an estate, coordinates the work of the servants and disciplines any whose performance is unsatisfactory, and ensures that the lords and ladies of the house want for nothing.",
			"",
			"### Underboss",
			"",
			"**Wage** 2 gp/day  ",
			"**Skills** Appraise, Bluff, Intimidate, Knowledge (local)",
			"",
			"An Underboss follows the direct orders of a crime boss or anyone running a violent criminal organization. He's typically a 3rd-level bard, cleric, expert, fighter, or rogue. An Underboss follows his superior's orders, maintains the organization's goals, and manages subordinates.",
			"",
			"### Warden",
			"",
			"**Wage** 2 gp/day  ",
			"**Skills** Diplomacy, Intimidate, Knowledge (local), Sense Motive",
			"",
			"A warden oversees a Jail, dungeon, or other place where people are detained. She's typically a 3rd-level cleric, expert, fighter, inquisitor, warrior, or member of any class suited to combat and guile. A warden sees to the needs of the guards employed within the Jail as well as those of the prisoners', and monitors conditions within the facility."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"managers"
		],
		"siblings": [
			"reading_a_manager_stat_block",
			"example_managers",
			"wilderness_managers"
		]
	},
	"wilderness_managers": {
		"name": "Wilderness Managers",
		"subtitle": "Downtime",
		"tags": "Animal Keeper, Master Carpenter, Master Scout",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"{SOURCE Heroes of the Wild/16}",
			"",
			"Managers oversee businesses, buildings, or organizations.",
			"",
			"### Animal Keeper",
			"",
			"**Wage** 3 gp/day  ",
			"**Skills** Handle Animal, Heal, Perception, Profession (animal keeper)",
			"",
			"An Animal Keeper maintains the living area of undomesticated animals, either in a contained location (such as a menagerie) or a more open region (such as a preserve). Typically a 3rd-level expert, she sees to the feeding and first aid of animals.",
			"",
			"### Master Carpenter",
			"",
			"**Wage** 4 gp/day  ",
			"**Skills** Appraise, Craft (carpentry), Perception, Profession (clerk)",
			"",
			"A Master Carpenter commands a business devoted to the collecting and processing of lumber into finely tooled products. She's typically a 3rd-level expert. A Master Carpenter manages a facility that transforms raw lumber into artwork, furniture, and tools.",
			"",
			"### Master Scout",
			"",
			"**Wage** 5 gp/day  ",
			"**Skills** Climb, Perception, Stealth, Survival",
			"",
			"A Master Scout oversees a network of agents who monitor a wide region of wilderness, coordinating reports and patrols. He's typically a 3rd-level ranger, but could be an expert or rogue."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"managers"
		],
		"siblings": [
			"reading_a_manager_stat_block",
			"example_managers",
			"wilderness_managers"
		]
	},
	"rooms_and_teams": {
		"name": "Rooms and Teams",
		"subtitle": "Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/90}",
			"",
			"Many players want to run inns, found mercenary companies, build temples, or lead cabals of mages. The downtime system allows you to do this by presenting small constituent units: rooms for constructing buildings and teams for forming organizations.",
			"",
			"A room can be as simple as a 10-foot-by-10-foot area surrounded by wooden walls, or as complex as a stone-walled guard tower with a heavy wooden gate. A team can be as simple as a few beggars or pickpockets, as skilled as a group of acolytes trained in the healing arts, or as dangerous as a band of veteran mercenary soldiers. The details of the room or team are left vague to allow you greater versatility; they provide the game mechanics for your building or organization, but you decide the layout or hierarchy that suits your aesthetics.",
			"",
			"Each room and team costs one or more kinds of [capital](rule/gaining_capital) (gp, Goods, Influence, Labor, or Magic). When you construct a building or create an organization, determine what rooms or teams you want, add up the gp, Goods, Influence, Labor, and Magic prices for these rooms, and spend that capital to begin construction or start recruiting. A {rule/list of |rooms/ begins here} and a {rule/list of |teams/ here}.",
			"",
			":HL[Constructing Buildings from Rooms:] If you are [constructing a building](rule/buildings), you can connect these rooms in any way you see fit using normal doors and hallways, or fit them together without interior partitions into a large common space. Unless otherwise stated, each room includes a floor, ceiling, walls, furniture, doors, windows, and other details that are appropriate to the room's purpose in your building.",
			"",
			"Example: A Common Room is a large area designed for use by many people at once. In a Fort, a Common Room has tables and chairs and functions as a mess hall for soldiers. In a Tavern or Inn, it has tables and chairs and is the main place for socializing and drinking. In a Temple, it has chairs or pews and is used for conducting worship services. In a Bardic College, it has chairs and music stands and is used for practicing performances.",
			"",
			"Exterior doors are good wooden doors with simple locks. Interior doors are simple wooden doors with no locks. You may install different locks by paying the normal price for [locks](eq-misc/lock_average).",
			"",
			"You don't need to construct all of a building's rooms at once. The price of constructing a two-room building is the same whether you build them together or complete the first one and add the second one later.",
			"",
			":HL[Broken Rooms:] If a room takes damage in excess of half its hit points (or is otherwise rendered sufficiently damaged by a downtime event or at the GM's discretion), it gains the broken condition. A room with the broken condition generates half the normal income. In general, repairing a broken room requires spending an amount of gp or other capital equal to half the price of constructing the room from scratch. Certain building events may have alternative prices for repairing rooms with the broken condition.",
			"",
			"Entire buildings can also gain the broken condition. Treat the building as if each room in it had the condition, except you must repair the entire building at once rather than repairing rooms one at a time.",
			"",
			":HL[Creating Organizations from Teams:] Unless otherwise stated, the people on a team have clothing, a small amount of personal gear appropriate to their line of work, and a place to live - in other words, lives outside of their involvement with you. You may outfit them with better gear and construct or purchase a place for them to live.",
			"",
			"You don't need to add every team to your organization at once. The price for recruiting a team of beggars and a team of burglars is the same whether you recruit them together or recruit one and add the second team later.",
			"",
			"The composition of a team is flexible and can change over time depending on the nature of your organization. For example, if your thieves' guild has Cutpurses and Robbers, some of them might get caught and jailed, but it is assumed your organization replaces them with individuals of similar skill. In the same way that you don't have to track routine maintenance on a building you own, replacing individuals who leave your organization is factored into the price of the team.",
			"",
			"You can only recruit a team if the character levels of its individual members are equal to or lower than your Leadership score. Even if you don't have the {feat/Leadership} feat, calculate your Leadership score as your character level + your Charisma modifier.",
			"",
			"Unless otherwise noted, the members of a team are not adventurers and are unwilling to accompany you into dungeons and other deadly locations.",
			"",
			"Example: An Acolyte is a low-level divine spellcaster. In a Cult, Acolytes are the lowest-ranked members of the group and handle most of the interactions with new converts. In a Thieves' Guild, they are responsible for patching up members of the guild after a robbery or gang war. In a Mercenary Company, they look after the spiritual needs and physical injuries of the soldiers.",
			"",
			":HL[Teams and Leadership:] One advantage of having followers from the {feat/Leadership} feat is that they increase the effect of Influence and Labor you spend in a settlement (see {rule/Using Followers}). As the primary component of the price of recruiting teams is Influence, having followers in a settlement makes it easier to get the word out about the organization you want to build.",
			"",
			"The people in your organization obey you because you pay them, or at least keep regular contact with them and direct their activities. Unlike with cohorts and followers gained from the {feat/Leadership} feat (who are loyal toward you because of your reputation and behavior), if you're away from your organization for a long period of time, you might lose your connection with it. In the Upkeep Phase section, see [Step 3-Determine Capital Attrition](rule/upkeep_phase).",
			"",
			"In addition to the ways to combat attrition mentioned in the Upkeep Phase section, recruiting your followers into your organization can help with this problem. You can automatically add followers to your organizations as you recruit teams. For every five of your followers who are also members of your organization, you gain a +1 bonus on the leadership check to avoid attrition. As most followers are low-level characters with NPC classes, most teams of followers aren't trained for combat and are usually recruited to be Acolytes, Bureaucrats, Craftspeople, Lackeys, and so on (see {rule/Teams}).",
			"",
			":HL[Combining Rooms and Teams:] This system allows you to construct a building that has no workers, create an organization that has no base of operations, or combine the two to make a fully staffed building or an organization with a headquarters. For example, if you build a Temple and recruit Acolytes in that settlement, you can have the Acolytes work at your temple. If the Temple has a place for the Acolytes to sleep, they can even live there. If you later want the Acolytes to go somewhere else or disperse, you still have the Temple and can use it for whatever purpose you see fit."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime"
		],
		"subtopics": [
			"construction_examples",
			"reading_a_unit_statblock",
			"restrictions_on_earnings",
			"construction_and_recruitment_delays",
			"moving_an_organization",
			"rooms",
			"teams"
		],
		"siblings": [
			"downtime_overview",
			"downtime_activities",
			"managers",
			"rooms_and_teams",
			"buildings_and_organizations",
			"downtime_events"
		]
	},
	"construction_examples": {
		"name": "Construction Examples",
		"subtitle": "Rooms, Teams, Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/91}",
			"",
			"The following are examples of how you can construct your own Inn using rooms or create your own Thieves' Guild using teams. [Many complete buildings and organizations are presented here](rule/buildings_and_organizations).",
			"",
			"Suppose you want to spend downtime constructing a friendly traveler's Inn. It needs a Bar so it can sell drinks, and a Kitchen so it can serve food. Guests need a place to eat and rooms to sleep in, so it must include a Common Room and a Lodging. To keep your guests' horses safe, it must include a Stall. By adding up all the Goods, Influence, Labor, and Magic values in the Create and Time entries of the rooms' stat blocks, you get a total of 33 points of Goods, 3 points of Influence, 32 points of Labor, and 90 days. By spending that capital, after 90 days of construction time your inn is finished.",
			"",
			"Alternatively, if you just wanted to purchase a completed Inn and the GM says one is available, you can add up the gp cost listed in the Create entries of the Inn's rooms and pay that amount to the current owner. For the friendly traveler's Inn described above, that total price is 1,390 gp.",
			"",
			"### Thieves' Guild",
			"",
			"Suppose you want to create a network of thieves and spies in town. You need eyes and ears on the street, so you should include a Cutpurse team. You want people to be able to break into homes and steal valuables, so you should include a Robber team. To hide your wealth from the tax collector, you need a Bureaucrat team. By adding up all the Goods, Influence, Labor, and Magic values in the Create and Time entries of the rooms' stat blocks, you get a total of 3 points of Goods, 11 points of Influence, 6 points of Labor, and 6 days. If you spend that capital, after 6 days of recruiting, your guild is ready to work.",
			"",
			"Alternatively, if you wanted to just purchase an existing guild, with the GM's approval you can add up the gp prices for those teams and pay that amount to the current guildmaster. For the Thieves' Guild described above, the total price is 510 gp."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams"
		],
		"siblings": [
			"construction_examples",
			"reading_a_unit_statblock",
			"restrictions_on_earnings",
			"construction_and_recruitment_delays",
			"moving_an_organization",
			"rooms",
			"teams"
		]
	},
	"reading_a_unit_statblock": {
		"name": "Reading a Unit Statblock",
		"subtitle": "Rooms, Teams, Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/92}",
			"",
			"The unit stat blocks are essentially the same for rooms and teams, and are organized as follows. Where an entry in a stat block would have no value (for example, a room that can't be upgraded from or into something else), that entry is omitted from the stat block.",
			"",
			":HL[Earnings:] This entry indicates what bonuses the room or team gives to its building's or organization's checks made to generate capital. Buildings and organizations act like characters in that they can attempt a check each day to earn capital performing skilled work (without costing you any downtime). [You must pay for capital earned in this way as normal](rule/gaining_capital).",
			"",
			"If the room or team's Earnings entry says \"capital\" and a number, it can contribute a bonus on the building's or organization's skilled work check for any type of capital (gp, Goods, Influence, Labor, or Magic). If the Earnings entry lists specific types of capital, it can contribute a bonus on its building's or organization's skilled work checks only for capital of those types. You can apply each room's or team's bonus to any one listed type or capital each day or divide it among multiple listed types of capital. For example, an Alchemy Lab can generate only gp, Goods, or Magic, and not Influence or Labor. One day you could use all +10 of its bonus on the building's capital check to generate gp, on the next day you could use +5 on a check for generating gp and +5 on a check for generating Goods, and so on.",
			"",
			"Most of the time, it's simplest and quickest to just apply all the gp bonuses from all the rooms in each of your buildings and take 10 on the roll. Other times, you might want to generate other types of capital to construct new rooms, recruit new teams, and make upgrades.",
			"",
			"If you have multiple buildings or organizations in a settlement and they can generate the same kind of capital, you don't have to roll for them separately; you may add all their capital modifiers together and attempt one check for that kind of capital. If you spend a downtime day earning capital on your own, you may add your building and organization bonuses to your roll instead of rolling separately for yourself and each of your businesses or organizations.",
			"",
			"For a room, the Earnings amount already subtracts the cost of having unskilled employees to do the basic work for you. For example, the Earnings listed for having a Bar already account for the wages of a bartender and servers. For a team, the Earnings amount assumes they are working at a building you own. If you don't provide a building for the team to work in or from, halve the Earnings for that team.",
			"",
			"The description section of the unit stat block might list other benefits unrelated to the downtime system.",
			"",
			"Example: The Inn example [here](rule/construction_examples) has a Bar, a Common Room, a Kitchen, a Lodging, and a Stall. The Bar gives gp or Influence +10; the Common Room gives gp or Influence +7; the Kitchen gives gp or Goods +4; the Lodging gives gp +12; and the Stall gives gp, Goods, or Labor +8. All of those rooms can earn gp, so if you want to earn gp, just add all the room bonuses together (total +41) and make a skilled work check for the Inn to see [how much gp you earn](rule/gaining_capital). If you wanted to use the Bar's bonus to contribute to generating Influence and use the rest of the rooms' bonuses on gp, you'd attempt one skilled work check for Influence with a +10 modifier (the Bar's bonus) and another skilled work check for gp with a +31 modifier (the total bonuses from the Common Room, Lodging, and Stall).",
			"",
			":HL[Benefit (Rooms Only):] This entry lists what non-downtime bonuses the room provides, such skill bonuses or changes to settlement modifiers (such as Corruption, Crime, and Danger; see {rule/Settlement Modifiers}). If a room provides a skill bonus, that bonus applies only when you're in the location specified. For example, just because you have a Ballroom in your castle doesn't mean you get its Perform bonus when you're in a dungeon.",
			"",
			"The stat block doesn't list obvious benefits that aren't related to game mechanics. For example, a Bar allows you to sell drinks, a Kitchen allows you to serve food (either for your personal guests or to paying customers if the building is an Inn), and a Magical Repository allows you to research spells.",
			"",
			":HL[Create:] This entry lists how much Goods, Influence, Labor, and Magic are required to construct the room or recruit the team. It also includes a gp value for purchasing a completed room of that type or recruiting an existing team of that type.",
			"",
			":HL[Time:] This entry indicates how long it takes to complete the room or recruit the team. You may divide the Time price for a room by 2, 3, or 4 by spending 2, 3, or 4 times its Labor price. You may divide the Time price for a team by 2, 3, or 4 by spending 2, 3, or 4 times its Influence price. You must be in the settlement at the start of the construction or recruitment period, but don't have to spend any of your downtime days to begin construction or recruitment. In effect, you have to be present only to give the order to begin.",
			"",
			"If a team doesn't have a Time price, spending capital to recruit that team doesn't count as a downtime action.",
			"",
			"Note that the Time prices for teams are for recruiting the team for long-term employment and don't reflect the availability of these kinds of NPCs for temporary work. For example, if you need to hire a 3rd-level cleric to cast {spell/lesser restoration}, you don't have to spend 7 days of downtime recruiting a Priest team - you can just make the {eq-misc/standard |spellcasting/ arrangements}.",
			"",
			":HL[Size:] If the unit is a room, this entry indicates a range of how many 5-foot squares are needed for a standard room of its type. For example, a Kitchen is 2-6 5-foot squares. If you need a larger room of this type, construct two rooms and join them. If you need a smaller room of this size, you can make it that smaller size for free. For example, if you only need a 5-foot-square Kitchen, you can construct one at the listed price, even though the smallest size listed is 2 5-foot squares.",
			"",
			"If the unit is a team, this entry indicates how many people are needed for a standard team of its type. Typically the team is no smaller than 50% of this amount and no larger than 150% of this amount. If you need a larger team of this size, recruit two teams and combine them.",
			"",
			":HL[Upgrade:] Some rooms and teams are variants of or improvements on others. You can change the room or team into the listed upgrade by spending the difference in both capital and time between the original and the new one. For example, if your building includes a Book Repository and you want to upgrade it to a Magical Repository, you can either spend 1 point of Goods, 1 point of Influence, 1 point of Labor, and 2 points of Magic, or spend 270 gp (the difference between the Create entry for a Book Repository and a Magical Repository). You must also spend 4 days (the Time difference between a Book Repository and a Magical Repository).",
			"",
			"Pay the price only for types of capital that increase. For example, if you are converting Bunks into Lodging, you spend 3 points of Goods, 3 points of Labor, and 6 days; even though a Lodging costs less Influence, you don't regain any Influence for performing this upgrade.",
			"",
			"You can't downgrade a room or team. With the GM's permission, you may repurpose any room or team into another room or team as if the change were an upgrade.",
			"",
			":HL[Description:] A description of the unit follows the statistics, along with more detail about the benefits of having the unit."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams"
		],
		"siblings": [
			"construction_examples",
			"reading_a_unit_statblock",
			"restrictions_on_earnings",
			"construction_and_recruitment_delays",
			"moving_an_organization",
			"rooms",
			"teams"
		]
	},
	"restrictions_on_earnings": {
		"name": "Restrictions on Earnings",
		"subtitle": "Rooms, Teams, Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/93}",
			"",
			"Whether a unit generates its listed capital depends on your intentions for the building or organization, and should follow common sense. For example, if you construct a building with a Bar, Common Room, and Kitchen, you might want to use it as a tavern or a headquarters for your adventuring party. If it's a tavern, it's open to the public and generates capital. Otherwise, it's a private building and doesn't generate capital because it's used by only you and your friends. If you start your own cult with Acolytes and Priests, you might decide they sell healing and generate income. If your thieves' guild has Acolytes, you might decide they only heal members of your guild, and therefore don't generate income.",
			"",
			"If you intend for your building or organization to generate capital, you must explain to the GM how it does so. You can change the purpose of your building or organization (for example, renovating an old military barracks into an inn or turning your greedy cult into a generous one) and in doing so change the capital it generates. You should choose one idea and stick to it, however, as a business that's open to the public on an irregular basis makes less money, as does a business that frequently changes its purpose. The GM might reduce the capital buildings generate in such situations."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams"
		],
		"siblings": [
			"construction_examples",
			"reading_a_unit_statblock",
			"restrictions_on_earnings",
			"construction_and_recruitment_delays",
			"moving_an_organization",
			"rooms",
			"teams"
		]
	},
	"construction_and_recruitment_delays": {
		"name": "Construction and Recruitment Delays",
		"subtitle": "Rooms, Teams, Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/93}",
			"",
			"If the settlement's nature is contrary to the kind of building or organization you're trying to construct or create (such as a Black Market or Thieves' Guild in a settlement with low Crime and high Law settlement modifiers), the GM might decide that construction or recruitment takes 1d6 &times; 10% longer than normal (minimum 1 extra day) if you aren't monitoring the work.",
			"",
			"You can shorten this extra time before or during the delay by spending 1 point of Influence, which reduces the additional time by 1d6 days (minimum 0 days of delay). You can instead have a cohort monitor the work, or hire a [competent employee](rule/managers) to do so; either of these options completely prevents the delay."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams"
		],
		"siblings": [
			"construction_examples",
			"reading_a_unit_statblock",
			"restrictions_on_earnings",
			"construction_and_recruitment_delays",
			"moving_an_organization",
			"rooms",
			"teams"
		]
	},
	"moving_an_organization": {
		"name": "Moving an Organization",
		"subtitle": "Rooms, Teams, Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/93}",
			"",
			"You can move an organization to a different settlement by paying half the price of recruiting it. This price accounts for paying relocation expenses for your teams, hiring replacements for people unwilling to move, and so on. Arranging the movement of an organization usually takes 1d6 days per team in the organization; the time needed to actually move the teams is the amount of time it takes to travel from the old settlement to the new one. The organization provides only half its benefits during the time you are arranging the move, and none of its benefits while traveling to the new settlement.",
			"",
			"Instead of moving an entire organization, you can move just some of the teams within that organization. For example, if your Thieves' Guild includes two Robber teams, you could move one of the teams to a different settlement by spending 2 points of Influence and 1 point of Labor (half the price of recruiting a Robber team in the new location). This otherwise works like moving an entire organization. You may add these teams to an existing organization in the new settlement or use them to create a new organization."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams"
		],
		"siblings": [
			"construction_examples",
			"reading_a_unit_statblock",
			"restrictions_on_earnings",
			"construction_and_recruitment_delays",
			"moving_an_organization",
			"rooms",
			"teams"
		]
	},
	"rooms": {
		"name": "Rooms",
		"subtitle": "Rooms, Teams, Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/94}",
			"",
			"You can use the following rooms to construct buildings.",
			"",
			"- [Group 1](rule/rooms1): *Alchemy Lab, Altar, Animal Pen, Armory, Artisan's Workshop, Auditorium, Ballroom, Bar, Bath, Battle Ring*",
			"- [Group 2](rule/rooms2): *Bedroom, Bell Tower, Book Repository, Brewery, Bunks, Burial Ground, Cell, Ceremonial Room, Classroom, Clockwork Shop*",
			"- [Group 3](rule/rooms3): *Common Room, Confessional, Courtyard, Crypt, Defensive Wall, Dock, Dojo, Drawbridge, Escape Route*",
			"- [Group 4](rule/rooms4): *False Front, Farmland, Forge, Game Room, Garden, Gatehouse, Gauntlet, Greenhouse, Guard Post*",
			"- [Group 5](rule/rooms5): *Habitat, Hatchery, Infirmary, Kitchen, Labyrinth, Laundry, Lavatory, Leather Workshop, Lodging, Magical Repository*",
			"- [Group 6](rule/rooms6): *Mill Room, Nursery, Observation Dome, Office, Pit, Printer, Reliquary, Sanctum, Sauna, Scriptorium*",
			"- [Group 7](rule/rooms7): *Scrying Room, Secret Room, Sewer Access, Sewing Room, Shack, Sitting Room, Sports Field, Stall, Statue, Storage*",
			"- [Group 8](rule/rooms8): *Storefront, Summmoning Chamber, Throne Room, Toolbooth, Torture Chamber, Trap, Trophy Room, Vault, War Room, Workstation*",
			"",
			"There are also {rule/wilderness \"rooms\"} that can be used to construct outdoor locations: *Archery Range, Blind, Grotto, Mystic Greenhouse, Rangelands, Reservoir System, Watering Hole*"
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams"
		],
		"subtopics": [
			"rooms1",
			"rooms2",
			"rooms3",
			"rooms4",
			"rooms5",
			"rooms6",
			"rooms7",
			"rooms8",
			"wilderness_rooms",
			"room_augmentations",
			"wilderness_room_augmentations",
			"intrigue_room_augmentations"
		],
		"siblings": [
			"construction_examples",
			"reading_a_unit_statblock",
			"restrictions_on_earnings",
			"construction_and_recruitment_delays",
			"moving_an_organization",
			"rooms",
			"teams"
		]
	},
	"rooms1": {
		"name": "Rooms: Alchemy Lab through Battle Ring",
		"subtitle": "Downtime",
		"tags": "Alchemy Lab, Altar, Animal Pen, Armory, Artisan's Workshop, Auditorium, Ballroom, Bar, Bath, Battle Ring",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"### Alchemy Lab",
			"",
			"**Earnings** gp, Goods, or Magic +10  ",
			"**Benefit** counts as an {eq-misc/alchemist's lab}  ",
			"**Create** 8 Goods, 1 Influence, 5 Labor, 1 Magic (390 gp); **Time** 16 days  ",
			"**Size** 8-16 squares",
			"",
			"This room aids you when you're attempting Craft (alchemy) checks, researching new alchemist formulae, and performing similar alchemical tasks. Up to three people can use the room at a time.",
			"",
			"### Altar",
			"",
			"**Earnings** Influence +3  ",
			"**Benefit** counts as a permanent fixture dedicated to your deity for the purpose of {spell/consecrate} and similar spells  ",
			"**Create** 2 Goods, 1 Influence, 2 Labor, 1 Magic (210 gp); **Time** 4 days  ",
			"**Size** 2-8 squares",
			"",
			"This spiritual focal point has the iconography and materials required for a ceremony. A typical Altar takes the form of a stone altar, but it could also be a sacred pool, a sacrificial pyre, a collection of statuettes, or a similar sacred convergence.",
			"",
			"### Animal Pen",
			"",
			"**Earnings** gp, Goods, or Labor +8  ",
			"**Create** 6 Goods, 1 Influence, 5 Labor (250 gp); **Time** 16 days  ",
			"**Size** 4-16 squares  ",
			"**Upgrades To** Habitat",
			"",
			"An Animal Pen houses animals that need more attention than horses and cattle. It could be used to house animals for food (like chickens or pigs), display (like song birds or reptiles), or protection (like dogs or large cats). One animal pen can support 1 Large, 2 Medium, 4 Small, or 8 Tiny or smaller creatures, providing them with water and shelter. Food is not provided.",
			"",
			"### Armory",
			"",
			"**Benefit** provides for 1 Bunks or Guard Post, hastens donning armor  ",
			"**Create** 9 Goods, 3 Influence, 6 Labor (390 gp); **Time** 16 days  ",
			"**Size** 5-15 squares",
			"",
			"An Armory stores a variety of armor and weapons, providing enough equipment to supply one Bunks or Guard Post with common equipment (the guards or soldiers leave their armor and weapons here, and you don't have to pay for individual equipment for them as long as this room is not broken). The room is typically supplied with medium armor and appropriate martial weapons for the guards or soldiers in the building. The Armory contains an array of helpful tools to allow you to don armor in the time it normally takes to don hastily.",
			"",
			"### Artisan's Workshop",
			"",
			"**Earnings** gp, Goods, or Influence +10  ",
			"**Benefit** counts as {eq-misc/masterwork artisan's tools} for one Craft skill  ",
			"**Create** 9 Goods, 9 Labor (360 gp); **Time** 20 days  ",
			"**Size** 8-16 squares",
			"",
			"This specialist's workshop provides a variety of tools and materials for a particular art form, such as glassworking, gemcutting, or sculpting, which you choose when you build the room. Up to three people can use the room at a time.",
			"",
			"### Auditorium",
			"",
			"**Earnings** gp or Influence +15  ",
			"**Benefit** bonus on Perform checks  ",
			"**Create** 19 Goods, 1 Influence, 25 Labor (910 gp); **Time** 40 days  ",
			"**Size** 40-100 squares  ",
			"**Upgrades From** Ballroom",
			"",
			"This large room is used for various artistic performances. It contains a stage, costumes, instruments, and seating for an audience. The superior acoustics and decor grant a +2 bonus on all Perform checks made in this room.",
			"",
			"### Ballroom",
			"",
			"**Earnings** gp or Influence +10  ",
			"**Benefit** bonus on Perform checks  ",
			"**Create** 19 Goods, 19 Labor (760 gp); **Time** 40 days  ",
			"**Size** 40-60 squares  ",
			"**Upgrades To** Auditorium; **Upgrades From** Common Room",
			"",
			"This large open room is intended for dances, receptions, and other elaborate events. The superior acoustics and decor grant a +2 bonus on all Perform checks made in this room.",
			"",
			"### Bar",
			"",
			"**Earnings** gp or Influence +10  ",
			"**Benefit** bonus on Diplomacy checks to gather information  ",
			"**Create** 6 Goods, 1 Influence, 5 Labor (250 gp); **Time** 16 days  ",
			"**Size** 10-20 squares",
			"",
			"A Bar stores a selection of drinks and includes a counter for preparing them. After spending an hour with local people in this room, for the next 24 hours you gain a +1 bonus on Diplomacy checks you make to gather information in the settlement.",
			"",
			"### Bath",
			"",
			"**Earnings** gp or Influence +3  ",
			"**Benefit** bonus on Fortitude saves against disease  ",
			"**Create** 3 Goods, 1 Influence, 2 Labor (130 gp); **Time** 8 days  ",
			"**Size** 3-6 squares  ",
			"**Upgrade From** Sauna",
			"",
			"A Bath contains a single large bathtub or multiple smaller basins, along with a stove for heating water. After spending 1 hour in this room, you gain a +2 bonus on your next ongoing Fortitude save against disease.",
			"",
			"### Battle Ring",
			"",
			"**Earnings** gp or Influence +15  ",
			"**Benefit** contestant gains a bonus on Intimidate and {rule/performance combat} checks  ",
			"**Create** 18 Goods, 4 Influence, 16 Labor (800 gp); **Time** 40 days  ",
			"**Size** 40-100 squares  ",
			"**Upgrades To** Sports Field",
			"",
			"This enclosed field is used for some form of dangerous contest, from nonlethal sports like wrestling or boxing to lethal blood sports such as animal fights or gladiatorial combat. It includes seating for spectators, appropriate flooring (padded or sandy), and often some manner of barrier between the audience and combatants. Each day, the person in charge of the Battle Ring can grant one combatant a +2 bonus on Intimidate and {rule/performance combat} checks. This benefit applies only within the settlement."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams",
			"rooms"
		],
		"siblings": [
			"rooms1",
			"rooms2",
			"rooms3",
			"rooms4",
			"rooms5",
			"rooms6",
			"rooms7",
			"rooms8",
			"wilderness_rooms",
			"room_augmentations",
			"wilderness_room_augmentations",
			"intrigue_room_augmentations"
		]
	},
	"rooms2": {
		"name": "Rooms: Bedroom through Clockwork Shop",
		"subtitle": "Downtime",
		"tags": "Bedroom, Bell Tower, Book Repository, Brewery, Bunks, Burial Ground, Cell, Ceremonial Room, Classroom, Clockwork Shop",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"### Bedroom",
			"",
			"**Earnings** gp or Influence +3  ",
			"**Create** 8 Goods, 7 Labor (300 gp); **Time** 20 days  ",
			"**Size** 4-8 squares",
			"",
			"A Bedroom provides comfort and privacy for one to two people, and typically features one large bed or two smaller beds. Many also have furnishings or features, such as chairs, wardrobes, chests, tables, or small fireplaces. A Bedroom might be the sleeping place of a building's owner or a comfortable room for rent.",
			"",
			"### Bell Tower",
			"",
			"**Earnings** capital +1 (of a type the building already generates)  ",
			"**Create** 11 Goods, 3 Influence, 7 Labor (450 gp); **Time** 28 days  ",
			"**Size** 9-25 squares",
			"",
			"This two-story room contains one or more bells suitable for warnings or music, along with bell pulls for operating the instruments from below. The bells can be heard up to 1 mile away.",
			"",
			"### Book Repository",
			"",
			"**Earnings** gp or Influence +8  ",
			"**Benefit** bonus on Knowledge checks of one type  ",
			"**Create** 8 Goods, 2 Influence, 7 Labor, 1 Magic (460 gp); **Time** 16 days  ",
			"**Size** 4-12 squares  ",
			"**Upgrades To** Magical Repository",
			"",
			"A Book Repository contains shelves upon shelves of books, in addition to chairs, desks, and tables for reading and studying. Most repositories contain books on a wide array of topics providing a general wealth of information, but some contain books focused on a specific topic. When you construct a Book Repository, select one Knowledge skill. If someone has a question relating to that Knowledge skill and is able to spend 1 hour researching in the Book Repository, she gains a +3 bonus on the Knowledge check to answer the question.",
			"",
			"### Brewery",
			"",
			"**Earnings** gp or Influence +10  ",
			"**Create** 9 Goods, 2 Influence, 7 Labor (380 gp); **Time** 24 days  ",
			"**Size** 12-24 squares",
			"",
			"A Brewery allows you to ferment or distill ingredients such as fruits and grain to create potent beverages.",
			"",
			"### Bunks",
			"",
			"**Earnings** gp or Labor +8  ",
			"**Create** 7 Goods, 4 Influence, 7 Labor (400 gp); **Time** 24 days  ",
			"**Size** 15-35 squares  ",
			"**Upgrades To** Lodging",
			"",
			"Bunks provide housing and limited storage for up to 10 people. Though hardly private, this space typically includes beds or cots, linens, small chests with poor locks, and chamber pots. If this room is part of an Inn, the building is more of a flophouse or hostel than a traveler's hotel, which would have private rooms. If part of a Hospital, this room houses patients.",
			"",
			"### Burial Ground",
			"",
			"**Earnings** gp or Influence +4  ",
			"**Benefit** prevents or creates undead  ",
			"**Create** 4 Goods, 3 Influence, 4 Labor, 1 Magic (350 gp); **Time** 8 days  ",
			"**Size** 20-30 squares  ",
			"**Upgrades To** Crypt",
			"",
			"This somber plot of land is dedicated to the internment of the dead. Up to 20 Medium or smaller corpses can be buried here, their plots clearly marked by gravestones, statues, or other markers. For an additional 200 gp, this area can be consecrated as holy or unholy ground. A corpse buried in holy ground cannot be animated as an undead creature. A corpse buried in unholy ground has a 5% chance every month of reanimating as an uncontrolled zombie. If you upgrade a Burial Ground, the area retains the consecration effect.",
			"",
			"### Cell",
			"",
			"**Create** 5 Goods, 4 Labor (180 gp); **Time** 16 days  ",
			"**Size** 1-9 squares",
			"",
			"This uncomfortable room can imprison 1 to 4 captives. It is typically nothing more than a stone room with a straw-lined floor, though some might have the barest of comforts, like cots or chamber pots. One wall is typically constructed of sturdy bars and a door affixed with a simple lock. You can install manacles or masterwork manacles at the normal price of those items.",
			"",
			"### Ceremonial Room",
			"",
			"**Earnings** Capital +10  ",
			"**Benefit** bonus on Bluff, Diplomacy, and Intimidate checks (see below)  ",
			"**Create** 16 Goods, 2 Influence, 15 Labor, 5 Magic (1,180 gp); **Time** 40 days  ",
			"**Size** 40-100 squares  ",
			"**Upgrade To** Throne Room; **Upgrade From** Common Room",
			"",
			"This is a large, open room for important events such as religious services, town meetings, and weddings. It often features an elevated area for the focus or leader of the event, and might have seats for others in attendance. A person leading or officially speaking at the event gains a +1 bonus on Bluff, Diplomacy, and Intimidate checks to influence others at the event. This bonus ends when the event ends.",
			"",
			"### Classroom",
			"",
			"**Earnings** capital +8  ",
			"**Create** 6 Goods, 1 Influence, 5 Labor (250 gp); **Time** 14 days  ",
			"**Size** 5-20 squares",
			"",
			"This small meeting place gives numerous attendees an unobstructed view of a single lecturer. Many classrooms contain seating for those in attendance, a lectern, and a display table or chalkboard.",
			"",
			"### Clockwork Shop",
			"",
			"**Earnings** gp, Goods, or Labor +10  ",
			"**Benefit** counts as {eq-misc/masterwork artisan's tools} for Craft (clockwork)  ",
			"**Create** 9 Goods, 9 Labor (360 gp); **Time** 20 days  ",
			"**Size** 8-16 squares",
			"",
			"This workshop provides all of the precision tools and workstations required for creating delicate clockwork goods. Up to three people can use the room at a time."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams",
			"rooms"
		],
		"siblings": [
			"rooms1",
			"rooms2",
			"rooms3",
			"rooms4",
			"rooms5",
			"rooms6",
			"rooms7",
			"rooms8",
			"wilderness_rooms",
			"room_augmentations",
			"wilderness_room_augmentations",
			"intrigue_room_augmentations"
		]
	},
	"rooms3": {
		"name": "Rooms: Common Room through Escape Route",
		"subtitle": "Downtime",
		"tags": "Common Room, Confessional, Courtyard, Crypt, Defensive Wall, Dock, Dojo, Drawbridge, Escape Route",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"### Common Room",
			"",
			"**Earnings** gp or Influence +7  ",
			"**Create** 7 Goods, 8 Labor (300 gp); **Time** 16 days  ",
			"**Size** 10-30 squares  ",
			"**Upgrade To** Ballroom, Ceremonial Room, Throne Room",
			"",
			"This versatile open area has enough space for many people to use at once. A Common Room is typically furnished with benches, chairs, cushions, mats, pews, or stools, and might have tables.",
			"",
			"### Confessional",
			"",
			"**Benefit** bonus on Stealth checks  ",
			"**Create** 2 Goods, 3 Labor (100 gp); **Time** 4 days  ",
			"**Size** 2-4 squares",
			"",
			"This pair of tiny, linked rooms allows for private conversations. Alternatively, you may construct a hidden space that allows you to watch another room without being observed, such as through a peephole in a tapestry or mosaic. One side of this room provides a +4 bonus on Stealth checks to hide from creatures in the adjoining room. A Confessional can be constructed in a way that allows this bonus to apply to creatures in both sides or just in one.",
			"",
			"### Courtyard",
			"",
			"**Earnings** capital +5 (of a type the building already generates)  ",
			"**Create** 4 Goods, 5 Labor (180 gp); **Time** 24 days  ",
			"**Size** 20-40 squares",
			"",
			"This large, open area might be constructed to feature decorative landscaping or be a more utilitarian space for drills, meetings, or storage.",
			"",
			"### Crypt",
			"",
			"**Earnings** gp, Influence, or Magic +5  ",
			"**Create** 5 Goods, 3 Influence, 5 Labor, 2 Magic (490 gp); **Time** 16 days  ",
			"**Size** 8-30 squares  ",
			"**Upgrades From** Burial Ground",
			"",
			"This space is dedicated to the storage of prominent corpses. Above ground this space might take the form of a tomb. The duration of spells that preserve or protect corpses (such as {spell/gentle repose}) are doubled when cast on a corpse that remains in this room.",
			"",
			"### Defensive Wall",
			"",
			"**Create** 5 Goods, 2 Influence, 5 Labor (260 gp); **Time** 12 days  ",
			"**Size** 20-40 squares",
			"",
			"This simple wooden wall, fence, or hedge surrounds your structure and provides a modicum of security. It is no taller than 10 feet, includes a single gate with a simple lock, and can be scaled with a DC 14 Climb check. It can be constructed as a stone wall - increasing the height by up to 10 feet and the Climb DC to 20 - by doubling the price. If combined with a Guard Post, this can be a walkable wall with a parapet.",
			"",
			"### Dock",
			"",
			"**Earnings** gp, Goods, Influence, or Labor +12  ",
			"**Create** 7 Goods, 2 Influence, 6 Labor (320 gp); **Time** 20 days  ",
			"**Size** 10-30 squares",
			"",
			"This is a series of walkways and sturdy posts used to safely moor a water vessel such as a boat or ship. If attached to Storage, it allows you to easily move cargo to and from the water.",
			"",
			"### Dojo",
			"",
			"**Earnings** gp, Influence, or Labor +8  ",
			"**Benefit** counts as a training facility for training or retraining  ",
			"**Create** 7 Goods, 1 Influence, 7 Labor (310 gp); **Time** 20 days  ",
			"**Size** 15-30 squares",
			"",
			"This open area is used for practicing combat or other physical skills. If used for combat training, it includes humanoid-shaped training dummies or silhouettes for target practice. Most Dojos include simple floor mats or straw pallets to cushion falls, plus racks containing nonlethal versions of standard weapons. If used by a Thieves' Guild, instead of combat the Dojo might instead focus on evasion training, picking locks, and disabling traps. You can use a Dojo to train up to 10 people at a time. It can be used as Bunks, though it is much less comfortable than using actual beds or cots.",
			"",
			"### Drawbridge",
			"",
			"**Create** 8 Goods, 2 Influence, 5 Labor (320 gp); **Time** 6 days  ",
			"**Size** 4-8 squares",
			"",
			"This retractable bridge spans a pit, moat, or similar danger, allowing you to control access to an area. You can raise or lower the bridge by spending a full-round action to operate the mechanisms constructed on either side of the span. When raised, the bridge creates a wooden barrier (hardness 5, 40 hit points). If the Drawbridge is destroyed, it can be rebuilt in the same place for half the initial construction price.",
			"",
			"### Escape Route",
			"",
			"**Create** 9 Goods, 9 Labor (360 gp); **Time** 16 days  ",
			"**Size** 6-12 squares  ",
			"**Upgrades From** Secret Room",
			"",
			"This is a hallway or tunnel leading to a hidden exit from the building. The exit door is typically a simple wooden door with an average lock (Disable Device DC 20 to open). Either or both ends of the hallway can be secret doors (Perception DC 20 to notice)."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams",
			"rooms"
		],
		"siblings": [
			"rooms1",
			"rooms2",
			"rooms3",
			"rooms4",
			"rooms5",
			"rooms6",
			"rooms7",
			"rooms8",
			"wilderness_rooms",
			"room_augmentations",
			"wilderness_room_augmentations",
			"intrigue_room_augmentations"
		]
	},
	"rooms4": {
		"name": "Rooms: False Front through Guard Post",
		"subtitle": "Downtime",
		"tags": "False Front, Farmland, Forge, Game Room, Garden, Gatehouse, Gauntlet, Greenhouse, Guard Post",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"### False Front",
			"",
			"**Earnings** gp or Goods +2  ",
			"**Benefit** bonus to Perception and Sense Motive DCs  ",
			"**Create** 4 Goods, 1 Influence, 4 Labor (190 gp); **Time** 12 days  ",
			"**Size** 10-20 squares  ",
			"**Upgrades To** Storage and Storefront (see below)",
			"",
			"This simple, nondescript business uses an innocuous front to hide criminal dealings. It might appear to be a low-quality pawnshop or ill-stocked market. It has the bare necessities for functioning as the kind of business it pretends to be, but its true purpose is to conceal the nature of the building - typically a criminal enterprise or secret meeting place, such as a cult's sanctuary or a den of thieves. The room includes a secret door leading to the rest of the building. The room increases Perception and Sense Motive DCs by 5 for those trying to notice unusual activity or determine whether the building is what it seems. Since a False Front contains both a false Storefront and false display area, its space can be upgraded to both Storage and a Storefront simultaneously (or upgraded to just one, leaving the remaining area unused).",
			"",
			"### Farmland",
			"",
			"**Earnings** gp or Goods +10  ",
			"**Create** 15 Goods, 15 Labor (600 gp); **Time** 20 days  ",
			"**Size** 60-100 squares",
			"",
			"This large swath of fertile land is used for farming or fodder for livestock. The price for this room includes clearing the land, fertilizing the soil, and so on. At the GM's discretion, you might discover a plot of available land that automatically counts as a Farmland at no cost.",
			"",
			"### Forge",
			"",
			"**Earnings** gp or Goods +10  ",
			"**Benefit** counts as {eq-misc/masterwork artisan's tools} for smithing skills  ",
			"**Create** 9 Goods, 1 Influence, 8 Labor (370 gp); **Time** 20 days  ",
			"**Size** 8-16 squares",
			"",
			"A Forge includes a hearth, an anvil, a slack tub, metalworking tools, and other appropriate materials for shaping iron and other metals. A Forge counts as artisan's tools for up to three people working on metalworking skills such as Craft (armor) and Craft (weapons).",
			"",
			"### Game Room",
			"",
			"**Earnings** gp +10 (see below)  ",
			"**Benefit** Crime +1, Danger +10 (see below)  ",
			"**Create** 8 Goods, 7 Labor (300 gp); **Time** 16 days  ",
			"**Size** 10-20 squares",
			"",
			"A Game Room has tables for gambling or other forms of gaming, and is often used to make wagers on blood sports or other illicit activities. The listed earnings includes illegal gaming. If your building allows only legal gaming (whether recreational or using money), the earnings are gp +5 (not +10) and the benefit is Crime +0, Danger +0.",
			"",
			"### Garden",
			"",
			"**Earnings** gp or Goods +8  ",
			"**Create** 5 Goods, 4 Labor (180 gp); **Time** 12 days  ",
			"**Size** 10-20 squares  ",
			"**Upgrades To** Greenhouse",
			"",
			"This area of carefully tended soil is fit for growing plants that require greater attention than crops, though you can use it to grow food crops if you choose.",
			"",
			"### Gatehouse",
			"",
			"**Benefit** defenders get bonus on initiative and Perception checks  ",
			"**Create** 15 Goods, 3 Influence, 12 Labor (630 gp); **Time** 40 days  ",
			"**Size** 8-12 squares  ",
			"**Upgrades From** Gauntlet, Guard Post",
			"",
			"This defensive structure prevents access to a building. It is normally arranged so defenders have a clear line of sight to all room entrances or a clear view of all approaches to the building. It includes a strong wooden door with a good lock. You can improve this to an iron door for 500 gp. You can add a wooden portcullis for 500 gp or an iron portcullis for 1,000 gp. For an additional 80 gp, you can also count this room as a Gauntlet, allowing defenders to fall back and trap intruders here. You can construct this room in a tower layout (at no additional cost), which includes a second story that also counts as a Gatehouse. The listed price includes the cost of having unskilled employees as guards (1st-level commoners or experts with uniforms, but no armor or weapons). If the building has an Armory, these employees are armed and armored, but still mostly for show. If you want trained guards who can defend against dangerous intruders, hire professional guards or recruit a team of Guards or Soldiers. You can use a Gatehouse as a Tollbooth, which provides the same Earnings (gp or Goods +4). Any defender using the Gatehouse's defenses gains a +1 bonus on initiative checks and on Perception checks against intruders at the Gatehouse.",
			"",
			"### Gauntlet",
			"",
			"**Benefit** defenders get improved cover  ",
			"**Create** 4 Goods, 4 Labor (160 gp); **Time** 10 days  ",
			"**Size** 4-8 squares  ",
			"**Upgrades To** Gatehouse",
			"",
			"This is an area with murder holes or similar defenses that give defenders an advantage when attacking or spying upon intruders. It has good wooden doors with simple locks to allow defenders to trap invaders inside. Any defender using the Gauntlet's defenses has improved cover against intruders in the Gauntlet, though these defenses limit what attacks the defenders can make. For example, a defender can shoot through a murder hole with a spell, bow, or crossbow, or can pour boiling water through it, but she can't attack through it with an axe.",
			"",
			"### Greenhouse",
			"",
			"**Earnings** gp, Goods, or Influence +12  ",
			"**Create** 8 Goods, 7 Labor (300 gp); **Time** 16 days  ",
			"**Size** 10-20 squares  ",
			"**Upgrades From** Garden",
			"",
			"This garden is protected by glass and has its interior climate deliberately regulated. Delicate or exotic plants raised in this area grow larger and healthier than in a normal garden. Certain types of rare plants can be raised only in a Greenhouse.",
			"",
			"### Guard Post",
			"",
			"**Earnings** gp or Goods +4  ",
			"**Benefit** defenders get a bonus on initiative and Perception checks  ",
			"**Create** 7 Goods, 2 Influence, 6 Labor (320 gp); **Time** 20 days  ",
			"**Size** 6-10 squares  ",
			"**Upgrades From** Tollbooth; **Upgrades To** Gatehouse",
			"",
			"This defensive structure prevents access to a building. It is normally arranged so defenders have a clear line of sight to all room entrances or a clear view of all approaches to the building. You can construct this room in a tower layout (at no additional cost), which includes a second story that also counts as a Guard Post. The listed price includes the cost of having unskilled employees as guards (1st-level commoners or experts with uniforms, but no armor or weapons). If the building has an Armory, these employees are armed and armored, but still mostly for show. If you want trained guards who can defend against dangerous intruders, hire professional guards or recruit a team of Guards or Soldiers. Any defender using the Guard Post's defenses gains a +1 bonus on initiative checks and on Perception checks against intruders at the Guard Post."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams",
			"rooms"
		],
		"siblings": [
			"rooms1",
			"rooms2",
			"rooms3",
			"rooms4",
			"rooms5",
			"rooms6",
			"rooms7",
			"rooms8",
			"wilderness_rooms",
			"room_augmentations",
			"wilderness_room_augmentations",
			"intrigue_room_augmentations"
		]
	},
	"rooms5": {
		"name": "Rooms: Habitat through Magical Repository",
		"subtitle": "Downtime",
		"tags": "Habitat, Hatchery, Infirmary, Kitchen, Labyrinth, Laundry, Lavatory, Leather Workshop, Lodging, Magical Repository",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"### Habitat",
			"",
			"**Earnings** gp or Influence +12  ",
			"**Create** 18 Goods, 3 Influence, 17 Labor (790 gp); **Time** 40 days  ",
			"**Size** 40-60 squares  ",
			"**Upgrades From** Animal Pen, Stall",
			"",
			"A Habitat houses animals. Unlike a Stall or Hatchery, a Habitat provides comfortable lodging for exotic or rare creatures. This room contains cages and walled chambers for the resident creatures, with at least one wall constructed of bars or windows to allow visitors to observe the creatures. A Habitat built to house birds is often constructed with tall poles and netting to keep the creatures from flying away.",
			"",
			"### Hatchery",
			"",
			"**Earnings** gp or Goods +5  ",
			"**Create** 4 Goods, 1 Influence, 3 Labor (170 gp); **Time** 10 days  ",
			"**Size** 2-6 squares",
			"",
			"A Hatchery is used for nesting and hatching egg-laying creatures such as birds, lizards, owlbears, or dragons. Alternatively, it can be used for fish, shellfish, or other aquatic egg-laying creatures. This room might be on the roof to allow flying creatures to come and go, or might be connected to the building on ground level. It contains cages and soft bedding to cradle the eggs, and might contain a small wood-burning stove to keep the eggs warm if parent animals aren't available.",
			"",
			"### Infirmary",
			"",
			"**Earnings** gp or Influence +8  ",
			"**Benefit** counts as a {eq-misc/healer's kit} (see below)  ",
			"**Create** 6 Goods, 1 Influence, 6 Labor, 1 Magic (370 gp); **Time** 16 days  ",
			"**Size** 4-12 squares",
			"",
			"An Infirmary is used for treating injured and sick people. It contains beds or cots, a wash basin, and medical supplies. This counts as having a {eq-misc/healer's kit} for up to two healers at a time. As long as the building doesn't have the broken condition, you don't need to track individual uses of these healer's kits.",
			"",
			"### Kitchen",
			"",
			"**Earnings** gp or Goods +4  ",
			"**Create** 4 Goods, 4 Labor (160 gp); **Time** 12 days  ",
			"**Size** 2-6 squares",
			"",
			"A Kitchen is used to prepare food. It contains a stove, sink, and small pantry with basic cooking tools and supplies. A Kitchen for a business that serves food, such as an Inn, probably also has Storage just for foodstuffs.",
			"",
			"### Labyrinth",
			"",
			"**Earnings** gp or Influence +5  ",
			"**Create** 15 Goods, 15 Labor (370 gp); **Time** 30 days  ",
			"**Size** 40-100 squares",
			"",
			"A Labyrinth is a walled maze, hedge maze, or simple tiled pattern on the ground that those in need of tranquility can walk for quiet meditation.",
			"",
			"### Laundry",
			"",
			"**Earnings** gp or Goods +3  ",
			"**Benefit** bonus on Fortitude saves against contracting disease  ",
			"**Create** 3 Goods, 3 Labor (120 gp); **Time** 8 days  ",
			"**Size** 2-6 squares",
			"",
			"A Laundry contains a large vat for soaking clothes, a cauldron to heat water, washboards, drying lines, and racks and bins for dry clothes. This might be an outside area adjacent to a building. Employees and regular users of a Laundry gain a +1 bonus on Fortitude saves to resist contracting a disease while they're in the settlement.",
			"",
			"### Lavatory",
			"",
			"**Benefit** Bonus on Fortitude saves against contracting disease  ",
			"**Create** 3 Goods, 3 Labor (120 gp); **Time** 4 days  ",
			"**Size** 1-4 squares  ",
			"**Upgrade From** Shack",
			"",
			"A Lavatory includes up to four 5-foot-by-5-foot private rooms for dealing with biological functions. If a building doesn't have a Lavatory, people in it must go elsewhere for this sort of activity. Depending on the building and settlement, a Lavatory might be an outhouse, a closet with a chamber pot, or a stool connected to an external system such as a cesspit or pig trough. If the building has a Sewer Access, you can automatically connect all Lavatories in the building to the settlement's sewer system. The sanitation improvement from having a Lavatory mean residents, guests, employees, and others who frequent the building gain a +2 bonus on Fortitude saves to resist contracting a disease while in the settlement.",
			"",
			"### Leather Workshop",
			"",
			"**Earnings** gp or Goods +10  ",
			"**Benefit** counts as {eq-misc/masterwork artisan's tools} for leatherworking skills  ",
			"**Create** 7 Goods, 1 Influence, 7 Labor (310 gp); **Time** 16 days  ",
			"**Size** 4-10 squares",
			"",
			"This workshop includes a sturdy table, stool, vats, drying racks, and tools designed for turning raw hides into leather. The Leather Workshop counts as {eq-misc/masterwork artisan's tools} for up to three people creating leather goods with skills such as Craft (leather) and Craft (shoes).",
			"",
			"### Lodging",
			"",
			"**Earnings** gp +12  ",
			"**Create** 10 Goods, 1 Influence, 10 Labor (430 gp); **Time** 30 days  ",
			"**Size** 20-35 squares  ",
			"**Upgrades From** Bunks",
			"",
			"This area is subdivided into smaller chambers and provides private housing and limited storage for up to 10 people. Each chamber typically includes one or two small beds, linens, a chamber pot, and a small table and chair. The door to the chamber is a simple wooden door with a simple lock. You may upgrade individual locks by paying the price difference between a simple lock and the desired lock.",
			"",
			"### Magical Repository",
			"",
			"**Earnings** gp, Influence, or Magic +12  ",
			"**Benefit** bonus on Knowledge (arcana), Spellcraft, and spell research checks  ",
			"**Create** 9 Goods, 3 Influence, 8 Labor, 3 Magic (730 gp); **Time** 20 days  ",
			"**Size** 4-12 squares  ",
			"**Upgrades From** Book Repository",
			"",
			"A Magical Repository is similar to a Book Repository, but specific to the study of the arcane arts. It contains shelves of books, comfortable chairs, and tables for studying and for scribing notes and scrolls. If you construct this room from scratch, it grants someone who studies there for 1 hour a +3 bonus on a Knowledge (arcana) check to answer a question. If you upgrade a Book Repository into this room, you either keep the original Book Repository's bonus on Knowledge checks or change its skill to Knowledge (arcana). An hour of study in this room also grants a +3 bonus on Spellcraft checks. The room grants an additional +1 bonus on Knowledge (arcana) and Spellcraft checks for spell research (see {rule/Research a Spell}) and crafting magic items."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams",
			"rooms"
		],
		"siblings": [
			"rooms1",
			"rooms2",
			"rooms3",
			"rooms4",
			"rooms5",
			"rooms6",
			"rooms7",
			"rooms8",
			"wilderness_rooms",
			"room_augmentations",
			"wilderness_room_augmentations",
			"intrigue_room_augmentations"
		]
	},
	"rooms6": {
		"name": "Rooms: Mill Room through Scriptorium",
		"subtitle": "Downtime",
		"tags": "Mill Room, Nursery, Observation Dome, Office, Pit, Printer, Reliquary, Sanctum, Sauna, Scriptorium",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"### Mill Room",
			"",
			"**Earnings** gp or Goods +8  ",
			"**Create** 8 Goods, 7 Labor (300 gp); **Time** 20 days  ",
			"**Size** 20-30 squares",
			"",
			"A Mill Room contains a mechanism to process grain, foodstuffs, and other raw materials. Most simple mills are powered by hand, but those powered by horses or other beasts of burden require a stable, those powered by water require running water for the water wheel, and those powered by wind require a tower.",
			"",
			"### Nursery",
			"",
			"**Earnings** gp or Influence +6  ",
			"**Create** 6 Goods, 1 Influence, 5 Labor (250 gp); **Time** 14 days  ",
			"**Size** 8-16 squares",
			"",
			"A Nursery is used to care for infants and children. It contains cribs and beds for children, toys for their entertainment, a table for changing, and cabinets for supplies.",
			"",
			"### Observation Dome",
			"",
			"**Earnings** gp, Influence, or Magic +5  ",
			"**Benefit** bonus on Knowledge (geography), Knowledge (nature), and Knowledge (planes) checks  ",
			"**Create** 8 Goods, 9 Labor, 1 Magic (440 gp); **Time** 20 days  ",
			"**Size** 10-20 squares",
			"",
			"This elevated room is open to the sky, has a skylight, or has a retractable roof to allow you to observe the passing of celestial bodies. An Observation Dome includes shelves containing records and notes, a telescope, and other devices dedicated to celestial study. If someone spends 1 hour researching in the Observation Dome, she gains a +2 bonus on Knowledge (geography), Knowledge (nature), and Knowledge (planes) checks to answer a question about the heavens.",
			"",
			"### Office",
			"",
			"**Create** 3 Goods, 3 Labor (120 gp); **Time** 8 days  ",
			"**Size** 2-5 squares  ",
			"**Upgrades From** Storage",
			"",
			"This simple room includes a door with a simple lock, a chair, and a large desk that has two drawers with simple locks. An Office affords its user privacy and a refuge from other activity in the building.",
			"",
			"### Pit",
			"",
			"**Earnings** gp or Labor +1  ",
			"**Create** 1 Goods, 1 Labor (40 gp); **Time** 2 days  ",
			"**Size** 1-5 squares",
			"",
			"This is a place to dump things no longer needed. It can be used to contain refuse, dangerous waste, and piles of junk, or as a mass graveyard, communal latrine, or crude surface well. A typical pit is 5-15 feet deep with steep sides.",
			"",
			"### Printer",
			"",
			"**Earnings** gp, Goods, Influence, or Labor +8  ",
			"**Benefit** counts as {eq-misc/masterwork artisan's tools} for writing and printing skills  ",
			"**Create** 9 Goods, 2 Influence, 7 Labor (380 gp); **Time** 20 days  ",
			"**Size** 5-16 squares  ",
			"**Upgrades From** Scriptorium",
			"",
			"This specialized workshop contains a printing press, storage for paper, and drying racks for finished books and pamphlets. Up to three people can use the room at a time.",
			"",
			"### Reliquary",
			"",
			"**Earnings** gp or Influence +5  ",
			"**Benefit** bonus on Knowledge (religion) checks relating to its contents  ",
			"**Create** 4 Goods, 4 Labor, 1 Magic (260 gp); **Time** 12 days  ",
			"**Size** 1-4 squares  ",
			"**Upgrades To** Vault",
			"",
			"A Reliquary is built to securely store religious artifacts, and dedicated to a specific deity or philosophy. It contains shelves to house the items, special display cases to protect them, and sometimes chairs and tables to allow study. It's secured by a strong wooden door or grating with a good lock. Unlike a Vault, a Reliquary is intended to allow people to observe its contents. When stocked with relics appropriate to the chosen deity or philosophy, the room grants a +1 bonus on Knowledge (religion) checks relating to the history, powers, and purpose of those relics.",
			"",
			"### Sanctum",
			"",
			"**Benefit** bonus on one Will save  ",
			"**Create** 2 Goods, 1 Influence, 1 Labor, 1 Magic (190 gp); **Time** 6 days  ",
			"**Size** 1-4 squares",
			"",
			"This is a basic room with simple and pleasing decorations, clean lines, and a calming environment perfect for meditation, prayer, and solitude. A person who spends at least 4 hours in a Sanctum doing nothing other than praying or meditating gains a +1 bonus on Will saves. This bonus ends once the person leaves the settlement or after the first time she attempts a Will save.",
			"",
			"### Sauna",
			"",
			"**Earnings** gp or Influence +3  ",
			"**Benefit** bonus on disease and negative level recovery saves  ",
			"**Create** 3 Goods, 3 Labor (120 gp); **Time** 8 days  ",
			"**Size** 2-5 squares  ",
			"**Upgrades To** Bath",
			"",
			"This simple room contains benches, a central source of heat, stones, and a container of water with a ladle to help produce steam. Using a Sauna for an hour grants a person a +1 bonus on saving throws to overcome ongoing diseases (but not on saves to resist contracting diseases) and a +1 bonus on saving throws to recover from negative levels. This bonus goes away after 24 hours.",
			"",
			"### Scriptorium",
			"",
			"**Earnings** gp, Goods, Influence, Labor, or Magic +5  ",
			"**Benefit** counts as masterwork artisan's tools for writing skills  ",
			"**Create** 7 Goods, 2 Influence, 6 Labor (320 gp); **Time** 16 days  ",
			"**Size** 5-16 squares  ",
			"**Upgrades To** Printer",
			"",
			"A Scriptorium is where scribes do their work. It contains chairs and writing desks, as well as ink, paper, and other supplies needed to create or copy written works. Up to three people can use the room at a time for scribing scrolls or using Craft (calligraphy) or Profession (scribe)."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams",
			"rooms"
		],
		"siblings": [
			"rooms1",
			"rooms2",
			"rooms3",
			"rooms4",
			"rooms5",
			"rooms6",
			"rooms7",
			"rooms8",
			"wilderness_rooms",
			"room_augmentations",
			"wilderness_room_augmentations",
			"intrigue_room_augmentations"
		]
	},
	"rooms7": {
		"name": "Rooms: Scrying Room through Storage",
		"subtitle": "Downtime",
		"tags": "Scrying Room, Secret Room, Sewer Access, Sewing Room, Shack, Sitting Room, Sports Field, Stall, Statue, Storage",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"### Scrying Room",
			"",
			"**Earnings** gp or Influence +2  ",
			"**Benefit** increases the DC of scrying effects  ",
			"**Create** 6 Goods, 1 Influence, 5 Labor, 3 Magic (550 gp); **Time** 16 days  ",
			"**Size** 4-16 squares",
			"",
			"A Scrying Room is built to be a quiet place for scrying, seances, and similar divinations. It contains a table, chairs, and either a pool of water (at no additional cost) or a suitable focus object for a {spell/scrying} spell (for an additional 1,000 gp). A caster using {spell/scrying}, {spell/locate creature}, or a similar targeted divination from here increases the spell's DC by 1.",
			"",
			"### Secret Room",
			"",
			"**Create** 5 Goods, 6 Labor (220 gp); **Time** 16 days  ",
			"**Size** 6-10 squares  ",
			"**Upgrades From** Vault; **Upgrades To** Escape Route",
			"",
			"This is either a room or a passage connecting two rooms in the building. The access to this space is controlled by a [secret door](rule/doors) (DC 20). A passage can have secret doors at both ends or a normal door at one end and a secret door at the other. If it's a room, it is typically used to hide someone or something you don't want discovered. If it's a passage, it's typically used for clandestine travel within the building, often for the purpose of smuggling or spying. For every 500 extra gp you spend, you can improve one secret door in the building to a well-hidden secret door (DC 30).",
			"",
			"### Sewer Access",
			"",
			"**Create** 2 Goods, 1 Influence, 2 Labor (110 gp); **Time** 4 days  ",
			"**Size** 4-6 squares",
			"",
			"A Sewer Access might be a tunnel or room, or something as simple as a sturdy trap door in the floor. Constructing it requires a settlement with a sewer or septic system, and connects some part of the building to that system. You can use this as an Escape Route, but only to get to and from the sewer. The door to the sewer is a strong wooden door with a good lock. For an additional 500 gp, it has an iron door instead. If you have a Lavatory and Sewer Access, you may automatically connect the Lavatory to the sewer with indoor plumbing.",
			"",
			"### Sewing Room",
			"",
			"**Earnings** gp, Goods, or Influence +10  ",
			"**Benefit** counts as {eq-misc/masterwork artisan's tools} for one Craft skill  ",
			"**Create** 8 Goods, 7 Labor (300 gp); **Time** 16 days  ",
			"**Size** 6-12 squares A Sewing Room is used for designing heraldry and making cloth garments, tapestries, blankets, carpets, linens, and other textiles. It contains a loom; a spinning wheel; tapestry frames; shelves for fabric; worktables; and tools for spinning, weaving, and sewing. Up to three people can use the room at once; gaining the benefit of {eq-misc/masterwork artisan's tools} for skills such as Craft (cloth) and Craft (clothing), and for related skills such as Craft (baskets).",
			"",
			"### Shack",
			"",
			"**Create** 3 Goods, 2 Labor (100 gp); **Time** 3 days  ",
			"**Size** 2-4 squares  ",
			"**Upgrade To** Lavatory, Storage",
			"",
			"This no-frills wooden shelter contains a simple table, pallet bed, and stool. One person can build a shack with simple tools and basic materials. For an additional 1 point of Goods and 2 points of Labor, you can construct a brick or stone hut instead of a wooden shack.",
			"",
			"### Sitting Room",
			"",
			"**Earnings** Influence +4  ",
			"**Benefit** bonus on Bluff, Diplomacy, Intimidate, Knowledge (local), and Perform checks  ",
			"**Create** 12 Goods, 12 Labor (480 gp); **Time** 24 days  ",
			"**Size** 6-10 squares",
			"",
			"This is a room used for meeting and entertaining in a relaxed, comfortable setting, such as a den, dining room, or smoking room. It has furnishings appropriate to its function (chairs for a sitting room, table and chairs for a dining room, and so on). By spending an hour conversing with guests in a social manner, the host of the room gains a +1 bonus on Bluff, Diplomacy, Intimidate, Knowledge (local), and Perform checks to influence or learn about those guests for the next 24 hours.",
			"",
			"### Sports Field",
			"",
			"**Earnings** gp or Influence +10  ",
			"**Create** 17 Goods, 3 Influence, 18 Labor (790 gp); **Time** 20 days  ",
			"**Size** 40-100 squares  ",
			"**Upgrade From** Battle Ring",
			"",
			"This outdoor area is used for jousting, athletics, war games, and other sports. A Sports Field contains a playing area, seats for spectators and equipment for one type of game.",
			"",
			"### Stall",
			"",
			"**Earnings** gp, Goods, or Labor +8  ",
			"**Create** 6 Goods, 1 Influence, 5 Labor (250 gp); **Time** 16 days  ",
			"**Size** 6-16 squares  ",
			"**Upgrade To** Habitat",
			"",
			"A Stall is a place to keep 1-2 horses or other Large domestic animals. It contains gates, feed troughs, feed, and straw.",
			"",
			"### Statue",
			"",
			"**Earnings** gp or Influence +1  ",
			"**Create** 1 Goods, 2 Labor (60 gp); **Time** 2 days  ",
			"**Size** 1-9 squares",
			"",
			"This area contains a statue, fountain, or other large decoration. If it has religious significance, it might serve as a shrine. The listed cost and time are only to install a completed wood, bronze, or stone feature - they don't include the cost and time to create the feature in the first place, but it must be installed to produce Earnings.",
			"",
			"### Storage",
			"",
			"**Earnings** gp +2  ",
			"**Create** 3 Goods, 3 Labor (120 gp); **Time** 8 days  ",
			"**Size** 4-8 squares  ",
			"**Upgrades From** False Front, Shack; **Upgrade To** Office, Vault",
			"",
			"Storage is any room used to store objects, keeping them out of the way for later use. Most Warehouses are just multiple Storage rooms built into a single building. A low-cost shop may allow its customers to browse items in the Storage area. A door to a Storage room includes an average lock."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams",
			"rooms"
		],
		"siblings": [
			"rooms1",
			"rooms2",
			"rooms3",
			"rooms4",
			"rooms5",
			"rooms6",
			"rooms7",
			"rooms8",
			"wilderness_rooms",
			"room_augmentations",
			"wilderness_room_augmentations",
			"intrigue_room_augmentations"
		]
	},
	"rooms8": {
		"name": "Rooms: Storefront through Workstation",
		"subtitle": "Downtime",
		"tags": "Storefront, Summmoning Chamber, Throne Room, Toolbooth, Torture Chamber, Trap, Trophy Room, Vault, War Room, Workstation",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"### Storefront",
			"",
			"**Earnings** capital +5 (of a type the building already generates)  ",
			"**Create** 5 Goods, 1 Influence, 3 Labor (190 gp); **Time** 12 days  ",
			"**Size** 2-4 squares  ",
			"**Upgrades From** False Front",
			"",
			"This is a simple storefront, holding a wooden counter, a ledger, shelves, and other necessities to run a business.",
			"",
			"### Summmoning Chamber",
			"",
			"**Earnings** Magic +3  ",
			"**Benefit** bonus on Charisma, Diplomacy, Intimidate, and Knowledge (planes) checks  ",
			"**Create** 11 Goods, 4 Influence, 10 Labor, 5 Magic (1,040 gp); **Time** 28 days  ",
			"**Size** 6-16 squares",
			"",
			"A Summoning Chamber is used to perform magical rituals to conjure outsiders. It contains a well-drawn, nearly complete magic circle on the floor - which you can complete with just a few chalk marks - suitable for use with [magic circle](spell/magic_circle_against_evil) spells, {spell/planar binding} spells, and so on. A person who uses a Summoning Chamber gains a +3 bonus on Knowledge (planes) checks relating to a creature being called or summoned, and a +3 bonus on Charisma checks, Diplomacy checks, and Intimidate checks to influence or bargain with a creature called or summoned here.",
			"",
			"### Throne Room",
			"",
			"**Earnings** Influence +15  ",
			"**Benefit** bonus on Bluff, Diplomacy, and Intimidate, Knowledge (local), and Perform checks  ",
			"**Create** 25 Goods, 5 Influence, 25 Labor, 5 Magic (1,650 gp); **Time** 40 days  ",
			"**Size** 40-80 squares  ",
			"**Upgrades From** Ceremonial Room, Common Room",
			"",
			"A Throne Room is used to receive important visitors, such as nobles. The room contains a throne, various decorations, and a few seats for visitors. By spending an hour conversing with visitors, the host of the room gains a +1 bonus on Bluff, Diplomacy, Intimidate, Knowledge (local), and Perform checks to influence or learn about those guests for the next 24 hours.",
			"",
			"### Toolbooth",
			"",
			"**Earnings** gp or Goods +4  ",
			"**Create** 2 Goods, 1 Influence, 2 Labor (110 gp); **Time** 6 days  ",
			"**Size** 1-5 squares  ",
			"**Upgrades To** Guard Post",
			"",
			"A Tollbooth is a small shelter designed to restrict movement on a road or bridge so the owner can collect fees from travelers. If this room is built near a settlement, it requires 1 point of Influence per day to maintain - or might be illegal, depending on the settlement.",
			"",
			"### Torture Chamber",
			"",
			"**Benefit** bonus on Intimidate checks  ",
			"**Create** 7 Goods, 3 Influence, 5 Labor (330 gp); **Time** 20 days  ",
			"**Size** 6-16 squares",
			"",
			"This grim room is used for interrogation as well as torture and other morally questionable acts. It contains structures to bind humanoids and various implements designed to inflict pain and discomfort. Interrogators in this room gain a +3 bonus on Intimidate checks to influence captives.",
			"",
			"### Trap",
			"",
			"**Benefit** see below Cost see below; **Time** see below  ",
			"**Size** 1-4 squares",
			"",
			"This can be a specific room in a building or an augmentation to another room. A Trap room might appear empty or it might be decorated to appear to be harmless in order to lure a target into the trap. A Trap costs are explained in {rule/Designing a Trap}, and building one uses the crafting rules, though you may spend Goods and Labor toward this cost.",
			"",
			"### Trophy Room",
			"",
			"**Earnings** gp or Influence +5  ",
			"**Create** 6 Goods, 1 Influence, 5 Labor (250 gp); **Time** 16 days  ",
			"**Size** 4-20 squares",
			"",
			"This is a place to hang trophies from your adventures, such as stuffed monster heads, rare paintings, strange statues, and old magic items you don't need any more. Because of the display cases and clutter, this room isn't much good for anything else, though it might include chairs or benches to allow people to sit while they admire your treasures. If you want to use your trophies to decorate another room instead of placing them in their own room, construct the Furnishings augmentation instead. A Museum makes money by charging visitors or sponsors to view items like these.",
			"",
			"### Vault",
			"",
			"**Create** 8 Goods, 7 Labor (300 gp); **Time** 16 days  ",
			"**Size** 4-8 squares  ",
			"**Upgrades From** Reliquary, Storage; **Upgrades To** Secret Room",
			"",
			"This is a secure room designed to keep out intruders. The access to this space is controlled by an iron door with a good lock. If you upgrade this room to a Secret Room, the door retains its material and lock and also becomes a secret door.",
			"",
			"### War Room",
			"",
			"**Benefit** bonus on mass combat and skill checks while scheming  ",
			"**Create** 8 Goods, 7 Labor (300 gp); **Time** 16 days  ",
			"**Size** 4-12 squares",
			"",
			"This is a room for planning military maneuvers, plotting grand heists, or providing briefings. It contains a large central table with plenty of chairs, maps, and figures to simulate troops and structures. When it's used for planning a battle, your army gains a +2 bonus on attack rolls and morale checks for their next battle within 24 hours. To grant the army this bonus, the army's commander must be present at the planning meeting for the battle or you must have some way of communicating these instructions to the commander. When used to {rule/scheme for an upcoming adventure}, a War Room allows you to use the scheme's planning bonus on two skill checks instead of one.",
			"",
			"### Workstation",
			"",
			"**Earnings** gp, Goods, or Influence +8  ",
			"**Benefit** counts as {eq-misc/masterwork artisan's tools} for one Craft or Profession skill  ",
			"**Create** 8 Goods, 7 Labor (300 gp); **Time** 16 days  ",
			"**Size** 8-16 squares",
			"",
			"This includes a table, chair, and appropriate {eq-misc/masterwork artisan's tools} for one Craft or Profession skill you choose when you build the room. For example, if intended for a carpenter, it has clamps, saws, nails, hammers, and a sturdy worktable. Up to three people can use the room at a time."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams",
			"rooms"
		],
		"siblings": [
			"rooms1",
			"rooms2",
			"rooms3",
			"rooms4",
			"rooms5",
			"rooms6",
			"rooms7",
			"rooms8",
			"wilderness_rooms",
			"room_augmentations",
			"wilderness_room_augmentations",
			"intrigue_room_augmentations"
		]
	},
	"wilderness_rooms": {
		"name": "Wilderness Rooms",
		"subtitle": "Rooms, Teams, Downtime",
		"tags": "Archery Range, Blind, Grotto, Mystic Greenhouse, Rangelands, Reservoir System, Watering Hole",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"{SOURCE Heroes of the Wild/14}",
			"",
			"The rooms below can help characters survive in the wild.",
			"",
			"### Archery Range",
			"",
			"**Earnings** gp or Influence +8  ",
			"**Benefit** Decreased chance of fired arrows being destroyed or lost  ",
			"**Create** 12 Goods, 12 Labor (480 gp); **Time** 25 days  ",
			"**Size** 20-50 squares",
			"",
			"An Archery Range is an open area where one can train with ranged weapons. One end of the range features targets and a soft wall (often several feet of stacked hay or loose earth) to absorb missed shots, while the other side has benches, tables, and firing stands to accommodate trainees. Because the targets and soft wall behind them are designed to absorb ranged attacks, arrows that strike either surface have only a 5% chance of being destroyed or lost.",
			"",
			"### Blind",
			"",
			"**Earnings** gp or Influence +2  ",
			"**Benefit** Perception check required to see through  ",
			"**Create** 3 Goods, 2 Influence, 3 Labor (180 gp); **Time** 10 days  ",
			"**Size** 10-30 squares",
			"",
			"A Blind is a semi-solid wall constructed out of area-appropriate debris and flora. Between 10 and 15 feet high, a Blind helps to conceal any structures behind it as it blends in with the nearby landscape. Structures behind a Blind can be seen only with a successful DC 15 Perception check, and targets of ranged attacks made through a blind gain {rule/concealment}. One Blind can cover 20 squares' worth of structures; multiple Blinds can be used to conceal larger structures. A Blind can be thickened for double the construction cost, increasing the DC of the Perception check to see through the Blind to 20 and granting total concealment to creatures hiding behind it.",
			"",
			"### Grotto",
			"",
			"**Earnings** gp or Influence +4  ",
			"**Create** 15 Goods, 10 Labor (500 gp); **Time** 30 days  ",
			"**Size** 5-10 squares",
			"",
			"A Grotto is a naturally or artificially shaped cave in which people can live. Compared to a standard cave, a Grotto will usually boast features that make habitation more pleasant, such as door-sized openings, access to neighboring caves or water, and adequate ventilation.",
			"",
			"### Mystic Greenhouse",
			"",
			"**Earnings** gp, Goods, Influence, or Magic +4  ",
			"**Benefit** Bonus on Charisma-based checks attempted against creatures inside  ",
			"**Create** 8 Goods, 3 Influence, 7 Labor, 5 Magic (890 gp); **Time** 20 days  ",
			"**Size** 10-20 squares  ",
			"**Upgrades From** Greenhouse",
			"",
			"A Mystic Greenhouse has been specially modified to accommodate both the mundane and magical needs of supernatural plants and creatures of the plant type, making them easier to work with. In addition to the glass walls of a traditional Greenhouse, this chamber is set with devices that focus ambient magical energy to the benefit of those creatures growing inside, such as rune-inscribed plates or mirrors arranged to reflect and funnel magical energy. After a full day of exposure to the Mystical Greenhouse's beneficial effects, creatures within become relaxed and compliant. Other creatures gain a +2 bonus on Charisma checks and Charisma-based skill checks against creatures that have spent the past 24 hours in a Mystic Greenhouse.",
			"",
			"### Rangelands",
			"",
			"**Earnings** gp or Goods +15  ",
			"**Create** 100 Goods (2,000 gp); **Time** 365 days  ",
			"**Size** 300-500 squares",
			"",
			"Rangelands are vast, unfenced areas of natural terrain that can be used to run large herds of cattle such as aurochs, horses, and sheep. While Rangelands can produce a significant profit, they involve a major investment of time and effort to maintain long enough for the herd to produce new livestock, as well as for livestock born in previous years to grow enough to be butchered, sheared, or otherwise harvested. Rangelands are different from pastures or farmlands in that they contain only native, local plant life, rather than crops placed to make them more effective grazing lands. Small communities often depend on Rangelands as their primary sources of income, and it is not uncommon for tribes to go to war over control of local Rangelands.",
			"",
			"### Reservoir System",
			"",
			"**Earnings** gp, Influence, or Labor +10  ",
			"**Create** 10 Goods, 10 Labor (400 gp); **Time** 40 days  ",
			"**Size** 25-50 squares (though individual pools can be smaller)",
			"",
			"A Reservoir System is a series of interconnected pools or tanks meant to collect and hold water from rains, springs, and other natural sources to act as a resource for plumbing networks or a source of water during times of drought. The pools are sealed to minimize water loss from evaporation and absorption into the surrounding ground, so the Reservoir System can be relied on throughout an entire dry season.",
			"",
			"### Watering Hole",
			"",
			"**Earnings** gp, Goods, or Influence +8  ",
			"**Create** 10 Goods, 3 Influence, 5 Labor (200 gp); **Time** 25 days  ",
			"**Size** 30-50 squares",
			"",
			"A Watering Hole provides bathing and drinking water for animals and traveling caravans. In addition to the pool of water itself, the Watering Hole also provides open space around it where animals can gather and rest. The pool can be a modified natural pond or spring, or it may be an artificially constructed pool that maximizes shore space around which animals can gather. Watering Holes often attract predators, which must be driven off or killed."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams",
			"rooms"
		],
		"siblings": [
			"rooms1",
			"rooms2",
			"rooms3",
			"rooms4",
			"rooms5",
			"rooms6",
			"rooms7",
			"rooms8",
			"wilderness_rooms",
			"room_augmentations",
			"wilderness_room_augmentations",
			"intrigue_room_augmentations"
		]
	},
	"room_augmentations": {
		"name": "Room Augmentations",
		"subtitle": "Rooms, Teams, Downtime",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/104}",
			"",
			"Augmentations modify a room to be more productive, durable, or useful. Augmentations are permanent and can't be removed. If you upgrade a room you have augmented, the augmentation carries over to the upgrade, but the augmentation's cost isn't considered when you look at the difference between the base and upgrade room. You can put more than one augmentation in a room, as long as they aren't the same augmentation.",
			"",
			"### Fortification (Augmentation)",
			"",
			"**Benefit** increases room's durability  ",
			"**Create** 8 Goods, 7 Labor (300 gp); **Time** 30 days  ",
			"**Size** As original room",
			"",
			"This upgrade can be applied to any room, reinforcing walls, improving doors, and treating or replacing flammable materials. Upon buying this upgrade, the room's walls have their hardness increased by +2, the doors are improved to strong wooden doors (hardness 5, hit points 20), and walls and floors gain fire resistance 5. This upgrade doesn't affect items within the room (for example, upgrading a Book Repository affects the structure, not the books within it).",
			"",
			"### Furnishings (Augmentation)",
			"",
			"**Earnings** +5 on the room's check to generate capital  ",
			"**Create** 9 Goods, 6 Labor (300 gp); **Time** 20 days  ",
			"**Size** as original room",
			"",
			"This upgrade adds fancy furnishings to one room, such as wooden paneling, marble floors, fine ceramic teacups, lifelike paintings, and canopies for beds. The decoration is appropriate to the nature of the room and building. For example, if applied to a Bar frequented by soldiers, it includes patriotic heraldry and placards memorializing war heroes.",
			"",
			"### Trap (Augmentation)",
			"",
			"Adding a Trap augmentation to a room costs the same as adding a dedicated Trap room; see the [Trap](rule/rooms8) room."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams",
			"rooms"
		],
		"siblings": [
			"rooms1",
			"rooms2",
			"rooms3",
			"rooms4",
			"rooms5",
			"rooms6",
			"rooms7",
			"rooms8",
			"wilderness_rooms",
			"room_augmentations",
			"wilderness_room_augmentations",
			"intrigue_room_augmentations"
		]
	},
	"wilderness_room_augmentations": {
		"name": "Wilderness Room Augmentations",
		"subtitle": "Rooms, Teams, Downtime",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"{SOURCE Heroes of the Wild/15}",
			"",
			"### Arboreal (Augmentation)",
			"",
			"**Earnings** Influence +2  ",
			"**Benefit** Room is raised above ground  ",
			"**Create** 6 Goods, 2 Influence, 6 Labor (300 gp); **Time** 15 days  ",
			"**Size** As original room +9 spaces",
			"",
			"This augmentation integrates a room into a large, sturdy tree or trees, raising the structure off the ground by one or two stories and wrapping the habitable space in or around the tree trunks. Usually, a room with this augmentation will have branches weaving through the room as the tree grows.",
			"",
			"### Attuned (Augmentation)",
			"",
			"**Benefit** Allows the room to be affected by certain nature-related spells  ",
			"**Create** 5 Goods, 5 Labor, 3 Magic (500 gp); **Time** 20 days  ",
			"**Size** As original room",
			"",
			"This augmentation integrates a room into the surrounding natural environment, putting the space into symbiosis with the local ecosystems. An Attuned room in a forest can be built amid great trees that act as some of the primary walls, while an Attuned room in a desert might be built to help foster the growth of desert plants. Once this augmentation is completed, the room is considered to be representative of the local flora for purposes of spells such as {spell/entangle} or {spell/spike growth}."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams",
			"rooms"
		],
		"siblings": [
			"rooms1",
			"rooms2",
			"rooms3",
			"rooms4",
			"rooms5",
			"rooms6",
			"rooms7",
			"rooms8",
			"wilderness_rooms",
			"room_augmentations",
			"wilderness_room_augmentations",
			"intrigue_room_augmentations"
		]
	},
	"intrigue_room_augmentations": {
		"name": "Intrigue Room Augmentations",
		"subtitle": "Rooms, Teams, Downtime",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"{SOURCE Inner Sea Intrigue/56}",
			"",
			"Master architects across the Inner Sea region and beyond use the following building materials to protect against thieves and spies as well as invaders.",
			"",
			":HL[Dead-Magic Wall:] Dead-magic walls incorporate cold iron runes that negate all magic passing through, as described in the spell {spell/antimagic field}. If a room is enclosed on all sides (including the ceiling and floor) by dead-magic walls, the area within functions as an antimagic field. Creating a dead-magic wall requires the spell antimagic field, the expenditure of 3,000 gp for each 5-foot-wide-by-10-foot-tall section of wall, and the creator to have the {feat/Craft Wondrous Item} feat.",
			"",
			":HL[Lead-Lined Walls:] Lead-lined walls block nearly all divinations from passing through, but are ineffective as long as any door is open so much as a crack. Detection and location magic generally is blocked as long as there is an unbroken lead barrier directly between the caster and the protected creature or object, but scrying effects, {spell/discern location}, and other spells that aren't limited to straight lines of effect are blocked only if the protected creature or object is seamlessly enclosed by lead-lined walls. Because of this and the fact that they are rumored to cause insanity in anyone who dwells within long enough, these walls are rarely used in any structures other than vaults and panic rooms. The price includes adding lead lining to any doors, shutters, and other openings into the room so that the lead seal is complete when they are closed. A room sealed fast against divination from all directions by lead is also airtight, potentially suffocating anyone trapped inside. A lead-lined wall costs an extra 250 gp for each 5-foot-wide by 10-foot-tall section of wall. This augmentation cannot be applied to paper walls.",
			"",
			":HL[Secrecy Runes:] Magically reinforced walls can incorporate secrecy runes to prevent magic from allowing someone to see within. Sounds cannot pass out of an area enclosed by secrecy runes on all sides (including ceilings and floors), as long as all exits are closed. In addition, the runes block divinations of or below a specified spell level (as indicated on the table below) from entering an area enclosed by secrecy runes on all sides (including ceilings and floors), even while portals to the area are open. See the table below for prices and the maximum level of spells each type of runes can block. Creating secrecy runes requires the {feat/Craft Wondrous Item} feat, the spell {spell/mage's private sanctum}, and the expenditure of the listed amount of gold for each 5-foot-by-10-foot section of wall.",
			"",
			"| Runes of Secrecy | Maximum Spell Level of Divination Blocked | Cost per Section of Wall[^1] |",
			"| --- | --- | --- |",
			"| Lesser | 3rd | 350 gp |",
			"| Medium | 5th | 1,050 gp |",
			"| Superior | 7th | 2,100 gp |",
			"",
			"The following room augmentations can be used to incorporate the above modifications to rooms and structures described in the downtime rules.",
			"",
			"### Dead Magic Walls (Augmentation)",
			"",
			"**Benefit** suppresses all magic in the room  ",
			"**Create** 150 Goods, 75 Labor, 435 Magic (48,000 gp); **Time** 90 days  ",
			"**Size** as original room, up to 8 squares",
			"",
			"All walls in the room are dead magic walls, as described above.",
			"",
			"### Lead-Lined Walls (Augmentation)",
			"",
			"**Benefit** blocks all divinations when all portals are closed  ",
			"**Create** 100 Goods, 100 Labor (4,000 gp); **Time** 20 days  ",
			"**Size** as original room, up to 8 squares",
			"",
			"All walls in the room are lead-lined walls, as described above.",
			"",
			"### Rune-Inscribed Walls, Lesser (Augmentation)",
			"",
			"**Benefit** prevents eavesdropping and divinations of 3rd level or lower from being used to spy on the room  ",
			"**Create** 30 Goods, 10 Labor, 48 Magic (5,600 gp); **Time** 15 days  ",
			"**Size** as original room, up to 16 squares",
			"",
			"All walls in the room are built with lesser secrecy runes, as described above.",
			"",
			"### Rune-Inscribed Walls, Medium (Augmentation)",
			"",
			"**Benefit** prevents eavesdropping and divinations of 5th level or lower from being used to spy on the room  ",
			"**Create** 60 Goods, 20 Labor, 152 Magic (16,800 gp); **Time** 30 days  ",
			"**Size** as original room, up to 16 squares",
			"",
			"All walls in the room are built with medium secrecy runes, as described above.",
			"",
			"### Rune-Scribed Walls, Superior (Augmentation)",
			"",
			"**Benefit** prevents eavesdropping and divinations of 7th level or lower from spying on the room  ",
			"**Create** 120 Goods, 40 Labor, 304 Magic (33,600 gp); **Time** 45 days  ",
			"**Size** as original room, up to 16 squares",
			"",
			"All walls in the room are built with superior secrecy runes, as described above.",
			"",
			"[^1]: A section of wall is 5 feet wide by 10 feet tall."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams",
			"rooms"
		],
		"siblings": [
			"rooms1",
			"rooms2",
			"rooms3",
			"rooms4",
			"rooms5",
			"rooms6",
			"rooms7",
			"rooms8",
			"wilderness_rooms",
			"room_augmentations",
			"wilderness_room_augmentations",
			"intrigue_room_augmentations"
		]
	},
	"teams": {
		"name": "Teams",
		"subtitle": "Rooms, Teams, Downtime",
		"tags": "acolyte apprentice elite archer bureaucrats calvary archers craftspeople cutpurses craftsperson craftsman driver elite guards elite soldiers laborers lackeys mage priest robbers sage sailors scofflaws",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/104}",
			"",
			"You can recruit the following teams and combine them to create a variety of organizations.",
			"",
			"### Acolyte",
			"",
			"**Earnings** gp, Influence, or Magic + 4  ",
			"**Create** 2 Goods, 2 Influence, 2 Labor, 3 Magic (440 gp); **Time** 3 days  ",
			"**Size** 1 person  ",
			"**Upgrades To** Priest, Sage",
			"",
			"An Acolyte is a newly trained divine spellcaster, sufficient for tending to the sick or advising on religious matters. An Acolyte is typically a 1st-level adept, cleric, druid, or oracle, with light armor (or no armor if an adept) and a weapon appropriate to her faith.",
			"",
			"### Apprentice",
			"",
			"**Earnings** gp, Influence, or Magic +4  ",
			"**Create** 2 Goods, 2 Influence, 1 Labor, 4 Magic (520 gp); **Time** 3 days  ",
			"**Size** 1 person  ",
			"**Upgrades To** Mage, Sage An Apprentice is a newly-trained arcane spellcaster, sufficient for helping with magical rituals, generating flashy effects, or advising on magical matters. An Apprentice is typically a 1st-level bard, sorcerer, summoner, witch, or wizard.",
			"",
			"### Archers",
			"",
			"**Earnings** gp, Influence, or Labor +6  ",
			"**Create** 4 Goods, 3 Influence, 7 Labor (310 gp); **Time** 4 days  ",
			"**Size** 5 people  ",
			"**Upgrades To** Elite Archers; **Upgrades From** Soldiers",
			"",
			"Archers are soldiers trained to use projectile weapons. They are typically 1st-level warriors, each with scale mail, a longbow, a buckler, and a longsword.",
			"",
			"### Bureaucrats",
			"",
			"**Earnings** gp or Influence +4  ",
			"**Create** 2 Goods, 4 Influence, 2 Labor (200 gp); **Time** 2 days  ",
			"**Size** 5 people  ",
			"**Upgrade From** Scofflaws, Soldiers",
			"",
			"Bureaucrats interface with local government and deal with annoying paperwork related to running a business or organization. This type of team could include accountants, diplomats, lawyers, and scribes. A typical bureaucrat is a 1st-, 2nd-, or 3rd-level expert with ranks in Bluff, Diplomacy, Intimidate, Knowledge (local), Linguistics, and Profession (barrister, clerk, or scribe).",
			"",
			"### Cavalry",
			"",
			"**Earnings** gp, Influence, or Labor +7  ",
			"**Create** 8 Goods, 3 Influence, 8 Labor (410 gp); **Time** 6 days  ",
			"**Size** 5 people  ",
			"**Upgrades From** Elite Soldiers, Soldiers; **Upgrades To** Cavalry Archers",
			"",
			"Cavalry are soldiers trained to ride mounts in combat. They are typically 3rd-level warriors, each equipped with breastplate armor, a longsword, a lance, and a heavy steel shield and riding a combat-trained light horse.",
			"",
			"### Cavalry Archers",
			"",
			"**Earnings** gp, Influence, or Labor +8  ",
			"**Create** 9 Goods, 3 Influence, 10 Labor (470 gp); **Time** 7 days  ",
			"**Size** 5 people  ",
			"**Upgrades From** Cavalry, Elite Archers",
			"",
			"Cavalry Archers are soldiers trained to ride mounts and use ranged weapons in combat before closing to melee. They are typically 3rd-level warriors, each equipped with breastplate armor, a short bow, a longsword, a lance, and a heavy steel shield and riding a combat-trained light horse.",
			"",
			"### Craftspeople",
			"",
			"**Earnings** gp, Goods, or Labor +4  ",
			"**Create** 3 Goods, 2 Influence, 4 Labor (200 gp); **Time** 2 days  ",
			"**Size** 3 people",
			"",
			"Craftspeople are trained in a particular Craft or Profession skill and make a living using that skill. Examples of this team are alchemists, carpenters, leatherworkers, masons, and smiths. A typical carpenter is a 4th-level expert with 4 ranks each in Climb, Craft (carpentry), Diplomacy, and Knowledge (engineering and local). Craftspeople in other fields have a similar skill arrangement.",
			"",
			"### Cutpurses",
			"",
			"**Earnings** gp, Goods, or Labor +3  ",
			"**Create** 3 Influence, 1 Labor (110 gp); **Time** 1 day  ",
			"**Size** 5 people  ",
			"**Upgrades To** Robbers",
			"",
			"Cutpurses are minor thieves (often youths) who earn money from petty crimes such as pickpocketing or stealing items from market stalls. They are typically 1st-level commoners, experts, or rogues with 1 rank in Perception, Sleight of Hand, and Stealth.",
			"",
			"### Driver",
			"",
			"**Earnings** gp, Goods, or Labor +2  ",
			"**Create** 2 Goods, 1 Influence, 1 Labor (90 gp); **Time** 0 days  ",
			"**Size** 1 person  ",
			"**Upgrades From** Laborers; **Upgrades To** Lackeys",
			"",
			"Drivers are trained to handle and move common animals' managing ox-drawn carts, herding cattle, or training riding horses. A Driver is typically 1st-level expert with ranks in Handle Animal, Knowledge (geography), Profession (driver), Ride, and Survival.",
			"",
			"### Elite Archers",
			"",
			"**Earnings** gp, Influence, or Labor +7  ",
			"**Create** 5 Goods, 4 Influence, 8 Labor (380 gp); **Time** 6 days  ",
			"**Size** 5 people  ",
			"**Upgrades From** Archers, Elite Soldiers; **Upgrades To** Cavalry Archers",
			"",
			"An Elite Archers team consists of 3rd-level warriors, each with scale mail, a longbow, a buckler, and a longsword.",
			"",
			"### Elite Guards",
			"",
			"**Earnings** gp, Influence, or Labor +4  ",
			"**Create** 3 Goods, 1 Influence, 4 Labor (170 gp); **Time** 2 days  ",
			"**Size** 5 people  ",
			"**Upgrades From** Guards; **Upgrades To** Elite Soldiers",
			"",
			"Like Guards, this team defends a location but doesn't take on an active role. An Elite Guards team consists of 3rd-level warriors, each wearing a chain shirt or banded mail and using a heavy steel shield and shortspear, a guisarme, or a halberd.",
			"",
			"### Elite Soldiers",
			"",
			"**Earnings** gp, Influence, or Labor +6  ",
			"**Create** 5 Goods, 3 Influence, 7 Labor (330 gp); **Time** 5 days  ",
			"**Size** 5 people  ",
			"**Upgrades From** Elite Guards, Soldiers; **Upgrades To** Cavalry, Elite Archers",
			"",
			"Like Soldiers, this team will take aggressive action and seek out your enemies to kill them. An Elite Soldiers team consists of 3rd-level warriors, each wearing a chain shirt or banded mail and using a guisarme, a halberd, or a heavy steel shield and a shortspear.",
			"",
			"### Guards",
			"",
			"**Earnings** gp, Influence, or Labor +2  ",
			"**Create** 2 Goods, 3 Labor (100 gp); **Time** 1 day  ",
			"**Size** 5 people  ",
			"**Upgrades From** Laborers; **Upgrades To** Elite Guards, Soldiers",
			"",
			"Guards train to watch over a person or location and defend that person or location if necessary. Unlike soldiers, guards are not expected to seek out trouble or take an aggressive role. Their purpose is to intimidate casual threats into leaving and defend against active threats. Each guard is typically a 1st-level warrior wearing scale mail and using either a glaive or a heavy wooden shield and shortspear.",
			"",
			"### Laborers",
			"",
			"**Earnings** gp or Labor +2  ",
			"**Create** 1 Influence, 2 Labor (70 gp); **Time** 0 days  ",
			"**Size** 5 people  ",
			"**Upgrades To** Drivers, Guards, Lackeys, Sailors, Scofflaws",
			"",
			"Laborers are unskilled workers who carry out basic orders. In most cases, their work is physical labor, though you may recruit laborers for specialized tasks such as begging for your thieves' guild, being professional mourners for your cult, or filling out the cast of a theater performance. They are typically 1st-level commoners with no ranks in Craft or Profession.",
			"",
			"### Lackeys",
			"",
			"**Earnings** Influence or Labor +2  ",
			"**Create** 1 Goods, 2 Influence, 2 Labor (120 gp); **Time** 1 day  ",
			"**Size** 5 people  ",
			"**Upgrades From** Drivers, Laborers",
			"",
			"Lackeys wait on you hand and foot and take care of common domestic and traveling issues; their ranks include butlers, valets, maids, heralds, footmen, ladies-in-waiting, and similar service personnel. Skilled Lackeys anticipate your needs and coordinate with your other employees as well as those of your guests or host. A typical Lackey is a 1st-level commoner or expert with ranks in a subset of Diplomacy, Disguise, Intimidate, Knowledge (local), Knowledge (nobility), Linguistics, Perception, and Sense Motive.",
			"",
			"### Mage",
			"",
			"**Earnings** gp, Influence, or Magic +7  ",
			"**Create** 3 Goods, 2 Influence, 2 Labor, 8 Magic (960 gp); **Time** 7 days  ",
			"**Size** 1 person  ",
			"**Upgrades From** Apprentice",
			"",
			"A Mage is a skilled but not especially remarkable arcane spellcaster, often a 3rd-level bard, sorcerer, summoner, witch, or wizard.",
			"",
			"### Priest",
			"",
			"**Earnings** gp, Influence, or Magic +7  ",
			"**Create** 3 Goods, 3 Influence, 3 Labor, 6 Magic (810 gp); **Time** 7 days  ",
			"**Size** 1 person  ",
			"**Upgrades From** Acolyte",
			"",
			"A Priest is a skilled but unremarkable divine spellcaster, typically a 3rd-level adept, cleric, druid, or oracle, with light armor (or no armor, if an adept) and a weapon appropriate to her faith.",
			"",
			"### Robbers",
			"",
			"**Earnings** gp, Goods, or Influence +4  ",
			"**Create** 1 Goods, 4 Influence, 3 Labor (200 gp); **Time** 3 days  ",
			"**Size** 5 people  ",
			"**Upgrades From** Cutpurses",
			"",
			"Robbers are expert thieves who commit burglary, robbery, and other violent crimes for profit. A typical robber is a 3rd-level expert or rogue with 3 ranks each in Climb, Disable Device, Intimidate, Perception, and Stealth.",
			"",
			"### Sage",
			"",
			"**Earnings** gp or Influence +5  ",
			"**Create** 5 Goods, 2 Influence, 2 Labor (200 gp); **Time** 4 days  ",
			"**Size** 1 person  ",
			"**Upgrades From** Acolyte, Apprentice",
			"",
			"A sage is a person with extensive knowledge in one or more related areas who can advise you about his areas of expertise. A typical sage is a 3rd-level expert with 3 ranks each in skills such as Appraise, Knowledge, Linguistics, Profession, and Spellcraft.",
			"",
			"### Sailors",
			"",
			"**Earnings** gp, Goods, or Labor +2  ",
			"**Create** 1 Goods, 1 Influence, 2 Labor (90 gp); **Time** 0 days  ",
			"**Size** 5 people  ",
			"**Upgrades From** Laborers",
			"",
			"Sailors know how to sail a ship, navigate while at sea, and defend the vessel against pirates and other hostile boarders. A typical sailor is a [2nd-level expert](npc/old_sailor) with 2 ranks each in Acrobatics, Climb, Perception, Profession (sailor), Survival, and Swim.",
			"",
			"### Scofflaws",
			"",
			"**Earnings** gp, Goods, or Influence +2  ",
			"**Create** 3 Influence, 2 Labor (130 gp); **Time** 1 day  ",
			"**Size** 5 people  ",
			"**Upgrades From** Laborers; **Upgrades To** Bureaucrats",
			"",
			"Scofflaws provide illegal but consensual services such as gambling, moonshining, or underground fighting. Note that other kinds of teams might perform these services (you could recruit a Laborers team to work as prostitutes or a Guards team to run an arena, for example), but this kind of team is skilled at these tasks.",
			"",
			"### Soldiers",
			"",
			"**Earnings** gp, Influence, or Labor +5  ",
			"**Create** 3 Goods, 2 Influence, 5 Labor (220 gp); **Time** 2 days  ",
			"**Size** 5 people  ",
			"**Upgrades From** Guards; **Upgrades To** Archers, Bureaucrats, Cavalry, Elite Soldiers",
			"",
			"Soldiers are trained in combat and have the means and will to kill your enemies. Unlike Guards, Soldiers actively engage in fighting on behest of a leader (although you can make Soldiers act as Guards). Depending on the nature of your organization, they might be enforcers rather than military-style soldiers. They are typically 1st-level warriors, each with scale mail, a longsword, a heavy wooden shield, and javelins."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams"
		],
		"subtopics": [ "wilderness_teams" ],
		"siblings": [
			"construction_examples",
			"reading_a_unit_statblock",
			"restrictions_on_earnings",
			"construction_and_recruitment_delays",
			"moving_an_organization",
			"rooms",
			"teams"
		]
	},
	"wilderness_teams": {
		"name": "Wilderness Teams",
		"subtitle": "Rooms, Teams, Downtime",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"{SOURCE Heroes of the Wild/15}",
			"",
			"These teams help wilderness outposts run smoothly.",
			"",
			"### Skirmishers",
			"",
			"**Earnings** gp, Influence, or Labor +6  ",
			"**Create** 5 Goods, 4 Influence, 7 Labor (360 gp); **Time** 6 days  ",
			"**Size** 5 people  ",
			"**Upgrades From** Archers, Guards, Robbers, or Soldiers",
			"",
			"Skirmishers are teams of archers and soldiers trained in the ambush, scouting, and stealth tactics necessary for operating in areas heavy with vegetation or other non-uniform terrain. They are typically 3rd-level warriors equipped with leather armor, a longbow or shortbow, and a handaxe or short sword. The team also has necessary equipment for travel in one type of wilderness environment.",
			"",
			"### Stewards",
			"",
			"**Earnings** gp, Goods, or Labor +4  ",
			"**Create** 2 Goods, 2 Influence, 4 Labor (180 gp); **Time** 3 days  ",
			"**Size** 5 people  ",
			"**Upgrade From** Laborers",
			"",
			"Stewards are workers who specialize in caring for land with consideration for the local wildlife as well as any civilized inhabitants. Most stewards are 3rd-level experts with ranks in Knowledge (Nature), Perception, and Profession (gardener). Stewards may be trained professionals or common workers who have gained experience over time."
		],
		"parent_topics": [
			"optional_subsystems",
			"downtime",
			"rooms_and_teams",
			"teams"
		],
		"siblings": [ "wilderness_teams" ]
	}
}
